excerpt: "Dr. Douglas P. Fry is Professor and Chair in the Department of Peace and\
  \ Conflict Studies at the University of North Carolina at Greensboro. He has written\
  \ extensively on aggression, conflict, and conflict resolution in his own books\
  \ and in journals such as Science and American Anthropologist. His work frequently\
  \ engages the debate surrounding the origins of war, arguing against claims that\
  \ war or lethal aggression is rooted in human evolution. He’s the author or\
  \ editor of books like The Human Potential for Peace; Beyond War; War, Peace, and\
  \ Human Nature; and Nurturing Our Humanity."
filename: 519-douglas-fry-the-origins-and-causes-of-war--and-peace-social-systems-and-how-to-maintain-them
id: '519'
image: https://i.ytimg.com/vi/Pr5-JqcAo6c/maxresdefault.jpg
interviewee:
- Douglas Fry
published: '2021-09-09'
shownotes: "RECORDED ON JUNE 18th 2021.  \nDr. Douglas P. Fry is Professor and Chair\
  \ in the Department of Peace and Conflict Studies at the University of North Carolina\
  \ at Greensboro. He has written extensively on aggression, conflict, and conflict\
  \ resolution in his own books and in journals such as Science and American Anthropologist.\
  \ His work frequently engages the debate surrounding the origins of war, arguing\
  \ against claims that war or lethal aggression is rooted in human evolution. He’\
  s the author or editor of books like The Human Potential for Peace; Beyond War;\
  \ War, Peace, and Human Nature; and Nurturing Our Humanity.\n\nThis is our second\
  \ interview on the anthropology of war. You can find the first one here: https://youtu.be/uz9xPBQ_CO0\n\
  \nIn this episode, we expand on the topics I covered in our first interview, and\
  \ talk about: how old is war; what drives war – factors like population density,\
  \ sedentarism, and social complexity; how we can be sure that a death in the archaeological\
  \ record was caused by war; peace social systems, and how they are maintained, both\
  \ in traditional small-scale societies and industrialized societies; and how we\
  \ can promote peace and international cooperation, and in dealing with threats like\
  \ global pandemics and climate change. Finally, we talk about Dr. Fry’s upcoming\
  \ book on peace systems.\n\nTime Links:  \n<time>00:00</time> Intro  \n<time>00:34</time>\
  \ How old is war?  \n<time>13:14</time> The factors that drive war  \n<time>37:06</time>\
  \ How to identify war casualties in the archaeological record  \n<time>45:59</time>\
  \ Peace social systems  \n<time>53:40</time> How are peace systems maintained? \
  \ \n<time>1:10:31</time> Promoting peace and international cooperation  \n<time>1:18:56</time>\
  \ Dr. Fry’s upcoming book  \n<time>1:21:48</time> Follow Dr. Fry’s work!\n\
  \n---\n\nFollow Dr. Fry’s work:  \nFaculty page: https://bit.ly/3iIUstV  \n\
  ResearchGate profile: http://bit.ly/2kjdlYD  \nAmazon page: https://amzn.to/2krFU5W\n\
  \nPapers:  \nSocial complexity, inequality and war before farming: congruence of\
  \ comparative forager and archaeological data: https://bit.ly/3wPOsDy  \nNew insights\
  \ on interpersonal violence in the Late Pleistocene base on the Nile valley cemetery\
  \ of Jebel Sahaba: https://go.nature.com/3q6kXuM  \nSocieties within peace systems\
  \ avoid war and build positive intergroup relationships: https://go.nature.com/3cR2Svf\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/35729743/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2021-5-18%2Fe55eb8e6-e0b2-fa7e-c6f8-288621ae8ac8.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/519-Douglas-Fry-The-Origins-and-Causes-of-War--and-Peace-Social-Systems-and-How-to-Maintain-Them-e130ssf
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1624017109954-845f1471aa82b.jpg
tags:
- Anthropology
title: '#519 Douglas Fry: The Origins and Causes of War, and Peace Social Systems
  and How to Maintain Them'
youtubeid: Pr5-JqcAo6c
