excerpt: 'Dr. Jeremy DeSilva is a Professor and Chair of Anthropology at Dartmouth
  College. He is a paleoanthropologist, specializing in the locomotion of the first
  apes (hominoids) and early human ancestors (hominins). His particular anatomical
  expertise-- the human foot and ankle-- has contributed to our understanding of the
  origins and evolution of upright walking in the human lineage.  He has studied wild
  chimpanzees in Western Uganda and early human fossils in Museums throughout Eastern
  and South Africa. From 1998-2003, Dr. DeSilva worked as an educator at the Boston
  Museum of Science and continues to be passionate about science education. He is
  the author of First Steps: How Upright Walking Made Us Human.'
filename: 883-jeremy-desilva---first-steps-how-upright-walking-made-us-human
id: '883'
image: https://i.ytimg.com/vi/MOsymrtTCuE/maxresdefault.jpg
interviewee:
- Jeremy DeSilva
itunesEpisodeUrl: https://podcasts.apple.com/us/podcast/883-jeremy-desilva-first-steps-how-upright-walking/id1451347236?i=1000640695486&uo=4
published: '2024-01-05'
shownotes: "RECORDED ON SEPTEMBER 6th 2023.  \nDr. Jeremy DeSilva is a Professor and\
  \ Chair of Anthropology at Dartmouth College. He is a paleoanthropologist, specializing\
  \ in the locomotion of the first apes (hominoids) and early human ancestors (hominins).\
  \ His particular anatomical expertise-- the human foot and ankle-- has contributed\
  \ to our understanding of the origins and evolution of upright walking in the human\
  \ lineage.  He has studied wild chimpanzees in Western Uganda and early human fossils\
  \ in Museums throughout Eastern and South Africa. From 1998-2003, Dr. DeSilva worked\
  \ as an educator at the Boston Museum of Science and continues to be passionate\
  \ about science education. He is the author of First Steps: How Upright Walking\
  \ Made Us Human.\n\nIn this episode, we focus on First Steps. We discuss how old\
  \ bipedalism is in evolution, why it is so rare, and the difference between bipedal\
  \ locomotion and bipedal posture. We talk about hypotheses for the evolution of\
  \ human bipedalism, and tackle the aquatic ape hypothesis. We discuss the main anatomical\
  \ changes that occurred, our running endurance, and our ability to sweat. We talk\
  \ about how bipedalism set the stage for human birth, human life history, and parenting\
  \ behavior. Finally, we discuss the implications of bipedalism for our lives in\
  \ industrialized and post-industrial societies.\n\nTime Links:  \n<time>00:00</time>\
  \ Intro  \n<time>00:41</time> How old is bipedalism in evolution?  \n<time>04:16</time>\
  \ Bipedal posture  \n<time>07:28</time> Why is bipedalism so rare?  \n<time>11:37</time>\
  \ How human bipedalism evolved  \n<time>23:53</time> The aquatic ape hypothesis\
  \  \n<time>30:04</time> The main anatomical changes that occurred  \n<time>35:00</time>\
  \ Our running endurance, and our ability to sweat  \n<time>43:45</time> Human birth,\
  \ human life history, and parenting behavior  \n<time>59:44</time> Implications\
  \ of bipedalism for our lives in industrialized and post-industrial societies  \n\
  <time>1:05:56</time> Follow Dr. DeSilva’s work!\n\n---\n\nFollow Dr. DeSilva’\
  s work:  \nOur first interview: https://youtu.be/rIugU8Oj0Kw  \nFaculty page: https://bit.ly/3edvmB1\
  \  \nWebsite: https://bit.ly/3wrFQDa  \nResearchGate profile: https://bit.ly/3vogjcM\
  \  \nAmazon page: https://amzn.to/3gDfw2f  \nFirst Steps: https://amzn.to/440iIfU\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/75552960/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-8-6%2Facba8b40-ab6e-cfcf-fba9-7cb198fab97b.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/883-Jeremy-DeSilva---First-Steps-How-Upright-Walking-Made-Us-Human-e2906o0
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/staging/podcast_uploaded_episode/1264936/1264936-1694013529916-4a17bb4c7077d.jpg
tags:
- Anthropology
title: '#883 Jeremy DeSilva - First Steps: How Upright Walking Made Us Human'
youtubeid: MOsymrtTCuE
