{
	"excerpt": "Support me on Patreon / Deem-me o vosso apoio em:   ",
	"filename": "20-stephen-hicks-postmodernism--from-rousseau-to-the-present",
	"image": "https://i.ytimg.com/vi/rBTPMBKCZLs/maxresdefault.jpg",
	"interviewee": [
		"Stephen Hicks"
	],
	"published": "2018-04-30",
	"shownotes": "Support me on Patreon / Deem-me o vosso apoio em:   \nhttps://www.patreon.com/thedissenter\n\nFollow me on / Sigam-me:  \nFacebook: https://www.facebook.com/thedissenteryt/  \nTwitter: https://twitter.com/TheDissenterYT\n\nDr. Stephen Hicks teaches at Rockford University, where he also directs the Center for Ethics and Entrepreneurship. He is the author of books like Explaining Postmodernism: Skepticism and Socialism from Rousseau to Foucault, and Nietzsche and the Nazis. Additionally, he has published articles and essays on a range of subjects, including entrepreneurism, free speech in academia, the history and development of modern art, Ayn Rand's Objectivism, business ethics and the philosophy of education, including a series of YouTube lectures.  \nHere, we talk about the differences between modernism and postmodernism; the influences of Rousseau, Kant, Hegel, Nietzsche, Marx and Heidegger on postmodernism; the role the Frankfurt School played on promoting Marxist ideas; the differences between Marxism and Postmodernism; the philosophy of Foucault, Lyotard, Derrida, and Rorty; the current state of political and academic affairs and its relation to the several waves of postmodernism; and the relationship between existentialism and postmodernism.\n\n---\n\nO Dr. Stephen Hicks dá aulas na Rockford University, onde também dirige o Center for Ethics and Entrepreneurship. É autor de livros como Explicando o Pós-modernismo: Ceticismo e socialismo - de Rousseau a Foucault, e Nietzsche and the Nazis. Para além disso, tem artigos e ensaios publicados sobre uma panóplia de temas, incluindo empreendedorismo, liberdade de expressão na academia, a história e desenvolvimento da arte moderna, Objetivismo de Ayn Rand, business ethics e a filosofia da educação, incluindo uma série de aulas no YouTube.  \nAqui, falamos sobre as diferenças entre modernismo e pós-modernismo; as influências de Rousseau, Kant, Hegel, Nietzsche, Marx e Heidegger no pós-modernismo; o papel da Escola de Frankfurt na promoção de ideias marxistas; as diferenças entre marxismo e pós-modernismo; a filosofia de Foucault, Lyotard, Derrida e Rorty; o atual estado político e académico e a sua relação com as diversas correntes pós-modernas; e a relação entre existencialismo e pós-modernismo.\n\nPlease, check out Dr. Hicks’ work  \nHis Website: http://www.stephenhicks.org/  \nHis book, Explaining Postmodernism: https://www.amazon.com/Explaining-Postmodernism-Skepticism-Socialism-Rousseau/dp/0983258406 ; Em Português: https://www.amazon.com/Explicando-P%C3%B3s-modernismo-Ceticismo-socialismo-Portuguese-ebook/dp/B00B4FCGM0/  \nAnd follow him on Twitter: @SRCHicks ; and Facebook: https://www.facebook.com/Stephen.R.C.Hicks",
	"spotifyAudioUrl": "https://anchor.fm/s/822ba20/podcast/play/1986282/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2018-11-26%2F7573041-44100-2-a9efae21386eb.mp3",
	"spotifyEpisodeUrl": "https://podcasters.spotify.com/pod/show/thedissenter/episodes/20-Stephen-Hicks-Postmodernism--from-Rousseau-to-the-Present-e2r49a",
	"spotifyImageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1545831038538-a527d5d937ed2.jpg",
	"tags": [
		"Philosophy"
	],
	"title": "#20 Stephen Hicks: Postmodernism, from Rousseau to the Present",
	"youtubeid": "rBTPMBKCZLs",
	"episodeid": "20"
}