excerpt: Dr. Daniel Kruger is Research Investigator in the Population Studies Center
  at the University of Michigan. He applies evolutionary principles to advance the
  understanding of a wide range of human psychology and behavior. Much of his work
  is founded on Life History Theory, which provides a powerful framework for understanding
  individual variation. He pursues both basic research to advance theory as well as
  applied projects that leverage the most powerful theoretical framework in the life
  sciences to promote human well-being and sustainability.
filename: 383-daniel-kruger-life-history-theory--time-perspective--and-health
id: '383'
image: https://i.ytimg.com/vi/yEKTiMrrUyE/maxresdefault.jpg
interviewee:
- Daniel Kruger
published: '2020-10-26'
shownotes: "RECORDED ON JULY 29th, 2020.  \nDr. Daniel Kruger is Research Investigator\
  \ in the Population Studies Center at the University of Michigan. He applies evolutionary\
  \ principles to advance the understanding of a wide range of human psychology and\
  \ behavior. Much of his work is founded on Life History Theory, which provides a\
  \ powerful framework for understanding individual variation. He pursues both basic\
  \ research to advance theory as well as applied projects that leverage the most\
  \ powerful theoretical framework in the life sciences to promote human well-being\
  \ and sustainability.\n\nIn this episode, we talk about life history theory, and\
  \ its application in evolutionary psychology. We discuss mating and parenting effort,\
  \ and sex differences in life history strategies. We also talk about the evolved\
  \ psychology of time perspective. We mention how life history theory helps us better\
  \ understand certain modern health issues. And, finally, we talk about postcoital\
  \ behaviors, and sex differences related to them.\n\nTime Links:  \n<time>01:07</time>\
  \ What is life history theory?  \n<time>24:26</time> An evolved psychology of time\
  \ perspective  \n<time>32:30</time> Sex differences in life history strategies \
  \ \n<time>44:47</time> Life history theory and modern health issues  \n<time>52:23</time>\
  \ Postcoital behaviors  \n<time>59:27</time> Follow Dr. Kruger’s work!\n\n\
  ---\n\nFollow Dr. Kruger’s work:  \nFaculty page: https://bit.ly/2UtFLyk  \n\
  ResearchGate profile: https://bit.ly/2QXLF8B\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/17369014/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2020-6-31%2F00e35e56-49e0-1942-3058-96b90a907085.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/383-Daniel-Kruger-Life-History-Theory--Time-Perspective--and-Health-ehgifm
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1596224903071-fd2ea8853def1.jpg
tags:
- Psychology
title: '#383 Daniel Kruger: Life History Theory, Time Perspective, and Health'
youtubeid: yEKTiMrrUyE
