excerpt: "Dr. Alice H. Eagly is Emerita Professor of Psychology and of Management\
  \ and Organizations at Northwestern University. She currently holds the James Padilla\
  \ Chair for Arts and Sciences and a Faculty Fellowship for the Institute of Policy\
  \ Research at Northwestern University. Her primary research contributions have been\
  \ in the area of social psychology, as well as personality psychology and Industrial\
  \ Organizational Psychology. Her research interests include the psychology of gender,\
  \ especially sex differences and similarities in leadership, prosocial behavior,\
  \ aggression, partner preferences, and sociopolitical attitudes. She’s also\
  \ interested in the content of stereotypes; social role theory as a theory of sex\
  \ differences and similarities and of the origins of sex differences in social behavior;\
  \ and attitude theory and research, especially attitudinal selectivity in information\
  \ processing."
filename: 271-alice-eagly-the-psychology-of-gender--and-gender-equality
id: '271'
image: https://i.ytimg.com/vi/gPsXpDIE0LA/maxresdefault.jpg
interviewee:
- Alice Eagly
published: '2019-12-20'
shownotes: "RECORDED ON OCTOBER 10th, 2019.  \nDr. Alice H. Eagly is Emerita Professor\
  \ of Psychology and of Management and Organizations at Northwestern University.\
  \ She currently holds the James Padilla Chair for Arts and Sciences and a Faculty\
  \ Fellowship for the Institute of Policy Research at Northwestern University. Her\
  \ primary research contributions have been in the area of social psychology, as\
  \ well as personality psychology and Industrial Organizational Psychology. Her research\
  \ interests include the psychology of gender, especially sex differences and similarities\
  \ in leadership, prosocial behavior, aggression, partner preferences, and sociopolitical\
  \ attitudes. She’s also interested in the content of stereotypes; social role\
  \ theory as a theory of sex differences and similarities and of the origins of sex\
  \ differences in social behavior; and attitude theory and research, especially attitudinal\
  \ selectivity in information processing.\n\nIn this episode, we talk about the psychology\
  \ of gender, and the several different approaches to it. We first talk about some\
  \ of the most well-established sex differences and their origins. We refer to the\
  \ nature-nurture debate, and Dr. Eagly’s social role theory. We then go through\
  \ some of what Dr. Eagly thinks are the limitations of the approaches from evolutionary\
  \ psychology and social constructionism, while also addressing the gender equality\
  \ paradox. We then discuss feminist issues, namely how feminism should deal with\
  \ sex differences; what is gender equality (and the issue with quotas); female leadership;\
  \ how gender stereotypes have changed over time; and the future of gender equality.\n\
  \nTime Links:  \n<time>01:22</time> How to think about sex differences  \n<time>10:05</time>\
  \ The origins of these sex differences  \n<time>13:19</time> The nature vs nurture\
  \ debate, and the interactionist position (social role theory)  \n<time>16:53</time>\
  \ The approach from evolutionary psychology   \n<time>22:06</time> The gender equality\
  \ paradox  \n<time>33:22</time> The limitations of social constructionist approaches\
  \  \n<time>36:37</time> Feminism, and how to deal with sex differences  \n<time>40:58</time>\
  \ What is gender equality?  \n<time>49:21</time> Female (political) leadership \
  \  \n<time>54:32</time> How gender stereotypes changed  \n<time>1:02:42</time> The\
  \ future of gender equality  \n<time>1:09:12</time> Follow Dr. Eagly’s work!\n\
  \n---\n\nFollow Dr. Eagly’s work:  \nFaculty page: http://bit.ly/2L0uZtm  \n\
  Social Psychology Network: http://bit.ly/2nDQmJo  \nGoogle Scholar: http://bit.ly/2pb6dPM\
  \  \nBooks on Amazon: https://amzn.to/2Ntet8e\n\nRelevant papers/books:  \nThe Shaping\
  \ of Science by Ideology: How Feminism Inspired, Led, and Constrained Scientific\
  \ Understanding of Sex and Gender: http://bit.ly/33q68qB  \nGender Stereotypes Have\
  \ Changed: A Cross-Temporal Meta-Analysis of U.S. Public Opinion Polls From 1946\
  \ to 2018: http://bit.ly/30ZRd4x  \nSex Differences in Social Behavior: A Social-Role\
  \ Interpretation: https://amzn.to/2om1BGQ  \nThe Psychology of Gender: https://amzn.to/2q0IRwN\
  \  \nThrough the Labyrinth: The Truth About How Women Become Leaders: https://amzn.to/313BAcn\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/5803691/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-9-10%2F27460931-44100-2-c07f97937822f.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/271-Alice-Eagly-The-Psychology-Of-Gender--And-Gender-Equality-e6fk7b
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1570740274366-4f1bc4ba83e36.jpg
tags:
- Psychology
title: '#271 Alice Eagly: The Psychology Of Gender, and Gender Equality'
youtubeid: gPsXpDIE0LA
