excerpt: "Dr. Christopher J. Ferguson is professor of psychology at Stetson University.\
  \ He is interested in media violence and, in particular, video games. He has been\
  \ invited to speak at Vice President Biden's task force and a 2013 Institute of\
  \ Medicine/CDC panel on the subject and in summer 2018 testified at the School Safety\
  \ Commission. His research has generally indicated that exposure to media violence\
  \ has little effect on societal violence. Dr. Ferguson has emphasized the idea that\
  \ media effects must be studied independently rather than taking a \"one size fits\
  \ all\" approach.  Thus, advertising may get us to switch from one product to another\
  \ even if video games don't turn kids into mass killers.  Dr. Ferguson is also interested\
  \ in the sociology of media research itself...how political pressure, social moral\
  \ panics and culture war can distort media effects research into \"opinions with\
  \ numbers.\". He’s the author of How Madness Shaped History: An Eccentric Array\
  \ of Maniacal Rulers, Raving Narcissists, and Psychotic Visionaries."
filename: 392-christopher-ferguson-violent-media-and-its-effects--and-how-madness-shaped-history
id: '392'
image: https://i.ytimg.com/vi/1G0tKXPWl_I/maxresdefault.jpg
interviewee:
- Christopher Ferguson
published: '2020-11-16'
shownotes: "RECORDED ON SEPTEMBER 17th 2020.  \nDr. Christopher J. Ferguson is professor\
  \ of psychology at Stetson University. He is interested in media violence and, in\
  \ particular, video games. He has been invited to speak at Vice President Biden's\
  \ task force and a 2013 Institute of Medicine/CDC panel on the subject and in summer\
  \ 2018 testified at the School Safety Commission. His research has generally indicated\
  \ that exposure to media violence has little effect on societal violence. Dr. Ferguson\
  \ has emphasized the idea that media effects must be studied independently rather\
  \ than taking a \"one size fits all\" approach.  Thus, advertising may get us to\
  \ switch from one product to another even if video games don't turn kids into mass\
  \ killers.  Dr. Ferguson is also interested in the sociology of media research itself...how\
  \ political pressure, social moral panics and culture war can distort media effects\
  \ research into \"opinions with numbers.\". He’s the author of How Madness\
  \ Shaped History: An Eccentric Array of Maniacal Rulers, Raving Narcissists, and\
  \ Psychotic Visionaries.\n\nIn this episode, we talk about the psychological effects\
  \ of media, and How Madness Shaped History. We start by talking about a bit of the\
  \ history of how people tend to demonize new technology. We then get into specific\
  \ technologies, like videogames, movies, and series. We address specifically 13\
  \ Reasons Why, and screen time. Finally, we cover come of the main topics of How\
  \ Madness Shaped History, and discuss things like a distinction between madness,\
  \ mental illness, and insanity; how complicated it is to diagnose historical figures;\
  \ if mental health professionals should diagnose politicians; and how someone gets\
  \ mad.\n\nTime Links:  \n<time>00:57</time> Demonizing new technology  \n<time>05:22</time>\
  \ Violent videogames  \n<time>16:18</time> Sexism in videogames  \n<time>25:23</time>\
  \ Does playing videogames improve cognitive function?  \n<time>28:51</time> Videogame\
  \ addiction  \n<time>33:21</time> Screen time  \n<time>38:34</time> 13 Reasons Why\
  \  \n<time>42:30</time> Is the Lord of the Rings racist against orcs?  \n<time>50:14</time>\
  \ How Madness Shaped History  \n<time>54:37</time> Big Man History  \n<time>59:31</time>\
  \ Madness, mental illness, and insanity  \n<time>1:03:29</time> Diagnosing historical\
  \ figures  \n<time>1:09:24</time> Should political figures be diagnosed?  \n<time>1:23:40</time>\
  \ How people get mad  \n<time>1:27:37</time> Follow Dr. Ferguson’s work!\n\n\
  ---\n\nFollow Dr. Ferguson’s work:  \nFaculty page: https://bit.ly/2FEmghC\
  \  \nWebsite: https://bit.ly/2ZBxNFz  \nPsychology Today blog: https://bit.ly/2Fw6Rjo\
  \  \nHow Madness Shaped History: https://amzn.to/3khICo8  \nTwitter handle: @CJFerguson1111\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/19799748/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2020-8-18%2Ff9c39d97-50d8-8cf0-e155-deebce0b550e.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/392-Christopher-Ferguson-Violent-Media-and-Its-Effects--and-How-Madness-Shaped-History-ejqo84
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode/1264936/1264936-1600425401891-036f5f0800f8.jpg
tags:
- Psychology
title: '#392 Christopher Ferguson: Violent Media and Its Effects, and How Madness
  Shaped History'
youtubeid: 1G0tKXPWl_I
