excerpt: 'Dr. Charles Fernyhough is a Professor of Psychology at Durham University,
  where he is also Director of the Centre for Research into Inner Experience. He has
  contributed to the understanding of how language and thought are related in child
  development and beyond. The focus of his recent scientific work has been in applying
  ideas from mainstream developmental psychology to the study of psychosis, particularly
  the phenomenon of voice-hearing. He is the author of books like Pieces of Light:
  The New Science of Memory, and The Voices Within: The History and Science of How
  We Talk to Ourselves.'
filename: 775-charles-fernyhough-inner-speech--imaginary-companions--and-auditory-hallucinations
id: '775'
image: https://i.ytimg.com/vi/0FIWXXdWwkw/maxresdefault.jpg
interviewee:
- Charles Fernyhough
itunesEpisodeUrl: https://podcasts.apple.com/us/podcast/775-charles-fernyhough-inner-speech-imaginary-companions/id1451347236?i=1000611055585&uo=4
published: '2023-04-28'
shownotes: "RECORDED ON JANUARY 10th 2022.  \nDr. Charles Fernyhough is a Professor\
  \ of Psychology at Durham University, where he is also Director of the Centre for\
  \ Research into Inner Experience. He has contributed to the understanding of how\
  \ language and thought are related in child development and beyond. The focus of\
  \ his recent scientific work has been in applying ideas from mainstream developmental\
  \ psychology to the study of psychosis, particularly the phenomenon of voice-hearing.\
  \ He is the author of books like Pieces of Light: The New Science of Memory, and\
  \ The Voices Within: The History and Science of How We Talk to Ourselves.\n\nIn\
  \ this episode, we talk about inner speech, imaginary companions, and hallucinations.\
  \ We start with inner speech, how it develops in children, its connection to language,\
  \ its functions, its neuroscience, and rumination. We then talk about imaginary\
  \ companions, why children have them, how they influence how they think about their\
  \ real-life friends, and their link to inner speech. We also discuss auditory verbal\
  \ hallucinations, their neuroscience (with a focus on resting state networks and\
  \ the default mode network); how people sometimes personalize the voices they hear;\
  \ musical hallucinations; and multimodal hallucinations. Finally, we discuss how\
  \ to think about distinguishing clinical from non-clinical conditions.\n\nTime Links:\
  \  \n<time>00:00</time> Intro  \n<time>00:52</time> Inner speech, when it arises\
  \ in child development, and its connection to language  \n<time>07:18</time> What\
  \ functions does inner speech serve?  \n<time>11:41</time> The neuroscience of inner\
  \ speech  \n<time>19:19</time> Rumination  \n<time>22:41</time> Imaginary companions:\
  \ why do children have them?  \n<time>28:52</time> How imaginary companions influence\
  \ how children think about and characterize their real-life friends  \n<time>31:59</time>\
  \ The link between inner speech and imaginary companions  \n<time>33:54</time> Auditory\
  \ verbal hallucinations: are they social phenomena?  \n<time>40:11</time> The neuroscience\
  \ of auditory verbal hallucinations: resting state networks and the default mode\
  \ network  \n<time>45:15</time> Do people personalize the voices they hear?  \n\
  <time>47:14</time> Musical hallucinations  \n<time>49:50</time> Multimodal hallucinations\
  \  \n<time>55:28</time> Distinguishing between the clinical and the non-clinical\
  \  \n<time>1:04:31</time> Follow Dr. Fernyhough’s work!\n\n---\n\nFollow Dr.\
  \ Fernyhough’s work:  \nFaculty page: https://bit.ly/3x3BtAn  \nWebsite: https://bit.ly/3ASPKRO\
  \  \nResearchGate profile: https://bit.ly/3cR2jF1\n"
spotifyAudioUrl: https://anchor.fm/s/822ba20/podcast/play/63301310/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-0-10%2F1e670ebc-44dd-012b-c964-dcb330c53b96.m4a
spotifyEpisodeUrl: https://podcasters.spotify.com/pod/show/thedissenter/episodes/775-Charles-Fernyhough-Inner-Speech--Imaginary-Companions--and-Auditory-Hallucinations-e1taa7u
spotifyImageUrl: https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1673367650582-7efcfd4db942.jpg
tags:
- Psychology
title: '#775 Charles Fernyhough: Inner Speech, Imaginary Companions, and Auditory
  Hallucinations'
youtubeid: 0FIWXXdWwkw
