{
	"excerpt": "Support me on Patreon / Deem-me o vosso apoio em:   ",
	"filename": "19-roberto-rivera-human-sex-distribution--genotype-and-phenotype--epigenetics",
	"image": "https://i.ytimg.com/vi/2DxJl_vPohI/maxresdefault.jpg",
	"interviewee": [
		"Roberto Rivera"
	],
	"published": "2018-04-26",
	"shownotes": "Support me on Patreon / Deem-me o vosso apoio em:   \nhttps://www.patreon.com/thedissenter\n\nFollow me on / Sigam-me:  \nFacebook: https://www.facebook.com/thedissenteryt/  \nTwitter: https://twitter.com/TheDissenterYT\n\nRoberto Calzadilla Rivera has studied Biology and Mathematics at the University of Puerto Rico, working in molecular and evolutionary genetics. He’s trained as a population geneticist. Currently he’s working as a computational biologist and biophysicist in a behavioral neuroscience lab.  \nI decided to invite Roberto on the show because in February we had a discussion on Twitter about human sex, and sex distribution in humans.   \nSo, here we talk about chromosomal sex and anisogamy; how to deal with intersex people in terms of sex distribution; mating sex and gametes; genotype and phenotype; and a little bit about epigenetics.\n\n---\n\nO Roberto Caldazilla Rivera estudou Biologia e Matemática na Universidade de Porto Rico, trabalhando em genética molecular e evolutiva. Tem formação como genético de populações. Atualmente, trabalha como biólogo e biofísico computacional num laboratório de neurociência comportamental.  \nDecidi convidar o Roberto para o canal, uma vez que em fevereiro tivemos uma discussão no Twitter sobre sexo humano, e distribuição do sexo em humanos.  \nAssim, aqui falamos sobre sexo cromossomal e anisogamia; como lidar com pessoas intersexo em termos de distribuição de sexo; sexo de acasalamento e gâmetas; genótipo e fenótipo; e um pouco sobre epigenética.\n\nFollow Roberto on Twitter: @HaldanesGhost",
	"spotifyAudioUrl": "https://anchor.fm/s/822ba20/podcast/play/1986259/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2018-11-26%2F7572358-44100-2-c22e5dca46be2.mp3",
	"spotifyEpisodeUrl": "https://podcasters.spotify.com/pod/show/thedissenter/episodes/19-Roberto-Rivera-Human-Sex-Distribution--Genotype-and-Phenotype--Epigenetics-e2r48j",
	"spotifyImageUrl": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_episode400/1264936/1264936-1545830618911-2e5014ae29783.jpg",
	"title": "#19 Roberto Rivera: Human Sex Distribution, Genotype and Phenotype, Epigenetics",
	"youtubeid": "2DxJl_vPohI",
	"episodeid": "19"
}