[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Lob. And today I'm joined by Doctor Edward Hall. He is Norman Eve Willem, Professor of Philosophy at Harvard University. He works on a range of topics in metaphysics and epistemology that overlap with philosophy of science. And today we're focusing mostly on the philosophy of causation and we'll talk a little bit about some aspects of the nature of reality that might overlap with the philosophy of causation. So, Doctor Hall, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Edward Hall",
		"words": "Oh, thank you very much for having me. I'm delighted to be here."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "OK. So how do you approach the issue of causation from a philosophical perspective, particularly from the perspective of philosophy of science? What is causation exactly?"
	},
	{
		"start_time": "00:55",
		"speaker": "Edward Hall",
		"words": "Oh, so let me separate the question of how I approach the topic and, and the much harder question of what causation is. Um So I'll, I'll put this in a little bit of kind of autobiographical context. I used to approach the study of causation in a way that I learned from my, one of my teachers, David Lewis, which was to take it that the main task for us as philosophers is to come up with some kind of informative analysis of causation. That's kind of a way of filling in the blanks. Um In the following equation X causes why if and only if blank, no. And David Lewis famously uh defended a kind of way of filling in those blanks that that appealed to counterfactual. So the very simplest version of the kind of theory or analysis that he endorsed was X causes why if and only if if X had not occurred, why would not have occurred. And we might add just to for clarity, X and Y both do in fact occur. So Susie throws a rock at a window, the window breaks. What does it mean to say that her throat caused the window to break? It's to say first, she threw the rock, second, the window broke and third, and this is the crucial element. If she hadn't thrown the rock, the window wouldn't have broken. Um That wasn't Lewis's preferred analysis. He added some complexity to it, but it gives you the flavor. Um And one of the things to emphasize is that for Lewis, the way to proceed was to construct analyses like this and then test them against our intuitively held judgments about cases. So for example, the analysis I just gave you looks like it runs into trouble if we um just think of the right kinds of cases. Suppose Suzie and Billy are both throwing rocks at the same window, but Susie is a little faster. So it's her rock that hits the window, whereas Billy's was just a split second too late. So it's intuitively still the case that her throat caused the window to break. And yet if she hadn't thrown the window would have broken all the same. Thanks to thanks to the backup. And so this gives you a kind of capsule summary, a kind of illustration of a way of proceeding here. Philosophically, you propose an analysis, you come up with cases that make trouble, you go back and revise the analysis or maybe try something different. And quite a lot of work on causation in the last I think 50 years has that flavor kind of proposal and counterexample drawing heavily on our, on our intuitive reactions to cases. And I've come to think that a different way of proceeding is much more helpful. And it's one where I've been inspired by the work of, of James Woodward on causation, where, where we should step back and ask what having a concept of causation or more generally, what thinking about the world in causal terms does for us? Why is this a valuable thing? Yeah. Um And for me, one way to focus this is to, is, is to start with what looks like a kind of like obvious truth, like maybe even trivial truth about the sciences, which is the sciences. Aim to discover and articulate the causal structure of the world. Um THAT can seem obvious. Um But if we approach that question in the way Woodward recommends we should ask like, well, what is causation need to mean in order for this to be a useful characterization of what's important in science? And, and then no, that's, that gets very complicated. Uh We need to think about like, well, what are the different kinds of value that causal thinking in causal terms can have for us? And I don't have a settled view about that. I think, I, I think Woodward's own view, which is that we think in causal terms because we're very concerned, not merely to passively record what goes on around us and passively predict it, but to intervene and navigate and control and manipulate, that's, that's important and causal concepts helps observe that. But I think a lot of the way we think about causation is also structured by the need to have a kind of organized view of the world. Um So I think that it's a very deep seated part of the way we humans think about causal structure that we look for connecting processes. And so if I go back to the Suzie and Billy, both throwing rocks at the window example and ask like, well, what are we focusing on when we immediately judge in the case where they're both throwing that? It's Susie's throw that causes the window break to break and not Billy's, we're focusing on a very characteristic kind of process that links her throat to the windows breaking. It just consists of a rock flying through the air and making contact. And, and this is something II I do not have again, a settled view about, but I think one way or another, that notion of process is really important to us. And so when I come back to your question, what is causation? I tend to want to rewrite that question and, and pose it as like what are the most helpful, functional, useful ways to think about the world in causal terms? And now things are gonna are gonna get very hand wavy very fast. I think that it's got to be some combination of thinking about the world in terms as divided up into separately identifiable processes. But where those processes also have something, some interesting kind of dependent structure to them. No, like the the fact that a rock flying through the window, sorry through the air and and striking window appears to us as an important process is partly because that kind of process has a lot of internal connections. No earlier stages. Um SORRY, later stages of it depend on earlier stages. The final stage depends on initial stages, at least when nothing in the environment like in another throw, you know, from another vandal like Billy is going on to mask that dependency. Um So, so in earlier work of mine, II I sort of ambitiously thought, well, we just have two distinct concepts of causation. There's a kind of concept that is just captured by this notion of dependence. And then there's a concept that I called production, which is somehow captured by the notion of connecting process. And I now think it's not that simple, that both of these strands in our thinking are very, very important. But how exactly we knit them together is a complicated matter. So that was a long answer, Ricardo. But hopefully that can"
	},
	{
		"start_time": "07:36",
		"speaker": "Ricardo Lopes",
		"words": "no, I understand this is a very complicated subject. Uh But I mean, here just to make things clearer because we are approaching things from the perspective of philosophy of science. And I mean, just thinking about science and looking for example, across the several different disciplines from physics, chemistry to geology, biology and the social sciences. I mean, ii I have perhaps two questions I want to ask you. I mean, is it that what you're trying to do here as a philosopher is trying to understand um causality uh as it works across all different fields, all different areas and in all different kinds of circumstances, I mean, basically have a, an overall framework as to how we can determine that something caused another or a couple of things caused uh uh uh something else, whatever or uh for example, uh I'm asking you this because of course, if we look across the several different scientific disciplines, it seems that the way we determine that something caused another uh is different. So for example, if we look at physics, the way we determine that something caused another, there, it seems very different or it seems I might be wrong, but it seems very different from the way we determine that uh I mean, the cause of a particular behavior of a human or another animal. In, for example, biology, psychology, I mean, iii I in a very simplistic way, I guess it would seem that things become more and more complicated as we move through levels of analysis. So again, going back to the question, I was trying to ask you, are you trying to come up with the a universal framework to determine causation, whatever kind of scientific discipline we're talking about? Or do you think that we should understand causation depending on the object of study or the question we are trying to answer?"
	},
	{
		"start_time": "09:57",
		"speaker": "Edward Hall",
		"words": "I think it's a great question. I will say my own ambition, which I recognize is absurd is to come up with a universal account. It's exactly to do that. But at the same time, it's obvious that there are differences between the fields and in how they, you know, just the methodologies for trying to figure out what causes what and, and maybe even for um but in some loose sense, they, they mean by causation now, I, I wanted to say that's a loose sense. II I think part part of the reason I have this kind of absurd ambition is I, I don't think it's just some weird linguistic accident that we use the same term so fluently in so many different areas. Um, um, I mean, it might be, no, it, it might be that at the end of the day we should just think that social scientists should use a different word from physicists and they should use a different word from biologists And we'd all do a much better job of not confusing each other if we sort of jettison the single word cause. But, but I, I don't think that's right. Um Now, that's just a hunch, it's a working hypothesis. Um um But it, it may be that in order to fulfill that ambition of having a universal theory, we, we need an approach that recognizes that there are gonna be a number of different parameters to pay attention to and in some fields, those parameters will have one setting and in another field, they'll have a different setting and that will make a comparatively superficial difference to how people talk about causation, even though the underlying no structure of, of thought is very similar. Um That's again a working hypothesis. But I'll give you one example of where I think that plays out sometimes in some settings, we, we work with a, a fairly clear understanding of normal conditions. And on the one hand, and deviations from those conditions, on the other hand, um So even in my little prosaic example of Susie, throwing a rock at a window, you know, throwing a rock is a deviation from something like normal conditions where she just like sitting around or the rock stays idle on the ground. No rock being propelled through the air is a deviation from, you know, what we might think of as like the normal conditions for rock in those circumstances. Um IN physics, it might be even clearer. And we, the, the easiest examples from physics will take us back to Newton. So they're a bit dated. But the whole idea of a force um is under conceptualized as something that's a deviation from a background condition. The kind of default condition for an object is to have no force on it. And by default, we don't mean common. Now, Newton was perfectly aware that most objects, maybe all objects at all times have forces acting on them. But if you think about how we set up his laws of motion, the first law of motion is an object not acted upon by a force moves with constant velocity. And that, you know, that's a mathematically that law is a trivial consequence of the second law that says f equals ma force equals mass times acceleration. Because if you know force is zero, then by that equation acceleration is zero. So velocity is constant. So why did he single out, you know this one case as for special attention? Well, I think it was to set it up a a certain conceptual structure where we think of the world when we have our Newtonian glasses on as a world where the kind of the default no behavior, the kind of behavior provided nothing is interfering of any object is to just move with constant velocity. And then of course, is a deviation from that. And that can be very important in how we think about causation. It already structures things a certain way. It's natural when you have a really rich conception of default versus de default states versus deviations there from, to think of causes as things that in the first instance, whatever else they are, they need to be deviations. And it also helps with understanding counterfactual. So in my example, and I said, like if Susie hadn't thrown the rock at the window, the window wouldn't have broken. This is the original case where we don't have Pesky Billy in the background trying to break it. At the same time. You, you know, you and your listeners probably heard that counterfactual thought. Yeah, that's obviously right. If she hadn't thrown, no, nothing else was going to do it. So it wouldn't have broken. But notice, I didn't say when I asked you to entertain that kind of counterfactual supposition, suppose she hadn't thrown, then what would have happened? I didn't say, you know, she was doing anything else. No. In fact, I didn't specify much about what she's doing in that kind of factual situation aside from the mere fact that she's not throwing a rock. Well, who knows, maybe she's running up and kicking the window instead, but you didn't hear it that way. You didn't hear it that way at all. What you, you probably did is like, like said, well, some kind of default state replaces the actual deviation where she's throwing and, and the default state for the rock in particular would be one where it's still on the ground. No, and no other processes have been set in motion that are aimed at the wind, breaking the window. Ok? But it doesn't always work like that. Like think about causation in our mental lives. Suppose. Um um TRYING to think of a good example. Um SUPPOSE I'm, you know, trying to decide what to do and a bunch of thoughts are running through my head and they lead me to a certain conclusion and we ask like, what would have happened if I hadn't? No drawing that one inference I did at a certain step. No, in my mental thought. Well, when you play out examples like this, it might be that the first thing that comes to mind is like, who knows? Like there's no obvious like default status for my mental life. No, to revert to in the counterfactual situation. Um A maybe clear example of, of how there can be no default is like, suppose I ask like, suppose I had been, um, had grown up to be taller than I in fact am. So, I'm a little bit under 6 ft. How tall would I have been? So, so I'll ask you that, Ricardo. Like, what, what do you think? Like, how should we answer a question like that? I don't know. Exactly. Yeah. It's like, I don't know, you know, 6 ft or above somewhere, but it's indeterminate. We think, like, if I had been taller, we don't think like there's any very determinate story about how much taller it would have been. And that's because there, there's no kind of default setting for us to go to. So if, if all I say is I'm not this tall. No. Um THEN, then we're left, it's left wide open how to fill in the details. Whereas very often when we're using causal concepts and using counterfactual to try to unpack them, it's not wide open how to fill in the details. No. Um But that's something that I think can vary between disciplines. No. Um NO another, another parameter that can vary is in some disciplines, there's a kind of natural way to carve up any situation into different variables that we can in principle, at least tweak or toggle or very independently of one another. Um This is like the idea of a controlled experiment if I have some piece of the world and I'm doing a controlled experiment, the first thought you have maybe even without even noticing it is OK. There's some variables that characterize the thing in a controlled experiment consists in manipulating one or more of them while holding the others fixed. OK. Um But in, in the social settings, we can't always do that. Um CONSIDER for example, how people dress what people's biological, perceived, biological sexes and when whether people are gender, non conforming. So this is an example I learned from one of my phd students, she, she asked you to imagine like Billy goes in for a job interview and he's clearly presents as male. Now, maybe has a beard and just his, his physique would, um, and facial structure like would, would immediately signal to anyone like, ok, he's male. Um, BUT he's wearing a dress and makeup and carrying a purse. Ok. And we might wonder if social psychologists how he'll be received by the interviewer. Um And offhand, there are three things that the interviewer might be paying attention to his sex. No, that like or, or might care about, say even have biases about. It might be that the interviewer is biased against males. It might be, the interview is biased against people who wear dresses and makeup doesn't matter whether they're male or female might be. The interview is biased against people who dress in a gender, non conforming way. They don't have a problem with males. They don't have a problem with females. They don't have a problem with wearing dresses, et cetera, but it's got a match in their mind, right. So here are three parameters, all of which could causally matter his sex, his physical dress and appearance, and whether he's gender conforming in his dress, all this can matter. But notice you can't toggle those independently of each other. There's no such thing as a controlled experiment that isolates one of them and holds and manipulates one of them while holding the others fixed. And once you see this point, this is due to Lily, who, who's now a philosopher at Yale, you see this is like widespread across the social world. You know, we have, we regularly work with characteristics or parameters or variables that we want to attribute some causal status to. But where we can't think of them as like independently manipulable. OK. So there's, there's a, there's a, there's a sort of very specific way in which the social sciences differ from other sciences where we can analyze things in terms of independently manipulable variables. And that's gonna make a difference to how we think about causation. Um But going back to your original point, it doesn't, to me at least immediately ruin the the prospect of coming up with a universal account. It just means a universal account has to be flexible enough to sort of like know how to apply in a case where you've got independently manipulable variables and how to apply in a case where you don't to know how to apply in a case where you've got a clear distinction between a default state and deviations there from and how to apply in a case where you don't and so on."
	},
	{
		"start_time": "20:47",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a different kind of question. Now. Um What is the metaphysical status of causation? I mean, is causation itself part of the structure of reality or is it just the things that have a cause or relation between themselves that are part of reality?"
	},
	{
		"start_time": "21:10",
		"speaker": "Edward Hall",
		"words": "That's a great, great question. I, I don't know myself. I don't think any of us do. I guess I do like to think about that question by relocating it to a question about fundamental laws of nature. And the reason I do that relocation is already committing me on the metaphysics of causation because in general, and we ask whether something is a genuine part of reality kind of independent from us or is perhaps like an illusion or maybe a projection onto reality of some aspect of our psychology. Um EVEN if we take it to be a genuine part of reality, we can ask where it's located, like how fundamental is it. So just to help clarify that, I, I think that there are lots of properties of material objects that they have quite independently of us. For example, I think that the table, that's the, the coffee table that's next to me right now is a solid object and, and more or less rigid. It's a rigid, solid object. Um And I don't think that has anything to do with me or anyone else. I think it just is that way intrinsically independently of how humans think about it. Um And, but even if I'm right about that, it's not as if solidity or rigidity, those two properties are fundamental. It's not like quirks, you know, are solid and rigid or not, you know, it's just not a, a category that applies at that stage. So it's natural to think in, in some sense, these properties of the table are derivative of something deeper. And I tend to favor approaches to causation that assume that if it's part of the real furniture of the world, it is. So in a derivative sense doesn't make it any less real, just means it's not fundamental now, that might not be right, but let's run with it for a minute, right? Um Then we can ask if it is derivative, what's it derivative on? And to me, the most crucial ingredient down at the foundations would be something like fundamental loss of nature, you know, the aspects of the real of reality that distinguish between what in a kind of physical sense can happen and what can't happen. Um And then we can ask, OK, well, what about those elements of reality? Are they or sorry? Elements of our description of reality? I should be more careful, are they really part of reality or are they simply something like a, a conceptual overlay we impose on reality and there, I, I don't know, I mean, depending on the time of day and how much coffee I've had and what mood I'm in, I'll sort of lean one way or the other. Um, AND I think that some of the most interesting recent work in metaphysics and philosophy, science has been about this question and there's a kind of divide between people on one side who view themselves as heirs to David Hume and think like no reality itself doesn't have any law or necessity in it. Um It's rather that we can describe it in certain ways that are useful to us. Now, we can pick out certain claims about reality or at least could if we knew enough as being the laws, not because they're metaphysically special, but because those claims are particularly useful to us in organizing our view of the world. That's a kind of quick overview of like one way of thinking about um law. Um And then there are people on the other side who think no, no, the world really does have necessity in it. There are lots of variations on that second view. Um But, but I find it, I find that a really deep question and it's not clear how to get to the bottom of it right now. I think the most productive work is being done just trying to lay out those options with as much clarity and depth as possible so that we can get to the point where we can ask this harder question, how would we decide between them? But I don't think we're there yet."
	},
	{
		"start_time": "25:06",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I guess that if we wanted to really complicate this question about the metaphysical status of position to the maximum extent, I guess we could say something like or start with something like OK, so uh uh uh in my question, I mentioned uh things and then I mentioned causal causal relations between them. But even mentioning things themselves is already starting from an assumption that there are actually things in the world. I mean, sort of optic perspective of the world because if you get into stuff like there are people coming from complexity theory and dynamical systems theory, chaos theory that I intend to talk more about relations processes and they don't like things, they don't really like to talk about things or whatever I think might be and then uh to complicate even further, we might get into stuff like neuroscience and cognitive science and say, and physics as well and say, but look even the things you are referring to are not there really because that's only what you see, what we see through our perception. And so whatever we are referring to that is also not part of the structure of reality itself and that's another complication. Uh And then, and then, I mean, there are people II, I mean, I mentioned the people who prefer things like relations or processes. But then on the other side, people who prefer to talk about things, they might say that, I mean, possibly causation is not even part of the structure of reality itself. It's just, it's just how we experience uh I mean, events happening or things I interacting with, with one another. It's just moral, uh let's say an epistemological approach to whatever we experienced or something along those lines. But wherever the case, I mean, it doesn't matter if people from complexity theory or some other similar approach or the atomist are, right? Uh uh But uh if one or the other is right, also the way we understand causation itself, it changes completely, right? And so I guess that what I'm trying to say is that when considering the metaphysical or ontological status of causation, we could get into all of these sorts of complications."
	},
	{
		"start_time": "27:57",
		"speaker": "Edward Hall",
		"words": "Yeah, I think, I think one of one of the things that attracts me to thinking of causation as derivative is it allows you to be flexible in no, like I, if any time we take something to be fundamental, the question naturally arises like, well, which category are you putting it in? No. Um um No, it would be, it might be weird to say there are things that are fundamental and there are also processes that are fundamental and there are, you know, events that are fundamental, you know, all together. No. Um BUT but I I'm a kind of like, I'm hopeful that we, when it comes to causation, we can be ecumenical and say like, well for certain purposes, it might be useful to think about some part of the world as carved up into processes, not distinct things say. Um um But you can still like, especially if you take a broadly counterfactual approach, talk about dependence, relations between different stages of a process just as you can talk about like dependence, relations between something that a thing is doing at one time and something that some other thing is doing at another time. Um I do think though, like your, your comment made me like realize that there's more to say about this reality question when it comes to distinctions between different kinds of causes. Um Because when we think about the world, it's not just that we think about the world in causal terms, we also have causal taxonomies. Um No, we think of flammability as a distinct power from solubility, say um or if I want to do it in terms of processes, we think that no, when, when Susie throws a rock at a window and Billy throws a rock at a window, maybe they're throwing it separate windows now and both windows break that it's the same kind of process in each case that led to the windows breaking. Whereas, you know, if, if an airplane goes by and breaks the sound barrier and the Sonic boom breaks the window. That's a different kind of process. And that seems very important in the sciences too. I remember, you know, way, way back, I won't tell you how long ago that's that secret. But when I was studying chemistry as an undergraduate, um part of what we had to learn when we were learning organic chemistry is distinct reaction mechanisms. That was a basic explanatory notion in the field, the notion of a distinct reaction mechanism. And that's a causal notion we're thinking about like there are chemical reactions about in the world. A lot of particular chemical reactions gazillions of them happening all the time. And we categorize those causal processes, those individual discrete causal processes into types and say like, well, all these reactions are the same and all these reactions are different but similar in the following way and so on. And it's really, really important to the advancement of science that we have an effective way of doing that like a useful, flexible illuminating taxonomy of causal types. OK? Is, are those distinctions real we can ask your question? Um OR they are they somehow imposed by us now? Like you could put it this way from a God's eye view. Are there any distinctions but like built in distinctions between causal types? Um OR, or any such distinctions that are special? No, we can draw distinctions all over the place. But when in fact, what we do is we draw them in very particular ways we say like, no, this reaction is really fundamentally different from this reaction mechanism. Um But in saying that, are we tracking a distinction that's like out there in the world and we're simply discovering it or are we imposing a kind of taxonomic structure on the world? That's another question I find really interesting. Um And I, I think this is gonna sound wishy washy. I think this is a theme in, in my work. But I think somehow there's a combination somehow like there's a lot of imposition on the world that we do. Um But the world lends itself to being imposed on by creatures like us in some ways better than others."
	},
	{
		"start_time": "32:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I think that that last bit connects to one of the brief things I mentioned in my previous question when I said that uh perhaps we should think if something is just part of the way we epistemological approach the world or part of reality itself because, and, and that's a very, I guess, complicated question because to, to know what the world is about the nature of reality, we have to approach it with some epistemological framework in mind. But then, but then separating what is epistemology from what is metaphysics is very, very complicated and sometimes we as humans might get uh iii I mean, might find ourselves uh confusing what is part of the epistemological framework with what is reality itself."
	},
	{
		"start_time": "33:09",
		"speaker": "Edward Hall",
		"words": "Yeah, I think that's, that's exactly Right. And that's a really important insight and, and going back to your first question about like, how, how do I approach the study of causation part of what ended up making me a little frustrated with the old fashioned way of like, we just amass, just generate intuitions about cases and try to come up with a good analysis. Is it, is it, it's kind of blind to this point you're making no, like you wonder like, well, why are like, like what's the value in the analysis? Is it getting at the the way like if we have a successful analysis, has it revealed to us the metaphysical nature of causation? Or is it simply revealed to us something about our own minds and how we find it convenient to think? And, and I think it can be, it can be good but very difficult to just front load that question, right? And, and ask like, what, what kinds of epistemic and practical needs do we have such that thinking in one way rather than another is gonna be effective at meeting those needs? And once we're sufficiently aware of that, how should we rethink that metaphysics epistemology divide? You know, 11 area that I think could use more attention here, believe it or not, is mathematics now, we don't think of causation is happening in mathematics. Um But, but we do talk about explanation and we do work with a conception of mathematics that is structured like even the basic distinction between what counts as an axiom of a certain branch of mathematics versus a theorem um is, is kind of imposing some structure on, on the subject matter. And there too, like there, II I think one thing that can be helpful about thinking about mathematics is it's, it's a little more tractable. Like I, I tend to think for ex if we go back to the, the, the distinction between axioms and theorems that there's nothing in metaphysical reality that draws a distinction between axioms and theorems. Whether um or, or, or at least not just out in metaphysical reality. What's true is that certain claims strike us as obvious? No. Um MAYBE so obvious that they wouldn't become more obvious if we proved them from other mathematical claims. And for those reasons and maybe because they're like sufficiently powerful enough that we can prove lots of things from them, we over time settle on some is playing the role of axioms now. But there's a nice example if, if that's right of a distinction where it could be really easy to be tempted by the metaphysical picture, like some truths about arithmetic or about the numbers are just metaphysically fundamental. And those are the axioms, you don't have to go that way and, and it's more productive, I think, to step back and ask like, well, why, what is the notion of axiom do for us? Why do we need it? And then you can start reflecting that well, we need to regulate our practice with each other of, you know, doing mathematics, say, doing the theory of arithmetic in a certain way. And it's helpful to have some statements that we can all point to as ones that, that in principle, at least should be starting points and, and so on. And likewise, in the case of causation, I think it's, it's useful to think like what does structuring our conception of the world or some portion of the world in causal terms do for us collectively? And how, how might getting clear about that about our own epistemic and practical needs and the way they drive the way we set up our thought, how could that get us to rethink the metaphysics epistemology divide? That's a really great um question. And I think a really productive area for inquiry in philosophy."
	},
	{
		"start_time": "36:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, you mentioned mathematics there and it's very interesting because there's also this never ending discussion about if uh the numbers, mathematics, I know geometric structures are part of reality itself or if mathematics uh the entire field of mathematics is just a human invention. And we can't really attribute any metaphysical reality to numbers and geometrical structures. And all of that, I mean, II, I have to admit that there are parts of it that if, if, for example, if it's true that reality itself is just uh some geometric structure or something like that. Uh ME as a human, I can't understand what that really means. I might, I mean, I might understand the mathematics itself. I might be able to visualize to some extent the geometric structure, but I, I don't know."
	},
	{
		"start_time": "37:53",
		"speaker": "Edward Hall",
		"words": "Right."
	},
	{
		"start_time": "37:54",
		"speaker": "Ricardo Lopes",
		"words": "With the real implications."
	},
	{
		"start_time": "37:56",
		"speaker": "Edward Hall",
		"words": "That's right. Right. Right. Right. One of the more radical views I've come across is the view that reality itself just is a mathematical object. And I, I share your bafflement at that, but it's fascinating. I mean, this is a great thing about philosophy, you get to explore these completely wacky ideas and as long as you do so rigorously, yeah. And I just like one follow up to that your, your point about just numbers in general, like, like, or, or mathematical objects, maybe they're not part of reality in some sense that you can kind of zoom out and notice that this divide between metaphysics and epistemology. Can you, you, you could have different views about where it comes up. So I, I might think that mathematics is entirely kind of, you know, epistemology if you like no, that like there, as far as the metaphysics of mathematical objects are concerned, maybe I, I might think there's nothing to say they're not, they're not real but uh like, maybe they are useful fiction or, I mean, I'll have to tell some story about what we're doing when we do mathematics. But even if I'm a platonist about like numbers, suppose, I think numbers really exist independently of us and have their mathematical properties independently of us. I still might be as, or an epistemology about the distinction between axioms and theorems, considering the numbers, right? That distinction, just because I'm a realist about one part of mathematics doesn't mean I'm a realist about everything, every part of mathematical practice. Um, AND same so too, you know, with causation and laws of nature and things like that, I think."
	},
	{
		"start_time": "39:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But uh by the way, since you mentioned laws of nature, um what, what is the law of nature? Exactly? Because I guess that should be a very controversial uh thing, right? I, I mean, of course, for example, in science, if we're talking about physics, OK, I guess there's no big deal in using uh a word like law there. But if we get into something like, I mean, if we look at it as different levels of analysis, of course, we can have a different view of it. But if we go with that and we go even one step above physics, then using something like law or law of nature already gets very, very controversial. So what does that mean exactly in this context of trying to figure out what the compositional structure of reality is and also associated with the philosophy of causation?"
	},
	{
		"start_time": "40:33",
		"speaker": "Edward Hall",
		"words": "Right? Great question. Um I mean, my, my own view is that the concept of love of nature has, has a few roles to play. But, but that we should start by distinguishing like fundamental laws of nature and other things that we might loosely call laws of nature and that fundamental laws of nature are whatever it is um about reality or perhaps about our conception of reality that draws it a, a basic distinction between what can happen and what can't um where the can and can't have to be understood in an appropriately kind of physical sense. No. Um uh Sometimes philosophers talk about what's metaphysically possible. No. And, and they know the imagination runs wild, but when we're talking about what's physically possible, we can strain ourselves. Um And, and I think that that so understood that the notion is tied to things in our ordinary experience. Now, if I have like here's my phone, for example, if I let it go, you know, it's gonna fall onto my lap. Um And it's not just that it's going to, but in some sense, it has to given that there's nothing supported, supporting it, you know, other kinds of behavior would be impossible. So we recognize this distinction in a kind of in coate way just all the time in our ordinary life when we think, you know, there, there are things that could happen and things that couldn't. Um And fundamentally in, in the, it, maybe I should be careful about over using the word fundamentally. But at bottom, I think we want a notion of law of nature to draw that kind of distinction. Um And then the um the, the like astonishing ambition of modern physics is to articulate the structure of what's possible in this incredibly mathematically elegant fashion. No. And uh that physicists like um like uh draw attention to when they talk about things like Newton's laws which uh they didn't quite work or Maxwell's equations or the shorting and so on. Um But I think, I think that there's a way of, of there's another way in and here I'm again, inspired by the work of Jim Woodward. Uh TO think that there, there are claims about the world that don't have that status, but that are still really important to, to us. Jim calls them highly invariant generalizations. So, so there might be some generalization that's true about the world and would have remained true under a wide range of different circumstances. Um So chemistry is chock full of things like this like, you know, um there's a generalization that if you take a hydrocarbon and, and mix it with oxygen and add enough energy, you'll get combustion, you know. Um BUT that's not a law of nature in the physicist sense there, they're interfering conditions that could make it not happen. It's, it's sort of probabilistic, it's not absolutely guaranteed to happen, you know, like you could have just a weird way in which the hydrocarbons and oxygen are configured relative to each other where they just happen, not to be able to react. Um But it's still, it's a fairly robust generalization um invariant under a wide range of circumstances. And there's a way you could think of what the physicists are after as the most invariant generalizations. No, the maximally invariant ones, the ones where you don't have to worry about anything interfering because the law itself is so comprehensive that it covers anything that could qualify as an interference. Um So I, I tend to think like in, in the history of philosophy, science, I think there, there was an overemphasis on laws of nature as as um kind of showing up in the same way across different disciplines. You saw this in Carl Hempel um deductive nomology kind of explanation where the notion of law of nature was central there. But he didn't really distinguish between the laws as they show up in fundamental physics and quote unquote laws where I would think with Woodward Ie highly invariant, you know, generalizations that show up in, in other um disciplines. Um But if, if we um again, if we go back and, and ask like, well, what's the core distinction we're after? I think it's really the distinction between what in a physical sense can happen and what can't happen. And then other distinctions like among things that can happen, there may also be distinction between how likely they are in an objective sense. This is where we start getting into probabilistic laws,"
	},
	{
		"start_time": "45:10",
		"speaker": "Ricardo Lopes",
		"words": "right? So, uh I, I think that perhaps we have time just for one more question. So let me ask you this, then that is something we haven't got into yet. At least not very much. So, is the causal structure of a process intrinsic to it?"
	},
	{
		"start_time": "45:29",
		"speaker": "Edward Hall",
		"words": "Oh Right. Yeah. So I used to think that the answer is yes, that, that was a defining feature of what we meant by a causal process. Um And now I think um partly from thinking seriously about processes in the social world that um that the answer is, is no, not in general. Um So, so why should we give a no answer? Well, let me think if I can. So suppose we're suppose the process we're considering is a financial transaction. So an exchange of money for goods or services and, and we think it's a causal structure, like it's not just that Susie handed over some paper and then, you know, like took a cup of coffee, like one led to the other, like there's a genuine process there. Um Now you could analyze that process at the level of physics, like there's just like two co some complicated physical system, Susie, the barista, the machinery, you know, that generates the coffee and they're all sort of interacting in a way that begins with her, making certain motions and ends with her like making certain motions. But, but you can also describe that process in a more illuminating way as an economic transaction. And, and I don't think that's kind of incidental, I think like we are, you know, describing it correctly when we say like she, you know, uh paying the, the uh barista caused the barista to give her some coffee. OK. Um But now if we just ask, step back and ask like, well, what, what makes something count as paying? No, it has to be a transfer of money. What makes something count as money? Well, it's not what's intrinsic there. No, like in fact, what makes something count as money is complicated? It has something to do with a whole network of common expectations about how certain, you know, bits of paper or coin or, or you know, data in a in a bank somewhere is to be used. Um But at any rate, what what makes that causal process can't like count as a financial transaction is not intrinsic to it. And yet I think it's being a financial transaction is part of it's like, like that's essential to its causal structure. Um So, so really simple thought, which is like if I have a causal process and I simply duplicate it perfectly intrinsically somewhere else, then it'll still be the an instance of the same causal process that that can't be right? I don't think. Um BUT that said, I think it is part of the way we think about causal processes that, that over a wide range of circumstances, duplicates of them will share their causal characteristics. So in a normal economy another transaction that looked like a bit of behavior that looked just like that between Susie and the barista would still count as a financial transaction even though if we like plucked it out and I don't know, had, had a perfect duplicate of this process happening out in space, you know, with nothing around, it wouldn't be a financial transaction there. It would be like two very perplexed short lived beings, you know, doing some motions, you know, um that's OK. As long as like in a relevant set of circumstances, duplicating the process duplicates its causal structure too. And that I think is the crucial um idea I and if we go back to the idea that thinking about the world in causal terms is highly functional for us, well, it kind of makes sense that we'd want a way of thinking about processes causally structured processes that allows us to acquaint ourselves with them in some circumstances and having so acquainted ourselves with them, then port those processes that kind of process like over into other circumstances and still think about it in the same causal way. And that doesn't require something as strong as like a bold like intrinsic, this thesis which I is what I used to think, but it it requires a kind of softer, you know, variant on that I think."
	},
	{
		"start_time": "49:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm"
	},
	{
		"start_time": "49:42",
		"speaker": "Edward Hall",
		"words": "And I think the structure is almost intrinsic. Yeah."
	},
	{
		"start_time": "49:46",
		"speaker": "Ricardo Lopes",
		"words": "And, and I guess that and this is not a comment on the, exactly the question I asked before. But uh the example you gave of the financial transaction, buying a cup of coffee, for example, I guess that uh it's a very good illustrative example of uh uh the idea that in this particular case, understanding what causes, for example, that particular behavior in that context. I mean, o of course, perhaps it would be a way, I don't know how to describe it just in purely physical terms, but I it uh I mean, at least from the point of view of a human and I mean, that's the point of view we have to work with uh not adding the psychological and the cultural context to it is not uh as informative. Uh I, I mean, we need to have that context for it to be more informative than just trying to describe things in terms of, I don't know, anthems or molecules or something like that,"
	},
	{
		"start_time": "50:57",
		"speaker": "Edward Hall",
		"words": "right? That seems right to me and, and, and you could generalize that and say there, there's obviously some deep value for us as humans to having multiple ways to describe different, you know what? Well, I should say one in the same part of reality we're looking at now. Um And, and here, there's controversy here, like as, as you know, like you could get yourself into a frame of mind where you think like, well, the only thing that's real is physics and everything else is a kind of, you know, projection of human epistemic interests onto the world."
	},
	{
		"start_time": "51:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Or, or the only thing that's really geometric structure."
	},
	{
		"start_time": "51:36",
		"speaker": "Edward Hall",
		"words": "Yes. That's right. Yeah. Yeah. Yeah. Even better. Um, um, AND I, I think it's hard to sort out, you know, whether that could be right. I mean, one thing that's puzzling about that if, is, if you, if you, if you remove too much from your conception of reality, do you still have the human element that's supposed to explain why you were misled into thinking that, that the other stuff was there in the first place? No. Um Like if like if I really strictly say the only thing that's real is what physics talks about, well, physics doesn't talk about humans and their epistemological and practical needs. So those aren't real. So what kind of explanation is it to say? Like we only think that chemistry is real because of our human practical and epistemic needs or, or sociology or what or whatever? Um Yeah, II, I tend to like, start feeling vertigo when I encounter questions like that and think like, well, let's go back and just like, like slow down and probe like again, what does it do for us to have multiple levels at which we can describe or multiple time and length scales at which we can describe a phenomenon, there's some kind of illumination or insight we get. And I, and I should say this is maybe AAA good places to um no for the conversation to lead. No. Um BEHIND all this interesting causation and laws of nature and related concepts, I think is an interesting explanation. No, that is the kind of thing we're after when we say we don't merely want a catalog of facts about the world, but we want insight and understanding and, and we think learning about what causes, what gives us that we think, learning about laws of nature gives us that. But it, it in a way if we want to like really probe the question, why is it good for us humans to think of the world in causal terms? A prior question might be, why is it good for us to, to ask not only like what, where when questions but why questions?"
	},
	{
		"start_time": "53:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. OK, great. So look, I'm getting mindful of your time. So perhaps that's a good point to wrap up the interview on. So uh just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "53:52",
		"speaker": "Edward Hall",
		"words": "Oh Phil papers.org is probably the best place because my website is like out of date. Um THOUGH though one of my projects, once I get myself organized is is to, to change that. Yeah, the film papers.org is like the ideal location."
	},
	{
		"start_time": "54:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. I'm leaving a link to it in the description box of the interview and uh nev thank you so much again for taking the time to come on the show. It's been really fun."
	},
	{
		"start_time": "54:19",
		"speaker": "Edward Hall",
		"words": "Katie. Thank you, Ricardo Wonder. Wonderful, wonderful questions. Really enjoyed talking with you."
	},
	{
		"start_time": "54:25",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you like what I'm doing, please do not forget to share like, subscribe, comment and to keep the channel sustainable. Please consider supporting it on Patreon or paypal. You can find the links in the description box of the interview. The show is brought to you by N Lights learning and development. Then differently check their website at N lights.com. I would also like to give a huge thank you to my main patrons and paypal supporters, Perga Larson, Jerry Mull Lawrence Frederick Sune Bernard. So all of Alex Adam Kessel Matthew Winten beg are no W Tim Hollows, Erica J Connors Philip for Connolly. Then the mere Robert winger ruin, Mark Nevs Colin Holbrook, Simon Columbus, Phil Kavanagh, Mikel. Stormer Samuel Andre Francis for the Agns Fergal K and Hale Herzog and Hes Mark S Wilson JP Charlotte Adam Pas Nele Bach Guy Madison, Gary G Almansa Zal Adrian Bunin, Jean Barbo Julian Price Edward Hall, Eden Bruner Douglas Fra Franco BTO Lotti Gabriel Cortez, Orlik Scott Zachary Fish, Tim Duffy, Sonny Smith, John Wan Daniel Friedman, William Buckner, Paul Giorgino Luke Lovas, Theo Williams and Peter Walla and David Williams Di Costa Anton Erickson Charles More Shower, Marie Martinez, Coralie Chevalier, Bangalore Larry D Lee Junior, Old Ebon Starry Michael Bailey, then Sperber, Robert Grassy, Zor and Jeff. Mcmahon, Jake Zul Barnabas Radick, Mark Campbell Thomas Dubner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin GALT, Jessica Nowicki Linda Brandon, Nicholas Carlson, Ismael Bens Leman, George Katis, Valentin Steinman, Per Rawles, Kate Von Goler, Alexander Hubert, Liam Donnay Bi Ma Ma Ali Mohammadi Perpendicular and I Herner, a special thanks to my producers is our Frank Luca Stina, Tom Ween, Bernard, Ni Fortis Dixon, Benedikt Mueller Thomas Trumble, Catherine and Patrick Tobin. Jean Carlo, Mon Negro, Al Ortiz, and Nick Golden. And to my executive producers, Mafi Lavender as you could and Bogdan K I thank you for all."
	}
]