[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host as always Ricard Lobs. And today I'm joined by Zion Lights. She is a science communicator, the author of the Ultimate Guide to Green Parenting and only a moment, founder of Emergency Reactor, former editor of the Hourglass newspaper and former spokesperson for Extinction Rebellion. And today we're going to talk a little bit about extinction rebellion, climate change, clean energy, ethical Parenting. So Z and welcome to the show, it's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Zion Lights",
		"words": "Hi, thanks for having me."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first about extinction rebellion. So, uh how did you get involved with them? And perhaps, uh I mean, tell us a little bit about uh that bit of your story and then we might get a little bit into why you left the organization. And what are your general thoughts about it?"
	},
	{
		"start_time": "00:55",
		"speaker": "Zion Lights",
		"words": "Well, I was involved in quite a lot of different environmental groups from quite a young age. Um BECAUSE I, I really cared about, you know, deforestation and climate change and all these different issues. Um But I became very disillusioned with them particularly because um I felt that they were putting feelings before facts in a lot of instances. And, um, yeah, I ended up leaving numerous different groups actually and just sort of going my own way. Um, SO winning six year rebellion was founded here in, in Britain initially. I just, I ignored them. You know, I thought it's just going to be the same old thing. Um, YOU know, I'm, I'm done doing this, I've been doing, I was doing this 10 years ago, but they, they were very popular here. They're very successful. They, you know, initially they had really good media coverage. They had a lot of journalists on side, you know, they were, the messaging was ok. I was listening to what they were saying it was, it was quite positive actually at the beginning the movement. Um So I went to my local group, my local chapters to see what it was like. And to be honest, I felt that it wasn't for me. So I kind of turned up had a look and I, it was a huge meeting. There were like 100 people there. Um AT least really interested in how they could get involved. Um And at that point, you know, they were doing a lot more fun actions. It wasn't all blocking roads, they were quite creative. There was a lot of art, I thought it was quite positive movement. Um But I still sort of backed away and then I got, um, people had seen that I turned up and they put me in touch with, um, the founders basically kind of the core organizational group, not just a local chapter. And they said, look, we've seen your TED talk on stargazing. Would you be a spokesperson for us? And I kind of said, well, I've just been step, you know, just sort of stepped away actually. Um, I don't think it's for me and they said, well, we need someone who can do the communication and you'll have big TV slots. And I thought, well, if I don't do it, um, you know, they'll, they'll just have someone that doesn't represent the science doing it. So I, I agreed to do it. Um, ON that basis, I, and I did go down and, and join the, um, the Waterloo uh blockade where they, they, they blocked four or five different main roads in London. Um, I went down to have a look at that and it, you know, again, it was very positive movement. There was a lot of, um, good energy on the streets, there was a lot of public support which changed later. Um, SO onto the reasons for leaving. Um, YOU know, I, I basically watched them kind of spiral into a sort of doom, you know, a doomed spiral, a very negative apocalyptic view of the world that I would say that's not how they started out. Um, BUT I think those founders who had those opinions were pushing those views more and more and some of them were spokespeople. So I was then put in a difficult position of having to discuss things like the end of the world, you know, which I didn't want to have to. And I, and I would say, you know, on TV, I would say, wow, you know, that that's not true. And maybe we shouldn't have said that, but it, it, it, it increasingly became apparent that, uh, my values didn't align with the values of this group. So after about a year of doing the kind of TV slots, I felt that I should distance myself. Um And actually it was right after the, um, they did a train, a train action where they, they stood on several different trains in Britain in the underground actually on the tube. Um, AND some people were injured, they were pulled off the trains and that was kind of where I went. This is, you know, and when I spoke, I spoke to some of these people about that action, they said they really had fallen for this idea that it doesn't matter if we get attacked, it doesn't matter if we fall off the trains, it doesn't matter if people are late for work or lose their jobs. Climate change is that big a deal. And that's where I felt that they'd gone from being quite evidence based to quite cultish. And I think this can, you know, this can happen with any large group actually. I think sometimes they move so quickly. Um, PEOPLE'S common sense doesn't catch up with their feelings. So, anyway, I, yeah, so I left because my values didn't align with them anymore."
	},
	{
		"start_time": "04:51",
		"speaker": "Ricardo Lopes",
		"words": "But what do you mean when you say that over time they developed a sort of a apocalyptic view of the world. What does that mean?"
	},
	{
		"start_time": "05:00",
		"speaker": "Zion Lights",
		"words": "So, honestly, in the beginning it was so positive, you know, that we had good press coverage groups was sprung up all around the world, you know, and I felt like finally we can talk about climate change in a sensible way, we can talk about solutions. You know, I wanted to talk about things like nuclear power um uh which I couldn't do actually. But um yeah, I just noticed that, for example, there was a youth week, there was a very active youth wig of exus rebellion, a lot of young people who are concerned about climate. Now, for me, you know, um I would like to see those people have a really positive future, the best, the best future we can give them. And so I would talk to them about, you know, what are the solutions? How do we implement them? But they were very much being fed um a different story line by one of the, one of the founders actually, I would say, um and his followers who would say your future's been taken away from you. Um The world will end in 12 years. Um THIS is, this is the fault of, of the current generation. Um, um, AND they've let you down and they should be punished even. Um, AND it's quite extreme. I thought it was quite extreme. But when I was speaking to the young, younger group I saw, yeah, increasingly they just became unreachable. You know, I started out having really good positive conversations and then they, the next time I saw them they were ranting about this is all, you know, this is all your fault and we're gonna take you down and blah, blah. And it was quite, it was the Greta line as well. Cos Greta was saying at the same time, you've taken my future and I was thinking you guys have one of the best, uh you know, some of the best opportunities in the world, actually very, very wealthy, live in a high income country, you know, um you have good education, you have healthcare, there's, if anything you could be talking about solutions and then they would say, well, that's, that's climate denial, that's climate denial. That's not recognizing how bad the problem is. But then I would say, well, if it's that bad and we're doomed, why do anything? But there was no reaching them, there was no reaching them. And when I saw that spiral and I mean, it really was quite extreme. There was a lot of people in those groups self harming, for example, they did an action um in London, I think it was at Westminster. I can't remember where it was. I mean, they did multiple whether they were, they were naked uh or, or naked from the waist up and were fully naked. And there were photos that came in from one of those actions that are, you know, they were sent around all of us before they go to press and you could see just, you know, cuts on their arms. I thought this was really extreme and they were, they just, you know, the media team selected the photos where you couldn't see the cuts. And I, and I would say to some of the the leaders, some of the the older people in the group and some of the founders, you know, we shouldn't be encouraging this, these people need help and they would say no, they're having an appropriate reaction to the climate emergency, which I don't agree with. Actually, I think that anxiety would exist whether or not climate change existed, you know, that anxiety is a problem that, that a lot of young people are having. And if anything, there were people encouraging that in, in the groups and the more I saw that kind of doom ridden, you know, uh narrative um and, and slide into more extreme actions like the train really just upset a lot of people, we went from having a lot of support to just and angering everybody. Um Yeah, I realized that somehow the balance had shifted and we weren't, we weren't a positive group anymore that wanted to see good change in the world. We were just, um, yeah, about apocalypse and, and doom and, and to me, you know, what's the point of any, if you really believe that? What's the point of doing anything? Why go block a road if you think the world will end tomorrow, what's the point? But I couldn't get through to people with that logic. So I, I left"
	},
	{
		"start_time": "08:37",
		"speaker": "Ricardo Lopes",
		"words": "so when it comes to making people pay more attention to climate change, which of course is one of the biggest issues, if not the biggest global issue that we have to deal with uh at the moment and in the near future, I mean, uh I get to some extent, I get why would some people get desperate and uh do those sorts of things that you described there to get people's attention? But since it usually has such a negative impact on people in general, what they think about these movements, these groups, these activists, what would you say are perhaps or would be better ways of trying to get a more positive result when it comes to really trying to drive home the message that people really do have to pay attention to climate."
	},
	{
		"start_time": "09:30",
		"speaker": "Zion Lights",
		"words": "The thing is that, that work has been done and that was something that extinction rebellion was good at, at the same time as kind of finance the future. And Greta's work, which was making people aware, but that isn't enough. Most people don't have a magic button that they can push and fix a problem. All it's done is given them a lot of anxiety. I'm not saying they shouldn't be made aware. But I think when you talk to people about the problems, you should always also, you know, include solutions. I think that's really important. Otherwise you're just, you know, putting a huge problem in someone's lap and then walking away. Um DID that help climate change? No, it didn't actually. Um YOU know, I think actually hyper focus on climate change is now a problem and that we should be really hyper focusing on what are the solutions to emissions and to still issues like deforestation, which are a big problem. Um You know, and lots of other issues that have have been pushed to the side because climate change has taken all the space. And now if you look at you want, if you want to do work in this area, it's all about climate and you think, well, it is a really important issue, but there are also lots of other important issues in the world that are now being neglected, like, you know, basic sanitation in, in, in some low income countries or access to certain technologies. Um And that sadly, you know, what, what it means is that because of that focus, a lot of the funding is just in the climate space and it's hard to get it now in other areas. And I have spoken to people of other groups say, you know, minority groups, if you like who've said this has all been sucked, this, all this money is being sucked up by this one? Cause um and you know, the problem, the problem that I see with it is that the, the cause is not focus on solutions so you can keep banging the same message. Fix it, fix it. We'll block a road if you don't fix it. Um But they refuse to talk about the things that actually could fix it. No one wants to talk about desalination, nuclear energy. I mean, all right, nuclear energy is much more popular now. But when I started out in this work a few years ago, I mean, I was really heavily attacked as an environmentalist for coming out and speaking out about nuclear energy has really changed a lot. There was not a day that went by where I didn't get all a shill or hate mail. All of that stock now. Completely stopped. So it's changed a lot. Um Because actually when you start talking about solutions, people are really keen, they want to hear, you know, what can we do? And in a way the, the environmental movement has lied to people, uh, you know, because they themselves have believed nonsense. Which is that? Oh, well, if you just, you know, um, turn off the tap while you're brushing your teeth or make sure you turn off the light when you leave the room, all the problems will be fixed. Well, yeah, sure. We shouldn't waste resources. I'm not disagreeing, but I don't think anyone really would disagree with that. Most of us are turning off the lights because it costs us money if we don't. Um, BUT frankly, we've been misled for decades, um, being told these are the solutions that will solve the problem. Well, actually quite a lot of us are doing that. I wrote an entire book on how to do that before. I kind of frankly just looked at the map and went, even if everybody does this, it is not going to really reduce our emissions significantly and nowhere near how much they need to, we need a big solution and that's clean energy and that's where I think the problem is where um those groups have not kind of talked about that and, and I've helped to talk about it and lots of people are now doing that, but there are lots of other things that we should be talking about, like desalination in countries that are going to suffer more water scarcity. Although actually, we're having problems here with that. Um YOU know, lots of different uh solutions that are out there. And I think if we can, you know, push the narrative into that, you know, take some of the funding away from talking about climate change and put it into fusion technology. For example, these are, these are really big solutions that could, could change everybody's life kind of overnight. Um As many new technologies do, but instead we're still just hyper focusing on what you do makes the biggest difference, you know, um small incremental changes and, and yeah, small changes can make a difference, you know, changing from a, a diesel car to an electric car that does make some difference. That that is an incremental improvement and that's something that someone can do. Um But still, even if we all do that, um that electricity comes from somewhere comes from the grid, right? And in the UK, that's still 60% fossil fuels. So again, nobody's, there's no kind of nuance in the debate. The slogans were very popular um in extinction rebellion. I helped to popularize them. Um But now I realize that, you know, they're problematic because they, they've boiled things down. So they simplified them so much when actually there's a really complex problem that involves many different um areas that need to be addressed, but also many different communities around the world who don't get a say who and who actually, you know, many of these people in low income countries are the people who will most be impacted by climate change. We need to be looking at what do they need, you know, do they need to build sea walls, for example, do they need to, to help with flood risk or better models for predicting weather which you know, something that is happening. A I is helping with that. Um But is there money going into that in terms of climate initiatives? No, no, it's not. It's it's going into people just speaking about the same things again and again, if you look at the sheer number of, of, of panels and things that happen on this and then people patting themselves on the back. Yeah, we had a great awareness panel about climate change. Awareness isn't the problem, the awareness is there, but awareness is not gonna do all that much unless it reaches the right people who understand what the right solutions are. And I still speak with politicians, you know, all over the world, not just here who don't understand what solutions are because they're not very science literate, but mostly the messaging hasn't reached them. So they're just, they're just stuck at the stage of panic or kind of going well, let's ignore it because it's a big insurmountable problem and it's not insurmountable. Actually, we have all the technology we need to fix it."
	},
	{
		"start_time": "15:06",
		"speaker": "Ricardo Lopes",
		"words": "So I I want to ask you more about the potential solutions with the focus on nuclear energy and also uh some other solutions that we usually hear from activists that perhaps have some limitations. But just before we get into that, as far as we know, according to the best cli climate science that we have and the best models. What would be some of the worst potential consequences of climate change for human society and the planet as a whole."
	},
	{
		"start_time": "15:36",
		"speaker": "Zion Lights",
		"words": "So the worst, I mean, the worst model, you know, there's a lot, there's a lot that we don't know, but we know that we will have more unpredictable weather, more extreme weather we're seeing so of this in some parts of the world where there are, for example, more hurricanes, things like that, but it's very hard to actually tie them to climate change. All we can say is that these are now more common occurrences, unpredictable weather is more now common. Um uh Heat waves are now more common periods of flooding in all, you know, all around the world are more common and that is what the models predicted. So we can say, we said this would happen and now look it's happening even though a lot of people say, well, you can't directly tie it. Um And, but actually, you know, once we get more data, people will be scientists will be able to start tying it and say, well, this is really out of, you know, out of sync with what they were used to. But certainly we can say with um with climate change, as we used to call it global warming, which I think is kind of the more accurate term, but I I understand why it was changed. Um BECAUSE then people expect only a fluctuation of heat, but anyway. Um, WE have seen that, you know, we've seen that even in Britain, um, year on year, record highs and yeah, occasionally there'll be a dip but we're not measuring weather, we're measuring climate, which is a period of time, which is a lot, something, a lot of people don't understand. So, over a period of time it is incrementally getting, getting warmer and that is tied to our activities. I'm not even saying that's about your or my daily activities, which I think is where the messaging has gone wrong from an environmentalist kind of pointing fingers saying this was you, it is our the entire lifestyle of the world or at least the world that lives doesn't live in poverty. It is a consequence and that is measured in multiple different ways. Um You know, and that, that science is very solid and, you know, if you know anything about scientists, there's a lot of arguments about scientific consensus, right? There's a lot of, I mean, that's what it is. They argue about the data, you know, the really tiny pedantic bits of information until they can reach a consensus. Now for a lot of science, you know, it doesn't reach high numbers, you know, even some vaccines are 60% scientific consensus, you know, and I'm not saying people shouldn't have vaccines, I'm completely pro vaccination. But, and that's something that I used to work on incomes. But um with nuclear, you know, with, um with climate change, you've got the IPCC report. So the Intergovernmental Panel on climate change, it's an independent body. Lots of scientists work on that, not just climate scientists, but you know, um all kinds of oceanographers, geologists, people looking in at their fields. So what's what changes can we see and how do these all map up together to show a whole of what's happening to the world planet is warming, it is being caused by humans. But the good news is the report that they put out in 2018, the 1.5 warming report, it also says we can fix this. And here's how and well, the problem is that everybody's focused on the bit where they've said guys, this could be really bad and they're not saying it will be really bad. There's, you know, there's leeway and they do use some of the worst modeling. So it might not be. But eventually, if the problem continues, it will still get to be that bad, right? So they're saying it all of these problems will happen. But um according to what, what the data tells us, but there are also, there's room for change, there's room to, to um you know, reduce some of those impacts and basically it comes down to reducing emissions. It's not that complicated, but it's not about just you and I turning off the lights. It's about where the power for those lights comes from, which is where the messaging has got lost, I think, and that's not all of it, you know, some of it is that we're talking about electricity there and there's still um you know, cars on the road and, and uh uh uh you know, gas boilers and things, but, but actually a lot of shifts are happening, you know, in the, in the UK, a lot of people are buying electric vehicles and I think one in 10 vehicles now is an electric vehicle. Um AND people are switching over to heat pumps and things like that. So I think the electrification will also happen. But ironically, a lot of environmentals are against electrification because they think we should use less and not just have these kind of um changes where we maintain the same lifestyles. But I don't think, I don't think that that's the right approach. I don't think people will give up those lifestyles and I don't think they should have to either. You know, I think people will always favor convenience. So what we need to do is make it convenient and cheap to have clean power. Now, that's where nuclear comes in, right. If all of the world or at least the kind of developing world at the time had decarbonised the way France did 19 eighties build 50 plus reactors. Um OVER a period of about a decade completely de decarbonise their grid and they built some renewables too. Um If everywhere had done that, we wouldn't, we wouldn't have had that 1.5 warming report from scientists saying this is how bad it is. And, and the point I was making earlier about the consensus that report has a 99% consensus, that's a huge amount. So, yeah, you can find 1% of scientists who contribute to that report, who will say no. Actually, I disagree and I think it's just, you know, solar layers or whatever, um whatever arguments they have and that's fine. You know, that's, that's good actually, because if it was 100% you might think why is there no one disagreeing? Where is the descent? This is how science works, right? You hash it out. But 99% um, consensus is a really high number that, you know, it's like, uh 99 you know, you have nine, you have 100 engineers and 99 of them say don't get in that car, maybe not engineers, mechanics don't get in that car because, you know, it's got really high likelihood that it will crash if you get in it. And then 1% says no, one person says no, it's, it's fine. Um, I would, you know, maybe that one person's right in a, in a, you know, in a really small, there's a really small chance that they are but you, most people would listen to the 99 and that's, I think that's, it's really important to talk about the consensus because of that. But also to remember that same report has the same consensus for what the mitigation strategies are. And that's where nuclear power comes in actually. And that's, you know, not been implemented as quickly as it could have been. Uh SOME, a lot of countries in the east are doing it. But in the west we have, I think fallen for environmental rhetoric for so long, we've made it difficult to build it here now, which is ridiculous because you want to solve the problem. That's one of the biggest solutions that we have."
	},
	{
		"start_time": "21:48",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So just before we get into nuclear power, just for the audience to understand a little bit better. Uh Some of these terms, I mean, because sometimes people use the term clean energy and uh it's a bit unclear in particular contexts and the way that sometimes people communicate about it, what that really means. So what types of uh energy sources fall under the rubric of a clean energy?"
	},
	{
		"start_time": "22:18",
		"speaker": "Zion Lights",
		"words": "So, yeah, you're right. It's complicated. I tend to go by the our world in data analysis um which you know, anyone can go and look at on their website because it's very thorough the way they've thought about it. Um And they're looking at, they're looking at emissions, but they're also looking at things like land footprint. So you've got on the clean side, you've got solar wind, hydro and nuclear. Um THEN under fossil fuels, you've got gas, coal. Um And actually I would say that gas ga, I think actually, again, there's a problem with lumping them together as fossil fuels because gas is probably, you know, gas compared to coal. If you choose, if you have to choose one, choose gas, it is much cleaner. It's not in the clean energy side, but for some countries where the choice is just gas or coal, they should absolutely have gas. I think again, this kind of western rhetoric influencing other nations saying, oh, you shouldn't be burning. Um ANY of these fuels is, is ridiculous. They are not able to, to, to leap ahead and have clean energy. But I I do think there's a lot of confusion with people use clean synonymously with renewables. And I think that's a problem because renewables, technically it's wind, solar, hydro and biomass biomass is not clean and should not be included in that. But actually if you look at um countries different kind of environmental top targets around the world, they c biomass. So a lot of the time they'll say, hey, we have 60% renewable energy. When you look at the figures, 50% of it is, is biomass. That's really problematic. I mean, we, we have it here as well. Um AND we count it as a climate solution and it, and it gets funded and subsidies when actually, you know, it's uh it's polluting very polluting. So it's not, it's not clean, but it's classed as renewable. So we shouldn't use renewables synonymously or renewables are all created, you know, like fossil fuels, they're d they're different. So, um, hydropower is extremely reliable. So I like to talk about reliable, clean energy. In which case, you just narrow it down to nuclear and hydro, hydro is great. Right. But it's geographically dependent that everyone can have a lot of hydropower. It also has more risks than nuclear power, which a lot of people don't believe. And I'd urge them to go and look up the Bir Dam disaster or any dam disaster really. And they'll say, oh, well, it doesn't, you know, displace people the way nuclear. Yes, it does. It completely flattens everything in its area, you know, um and has harmed a lot of people but that I'm not saying that we shouldn't build it. Um I just think it's interesting that people don't protest it, they don't tend to protest it the way they protested nuclear for a long time. Um Yeah. So the, the definitions I use are the, our world in data uh figures because they've really crunched the numbers and, and, and come out with that. But also it's again, it's in the IPCC report, they say you need, they say to decarbonize, uh we need a combination of nuclear renewables and there's no other way to do it. And that is actually, um if you look at all the industrialized nations in the world that have been able to decarbonise which to reach over 70 or 80% clean energy mix in their grid. Uh They haven't been able to do it without a combination of nuclear and renewables. Even the countries that have a lot of hydropower, uh, like Sweden still use some nuclear, although they don't need as much as other countries."
	},
	{
		"start_time": "25:32",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to nuclear energy specifically, what would you say are perhaps some of the most common myths and misconceptions because sometimes the way people talk about nuclear energy, it seems like a boogeyman or something like that."
	},
	{
		"start_time": "25:47",
		"speaker": "Zion Lights",
		"words": "I think it's changing a lot. But, um, there are a lot of ingrained old ideas. Um, WHICH is, yeah, you know, that it's, it's not safe, which isn't true that the waste is like, really dangerous, which isn't true. I mean, technically, yes, the waste is dangerous but so is medical waste. Um, YOU know, it's well managed is the main thing and it's never killed anyone. Um, WHEREAS, you know, fossil fuel waste is being extraordinary in this atmosphere. So, yeah, those are probably the main ones. But now I think actually the conversation shifted when I started out in this work years ago, those were the main arguments. Now, people seem to have moved forward that, you know, I think a lot of the information's out there and people have gone, ok, maybe we were wrong on those things. So they have different arguments now, which is, takes a long time to build and it's expensive. Um, NOW it can take a long time to build. Absolutely. Um, BUT the reason for that is because of regulations and other problems, not because of the technology. So, if you look in South Korea, other parts of the East, um United Arab Emirates, they're building them in, you know, four or five years, new reactors can be built really quickly. Um, WHEREAS I actually saw a study recently that said if we try to build uh an Apr 1000, which is South Korean reactor, we tried to build it here in the UK. It wouldn't even pass, pass the basic planning regulations for about seven years because it is so strict. But the regulations are more strict than for building a coal firepower station. That's how ridiculous it is. So these myths have had a real impact on real life and so it's kind of a perpetuating cycle because people say it takes too long to build and then they, they protest it and it takes even longer to build because, and that's happening here at size. Well, c uh because they um the environmental groups are taking size world to court saying your environmental standards aren't good enough. It's actually the corpus said that's not true. And you know, but now it's gone through an appeal process but it slows everything down, but mostly it costs a lot of money. So it becomes more expensive. It doesn't have to be expensive. So those are, they are. And they are myths, I would say, you know, they, if you just look at it on a sur surface level. Yeah. In the west, some of, some of the countries in the west in the UK is, it is expensive to build them and they do take a long time, but that's not inherent to the technology. So we need to really have some reform in the planning process there. Um, AND like reregulate nuclear, as I like to say, um other myths, I mean, I've heard some ridiculous myths over the years. I think a lot of them have died a slow death, which is great. Uh The funniest one I ever heard was that nuclear energy is sexist because it's like a hard energy and men like it. I know how ridiculous but that, you know, some people really believe that and they'll say wind and solar are natural because it's the elements uh which I think is funny because what's more natural than the atom actually if you want to use that logic. But anyway, it's not a logical argument. So we don't need to talk about it, but that's the funniest one I've ever heard."
	},
	{
		"start_time": "28:39",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that when it comes to nuclear energy, we should consider a a and of course, I am not sure if we would think about this as a limitation and this is not a criticism of nuclear energy itself or nuclear power. But do you think that we should consider perhaps the availability of uranium or not."
	},
	{
		"start_time": "29:00",
		"speaker": "Zion Lights",
		"words": "Um, YEAH, we should think about uranium, you know, where we get the reserves from. Um, A lot of them come from Kazakhstan. Canada has a lot of Australia has a lot. Um, THERE'S no immediate shortage. I just think it's a bit weird that the people who say it's going to run out, you know, it's going to run out in, in whatever, 4000 years are the same people who are saying there won't be a planet 4000 years. I always think that's a strange thing. You know, there won't be a habitable planet because they think like will be extinct. Life will be extinct. Um, BUT I've seen, I mean, I've seen people crunch the numbers on this. Um What is view is one of my go tos but Nick Turan who's crunched on the numbers and he said if we use breeder reactors, we've got 6 billion years worth of uranium. So it really, again, it depends on, it's not just about reserves, it's about how they're used, but I still think it's just, you know, it's a silly argument. It's like the whole peak oil. Do you remember that the peak oil we're hitting peak oil? Did, did that happen or did we find new reserves? In fact, we increasingly find better technologies for finding new reserves or for, for, for using, um, for using our resources better? Actually, we're really good at doing that. And with nuclear, you can recycle, right? Which very few countries do, which is unfortunate. But that's another thing that a little bit of uranium goes a long, long ways is what um I often tell people, you know, en energy density is really important. Um So, no, we're not going to run out of it any time soon. But I would say that even if, even if you did say I've calculated the numbers and I'm sure that without interventions, without finding more, we've got 1000 years, I really hope that we have better energy, you know, electricity generation sources in 1000 years. I would hope that we have fusion and I know that's a big hope, but I can't imagine that our progress would stall that much. I mean, I think there'd have to be a really big significant event to stop. You know, if you look at what we have now compared to 40 years ago, mobile phones A I internet and then 40 years before that, it's really rapid change. We're in a real kind of technological era. I would expect there should be something, something better out there. And I, and I think nuclear is great, you know, don't get me wrong. But um yeah, I, I think it's a silly argument"
	},
	{
		"start_time": "31:17",
		"speaker": "Ricardo Lopes",
		"words": "and about uh renewable energy because sometimes people, particularly activists talk about the different kinds of renewable energy as, as a sort of a panacea, right? And, but what are the limitations here in terms of the extent to which we can or could rely on renewable sources of energy to tackle climate change."
	},
	{
		"start_time": "31:41",
		"speaker": "Zion Lights",
		"words": "So, I mean, people have different opinions on this. We're in the realm of opinion now, this is not representing uh solid data because there isn't any, it's very, you know, it's, it's completely variable because for example, in Britain, this is not a good place to have a lot of solar farms. It is not a very sunny country. I mean, it's spring now and we're lucky if we get any sunshine. Um, AND that's, that's, that's consistent. Um But then at the same time, even in, um, you know, some of the sunniest countries and in places like borne where they've built a lot of, um, solar power. It's still not, it's not, but it's not helping much with the grid and in the summer it might, you know. So, all right, here's an example. We, it's really windy here at the moment, ridiculously, windy gale force winds, things blowing across the garden. Um And because of that, we suddenly got a huge surge in wind power. All the articles in the reporting are saying, look at this, Britain's got all this wind power, we're gonna be wind, we're gonna be powered by wind in the future. All these journalists are missing the point that it's not normally this windy, you can't store it for when it's not windy. And I know that sounds really ridiculously simple. But that is the, that is the stage of communication we're at with a lot of these people. So, yeah, it's fine to have it because at the moment it's powering the grid and we're hardly use, we're using like 4% gas, which is really unusual for us. So it is good. But because the storage capability isn't there, it doesn't matter tomorrow or next week or for the rest of the year when it isn't very windy or isn't very sunny. And so what I'm trying to say is it's quite limited. It's not, it's not an abundant energy source, it's limited. Now, a lot of environmentalists know this and they will say, why can't we live with intermittent, you know, occasional energy. And I've know, I know environmentalists who've said I have panels on my roof and when I use what they supply and when they're not supplying, I don't, I don't use anything and that's fine if they, you know, don't mind that they miss their favorite TV program or whatever. But we need to be a bit more realistic that we need to keep, you know, fridges running, right. We need to keep the lights working if you need to need to, we don't want to go back to using candles at night because your, your panels um because you've run out of stored solar energy. So the, the issue really is that the storage isn't very good. Now, 15 years ago, I was a big advocate for, for wind and solar. And I would say if we put more money into it, if countries actually invested in it around the corner, we've got, we're gonna have amazing battery storage. And I think it's really sad that people are making those same arguments today because the fact is that in 15 years that hasn't happened, the storage has improved somewhat, but you're not going to change the basic fundamental laws of physics, right? That is, that is as good as the storage is gonna get. And actually we now have a case study study which is Germany. So Germany is a really good case study in answer to your question, which is how much can a can a country rely on this? All right, industrialized nation, you know, very successful nation, uh high quality of life. They've done really good stuff at, at reducing emissions by insulating houses and EVs and like, you know, all the kind of measures that you can do on the ground. They've done that and, and also people are very good at, you know, that taking shorter showers. So they, they've helped with the individual change, the behavioral change even then they built loads of, of wind turbines and solar pans. They built huge amounts, you know, they invested trillions in this not small amounts of money, trillions of euros phased out their coal fired power stations, phased out the nuclear power stations. What happened? I mean, everybody knows what happened by now, which is that your grid will fail like you and they did actually have to tell people in certain regions that they had to ration how much, you know, how long they could be in the shower for things like that. Uh Which I think actually just turns people against um clean energy or climate action because they don't like, they don't like that and it, and it upsets their lives, but mainly it's a case study to show you can't do it with the entire grid. You just can't, nowhere's been able to, and they really did try, they did put the money into it. They did have the best storage. They did set up all the poles and wires, they put all that money into it and it's not cheaper than, than if they put that money into nuclear. It's just not if they had put that money into nuclear, they'd have clean, reliable energy. Um, AND people wouldn't have to ration. Um, AND they would, the grid would be clean, but now instead they've had to reopen their, their, um, mothballed coal fired power stations. And as we've all seen, you know, now they're mining for, for, for lignite, which is the dirtiest fuel, right? It's the dirtiest coal, uh, which is terrible. It's ter, it's terrible for, um, you know, the fact that they had, they had clean power stations, legal power stations and out of fear of a tsunami, you know, because of what happened Fukushima. Um THEY, they shut them all down. But, but that, you know, I think in a way that had to happen because it is a case study for the world now where the people like me who used to say, well, nowhere's tried doing it can now say whoa, whoa, whoa, we tried. You can have 15 or 20% of wind and solar on your grid. You can, if it's hydro, obviously, you could have a lot more. But for wind and solar, that's the limit, the rest needs to come from somewhere else. And you need to be honest about that's either going to be fossil. Well, it's always going to be nuclear and you can't, you can't say it's neither. Um So that's where the technology is at. And I, and I honestly don't believe that it, that it can, that problem will be solved by better technology. I think that technology is the best that we're going to to get. And there are also drawbacks obviously in how much land they require. Um YOU know, nuclear requires a very small amount of land for, for the amount of energy it produces. But, you know, it's complicated. You know, if, if you're reusing land, that's just, it's not used for anything fine but don't bulldoze trees to build, you know, to build solar farms. Some places are doing that. Uh I think, I think when the hyper focus becomes on just emissions that's also a problem. We need to think about biodiversity as well and longevity of the resources. So you think, you know, a power plant is going to last at least 60 years. Whereas the turbines, solar panels we need replacing in about 25 nobody thinks about this or about the cost in turn, by having to replace them. So there's a lot of different factors. But environmentally nuclear is the cleanest healthiest solution for the planet. And that's why I advocate for it. It's purely my reasoning."
	},
	{
		"start_time": "38:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So you're also interested in ethical parenting? What is that about? And how does it tie to uh, environmentalism?"
	},
	{
		"start_time": "38:11",
		"speaker": "Zion Lights",
		"words": "So, um, so initially when I started out with that, you know, and I wrote that book, it was because, um, I'd become a parent and the books that were on the market for green parents, for people who cared about environmental issues were full of nonsense, like, full of pseudoscience, honestly, like, don't vaccinate your kids, um, at all. Um, YOU know, um, don't, um, don't, don't drive, I mean, I don't, I don't drive but there were a lot of, there were a lot of things that they, these books, um, argued for that were just impractical for most parents, like, and actually, it's being a non driver has had some significant challenges, but mostly they were just, you know, also I would say it's not always true, it's not always true. But, you know, if, if you think about most people's daily lifestyles. We rely on a lot of different things. Right. Like we rely on being able to get from A to B, we have to do school runs, we have to choose how we feed our kids. And a lot of these books were just throwing rubbish out there saying, you know, here's the diet that you need to give your child or you should have. Here's the way you should even just how you should give birth. A home birth is natural. Don't give, I mean, I know it, it probably sounds extreme to you, but this was what I was coming across again and again. And so I kind of put those books aside and said, every single book that I looked at at that time was saying these and I thought it was dangerous. And actually, by the way, I would love to know who's crunched the data to say that homebirth is more environmentally friendly than, you know, than, than a hospital."
	},
	{
		"start_time": "39:49",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, I also don't understand the old bit about"
	},
	{
		"start_time": "39:53",
		"speaker": "Zion Lights",
		"words": "why, why do they come? Right. So that's why I kind of, I broaden it. I'd say it's ethical her. But I, but then they're saying it's unethical to, to give your baby an injection. And then I would ask, well, are you saying that they should have no medicine? Well, and actually, actually, some of these books actually did say that they said hoop the natural remedies. I mean, it's dangerous. Honestly, some of it is really dangerous and you'd be surprised at how many people follow this advice because the books scare them. You know, I read the books with a huge prince of salt. Like this is a true, you know, they're saying that my baby would die if they have too much paracetamol. That's not true. You know, I mean, you know, give babies paracetamol but, you know, when they're older cow or whatever, the branded version for kids. So what I did, so I went, what I did was decide someone needs to put out a sensible book that actually meets the concerns these people have of green or ethical parity and maybe just define it a little bit. So I did actually look into things like the emissions caused by having a homebirth versus, you know, a hospital. But it is, I mean, it's negligible, right? Because there's just too many different factors involved. But all right, people would say one's natural on the other. But then I would say, well, then you're saying it's natural for a lot of babies to die in, in, in childbirth and it's fine, it is fine to have a hummus to put that out there. But what annoyed me was the amount of misinformation about it but also kind of the pressure, you know, from these groups and books, the pressure to do X because it supposedly is more ethical and moral um and more environmentally friendly somehow. So I went away and I crunched the numbers and then some things, there was a lot of data, for example, nappies, you know, there's data on, on cloth nappies versus with regular nappies. But actually if you, there are still ways to use cloth nappies, like if you're regularly tumble, drying them and things like that, that makes them less environmentally friendly than disposable. So I did, I, I crunched, I crunched all the data on that. And I, and I, there's a chapter on each thing and even just traveling the travel bit, I've kind of said, you know, if you really want to give up your car, there are different ways you can um the different kinds of bikes you can use for kids like ir real kind of detailed deep dive. But mainly the thing for me was to get people to think about those nuanced opinions rather than what they're being fed in these books, which I honestly think are quite dangerous. And at the time, there wasn't anything like it. That was the first kind of book of its kind. And actually I had to, I had a discussion with my uh publisher about it because I wanted a chapter on vaccines. And they said, wow, does that really fall under this? And I said, but the thing is all the competing books, do they do discuss vaccines? But it's all negative. It's saying there's so much mercury and, and autism and all this terrible stuff. That isn't true. Right. That vaccines do not cause autism and even if they did autism is not like, you know, a disease that is so evil. Like some people are autistic. It's ok. You know. Anyway, I, I really didn't like the way these books talked about those people. So II, I wrote it and I, and I actually had a huge, I had a huge backlash to that chapter about vaccinations. Huge. I had a, I had hate mail people leaving me one star reviews just because of that chapter. I even had people saying, hey, I liked all the other chapters pro you know, cos obviously they agreed with it but not, I don't like this. I, I had a little bit of push back on the home but saying no, it definitely is better and f you know, fine, some people aren't going to change their minds. But I hope that it, I think it did provide something for other people like me who just genuinely, you know, we just care about these issues and we think, oh, well, I'll just get this book. It's in the library or it's got good reviews in the Guardian. I read it because because of that and then they, they'd open it and they'd get lots of misinformation. And no, I think misinformation is a problem everywhere. But the main issue is when it's not counted because then you just won't even see that. It's misinformation, you have to be able to see counter arguments, even if you then fall on this side of the argument. Fine. You've made up your mind but you have to be able to see it. So, what I did was put that stuff out there at a time when no one was really doing it in those spaces. Um, SO, yeah, that's, you know, and now I would say now it's changed my opinions of what it means to be. An ethical parent have changed a lot. You know, I, my parents are, my kids are aware of climate change but they, they're not, they're not anxious, they're not anxious kids. They don't have e anxiety, they're not like the end of the world is happening. They're very aware of solutions and they think around the problems. And I think I actually, we really need younger generations to be doing that because they will inherit quite a lot of problems as they grow up. And we don't want them to just freeze and say we're doomed and give up. We want them to, to be really interested in, in the solutions. Um And I think that's actually for me, that's the more ethical way of doing it. But, you know, ethics, ethics is a very broad term and it means something different to everybody and it's not, it's not, it's not data driven, but that book is 100% data driven. I mean, I read like 200 studies that are referenced in the back in the back where I said I have actually looked at these things that these other books are saying and here is what, here's what the science says and you can go away and make up your own mind. But yeah, mainly it was, it was a response to the, to the prevailing kind of consensus of books out there that I wrote that."
	},
	{
		"start_time": "44:52",
		"speaker": "Ricardo Lopes",
		"words": "No, it really baffles me how so many environmentalists activists particularly use the label natural as if anything that's natural is good when disease is natural, death is natural when it comes to birth. I mean, infant mortality is natural as well. A mother mortality or female mortality. So, I mean, I just,"
	},
	{
		"start_time": "45:18",
		"speaker": "Zion Lights",
		"words": "it's interesting though because that it really, I think influences a lot of people who, um, who don't hold those beliefs in an extreme way but, but it's, they've heard it so much that even so that's why even a lot of people are people who don't know a lot about electricity or electricity generation. They will think, oh, well, isn't wind and solar more natural? And I said, well, all of it requires mining and materials and a workforce and you know, people constructing that, you know, it's not, you're not just getting energy from the sun, you're, this is, this is, these are big pieces of infrastructure and they say, oh, I hadn't really thought about that, but I always think it's interesting that they've assumed it's more natural and I don't know why it would be more natural than, for example, splitting the atom. Um It's a real, it's really just an ideology that seeped into quite a lot of people's thinking until it's challenged again, that misinformation just lives in there, kind of rent free. And then when it's challenged, a lot of people will say, oh, yeah, I didn't think of that, but it's amazing to me how far that natural terminology has gone. Same with GMO S, right. It's another thing I talk about, people say, oh, well, they, they're not, they're not natural. And I said, well, why don't they cause XYZ problems? Well, no, you, you have food on your plate because we have GE gene editing genetic, you know, we should be, we should be thankful for this, this is a good thing. But again that these fear, fearful stories and ideas of what's natural versus what isn't really seeped into people's brains. But actually, if you look at around you, nothing is natural. Nothing, not even landscapes, you know, not even, I mean, not even the hillsides and that we've engineered our entire environment, right? We, we're really honest about it. Um, AND that's ok because that's if, if we do it, surely it is natural. We're part of nature. That's, that's the arguments I make. But you have to do a lot of thinking to get there, I think. And, uh, yeah, a lot of people just land on this old idea of. Uh, IN fact, I saw something recently, which I thought was interesting, which is a you gov poll. It's like a independent data survey here in the UK. And it asked people, um, if they thought, you know, previous generation life was better for previous generations. A lot of them said, you know, no, you know, a lot to be fair, you know, 70% no life is better now. But you'd be surprised. A chunk of people that said life was better in the 17th century and the 18th century, you'd be surprised. You know, and I know I've known those people so I believe it. But I could see a lot of people in the comments on this, this uh this data, like who believes that what? You'd be surprised. A lot of these really hardcore environmentalists or activists that is really what they believe. They re, it's not a myth to say they think we should go back to living on the land in poverty. They, they really think that's better for the planet and for, well, not for people but for the planet."
	},
	{
		"start_time": "47:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. May maybe they should go back to and to a gathering because agriculture is also not natural."
	},
	{
		"start_time": "48:04",
		"speaker": "Zion Lights",
		"words": "Well, you know, some of them, I mean, again, I maybe I've known the more extreme wing but I, some of them do you know? So I know someone in London, uh who was a spokesperson in the rebellion who is not on the grid. He has solar panels when they run out. He has, he just lives without, he doesn't use a flush toilet. He uses his garden and he has a compost loo and um he doesn't have a fridge. So cos you know, he, he has, he, he lives with internet. So his view is everyone could live like this because I live like this. My view visiting there was um nobody wants to live like this. Like I have relatives in India living in poverty who are forced to live like this, who do not want to live like this. But also it's a very high maintenance lifestyle. This idea that it's like slow and natural and lovely is not like he's having to do a lot of work. Um And a lot of mental labor I would say to, you know, if you buy butter, how long is it going to last for without a fridge? You know, when can he cook? It can only cook it when there's enough solar generation. So he's going by the weather and fine, that's his lifestyle. But he lives a very middle class lifestyle. He's able to do that because he doesn't, you know, he's paid off his house and he doesn't have a job and he doesn't have Children. That's not most people, most of us cannot live like that, you know. Um So yeah, it's this real bubble of and I would say there are very privileged kind of wealthy people who are doing it so we can do it. Everyone can do it. Um, I can tell you a funny story. Years ago I got, I got invited to meet to, um, go see these hippies out at this place called Stewards Wood. So they're basically, there's a national park here where I live, um, called D Dart. No, Ma Dartmoor National Park. And they set up camp there and the council wanted to evict them because it's a to live there. And they said, well, we've got in the land, we're living on the land and there was a legal case and you know, I was in with the hippies. So all the hippies say it's, it's outrageous. They shouldn't kick them off. They're living sustainably. So I thought I'm gonna go down there and I'm going to write an article, I'm gonna help the cause. So I went down there to write an article and help the cause I was absolutely heartbroken because they were not living off the land. They were getting huge grocery deliveries from Tesco, you know, from, from Sainsbury's huge deliveries that would have to, they'd have to pay for extra petrol because they had to come so far out in the middle of nowhere. Um They, they, yeah, they had a few chickens, they had a few chickens, they had a few eggs from, you know, they were growing a few vegetables very little though. Very little of it. Um Fine. They were using water from a nearby river. Ok. Fine. So they weren't connected, they weren't connected to the grid at all. So they were doing little bits and pieces. But I would say their carbon footprint was way higher than anyone living in a city. I mean, while I was there interviewing one of them, this guy's name was Merlin. Right. I was interviewing him. What's the lifestyle like? Why should you be allowed to stay here? He said he had to like answer the phone. He said his mum had, his mum was here. So I went out to have a look and his mum had come to pick up his laundry to take it home and wash it in a washing machine and dry it in a tumble dryer. I'm not exaggerating. This is a true story and bring it back. So, and she had to dry from the city. So it was a 40 minute drive each way. She's washing and tumble, drying it because they didn't have a way to wash clothes. They didn't want to spend all day washing clothes and then drying damp clothes indoors. I mean, it's very wet here. So you'll be lucky if you can dry them outdoors. Um And, and every few days she'd do this. So they all had this, this whole community was relying on ordinary civilization but claiming, oh, we're off grid and we don't need any of that. So as soon as I saw it was a lie, I didn't write about it at all. Um, AND I was nice enough not to go away and write a horrible piece about it. Um, BUT that's what I, that's what I saw from that community and I think, you know, it's a lie. Really, isn't it? Even the people that have the means and the energy and time to do it, they're not able to do it and they were eventually evicted simply because they were told if they could show that they were living, you know, sustainably within certain parameters, they actually might be able to stay and they couldn't meet those parameters because they couldn't sustain a lifestyle themselves. They couldn't provide them, they couldn't provide enough food for themselves. They couldn't. So, and who, who was picking up their waste? The council was having to pick up their waste. So when you live in ordinary society, you have to pay right in my tax money, it comes out, they pick up my recycling and my waste. Well, they were, they were basically refusing to do that because they were living on the land saying we're sustainable, but they were just, it was piling up. So the council had to pick it up. So there were a lot of problems there. We kind of go if only there was a solution to this. It is, it's called living in this city where I live. All of these problems are solved and my carbon program is much lower, much lower because, you know, it's just much lo, uh, yeah, anyway, many different reasons. But especially the f, the food, you know, and actually I get my, some of my vegetables I get from a local farm which is fairly sustainable because they drop them off to a farmers market, which they do every week. Anyway, lots of people pick up the food there and that, you know, in a small way, I do that. Uh I, I think it's better. I'm supporting the local farmer. I know the guy. He's a great guy, but that's not gonna feed everyone. I'm not under an illusion that just because I got a little bit there, it is gonna feed everyone in the same way. We can't be in an illusion just because it's really windy today and we have lots of wind power that's gonna be every day forever. The amount of journalists that were saying that was shocking to me because they were saying this is the future and I was like, what do you know about the future that it's gonna be windy every day? You know? Do you know that about the future? What they were saying was, if we build more, we'll get more. But that's not, that's not how it works, right? Because we're not controlling the weather. I know you understand that. But these, you know, quite high fi genist didn't understand it. So I had a few conversations with people about it, but that's where, you know, the nuance of the conversation needs to happen and it's not happening. And I really think we need to move forward into that bit because you can't implement solutions if you're still stuck on myths, uh essentially believing myths."
	},
	{
		"start_time": "53:50",
		"speaker": "Ricardo Lopes",
		"words": "So just to wrap up our conversation, let me ask you one final question. So when it comes to climate change and the ways we can tackle it, of course, we talked here a lot about technological solutions. But of course, there would be other kinds of systemic solutions through politics, regulations and all of that. But uh I mean, another set of solutions that we've also touched on and many of the activists focus the most on uh occur at an individual level like changing some of our habits and all of that. But I mean, that, that's all great and it's great when people do that. But at the same time, sometimes it seems that activists tend to be a little bit more realistic when it comes to, oh, you should do this, you should stop doing that and so on. And they think that we can solve most of the issue if people just stopped, I don't know, driving or using or started using evs or uh taking shorter showers or something like that. So uh how do you balance perhaps uh or what do you think is most important here? I mean, what we can do at an individual level or on a systemic level."
	},
	{
		"start_time": "55:09",
		"speaker": "Zion Lights",
		"words": "So, I mean, on an individual level, I don't think it makes that much difference. Most of these things just don't, I mean, yeah. All right, switch to an ev drive a bit less, get a bike fine. There's still really small amount and I know what people say. If everybody does it, it's more, again, they're doing that in Germany, they still need a lot of electricity and they're still having to use coal to power that. So we have a case study. I'm not saying we shouldn't do these common sense things and some things are more, more um some things are more obvious than others. So one thing that we don't talk about enough, I think is insulating houses. So in the UK, you know, we have really terrible insulation, the house, the homeowner has to pay for it. So there's no real incentive, but a lot of houses are drafty. Um And cost a lot of money now. All right, fine. If the homeowner could put up money, they will do it because it will save them money in the long run because they have less damp and they use less electricity. But actually a lot of people are landlords, a lot of people are renting from landlords and the landlords have no incentive to do it. There's some things like that really simple, which they have done well in Germany to incentivize or provide money for, um, or, you know, loans for people to be able to do that. It's a really obvious thing because we are just leaking heat. We're, we're wasting heat, you know, uh, in quite a dominantly cold country. I know it's not as cold as other countries but it feels like it's very cold here all the time. Um, AND we do have very drafty damp houses so that, that's, you know, a simple thing. Um There is a move towards electrification that does need to happen. And again, I know a lot of people don't like the idea, but it just does need to happen. It's common sense. We need to electrify everything and then we need to have a clean electricity grid. That's, that's a big chunk. It's not all of the problems, it's a big chunk of the problem. But in terms of individual actions, honestly, I would say talking about the solutions is really important. Um And fighting for solutions is really important because historically, we've always had people that fight on the basis of problems. That's what activists do, right? You find the problem and you focus on the problem that doesn't solve the problem. And you know that what you need is the instigators and the change makers who actually care about the evidence, care about the scientific solutions to push those words and you have got people doing it. Some really important people like James Hanson, um you know, the grandfather of climate change as people like to call him. He, he's a big advocate for nuclear na. And one of the things he says is that to young people, his message to young people, the most important thing you do um is work in the nuclear industry. That's what he said. Um Which, yeah, ok. We need engineers and builders and my, my thoughts and wishes are not going to, to solve today's problems. It is the engineers and the builders that are going to do it. Politicians can make sure those things are implemented and that we, we can use that as a pressure point. So in terms of in individual action, we should have those conversations with politicians. I'm not saying send your MP hate mail. I'm saying have conversations because a lot of them um actually when I started talking about, about nuclear, I reached out to a lot of them here, journalists, editors, politicians, and actually a lot of them said privately they already agreed. And I said, well, why don't you write or talk about it or the public doesn't want to? So, ok, I'm gonna go and commission some, some data here and find out what the public wants. Ok. It's come back and it said actually, they really support this. Will you talk about it now? And then they started to, but they only know um what the public thinks about often. They don't look, they're not even looking at data points, right? They're not scientifically literate people. They're just looking at their emails and when they open their emails, they get 50 people saying I hate the fact that you're putting in an EV pump in my area. They think nobody wants this. We shouldn't do this. We sh you know, that, that really is how, that, that's, that's a, you know, one of the flaws of democracy, that's just how it works. It's people powered, but it's all the negatives. So we really need people to send in those emails and say, actually, I think this is a really good idea that you have a low traffic neighborhood, for example, or that you're putting in the EV pumps or you know, what measures are you taking practical measures? And do you support clean energy? Um Even if it's not in your region, it's important that people are talking about it and know what solutions are. And I speak to some quite high level individuals who don't know and they'll literally uh hop on a call and they'll say, can you explain to me why we need nuclear? I mean that that's where we're starting. Um What's wrong with what's wrong with coal? All right. OK. Um You'd be surpri you'd be surprised. I'm not talking about ordinary lay people. I'm talking about people in high positions of power. So those conversations are so important and, and it also, so my, my answer to your question is talk about solutions because also um there is so much hyper focus on the negatives and the problems and that's still really prevalent. And then when you do hear solutions like, hey, we're excited cos it's so windy today. They're false, they're false solutions because it's simplified. It makes a good story or a good slogan. Well, the solutions aren't actually good stories and slogans are really quite complicated. So we need people who talk about the nuance and the data and talk about it to key figures like local representatives, you know, use a demo democratic process um or get, get involved, go to meetings and have a voice. Um AND, and speak to different audiences, you know, speak to speak to people who maybe aren't that interested in electricity, but they care about climate change cos they're not, that's not being added up. They just think. Well, I, I use my bike today so it's fine. Well, actually the, the systemic problems are far bigger, much bigger. Um And if we implement big solutions, then that's gonna have way more of an impact than, you know, um putting on one less wash cycle a week, that's just the truth, isn't it? You can still put on one lash wash cycle a week if you want to. But all of us doing it isn't going to, it isn't going to make her dad right on, on the emissions. It's just not going to make a dent. What's going to make a dent is we'll bring lots of clean energy. That's, that's it and then electrifying as much as we can so we can get off the re the remaining fossil fuels. Um It's not a complicated message, but it's still a message that needs to be put out there because it's um I think it's not um it's still not countering that apocalyptic dude. My narrative enough."
	},
	{
		"start_time": "1:01:16",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's send that message. And where can people find you on the"
	},
	{
		"start_time": "1:01:22",
		"speaker": "Zion Lights",
		"words": "internet? Like I was, I've done a piece on, on uh the need for gas in low income countries, things like that. Um And they're heavily referenced. So, you know, don't, you don't have to take my word for it on these calls. I always say anything that I say in any podcast interview, you can go and have a look at the article and you can click the links and it will take you to the source and you can look at the data and I urge people to do that because I think a lot of people get um you know, like uh they feel like, oh with science, it's too complicated. It's not for me. And I said that that's not true. You know, anyone can understand some of these really basic concepts. You just need to know where to look and to understand the difference between, you know, um some, it's some blog post that, that says, so it's, you know, uh the sun is causing climate change and the sun will fix it whatever arguments people are making. Um And actually look at oh our wood and data or the IPCC or, you know, any the, the UN data or anywhere that puts out really good numbers. Um AND good summaries of those for the people that aren't so mathematically inclined as well. But yeah, I would urge people to have a look."
	},
	{
		"start_time": "1:02:40",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to that in the description of the interview and Z and thank you so much again for taking the time to come on the show. It's been really, really fun to talk with you."
	},
	{
		"start_time": "1:02:50",
		"speaker": "Zion Lights",
		"words": "Thank you. Thanks for having me. It's been great."
	},
	{
		"start_time": "1:02:53",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel s Friends, David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter Rosman Charlotte Bli Nicole Barba, Adam Hunt. Pavlo Stassi Alek Me, Gary G Alman, Sam of Z and YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Cortez or Scott ZFTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neon, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon Bendik Mueller, Thomas Rumble, Catherine and Patrick Tobin John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]