[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Decent. I'm your host as always Ricard Lobs. And today I'm joined by Doctor Andy Clark. He is Professor of Cognitive Philosophy at the University of Sussex. And today we're focusing on his latest book, The Experience Machine, How our minds predict and shape reality. So Wendy, welcome to the show. It's a huge pleasure to finally everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Andy Clark",
		"words": "Thanks so much for having me. And uh yeah, it took us a while to uh to get the diaries to align, but it's great to be here."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let me ask you before we get into more specific or concrete questions. What is the main argument that you present in your book? What is this experience machine you're talking about?"
	},
	{
		"start_time": "00:46",
		"speaker": "Andy Clark",
		"words": "Yeah, I mean, I guess that uh the core experience machine is a brain even though I'm really interested in the the whole brain body environment kind of uh nexus. But the core idea in the book is that we don't experience the world or our own bodies in what you could think of as a kind of raw way. We never in that sense, get the world or our bodies exactly right. We don't even know really what that would mean. Instead, what we experience arises at the meeting point of what our brains are predicting and what the sensory information seems to be saying. But in a way that's only half the story and the other half is that, that meeting point is kind of unstable. It's always um modulated or negotiated by another thing which is the brain's ongoing estimates of the usefulness, the reliability, the certainty or uncertainty of the predictions versus the sensory information. And I think it's that combination of a central role for pre prediction and a central role for self estimated uncertainty. That is the the sort of real core of this story."
	},
	{
		"start_time": "01:57",
		"speaker": "Ricardo Lopes",
		"words": "So could we say then that our perceptions are constructs of our brains and do not correspond exactly to something out there in the world, at least directly."
	},
	{
		"start_time": "02:12",
		"speaker": "Andy Clark",
		"words": "Yeah, I mean, of course, venturing into a very, very delicate philosophical territory there. But um I would certainly want to say that what we experience is if you like our brain's best guess at the actionable world. So what you know what the actionable world has to do with the world out there as according to physics, for example, that's a whole other question. But what brains are good at I think is is estimating how best to act and intervene on the world. And what we encounter is a world that is presented to us in a way apt for intervention and poking and prodding and grabbing things and throwing things all of that. So I think that's what we experience. Um And is it just a construct? Well, no, because it is deeply anchored in how things are in some way. You know, if you get, if you put your foot in the wrong place on the, on the bridge and you plum it into the ravine, you've definitely got something wrong. The world is kind of telling you this is, this is not the right way to go. Um And so what keeps us in touch with the world are prediction error signals. So the brain is constructing something, making this sort of picture of, of how things are. But when that picture fails to accommodate the incoming sensory information fully, then prediction errors result, they ignore the mismatch between what the brain expects. And if you like what the brain body system is getting and they then propagate through the system to try to get a better get in place. Obviously, this all happens really fast and at multiple sort of multiple kind of little uh little circuitry um areas in the brain. So we don't experience that, but as our experience emerges in a way, we're guessing at the world, letting the world poke back through prediction errors, guessing again, poke back again until we run out of time, or we've accommodated enough prediction error to settle into uh uh a picture of how things are which we normally be kind of on the right track otherwise we wouldn't be here."
	},
	{
		"start_time": "04:26",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to uh predicting the world, uh they, they have our brain or mind as a prediction machine originally. Where do the predictions our brains, our brains make come from? I mean, before we start having more experience, uh perceiving the world and then correct some of the things that we, we're getting wrong. I mean, is there anything innate to these predictions or not?"
	},
	{
		"start_time": "05:00",
		"speaker": "Andy Clark",
		"words": "Yeah, that's a really good, a really good question. Um Obviously, if we're gonna construct experience around predictions, the question arises. So where do the predictions come from? And indeed, how good are they? Um One of the really important early results in this kind of area was that if you take an artificial neural network and you set it the the task of um predicting the flow of sensory information, then even if it starts with a really, really bad model of the world, just with random assignments to its uh to its weights, the kind of artificial synapses under those conditions because it's trying to predict and getting a feedback signal saying no, you got that. Uh YOU got that wrong that it's not a successful prediction over time, it will slowly come to a set of predictions that work in the kind of uh environment that you set it to work in. So that's an interesting existence proof. I think that and that these kinds of learning systems can refine themselves just by trying to do the prediction task. So you've got this wonderful chance of bootstrapping. But of course, the trouble is that evolved creatures better not start with a really, really bad model of the world and just rely on prediction errors to tune it. Because if that was gonna, if they started from there, then I think they wouldn't survive long enough to let the flow of prediction errors do the right work. So I think we've got to start with some sort of set of innate broadly speaking, expectations about the kind of world that we're going to inhabit. Um BUT they can be very much refined during childhood, perhaps they even start to be refined in the womb. You know, there's interesting work about how the sounds that a child is hearing in the womb are actually changing, the way that it will hear sounds when it comes out of the womb. So, you know, we're learning machines from the get go and uh what nature and evolution have given us, I think is kind of just enough expectations about our world to kind of stay alive and keep going to do some better learning so that we can really tune them so that we become good prediction machines on top of the kind of world we actually live in, which may be very different to the one that uh that was present when evolution selected the broad structures of our, of our neural systems. So um predictions come from the effort to predict plus evolution."
	},
	{
		"start_time": "07:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And this memory also play a role here. I mean, are our predictions informed also by our memories?"
	},
	{
		"start_time": "07:38",
		"speaker": "Andy Clark",
		"words": "Yes, absolutely. I mean, so much for that, I think that um that memory if you like is nothing other than the generative model that iss issue in the predictions. So, um and this is generative model in the same sense as uh as as work in um generative A I that we're all seeing at the moment. It's a, it's an inner organization that has the power to create simulations of data structures for itself. Um I think that's what memory is. Memory is a way of um of kind of self queuing. So as to create a data structure that is very similar to the one that you might have encountered previously in your existence. So memory I think is a sort of in a, in a way it's the heart of the prediction machine predictions are based on memory. But it's a very, it's this very structured kind of memory that allows the system to, to simulate the world for itself. And that I think is uh it's a kind of very special kind of memory. Um Hawkins uh um who wrote one of the early books in this sort of area, actually described the brain, I think as a memory prediction machine"
	},
	{
		"start_time": "08:50",
		"speaker": "Ricardo Lopes",
		"words": "and tell us about this idea of perception as controlled hallucination. What does that mean?"
	},
	{
		"start_time": "08:57",
		"speaker": "Andy Clark",
		"words": "Yeah, that's, uh, I, I have a sort of love hate relationship with that phrase. It's so, it's been around for a while. I've used it myself. I don't think anyone knows exactly where it comes from. Some people think it comes from, um, max Clauses, a machine learning theorist. Um, THERE are other possibilities. I've heard it used by annual Seth as well. So, what does it mean? Perception has controlled hallucination? Um The core idea is just that perception involves this process of construction where what you already know is being used to try to construct a picture of how things are that is then sent out to meet the sensory information. So that only the differences between what you've constructed and what's indicated by the incoming information get to do further work trying to draw out different more refined predictions. So to that extent, we're kind of um if you like hallucinating our world, but we're doing it in a way that is highly controlled, hence the controlled in controlled hallucination. Um IT'S controlled by basically estimating uncertainty properly. So knowing how much you should be relying on current prediction error versus expectation that might be very different on a foggy day compared to uh a non foggy day, for example. Um And uh and also, you know, just the um the goodness of the model that you started with. So, so I think it's fine to talk about perception of controlled hallucination. As long as we really, really don't lose sight of the controlled bit in there. We are, we are anchored in some way in the world by pre prior learning and the prediction error signal and, and that's hugely important. Otherwise, we're just making things up and there's no explanation for how can we survive,"
	},
	{
		"start_time": "10:47",
		"speaker": "Ricardo Lopes",
		"words": "right? Uh So I would like to understand a little bit better how the dynamic then between the world and our minds work. I mean, what is uh what do we get exactly from the world that in forms our predictions? I would, I'm trying to understand a bit better uh what it is or, or if there's something about our predictions that corresponds to something in the objective world or how does it work? Exactly."
	},
	{
		"start_time": "11:22",
		"speaker": "Andy Clark",
		"words": "Yeah. Um So what is it that we're predicting um basically um waves of energy hitting the sensory receptors. So, ultimately, what the brain is trying to predict is how its own sense organs are going to be modified by um by incoming energies from the outside world, either, you know, uh pressure in airwaves or um or you know, wavelengths of light or, you know, all the stuff that we are actually um uh getting information from. Um SORRY, was there what there was something else in your question there though? That's what we're trying to predict. But of course, in order to predict that we use a whole cascade of predictions starting from really abstract predictions, like, you know, I'm in my office. And so I predict uh I predict desk type things, microphone, um ring lamps, all of this stuff. Um But those predictions of course, then have to reach down to the point where they're actually, now I'm looking up at the ring lamp briefly. Um I'm making quite fine grain predictions about where things are in space, how the kind of light and shadow is falling and prediction errors at that level are kind of much closer to the incoming sensory information. They then have to be used to, to correct things in a way that might cascade all the way up to the high level prediction. So that maybe it's like, oh no, my my ring light is broken today, I'm using someone else's and it looks completely different, that kind of thing. So um so there's a, there's a lot going on. Um BUT it's basically trying to get to grips with waves of energy. And the best way of getting to grips with those waves of energy turns out to be to hallucinate if you like or to um I will say that word to hallucinate a world of um of uh middle sized objects, things like ring lights and microphones and desks, cos they're the things that we can interact with. That's the sort of right level of description to capture a world, which is apt for human interaction so that I can then decide oh I need to adjust the angle of the ring light. Uh OK. This is what I need to do. That's, I think that's what we're, that's what we're trying to get with these flurries of prediction and prediction arrow."
	},
	{
		"start_time": "13:42",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, this is more of a metaphysical question I think, but when it comes to what we perceive, to what extent does that correspond to something really out there in objective reality?"
	},
	{
		"start_time": "13:57",
		"speaker": "Andy Clark",
		"words": "See that I was hoping you'd forget about that question along the way of that previous answer because that is a really, really good question to ask. Um, I think the answer is that we don't know, I, I don't actually know how anyone could if you like sort of, um, put together what we learn about objective reality from physics, which I think is kind of our best shot at something like, um, reality as it is independent of, of human thinking and reasoning. You know, it's probably not completely independent, but at least it's a shot. Um, AND then the stuff that we see, you know, you can, you can show that the stuff that we see is kind of, um, the stuff that we see is not impossible, given what we know about the ultimate nature of reality. If we take contemporary physics seriously, it's not impossible. But if you then ask so to what extent is it accurate or? Right, then I don't think there's any further answer than it's just, it's just the picture that does the best job of letting us interact with our world and agree with the other humans that we share the world with. So I think there's those sort of two forces um kind of uh acting upon us to keep our pictures in line with each other and that's agreement with each other and in line with the world. And that's um the fact that my actions have to succeed or II, I kind of um fall off the bridge and die. So beyond that, I don't think there's anything to say about how close we are to reality or far from it where most of the time we're just good enough to get by. And I think that's, you know, that's all that evolution wanted, didn't want to spend kind of extra money and resources on kind of fine tuning how we see the world. If it's, if there's no benefit in action, why, why would evolution care about that? So I think it's all about acting successfully. So when you've got a picture that lets you act successfully on the world and you're kind of able to agree with the others that you're acting in the world with, then I'm happy to say that's as close to reality as we're gonna get. Thank you. Uh"
	},
	{
		"start_time": "16:15",
		"speaker": "Ricardo Lopes",
		"words": "Yes. But, but then let me ask you a somewhat different kind of question related to that. So, but can we say that the things we perceive? I don't know the computer, the ring light, the microphone are real. I mean that, that were they real? Uh CAN we apply it to the kinds of things we perceive or not?"
	},
	{
		"start_time": "16:40",
		"speaker": "Andy Clark",
		"words": "Yes. OK. I want to say, I, I come out to come clean here. I want to say it's real. I want to say that I can say that the microphone in front of me is real. You know, I can, I can raise it up. There we go. Um It's definitely, you know, uh what was that old philosophical slogan? Um Something like if you can kick it, it's real or something. Um So yeah, I think, I think it's real but at the same time because I'm cons because my view here is that rea reality is the interact space. If you like, then something that appears to me in a sufficiently complex virtual reality would be just as real as the, as a microphone because if I can interact with it and I can agree with other people on, on what it is and everything works well like that, then that's as good as we've got in the real world. So yeah, real. But is it reality as we might have pre theoretically wanted it to be where it's really, really, really real? Um I don't think we can say that all we can say is this is a, this is a picture that lets us get by."
	},
	{
		"start_time": "17:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and so if we were plugged into Robert Nozick Experience Machine, the kind of information it would feed our brain. Could we say then that whatever kind of experiences we have there would be as real as what we perceive in the outside of the machine, let's say"
	},
	{
		"start_time": "18:14",
		"speaker": "Andy Clark",
		"words": "uh OK. Confession time. Um When I called the book The Experience Machine, I didn't even know about the uh nos Thought Experiment. So the, the, the book title has nothing particularly to do with that. Nor am I an expert on that thought experiment. Um My intuition is that I want to say yes, I want to say that, you know, um uh if you like uh uh as long as, as long as my grip on the world is sufficient to interact with it properly, and I'm able to agree with others at that time, then I can't think of anything else to demand. And if I understand that thought experiment correctly, which I may not, then that's what, that's what Nozick is trying to give us a situation where we kind of have some intuition that we're disconnected from the world. And yet all of that all of that interaction and agreement space is somehow um preserved um to the extent that that's possible. Then I'm happy to say that. Uh Yeah, that's just sort of more reality. If you like a kind of extended version of, of, of the same reality."
	},
	{
		"start_time": "19:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm We're going to get more into extended cognition later. But let me ask you now, how do you look at the relationship between sensory information and expectation? What is the expectation in this context?"
	},
	{
		"start_time": "19:40",
		"speaker": "Andy Clark",
		"words": "Yeah. So expectation here, I use the word um pretty much synonymously with prediction here. Um So, you know, if I ever do try to make a distinction, it would be that expectations tend to have more to do with conscious expectations. Prediction captures a lot of the unconscious stuff too. But a lot of the time I just use them interchangeably. Um So what, what do we say about that as well? Um There, if you like structured linked representations of an actionable world, that's I think that, that, that is the bedrock of what I think here is that um action is a kind of keystone and you have structured linked representations that are doing things like um helping, helping me locate objects in space and helping me interact successfully with the object. So I need to locate the microphone right now in space because I've decided to look at it. And if I was gonna pick it up, then I need to understand pre understand stuff about where the heavy bits are. Um HOW I should pick it up if I want to use it in a certain way. And all of that information is a sort of interlinked structure that um that if you like gets sent out towards the sensory peripheries so that it can meet incoming sensory information and work out whether all of those things were adequate or not. Um And if they're inadequate, then I, my brain will have another go. Um And if I judge them to be adequate, then my whole brain body system will probably have a go at picking it up. And if I got it wrong, then prediction error signals will gain a result. So there are lots of places along the chain here where um where the world can correct me if you like, it can correct me just by I take a better look and it now looks a little bit different. I didn't get, get the contour quite right first time or it can correct me because I actually tried to use that information and couldn't and sort of failed to pick it up properly. So that sort of it's an interlinked data structure where everything is already bound together that is trying to predict the flow across the the time locked flow across all of the the sensory interfaces, sight, sound touch. Um And that's of course, a very complex and difficult task, but one that brains like ours seem enormously well adapted to, to perform but not that. No. Yeah. Right. Yeah."
	},
	{
		"start_time": "22:17",
		"speaker": "Ricardo Lopes",
		"words": "So cognitively speaking, this process also ties to learning, right? Because it's through learning that we kind of update our predictions about whatever we are perceiving."
	},
	{
		"start_time": "22:32",
		"speaker": "Andy Clark",
		"words": "Yeah. So learning, I think learning is is kind of it's happening all the time. It's not sort of. So unlike actually a lot of uh a lot of contemporary um work in machine learning. Uh WHAT brain brains are always turned on in learning mode. So everything that's going on can if you like affect the underlying generative model. Um And learning just is the process of, of updating the generative model. That is if you like um that is represent, I want to say represented in the brain. But I don't want that to, to, to sound too much like classical forms of representation. Some people just like to say it's kind of structurally inherent in, in, in how the brain becomes after, after you've been engaged with stuff in certain ways. So, you know, obviously there are real physical changes that um uh that, that correspond to the changes at this more abstract level in what's in the generative model and how it behaves. Um But yeah, so learning is updating the generative model and we're doing it all the time"
	},
	{
		"start_time": "23:40",
		"speaker": "Ricardo Lopes",
		"words": "and through this framework, how would we approach illusions or what people in cognitive science and neuroscience call illusions, how would we understand them and approach them?"
	},
	{
		"start_time": "23:54",
		"speaker": "Andy Clark",
		"words": "Yeah, illusions are really, really interesting, I think because what, what they're kind of, they're sort of one of the places in which the fact that the brain is a prediction machine becomes apparent to us because what the sort of illusory um contexts are doing in general is messing with our predictions by um by, if you like sort of tripping us up because our prediction machinery makes assumptions about how the world is and under, in a lot of the illusions, those assumptions are, are not correct. So in, um in an Amy's room, for example, where, you know, you see someone there and they look really, really big at the, at the, at the back of the room like giants. It's because of sort of the, um the uh what's the word kind of like contours, the lines and shapes in the room are such that in the real world, you would most normally come across those building kind of square like structures. And if a person's head reached the ceiling there, then they would be really big. But of course, in the actual Amy's room, um the the the structures don't work like that. And so a small person is kind of reaching the ceiling um at one end. Uh So it's so I think all illusions have something of this uh of this structure. Um Think about the favorite in this uh maybe in this whole literature, the hollow mask illusion where you take a, a standard joke shop mask and you turn it so that the concave side is facing you, you light it from behind and you retire to about 5 ft away under those conditions, it looks like the convex side of the mask is facing you. So you see a face with the nose sticking out even though what you're actually in front of is um the side where the nose is sticking in and actually sticking out uh the back of it. Um So what's going on there seems to be that we have such strong predictions about the typical shape of faces with noses coming outwards that um the real information that's coming from the world specifying concavity is just being trumped or um you know, being superseded by a strong prediction. We've got a prediction that we assign high or our brains automatically assign high reliability to. And that means that real sensory information is being treated as noise and just ignored as the percept of the world emerges. And I think this is, this is what's going on in very, very many cases of illusions. It's sort of, it's manipulating our expectations and, and certainties to um to allow the brain to force onto the world something that in this case isn't actually there. Um Anyway, there are many, many more cases there that we could talk about. There's a case of the dress, the famous dress that people see in as blue or gold. It's a very beautiful um account of, of how all that works. Um But maybe we'll come to those later."
	},
	{
		"start_time": "27:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yes. But let me ask you then when it comes to illusions, would you call them perception or prediction errors? Are they errors or are they just the, the normal way? Our uh perception is cognition?"
	},
	{
		"start_time": "27:18",
		"speaker": "Andy Clark",
		"words": "Yeah. Yeah. I think I, I think I prefer the latter. I think I say this is just the normal way that perception and cognition works. It's a, it's a process that is dependent on assumptions and um to the extent that those assumptions are sort of uh uh are in place in the particular context and you're going to perceive the world as it is if you like and if you mess around with those assumptions, um then you will get some other kind of, of percept. So, you know, in the case of the dress that we just mentioned, the assumptions seem to be to do with where the light's coming from. Is it coming from above or is it a more sort of, uh, diffuse light? So, um, is it the kind of light you'd have in an artificial setting where the, the source is rather, um, rather simple and coming from a certain position? Or is it more like daylight? Uh, IT seems that, uh, people that assume it's more like daylight, see the dress as gold, whereas people whose brains assume it's an artificial light, see the dress as blue. Um, THERE'S actually an interest in relation between whether you're a lark or an owl, whether you're someone that likes to rise early in the morning or linger in bed a lot longer. Um, IT turns out that people who are naturally larks tend to see the dress as gold and people who are, are naturally owls tend to see it as blue because they've had more experience of um artificial light versus natural light. This is work by Pascal Wallis and uh and co in New York. And I, I think it's rather wonderful because it shows how little little features of our daily experience, install the kind of predictions that structure perception in ways that may hide unexpected differences between different individuals, like the people that see it as blue and the people that see it as gold."
	},
	{
		"start_time": "29:07",
		"speaker": "Ricardo Lopes",
		"words": "OK? But in the case of the the dress, the there's uh I mean, in that particular case, at least there's an objective answer, right? I mean, if someone would bring would, would bring on the dress, we would know for sure if it's blue or yellow"
	},
	{
		"start_time": "29:27",
		"speaker": "Andy Clark",
		"words": "because the, you know, the actual photograph, if I remember this right was taken in artificial light and so blue is the correct answer. I think, I think that's right. Um And then the people that see it as gold like me, well, you know, there it is, you know, I think it looks much prettier as a gold dress. So I'm pleased to be seeing it as gold, but I am wrong in that case, in, in, in some, in some reasonably objective sense, I think that's right. Yeah."
	},
	{
		"start_time": "29:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh And how does this all relate to four e cognition for recognition, being embedded and acted, extended and embodied cognition. What is the relationship here?"
	},
	{
		"start_time": "30:08",
		"speaker": "Andy Clark",
		"words": "Yeah. Um That is a, that is a question that many people ask me partly because I'm being fairly strongly associated my own previous work quite strongly associated with both embodied and extended cognition. Um So, you know, there's a sort of question arises why on earth? Is, is, is Clark interested in predictive processing that to some people looks like a very um disembodied brain centered um uh picture of what mind and cognition is. Um But deep down, I think that actually, you know, there had to be some account of what brains do in these complex brain body world systems and predictive processing seems to me to be the best such account that has emerged so far. And among the reasons why I think that that's if you like um good news for four E cognition rather than bad news for four E cognition is that um the the sort of core of the of what the brain is trying to predict is action. So, you know, I think brains like this are really action systems. All these predictions are constructed to so as to enable us to act better on the world. So embodied cognition is is at the forefront, these are these are generative models that are there for creatures that have bodies and want to use those bodies to do things in the world. But then there's one other thing that is worth bringing in which is that um as action systems, what predictive brains are are doing for the brain body system if you like is exploiting it to get better information all the time. So because of this constant estimation of our own certainty or uncertainty, which is really the core of the the predictive process in picture, then um brains will control bodies to perform actions that reduce their own uncertainty um so that they can get things done better. So if I want to go and see a movie tonight, um then to produce the right sequence of actions, I'm gonna do things like consult the web to find out what time the movie starts. Consult the web to find out when the bus comes. Um THE the use of the external world as an information resource flows really automatically from the underlying way that predictive processing um structures, information flows. They're all about um they're all about gathering information to reduce uncertainty to act successfully. So for that reason, um the there's back in the day when I was working on the extended mind, there was uh an ongoing puzzle which was something like. So how does the right stuff come together at the right time? There's something like there's some neural work going on and then there's some physical stuff. Maybe I'm reaching out and looking at a notebook or consulting an iphone or the web and you know, how does how does the right set of resources come together at the right time to solve the problem? Um Predictive processing I think is the answer to that question and it all comes together under ongoing estimates of what will best reduce the uncertainties that need to be reduced as we get, as we try to do the things we wanna do. So that's a kind of long winded answer. But, but basically, um I think that what looks like a neuro centric framework here turns out to be one that will automatically engage the body in ways that minimize uncertainty, using resources in the world. So then we've got extended cognition, natural born cyborgs, all the, all the other stuff that I've kind of um uh cared about in the past."
	},
	{
		"start_time": "33:59",
		"speaker": "Ricardo Lopes",
		"words": "Uh But uh I mean, if we, if we agree or if we accept this four e cognition framework, then where exactly is the boundary between uh ourselves and the outside world cognitively speaking? Or, or is there even a boundary, a precise boundary or?"
	},
	{
		"start_time": "34:21",
		"speaker": "Andy Clark",
		"words": "Yeah. Um BOUNDARIES are uh uh uh AAA very hot topic in um in active inference and predictive processing because there's an awful lot of work that, that stresses and rightly in a way, the importance of uh of a statistical um construct called a markoff blanket, which kind of sounds like it might be a physical thing, but it isn't really, it's just a statistical construct where um you um you, if you like um you pause the, the information flow within some large system in a way that enables you to treat parts of that information flow as uh arising at the boundary and other parts. So some parts are on the outside, some are on the inside and some are on the boundary. Um But it turns out that um because that's just a statistical construct, you can apply it in all kinds of ways. If you're looking at the, you know, the blind person with the cane, you can uh motivate a markoff blanket that includes the uh the edge of the cane uh as well. Um Or you can have a markoff blanket that stops where the brain stuff stops, or you can have a markoff blanket that stops where the hippocampus stops. So this is just to say that the um I think the question where the boundaries really are is a question that we shouldn't ask. We should just say um given what I'm trying to explain right now, where is it useful to think about boundaries? Um And that depends on what you're trying to explain and uh not just what, but um with what sort of perspective you're trying to explain it. Uh So, you know, someone that uh someone that is interested in city planning is going to be very interested in uh in a lot of boundaries that lie outside individual brains, but include lines of sight with sort of um trees and walls and fences and stuff like that. Um Other people might be much more interested just in what the brains do and kind of how it can sort of um how it can sculpt control a very local interaction with uh with the world. So, um so boundaries I think are super important but should never be taken. Um SO seriously that we cease to look at what appears to be outside of them. And sometimes when we do that, we realize there's another whole way of looking at the system where it's that larger perspective that is actually more fruitful. And I think that's what the history of distributed and embodied and extended and inactive cognition has really been doing for us is just kind of saying, hey, look at some of these larger, larger holes and the patterns that uh that are emerging in them."
	},
	{
		"start_time": "37:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And but since you mentioned a concept like the Markov blanket, does all of these, I mean, the the idea of the brain is a predictive predicting machine and stuff like that. Does it also connect at least to some extent with the free energy principle or not?"
	},
	{
		"start_time": "37:27",
		"speaker": "Andy Clark",
		"words": "Yeah, I think it, yeah, I mean, yes, yes has to be the answer it connects, it connects deeply with the free energy principle. Um Nonetheless, most of my own work steers slightly clear of the free energy principle, which kind of um does its work at a very, very abstract theoretical level? That is kind of, I think it is doing very interesting work. Um It's trying to say from first principles like what does it take to be an object. What does it take to be a live system? Um You can say things about um about persistence in the face of perturbation that seem really interesting. Um THE mathematics, so I'm told looks an awful lot like some of the mathematics of predictive processing. So you can kind of see um you can kind of see um you can see a living system, for example, as morphologically a kind of prediction of the sort of environment that it's going to live in the shape of the fish is a kind of prediction of the hydrodynamics of seawater. So, you know, once you're using the free energy principle, then I think a lot of things fall into place, but the cost of them falling into place is that very often what you're dealing with isn't sort of process level prediction in the way that um the original computational explorations in this area were looking at sort of process level prediction um that probably didn't really make all the sense I wanted it to. But I think the kind of idea there is that the free energy principle is a really, really big picture that tells us a lot of things that are probably necessary truths about life and mind. They're very, very helpful because they put life and mind on a kind of uh a continuous trajectory. Um But deep down my own interest is in the process model that is implemented by the human brain So to that extent, I'm kind of, you know, I'm very interested in what are the actual computations being performed by the brain when it solves problems? Like revealing a structured world to me in perception and deep down, I don't think that every living system encounters a structured world in perception. I don't, I don't know, no one knows. But I don't think that a single celled bacterium maybe not a, not a plant either encounters a structured world um in perception or by perception. So I think there's something very interesting about what um what complex brains are doing that is somehow making experience of the kind that we recognize as experience possible. And I think that's got an awful lot to do with, you know, cascades of prediction that bring together multiple sources of information and that reach across multiple times scales. And at that point, I think the um that's where if you turn up all those dials on a free energy account, you get the kind of process level accounts that, that I've mostly looked at."
	},
	{
		"start_time": "40:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So another thing that you also talk a little bit about in the book has to do with the sort of implications that this framework would have for neurology and psychiatry. So, could you tell us a little bit about that? And then I will ask some follow up questions about it?"
	},
	{
		"start_time": "40:59",
		"speaker": "Andy Clark",
		"words": "Yeah. So, you know, if, if you were to ask what's the practical um value or the cash value of treating the brain as a as a kind of prediction machine that is constantly estimating its own uncertainty. I think the answer is computational psychiatry. I think the um what what you can, what it looks increasingly like you can do is apply this general picture of how brains like ours process information and then ask the question um suppose that you change some of the settings so that you were put in. Um SO that you estimated the certainty of sensory information more highly than other people, or you estimated it more low, more, more, more low than other people. Um What would happen then? Well, you, you know, it's uh it's being argued here that if you put a extra weight on the sensory information so that you really enhance the value of the sensory information, um Think about what that's gonna do. It's gonna make it harder to bring your top down expectations to bear on the sensory signal to make things fall into place. It, the world will seem to be throwing you important information all the time that you need to be taken account of. And that corresponds fairly closely to the phenomenology of autism spectrum disorder or autism spectrum condition, I should say. Um So conversely, if you put a lot of value on your own predictions and less value on the sensory information, then you'll hallucinate things just because um your brain has started to expect them. And so again, accounts of psychosis seem to emerge quite naturally from that setting of the dials. Um There's also some very interesting stuff on the way that um the way that cycles lock uh misguided predictions in, in the case of psychosis or chronic pain, that is it where your expectations and predictions help construct a sensory realm that seems to confirm the expectations and predictions. So no matter how many times you sort of encounter things, you're kind of morphing them into the shape that confirms the predictions that led to the altered experiences. So it can be very hard to break out of some of those um cycles of uh depression, chronic pain, um functional neurological disorders, they all have this kind of cyclic thing where um expectations that things are gonna hurt or they're not gonna go well all to the way you experience the world and the way that you interact with the world and you can't gather new information that would revise your estimates of how things are gonna go and how much pain you're feeling. So I think that, that, that, that this general picture has a lot of promise for one day delivering a much more nuanced understanding of the whole range of human experience. If you think of us as as kind of having multilevel sensory expectations, multilevel predictions, little dials all the way through the brain body nexus that are set in different ways in different people, constructing worlds of um emotion experience uh and pay differently. Um So that's, that's a very long answer again. But the, the, the, the kind of um computational psychiatry I think is uh is a really, really exciting area and one that these accounts can contribute to."
	},
	{
		"start_time": "44:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But then if someone suffers from some sort of mental illness, like for example, you gave the example of depression and I think we can also talk about schizophrenia and stuff like that. I, is it the case or are the cases of our unconscious expectations malfunctioning? Can we talk about malfunctioning here or not?"
	},
	{
		"start_time": "45:05",
		"speaker": "Andy Clark",
		"words": "Um Well, that's a very, very delicate question. Um BECAUSE in a way it looks as if the system is just doing what it ought to be doing but, but very often um just doing it with a AAA kind of a strange estimate of, of what's reliable or what isn't reliable um or on the basis of aspects of information that are really there, but they're not the only aspects. So, you know, um you, you probably are getting all kinds of signals from the world saying that um you're not putting on a good show at this party or, you know, this talks not going. So as well as I wanted it to or, or something, you know, there are real signals there. Um But if you focus on those and kind of amplify those, then of course, um then of course you end up with a, with a take on the world that will incline you to act in the world in ways that harvest the sort of information that confirms your predictions, you know, you avoid the party or you um or you start to um to mess up your explanations and so on. Um So, so is it malfunctioning? Um THERE must be cases where there's something like a very physical malfunction involved. So, you know, if, um if dopamine weighting, dopamine systems and other neurotransmitter systems are playing the major role that predictive processing thinks they're playing, they're the encoders of these precision weightings that modulate. Um HOW, how much you uh how much value you're putting on prediction versus sensory information. If that stuff really, really starts to um to, to fire almost randomly, then all kinds of crazy things are gonna happen to you. So that's malfunctioning, I think. But it's quite likely that in an awful lot of the cases that we encounter in the real world like chronic pain and depression, there's no malfunction. It's just a sort of a, it's just a history of kind of evidence accumulation and habit that is sort of slowly put you into a certain kind of hole and that hole is really, really hard to get out of because you seem to be constantly getting information that confirms that your estimates of how things are are correct. Um There's a, there's some nice experiments with heat pads that show these effects in perfectly normal subjects you know, you, you sort of, um, you, you set them up with a little um geometric cue that predicts a certain kind of high or low intensity heat. Um And then you, the subjects are all given, although they don't know this the same amount of heat through a heat pad. Now, unsurprisingly, the ones who saw the geometric queue associated with a high reading on the temperature scale report experiences of more heat, more pain than the others. But interestingly, no one ever updates their um no one ever updates their expectations after they've been uh presented with manipulated with the real heat patch because they just think this confirms their expectations of more or less heat because their sensory experience has been morphed in that direction. So it's a sort of self fulfilling prophecy. There's a a lot of these cycles of self fulfilling prophecy that float around in these, in these accounts. And I think they all have the same, the same character predictions in train experience that seems to confirm the predictions even when it would be a lot better for you as an agent to push outside of that little bubble of prediction."
	},
	{
		"start_time": "48:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm But when it comes to neurology specifically, and the way we classify diseases or mental illnesses in psychiatry and psychology, would it would this framework have implications there as well? I mean, in terms of how we think and theorize about mental illness."
	},
	{
		"start_time": "49:08",
		"speaker": "Andy Clark",
		"words": "Um Yeah, I mean, nosology is one of those words where I've never quite, it was a new word to me when Carl Kristen introduced me to it. Um I think it means something like a, sort of, is it like a taxonomy? Something like that? It's a sort of a, it's kind of like a taxonomy into which these things fall and, yeah. So I think it would really make a difference to that because at the moment, the standard practice is still to taxonomies according to symptoms, really, it's to gather things together as you know, schizophrenia or autism spectrum condition or, you know, whatever um depression PTSD according to patterns of symptoms. But it would be a lot more interesting if you could um gather things together, if you could taxonomies on the basis of underlying causes, something like the, you know, the dial on prediction is turned up in this particular area. The dial on sensory information is turned up in this other area that, that sort of stuff that might yield a different carving of the space of um both neurotypical and atypical response. So, so maybe one day, I, I've sort of said this a couple of times in talks, but I still quite like the image. Um MAYBE one day we'll have a sort of periodic table of experiential variation. So you can see how if these different dials are turned differently, you get stuff that looks like depression or it looks like PTSD or it looks like autism spectrum condition, but you get them in a whole range of different flavors and ways according to the precise settings on those dials, that would be, that would be such an exciting development in a way because just like the periodic table was it would, it immediately, um it immediately suggests experiments and interventions and you know, what would happen if we did this or could we control this by some kind of, you know, maybe even by some kind of gene intervention. And,"
	},
	{
		"start_time": "51:11",
		"speaker": "Ricardo Lopes",
		"words": "and do you think that this approach or this framework could also pave the way toward more effective treatments in the case of psychiatry?"
	},
	{
		"start_time": "51:23",
		"speaker": "Andy Clark",
		"words": "Um Yes, I think so. Um AT the same time, so, so OK, let me um let me pick on what, what I think is the best um poster case for this, which is so called pain reprocessing theory. So people that have chronic pain and chronic back pain is a great example. Um CHRONIC back pain in about 82% of cases, there seems to be no sufficient underlying structural cause that correlates with the, the way the pain is experienced, the degree of pain, the context of pain. And this is not just across individuals, but even, you know, the same individual uh in different times of day and different weeks. Um So, so if you take something like that, one of the interventions um goes by the name of pain reprocessing theory is to get people to first of all, first of all, you introduce people to the general theoretical understanding that we've been sharing today, the general idea that experience is always constructed on the basis of this mixture of prediction and um sensory information. So you are getting the sensory information from, you know, various um various nerves and you know, used to be called noso seor, but that seems wrong because, you know, pain is just not the sort of thing that you exactly sense. You know, things happen to those nerves and then pain happens to us because of the way we're crunching that information together with our own expectations, with our own assessment of the context, with our own um estimates of certainty and uncertainty when all of that comes together, pain is experienced. So once people are introduced to that, then it's a fairly small step to say. So, you know, well, there's actually wiggle room in here, you can control your own pain experiences to some extent by changing the the set of predictions that your brain is bringing to bear. How do you do that? You mostly do that by acting in ways that go beyond where the current pain signal is kind of telling you to go. So people often talk here about uh pain as a kind of warning light as if it's a kind of warning light that is telling you don't keep doing this cos if you do any more of this, you're really gonna hurt yourself and, you know, that's true for acute pain. That's true. If I've just, um, twisted my ankle on a mountain walk or something. Yeah. Don't keep walking on that. It's gonna get a lot worse. Um, CHRONIC pain doesn't seem to behave like that as people say, it's more as if the warning light itself starts to be the problem. You've got the warning light on, it's saying don't do anymore. But actually if the warning light's malfunctioning because it's your own predictions of the pain you're about to experience that are causing um at least part of that pain. Then um the right thing to do is to behave, to behave um in ways that for a while you will find uncomfortable, you know, for a while, this is sort of like this is like continuing to drive with the warning light flashing. But the good thing is that over time, it looks as if just by continuing to drive the vehicle, the warning light gets a bit dimmer. It's as if your brain starts to learn that actually the expected consequences weren't quite as bad as you kind of thought. They were gonna be. You can keep on acting. For example, it's not painful enough to stop you acting, you then downgrade your sort of um picture of how bad the pain actually is. And so these interventions are all really go through action, I think, push back against the hidden unconscious predictions that are structure in the experience of chronic pain. And this is the um chronic back pain is the one case that has been studied by a couple of pretty big, um you know, proper controlled randomized, um big um big numbers of participants stuff. There's a couple of papers out there that show that there are some very, very good results here, sort of, you know, 70 to 80% of the of the chronic back pain patients reported improvement in ways that went beyond the improvement you got with placebo um under randomized conditions. So no, it's a pretty, pretty promising that I think is a general picture. These are the sort of interventions that we knew about. Anyway, think about cognitive behavioral therapy um for um for depression, for example. Um BUT they now fall into place as part of this as flowing naturally from this picture of prediction is doing a lot of the heavy lifting and constructing experience."
	},
	{
		"start_time": "56:04",
		"speaker": "Ricardo Lopes",
		"words": "So one aspect of our cognition or at least I think it's part of our recognition as well that I haven't asked you about yet has to do with emotion. So what is the emotion and how do you understand the emotion according to this framework?"
	},
	{
		"start_time": "56:22",
		"speaker": "Andy Clark",
		"words": "Yeah. So emotion, that's the other big player I think really um action is, is I think the sort of the the biggest player in the predictive process in arena, but emotion is somehow um right in there sculpting action patterns after all, you know, um what emotion in some ways is, is a kind of extra waiting um either in favor of or against particular patterns of response and action. So, if we want to start thinking about emotion, using this framework, I think we need to look at two things. One of them is um interception. So uh our sense of what's going on or our brain sense of what's going on in our own bodies, um our brains, sense of our heart rate, our brain's sense of what's going on in the gut. Um AND so on. So it, it, it does seem this is the sort of stuff that William James as you know, is, is kind of most famous for, for saying it does seem as if the felt nature of emotion is linked in some deep and important way to our appreciation of our own bodily responses. Um uh In, in William James is sort of a famous phrase of feeling, you know, that there would be nothing left of the feeling of fear if you subtracted the fast beat in heart. Um You know, that's probably not quite right actually. Um BUT nonetheless, what's emerged in quite a lot of experiments is that if you do give someone sensory information about say a fast beating heart, then that can change the way that they perceive the world. So false cardiac feedback and my heart beating quicker than it really is can make me see what would otherwise be a neutral face as an angry face. Um And so my sort of pick up on emotions in others, there is being constructed through my pickup on my own bodily state. Um And in general, I think emotions involve bodily states in ways that are deeply interleaved with our best grip on the context. Um Think about the emotion of fear that I might feel if my heart is just suddenly beating quickly, very, very different to if my heart's beating quickly because I've been exercising at the gym, you know, I'm not gonna, not gonna feel fear at that point. Not, not, not for a minute or two anyway. Um So, um so yeah, so that's one element is this uh that what whatever felt emotion turns out to be, it's linked in some important way to appreciation of our own bodily states. And then the other thing is, and this is slightly technical, but I think it's worth doing is our appreciation of the um what is sometimes called the slope of our own prediction error minimization. So I better unpack that a bit. But, you know, brains like ours are trying to quash prediction error. That's kind of what they like to do, bring prediction error down within acceptable levels. Um But because we're evolved creatures, I think we've actually ended up with brains that don't just want to quash prediction error. What they really want to do is to curate useful prediction error so that they can learn more about the world that they inhabit or that we inhabit. Um That means actually acting in the world in ways that will cause some prediction error, the kind of prediction error that you can resolve by getting a better grip on how your world is. Um So, so the the the work that I'm trying to point to here is sometimes called work in artificial curiosity. And the idea is that if you have AAA prediction based system that is interested in getting just the right amount of prediction error to do good learning, then it will avoid situations that are too boring because you're not getting prediction error, you can't really learn anything from them. It will avoid situations that are too difficult because in those situations, you're getting loads of prediction error and you can't tune your model or improve your model to get rid of it. Um So we tend to avoid those and then there's the little sweet spot where you're getting enough new information from the world to, to do some useful learning, but not so much that you can't cope with it or so little that you're bored. And that I think is, I think a lot of our, our sort of, I was gonna say human level emotions, I don't know, probably all animals have bits to, to, to be honest. But a lot of what we think about when we think about emotion, I think is our grip on our own um rate of minimization of prediction error. We like those situations in which we're doing better than we thought we would at minimizing error, we avoid situations in which we're doing worse than we thought. And situations in which there's none to minimize are just too boring to worry about. Um So, so those are the two things that I think um this framework can bring to the study of emotion. One is let's look at predictions of bodily state and the other is let's look at um let's look at the, the actual profile of prediction error minimization and see where it's most effective for driving learning."
	},
	{
		"start_time": "1:01:47",
		"speaker": "Ricardo Lopes",
		"words": "And would this framework also have something to say about consciousness and more specifically, even the hard problem of consciousness?"
	},
	{
		"start_time": "1:01:58",
		"speaker": "Andy Clark",
		"words": "Yeah. Uh ALMOST made me choke on my water there. Um Yeah. Well, who can say um I want to say yes, but I, but the only way I can say yes is by doing what many people would say is changing the subject and not talking about consciousness at all. So, um I want to say yes, because I think it helps us make progress with both the nature of feeling in, in the ways that we were just talking about. Um That's to say the role of um bodily prediction in the construction of response. Um And also um our tendency to think that there's a hard problem. So what I think these frameworks can do, but this is ridiculously speculative. But I think that these frameworks fall into place alongside stuff a little bit like um Michael Graziano's attention schemer account, um sort of they fall into a space where the where brains like ours are going to yield pictures of how the world is that present the world as a very puzzling place to us a place. So if I want to predict my own behaviors, a good way to do it is for me to think about myself as a system that has some likes and dislikes. Um You know, this is a Dan Dennett example. Um uh You know, I I I'm the kind of person that uh that likes cheese and doesn't like honey or something like that. Um And so we sort of populate our own picture of the world with these very simple atomic notions like liking or disliking of uh of cheese or honey. Um When of course, what's really going on underneath is uh a long trajectory of encounters, some of which um some of which activated enough, uh enough, sort of um enough of the, the pleasure circuitry in the brain if you like to get me to come back for more. Um A lot of this is context dependent. A lot depends on also on stuff that I may have just accidentally run across in my explorations of the world, what your parents said, et cetera. Um Maybe even some stuff at the level of, of, of the distribution of taste receptors in, in the mouth. So, you know, there's a lot you could say from a, a kind of non Cartesian standpoint here. And I think if you end up with a picture where you can say something like this, if I built a robot like this, it might start to say things like, oh, I think I must be a Cartesian mind because I don't really understand how all these thoughts and feelings that I've populated my picture of the world with um can correspond to um you know, whatever physics tells us is going on. How could that be? Um Well, it doesn't have to be, you know, basically, we've um this is just what's in our representation of the world if you like. So if in our representation of the world, we have all those things that's not a problem for physical is, that's not a problem, you know, that's not the, that's just the sort of thing that physical is um can, can easily accommodate because, you know, uh that's what the brain is busy doing. You know, look, even I don't feel satisfied with this response. It doesn't, it does seem to me when I, when I chat with Dave Chalmers, he will always say, yeah, but I can kind of see there's a coherent story to be told there. But do you really think that um you know, the, the particular way that this microphone feels if you run your hands around it or the particular taste of the Pina Colada or, you know, the look of the sunset. Can they really just be, um, you know, what's going on in my current most successful predictive model of how things are, why would run in that model feel like anything at all? Why wouldn't it just feel like nothing or feel like making some judgments about the world but not real feelings? I think that's a real challenge. Um But at the same time, I think that if we did start to be able to build systems that um that seem to get puzzled about their own experience in the ways we do, that would be a really, really, maybe a bit of a turning point in uh our sort of confrontation with a hard problem. And also if we had something like that periodic table of experiential variation that I was talking about earlier, if we had that and we could use that to uh launch interventions that would change people's experiences in ways that we could now predict. Then I think we might start to think, oh, maybe that was a hard problem. You know, now we've got a picture we can intervene on the world. Maybe if you live with that for long enough, you just start to think, oh, I don't know why we ever thought there was a hard problem. You know, this, this, this is, this is the solution and we've not reconstructed anything terribly unexpected there. Um So, so, yeah, but anyway, the, the my sort of history with the hard problem is a lot of skirmishes. Never, never quite uh no surprise, never quite, never quite get in anything that I think is fully satisfactory. But I do think it's worth exploring. Um If you like how a, how a intercept inflected prediction machine capable of launching actions in the world would end up depicting its own mental space if you like its own, you know, the the originations of its own actions, maybe that's a way to proceed"
	},
	{
		"start_time": "1:07:46",
		"speaker": "Ricardo Lopes",
		"words": "a and are there any ways for us to take control of our own experiences? I mean, the ways we experience the world?"
	},
	{
		"start_time": "1:07:56",
		"speaker": "Andy Clark",
		"words": "Yeah. So that one, that one I think is, is a lot of, thank thank you for that. It's a lot more tractable than the hard problem. Um Yeah. So, you know, I think just by appreciating the the role of prediction in the construction of experience, we can start to um understand the kinds of interventions that are likely to be helpful and some of those are interventions that we can do for ourselves. Um So reframing is, I think maybe the easiest of all the examples here. Um If you take something like my feeling of nervousness before going on stage or doing a talk, I was, I was getting those uh those tingles, you know, about half an hour before we, we fired this session up and I've learned to reframe them, not as sort of nervousness or, oh, you know, I'm gonna be so nervous. I, I mess my performance up but rather, uh, chemical readiness to deliver a good performance. You know, it's a tingle of adrenaline. It's, uh, it's a good thing. So that reframing really helps cos it stops you feeling nervous because of your feelings because you no longer interpret those feelings as nervousness, you interpret them in some other way. Um So that's reframing like that or it's the same thing the dentist is trying to do to you when they say this will just be a gentle tickle or you might feel a little pressure here. Um These things are, are very useful interventions. Um The pain reprocessing theory stuff, that's another kind of intervention which is basically just um remember that we're, we're machines that learn by action. And so we can't reprogram ourselves in the most interesting and powerful ways. Normally, just by saying things, you know, I think verbal reframing is powerful. It often can do some work. But where you've got something that is really, really deeply ingrained and is causing all sorts of um of trouble and self fulfilling um action loops, then you need to change the actions before you can change the flow of unconscious prediction that is um that is causing the trouble. And there, I think that just uh sort of appreciating that you've often got to um got to as they say fake it before you make it, you know, start to start getting out there and doing more despite the pain, despite the depression, despite the nervousness and in some cases that's, uh, that's gonna help. Um, THERE'S no one size fits all here. Uh, YOU know, that, that, that can make it sound far too good. Uh, ONE good thing I think about these frameworks is that although they can occasionally sound a little bit like the power of positive thinking, they're really enormously far away from that because just positive thinking won't really do you any good. Um What you need to do is is in train a whole cascade of predictions that get things done and reveal the world to you. Most of those are unconscious and you just have to um repeat the cycle of interaction in the world again and again and again to tune that machinery. So it's a little bit like becoming an expert car driver. If I just start to predict that I'm gonna be able to drive the car through this tiny little opening in the traffic. Uh That's not a good thing for a novice to try and do because they just don't have the underlying structure of skills to cash that prediction out in bodily action. So you then need, you need the full training regimes of learning to drive. And once you've done all that, then of course, what you want to do sometimes is make a a kind of optimistic but realistic prediction that I can get through that space. Um You know, maybe it's important, maybe you're taking someone to hospital in an emergency run or something. So it's really important to get through that space, then you want um realistic yet optimistic prediction. Uh And that I think is the uh is the kind of take home message for uh self care here is that very often uh realistic but mildly optimistic prediction is where we want to be."
	},
	{
		"start_time": "1:11:58",
		"speaker": "Ricardo Lopes",
		"words": "And what do we know specifically about the effects of psychedelic drugs do does that also apply here in the context of this framework?"
	},
	{
		"start_time": "1:12:09",
		"speaker": "Andy Clark",
		"words": "Yeah, that's a really interesting case. It's not my specialty, but I've hung out a little bit with Carhart Harris and others that work on uh that work on these things. Um The, the picture that I take away from that is that um there is a kind of, there's a sort of dose dependent response where at low doses you're kind of intervening on um low level predictions. And so, you know, you may get visual effects, for example, with um with a kind of low dose of uh psilocybin or um or uh a ouca or something. Um But then at higher doses, it looks as if the cell groups that are affected are preferentially, those that are deeper in the processing pathways. So more abstract stuff to do with your picture of yourself and your place in the universe. Um Now, if you can uh relax the grip of our self predictions at those high levels, that could be very beneficial. You know, if you've been um chronically depressed for, for, for many, many years, relaxing the self predictions that might be at the heart of some of your depression and just experiencing the world without, that could be really revelatory. Um, THE same for sort of, um kind of, uh uh sort of end of life. Uh And the way you treat your own, um your own end of life, um stuff, if you've been diagnosed with terminal cancer or, or something, um again, these are all cases where it looks as if even a single experience of, of feeling the world differently by relaxing those high level self predictions can really change the way that you feel for a long, long time, like maybe for a year or a couple of years or longer. Um So it's a really interesting account. It's about the role of psychedelics in relaxing high level self predictions, enabling you to enabling other other pictures of how things are and what your relation to the universe is to fall into place. Um What is it? Uh THE Rebus model? That's what I think Carhart Harris somewhere calls it relaxed beliefs under psychedelics. Um And it's this sort of relaxing of the predictions that are um that are currently structuring your, your picture of yourself and your relation to the universe. And allowing new stuff to, to take shape. So another metaphor people use there is shaking the snow globe, you know, like those little little toys with, with snow in them, shake it up and then you can uh then you can maybe get some new patterns to fall."
	},
	{
		"start_time": "1:14:49",
		"speaker": "Ricardo Lopes",
		"words": "So we're talking about different kinds of interventions. My last question will be about meditation. So what do we know about what we can do through meditation?"
	},
	{
		"start_time": "1:15:01",
		"speaker": "Andy Clark",
		"words": "Yeah. Meditation is a very, very interesting 11 of my, um one of my ex colleagues, uh Mark Miller has uh an awful lot of work on this. Um IS I think director or co-director of a meditation center in Australia uh sort of meditation and cognitive science center. Um So it looks to me as if for those, for whom it really works and maybe that's those who put in the hours uh cos it's never really worked for me. Um But for those for whom it really works, it seems as if meditation uh gives you greater control over your own precision waiting mechanism. So, you know, the precision waiting stuff here is the um is the the self estimated uncertainty that balances the role of prediction against sensory information. So suppose that um meditation by training you to, you know, to focus all your attention on the breath or to focus all your attention on uh on the stone or something like that or to experience your thoughts without holding on to them just letting them kind of come and go. If you do that enough and you gain more control over precision assignments, then it looks as if you gain more control over your own experience of the world, you can, um, you should be able to confront what would otherwise be very uncomfortable situations in a way that is a bit less uncomfortable because you don't allow that information, the high precision it would otherwise be allowed. So that means it doesn't drive all of your ongoing processing. There's some space for other stuff to, to still go on. Um There's also some evidence that highly experienced meditators have some power over um over the, the way that they experience certain kinds of um manipulation that are common in cognitive science like binocular rivalry where you're kind of there, there, there are two coherent interpretations of an image that's in front of you. Um People tend to flick from one to the other one interpretation. Uh SORT of takes root does all the prediction, but you've still got little bits of prediction error coming up from the other one. So that pushes the first one out. The other one comes in that cycle keeps on repeating. Um EXPERIENCED meditators seem able to intervene on that cycle. Just hold the mixed position where you're seeing both images at once or hold one of the two positions that suggests to me um real control over precision. Waiting."
	},
	{
		"start_time": "1:17:39",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again the experience machine, how our minds predict and shape reality. I'm leaving a linked with in the there it is very nice cover. By the way, I'm leaving it, I'm leaving a link with, sorry, in the description down below. And uh Andy just before we go. Are there any places on the internet where people can find you and your work?"
	},
	{
		"start_time": "1:18:05",
		"speaker": "Andy Clark",
		"words": "Uh Yeah. Um Well, there's um if you just Google Andy Clark Sussex, you will get sent towards the. Um I think it's called the Sussex Research Explorer or something where all the, all the publications are, there are some talks that are available online and the one that I would most point people to is um uh a royal institution discourse. Um So the royal institution has a series called Discourses. And I, I think that was a really, really fun session. It was quite a long session. The questions went really well. And so you want this sort of account put together in a, in a kind of way that seemed to make sense to me at the time, run through all the stuff we talked about today. Um Well, not all of it didn't do emotion, I think. Um BUT quite a lot of it uh with um further examples and some of the big questions that are left open, like stuff like um what really is the relation between um between if you like conscious prediction and all that unconscious prediction that you know, there are lots of big questions left and that's one of them. So yeah, thank you."
	},
	{
		"start_time": "1:19:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So thank you so much for again, for doing this. It's been a great pleasure to have you on the show."
	},
	{
		"start_time": "1:19:17",
		"speaker": "Andy Clark",
		"words": "It's, it's been a lovely experience. Thank you. And uh and thanks to everyone listening for listening. Thank you."
	},
	{
		"start_time": "1:19:23",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mar Nevs calling Hofi Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel s friends, David Wilson Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nico Barba, Adam Hunt, Pavlo Stassi, Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Solis Scott Zachary. Ftw, Daniel Friedman, William Buckner, Paul. Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa. Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Fist de Le Junior, Old Einon Starry Michael Bailey. Then spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson, Chris Tori Kimberley Johnson, Benjamin Gilbert Jessica, no, Linda Brendan, Nicholas Carlson Ismael Bensley Man, George Katis Valentine Steinman Perros, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi. Perpendicular Janner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]