[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Decent. Today. I'm here with a fellow youtuber. Lawrence. Anthony has a youtube channel on Anti Natal is, that's basically what we're going to discuss today. Anti Natal and also some other ideas, uh, topics associated with Antenatal is or some of the, some of the ones people tend sometimes to associate with anti natal. So, Lawrence, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "No, th thank thanks so much for uh, inviting me and I've seen quite a few episodes of the Decent. So, um, now I'm on the other side I usually watch, but now I'm on it."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that, that's great. So let me just ask you perhaps I will start with a more personal question. What got you into anti Natal? And, uh, and, uh, when did you first get across anti Natal is why did it interest you?"
	},
	{
		"start_time": "00:58",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. Well, the first time I came across it as like a term and an idea was, I guess around sort of like 6.5, 7 years ago now. And I was on a study exchange in Sweden. I'd recently become vegan gotten involved in, uh, vegan advocacy or animal rights activism. And I was at an animal rights demonstration or it was just after the demonstration and I overheard two people having a conversation about anti Natal. And I, but I wasn't involved in that conversation. Um, THAT, that's just where I heard, like the term and the fact that it was an idea. It was then a few months later, I was at another animal rights demonstration and there were a few people I was talking to there, the topic then came up and I was like, oh, that was that weird thing that I, I was kind of interested by, um, that I'd heard a few months before. So then I had a full conversation with them and, you know, they, they, they were anti natal lists themselves. They explained it to me. I sort of asked them some questions, gave them a bit of pushback and then they sent me away with a few sort of links to interviews to watch. Um, SO I watched those and after that, I kind of, I felt that I didn't have any good counter arguments. And so I adopted it as a view myself. Um, WHY it was appealing to me? I'm not entirely sure. The only thing I can say is that because I'd recently become vegan at the time, that had been a big paradigm shift in the way I thought. So. I think that made me particularly then, although I think I've maintained quite an open mind since then, but definitely around that period, I was very open to being completely wrong on fundamental things. Cos I'd found something that I felt I was wrong on before. So I, you know, I, I was probably more open than the average person or, or than I generally am. Um, SO that, that probably made me more sort of, um, yeah, open to anti natal, even though it was something I'd never heard before. And when I first heard it, I was kind of like, I, I find it very bizarre because I was very much the opposite. I de, I definitely wanted Children. Um, SO it was very strange to me to hear that, that opposing point of view. But, yeah."
	},
	{
		"start_time": "03:19",
		"speaker": "Ricardo Lopes",
		"words": "Oh, so before you got into anti natal you wanted to have Children and then that changed?"
	},
	{
		"start_time": "03:27",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. Exac, yeah, exactly. Um, I, I probably wasn't much different from many other people. It's, of course, it's very normal for people to want to have kids and that, to be one of the sort of main things they want to do in life. So it was very much, it was very much like that. I don't think I would stand out from other people in that respect. But it, it, it, it was a big shift and when I started to grapple with anti natal is there was a bit of emotional sort of friction there cos obviously it was pulling me away from something that I wanted to do and, uh you know, was a big part of what I saw my future to be. So there was a bit of emotional discord there, but I don't wanna overplay it. I actually think I had a relatively smooth transition. Um, COS 01, once I feel something to be ethically wrong, I, you know, my, my emotions tend to come in line with that pretty quickly and, you know, cos I just feel like I don't wanna do that anymore. Um So yeah,"
	},
	{
		"start_time": "04:24",
		"speaker": "Ricardo Lopes",
		"words": "a and you mentioned veganism and that you were already a vegan back then. So did you link immediately veganism with Antenatal is or did it take uh some time for you to uh notice that perhaps there were some commonalities there in terms of, for example, how we approach uh sentient life and suffering and stuff like that."
	},
	{
		"start_time": "04:50",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah, I mean, yeah, initially, um the my sort of coming across anti Natal and being convinced by it, it occurred in like a vegan environment, but I don't think I necessarily linked it to veganism particularly. It's uh yeah, it's only been since then. Over time, I've become more aware of the, the links between them. Um Initially, because when I was having conversations with people about veganism and anti natal separate conversations, you would often get the same kind of responses back. Um So that, that was quite uh you know, like appeals to things being natural and stuff like this. Um OR, you know, we have reproductive systems, we have canines, the, these sorts of things, there were sort of similar pushbacks you get on both. So that kind of made me think. Well, you know, maybe, maybe there's a, maybe there's an actual link between these two. Yeah, between these two ideas or philosophies. Um So, and my, my, my current understanding is that I do think there's a strong link between them. I don't think one necessarily mandates another. But I think in practice the like if one person accepts one, in practice it, it there's a pretty strong case to accept the other. I I'm not sure if there's a logical sort of like bridge between them in terms of if one you have to do the other. But I think there's a very, very strong relationship."
	},
	{
		"start_time": "06:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, uh there are some very curious things that you mentioned there. And uh I mean, I'm not sure to what extent I'm going to talk here today about my own personal position on anti natal is and veganism. I think I will try to save most of it for an in an upcoming interview with Amanda Sukhani. She's going to interview me in October. So maybe I will save uh I will try to save as much as I can for that. But I mean, for example, at a certain point, you mentioned that and I asked directly about it that it was only after you got into Antenatal that you eventually decided that you no longer wanted to have kids in my personal case. It's very interesting because, because it was way, way before me getting across anti natal is that I have already decided I didn't, I want to have kids. Basically. When I was 10 years old I really didn't want to have kids."
	},
	{
		"start_time": "07:18",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. I, I find that, um, like that is something that, uh, is relatively common in anti natal circles. And I think it's probably because if someone's already decided that they don't want Children, then like one of the, I think one of the biggest barriers to people thinking clearly about anti natal is that it's, it's telling them something they deeply wanna do is ethically wrong. But if you don't wanna do that thing, then it kind of makes the thinking process easier. There's less emotional friction. So it's, yeah, it's not, it's, it's not uncommon to hear that sort of story."
	},
	{
		"start_time": "07:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And also you mentioned that when you get across ethical ideas that you can't really dispute or don't have good enough counterarguments to you basically just very quickly adopt them. And for me it's more or less the same, for example, I was also vegan for four years. I mean, the reasons why I stopped being vegan are mostly health related. I, I won't get into that here. But anyway, I decided that I would become a vegan one day and the next day I was already eating vegan. So,"
	},
	{
		"start_time": "08:35",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "yeah. Yeah, I, I was exactly the same. Like, my, my shift was, was overnight and I think, I don't know, maybe it doesn't happen with every topic. But, um, like, generally if I find something to be wrong I sort of have, yeah, I don't know, like a, it and, and it accords with some behavior I'm doing, um, or want to do then. Yeah, I, I just, I don't know, I just get a lot of, yeah, internal cognitive friction."
	},
	{
		"start_time": "09:02",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, me, me too. So, but let me ask you now, then what version of anti natal do you espouse? Because there are diff slightly different versions out there. Perhaps the most well known or the most popular is the one by David Benatar. But uh basically how would you characterize or describe uh your own version of Antenatal?"
	},
	{
		"start_time": "09:30",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. So when I first had sort of significant conversations about anti Natal, they were primarily based around uh or as I was discovering anti natal is most of it was centered around the work of David Benatar and like interviews he's given and stuff. Um And I would say so I think there's, there's a difference between the form of anti natal that I find most resonates with me and the form that would be most convincing to others. Cos obviously different people are gonna be convinced by different things. But the, the form of anti natal I that resonates most with me is um is the axe uh the antenatal conclusion that can be derived from the axe. Asymmetry that Benatar describes. Um AND yeah, he, I mean, he also espouses like a senio centric form of anti natal. So I think that um anti natal is, is about moral agents, creating sentient beings, basically moral patients. I guess you'd describe it as. So I know obviously, there's much debate in antenatal circles about whether the reproduction of wild animals uh is included within anti natal is um I don't know if you wanted to touch on that later, but that I see as something separate. Um I see uh anti natal as as being about the behavior of individuals who can make decisions um uh and, and analyze them in a, in a, in a moral way, right? Um So it would include breeding of wild animals if it's humans, breeding them, say for, you know, conservation efforts or something like that. Um The reason I extend it to other animals, I mean, I have a more detailed video on my channel, but in general, it's because um I think in, in many of the sa many of the ways that humans can be harmed, other animals can also be harmed in those same ways, not every way identically, but I think other animals are sentient, feel, you know, pain, they have to different degrees emotional lives and these are the things that we tend to care about in humans. And so I think our care should, um, you know, bridge the, the species barrier over to other, other species outside of our own species. And so just as like with veganism, you know, I'm against, you know, killing a person for, for a, a sandwich, I'd be against killing a, an animal for a sandwich. And it's the same with Antenatal, just like I'd be against breeding a human. Um I'd be against breeding, you know, a pig or a cow or a chicken. Um So yeah, if you want me to cover how I see anti Natal in any more detailed way, just, just, you know, prompt me with the question. But that's sort of like an overview."
	},
	{
		"start_time": "12:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. No. And since you mentioned the asymmetry argument, uh I would like to get into that. I have these questions for later, but perhaps let's go ahead with it. Now. Um It actually the asymmetry argument is one argument that when I first got across Bennet's work was very convincing to me, but over time, I, I think that it is actually weaker than it sounds uh w when you first hear it because I mean, basically, and also for, for the audience to know the asymmetry argument is basically about the asymmetry. Uh SOME of the asymmetries that we see between uh uh between being alive and never ever and, and never even having started alive, never, never existing And so, uh since beings who are alive, they experience pleasure and pain, pain, of course, is bad. Pleasure is good. And then if you were never even born to begin with, you don't have, you don't experience any pleasure nor any pain. The pain is good for you to not experience the pleasure. I mean, since you don't even exist, it basically doesn't matter. I mean, it's more or less along those lines. Right. So, but, but one thing that I find a bit weird now is that when we are talking about a person or another kind of sentient being who never existed to begin with it. I mean, it's, it sounds a bit weird because we're basically talking about, we, we're not talking about and anyone, right? I mean, not existing, it's not uh I mean, let me try to explain it in, in another way. So, I mean, if someone doesn't exist, I, I understand she wouldn't experience pain or pleasure, but there wouldn't be anyone to not experience that pain, that pain and that pleasure, you know. So, I it's more that I think I nowadays I think that it sounds a bit weird to me to, to talk in those terms. And also uh for other people who are not even convinced by anti natal is or haven't been exposed to anti Natal, it would also sound uh like AAA weird argument to basically to be talking about things that aren't even there someone who doesn't exist, but at the same time, uh as some as the benefit of not experiencing. So, I, I don't know if I was clear here that, I mean, my argument is a little bit convoluted, I think."
	},
	{
		"start_time": "15:18",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "No, no. So, I, I actually, when you started speaking, I actually thought you were going to go down a slightly different road because, um, when, so 11 thing I found when I've spoken to people about the Ax asymmetry is that often it pretty much comes down to what like the intuitions and the values that the person holds anyway. So I found that if someone already has the values described by the Ax asymmetry, it it provides a sort of very neat way of describing the values that they may not have been fully able to like, intellectualize in their head. And that was probably the case for me and probably the case for many anti natal lists. But if someone doesn't already have those values, I'm not sure how str apart from like presenting someone with the consequences of their values and seeing if they change as a result of that, it's quite hard to change someone's fundamental values. So I have, I've found that the Ax Asymmetry argument is both like strong and weak in the same time, like it's, it's strong in terms of like it provides a very, um um what was the word I even used before? I literally just said it 30 seconds ago, it provides a neat way of someone understanding the values they have and consequences that it and, and sort of positions or consequences it may lead to. But as a t, as using it as a tool to convince someone, I don't know how, um, how good it is because often it bottoms out in because like Benatar says, it's not a logical argument you can use to cut, you know, catch someone out, you know, uh like making an illogical argument on their end. It's more just presenting, here's a set of values. If you have them, it likely leads to this consequence ie anti Natal. But if someone doesn't have those values, it can be very hard to move them from that position. So that, that's the weakness I've sort of um seen in it. And at the end of the day, it's like, I'm kind of fine with that personally. Like I don't feel, you know, one person can only do so much if I don't convince one person, I can just move on to the next person, et cetera, um or try to use a different argument. But on what you're saying about how it's a strange argument to use because it's talking about the absence of pain being a good thing, even whilst there's no one there to actually actively benefit from that good. I agree with you. I think that, um I think it sounds very strange but I think there are Um And I think that's because the way that we've evolved, we've evolved to deal with things that are physically around us and, and not philosophical discussion. And it can often be hard for us to sort of have discussions around things that don't exist or never exist. That's why many people will struggle to deal with hypotheticals. Right? When you're having a, when you're having a discussion, I think many of us in the anti natal sphere or people who are sort of like interact with the anti natalis sphere, we can often be quite used to having philosophical discussions. But if you go out and have and try to have a philosophical, philosophical discussion with an average group of people and you present a hypothetical, they will say, well, that can never happen. So why are you even discussing it? But that's the point of a hypothetical, that's the whole point. This thing is hypothetical. It's not real. Um So I agree with you. It can sound very weird. I do think though and I think Benatar makes this point in that. Um EVEN though something may sound very strange if there's a peculiar, if some, if you're talking about a case, which is a peculiar case, a very strange case, even though something sounds weird, it doesn't mean that it's necessarily wrong. I can give like another peculiar case um of something being good where there's no one in particular who, who may be benefiting from it which is death sometimes, right? Like, I'm sure you, I don't know what your particular views are or if you've interviewed people on this topic. Um, I'm sure you have but, um, those who advocate for like euthanasia or assisted dying, you know, often we will refer to it as being, you know, someone may be being better off dead if they're in a situation where their life is, eee extremely bad and there's no sort of prospect for recovery. It doesn't, it doesn't sound strange to me to say that that person is better off dead because the situation that um is currently in existence, but, you know, pertaining to them is, is so bad that simple nonexistence would be a better state of affairs. It would be, it would be a good thing, you know, the action of, um, you know, helping them fade out of existence, you know, obviously by, via ethical means, um would, would be a good thing even though that person no longer exists to actively benefit from that. And I kind of feel like the, the opposite. Um, CASE of never bringing someone into existence. For me, the language doesn't sound strange. Maybe originally it did. I, I can't really remember in detail. Um But it, it doesn't sound strange to me to say that it, you know, it's good not to bring someone into existence to suffer. Um I can maybe give like another quick example in that. Um And this, this one, this one's like a vegan example. So, um, it's, it's very common for, you know, if you're doing vegan street outreach and you're say you're presenting some footage of a, of a farm or a slaughterhouse and you say to the people, you know, we need to just stop breeding these animals and, and, and this issue will go away and the people will say, well, then they won't, you know, come into existence, they won't have lives and, you know, they'll never live a life and vegans will say, yeah, good. That's a, that's a good thing that they won't come into existence because their lives will just be hell. And I think in that instance it doesn't sound so unintuitive because we recognize their lives are gonna be so bad. I think it's maybe the fact that when we say it's good for a human not to come into existence, perhaps it sounds less intuitive because the life we're imagining them to have is not as bad as being on a factory farm. And so perhaps we're, um, there's not as much of a contrast for us to understand the use of the language within. Um, BUT personally, for me, I see it as equally valid. I don't know if that's gonna be convincing to you or other people. But, um, yeah, that's, that's what I have to say."
	},
	{
		"start_time": "22:02",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, you don't have to convince me because I'm already an Antenatal just that there are there are certain specific arguments like that when that to me sound now a bit weird. But anyway, another thing that is also kind of goes together with that argument, the symmetry argument is evaluating life as good or bad or evaluating something as negative or positive. Do you think that, do you really think that we can do that objectively? I mean, that we can objectively say that whatever it is we're talking about is absolutely negative or absolutely positive or absolutely good or bad? Because uh I mean, from my own perspective, and this is also a perspective I developed over the years with some of the conversations I have on the show. Um It, it, it, it seems to me that different people have different personality traits, different psychological predispositions and what could be, what is good for someone could be bad for another person and vice versa. So do you think that uh what do you think about that? And do you think that matters when it comes to anti natal arguments?"
	},
	{
		"start_time": "23:24",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. So I agree with you in that, I think our experience of our own lives is of, of course subjective. I mean, al I guess by definition, right? Because we are the subject experiencing it. But um al also in, in the case of like the, as you said, the same thing can happen to do d two different people and they can experience it in very different way, right? Um So I think when, when we're talking about sort of like the human condition or it's also being called the human predicament in the sort of pessimistic evaluation of human life. I think it is sometimes hard to make objective claims about the nature of human existence or even like, or maybe it's even harder with an individual human's existence. One because we're not, we're not experiencing that existence. So it's very hard to make statements about someone else's life because they're the only one experiencing it. Um So, yeah, I think to a degree, it is, it is subjective. Um BECAUSE um there's a saying which I'm probably gonna butcher, but it's, it's something like the same person never crosses the same river twice because either the river has changed or the person has changed in that. Um You know, we all live our lives and perhaps we'll go through an experience and if we're to go through that experience, we generally change as a person as a result of that experience. And so if we have the same experience in 10 years time, w we won't be experiencing it as the same person. Cos we'll have grown from the, the first time. But also there's just the intervening period where other things would have happened and we would have changed. And so, um yeah, relating this back to, you know, the evaluation of human existence being subjective is if we can't even guarantee that the same individual will react to the same stimuli in the same way, two different times in their life, then it's, it would be extremely hard to make accurate um um sort of pronouncements about many different people's experience of their life. So I 100% agree that to an extent, the evaluation of our own lives is subjective. And I do struggle with the idea of because I hold a more pessimistic evaluation of, of the human condition. But I find I, I do have this comfort with going to someone and trying to convince them that their life is worse than they think it is. You know, no, you're mistaken. Your life is actually not as good as you think it is. Your life is actually very bad. Now, I do think there are things we can present to people to make them evaluate their life in a more rational way. But at the end of the day, it, it's very hard to me as another person make hard and fast statements about their experience and their condition because I'm not living it. They're the ones living it and people will have different hedonic set points. Um You know, for use of a ab or to use a s sort of simpler term like we all have different baselines. Some people have a lower baseline, some people have a, have a higher baseline for their general mental well being. Um So, but just, just to cover. So I just want to cover um, maybe just put a very brief case for why I do generally take a pessimistic evaluation of the human condition. And then I can talk about the link to, to Antenatal. Um And I'm actually, I'm actually working on a video at the moment on this very topic. Um So 11 reason I take the pessimistic evaluation of human life is because I think, and Benatar describes this and I'm sure other sort of like philosophical pessimists have is that there are many asymmetries besides the a one that we were talking about. But there are many asymmetries in life that weight our experience towards being more um more inclined to ill being rather than well being. Um So Benatar presents some, some examples of like, you know, the worst pains are worse than the best pleasures are, are good. Generally, um dissatisfaction and pain can come to us naturally with no effort of our own. You know, uh us putting no effort in. So one easier example is if we were just to sit here existing like malnourishment and thirst would obviously come to us naturally. We don't have to put any effort in for that stuff to come to us. You know, eventually we may become infected by a disease as well. Dis disease finds its way to us. We don't have to go seek it out. Um But we have to put effort in to stave off these things. So we have to put effort into finding food in the modern context that gen context that generally means working in a job. Um Obviously the same with water with disease. Obviously, we need to practice like regular hygiene and things like this and be wary about the environments or people we surround ourselves with. Um So there are those asymmetries, obviously, there's a, there's a, there's a few others. Um So there's also an as asymmetry of like injury can perform us very quickly or we can lose knowledge very quickly with a blow over the head. But generally, um if we're gonna recover from an injury that often takes a lot longer than sustaining the injury, accumulating knowledge takes a lot longer than our ability to lose it. Like if, if you don't actively put effort into revising things and remembering things, you can just forget things. You can put, like many of us can probably relate to this idea of like in the past, maybe 1015 years ago, we used to be really knowledgeable about a specific thing and we used to know all the facts and figures around it and just the fact that we, we don't retain that knowledge. It's not like once we get it, it's there over time, you lose it and you have to actively um put effort into revising your knowledge and updating your knowledge to, to maintain that. Um Yeah, and, and, and there's, you know, there's a few other things in there, but it kind of strays off the topic to relate it to anti Natal though. I think the, the pessimistic evaluation of, of, of human life and it being subjective, I think it is important to anti natal cos it's part of what informs us, viewing coming into existence as a harm, you know, if life was so amazing. Um, AND it was extremely hard to understand it in a way that was pessimistic. Then maybe the case for anti Natal would, would be much weaker. Um The, but I'm I'm hesitant that doesn't mean that it's as relevant for us who already exist. So some of us actually get meaning from studying philosophical pessimism and we find it relatable and we enjoy discussing it and reading about it. But whether we should be going out and trying to convince people of philosophical pessimism in, in that, you know, you should evaluate your life to be much worse than it actually is, that would probably do more harm to that person than benefit. The, the one benefit that could come obviously is that they may, they may have a more rational sort of approach to understanding the human condition or rational as I see it anyway. And so that would maybe reduce the chances that they'd bring other people into existence. Um But yeah, in terms of like getting everyone to be a pessimist, I'm not sure that's the best way to go because, you know, probably lead to more people having uh less good lives. But yeah,"
	},
	{
		"start_time": "31:12",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I was also thinking that when advocating for anti Natal is, or for example, if you are on the street approaching people to tell them about anti Natal, I mean, one reaction that I see a lot is I if you tell people or if you try to argue that life is objectively bad, uh I, I mean, there are lots and lots and lots of people there uh out there that just don't agree with that at all, they don't have that kind of experience. And uh I mean, here it doesn't even matter much. I think if it's because they are just uh not uh they are just forgetting more easily, the bad things that happened in their lives. I mean, like the Polyana effect and stuff like that or, or if it's really that they uh or subjectively have experienced things as mostly good instead of mostly better. A and uh and I think that it would probably be better to, instead of trying to uh use the, the objectivity argument to just tell people, hey, look, whenever someone is born, we're basically tossing a coin because you don't know where it will land. But the person can have, for example, depression can suffer from other kinds of mental illness or have very, very negative experiences in their life. So, II I think that that would be more convincing that that just tell people that there are many people out there and this is 100% true for whom life is not worth it. And they would have been better not being born even to begin with. So,"
	},
	{
		"start_time": "33:04",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "yeah, I, I, so, yeah, that, that's basically sort of, uh, the risk argument that you'd bring up to someone in, in anti natal. Um, AND I, I agree with you. I've done this when I've, so, I've, I've had sort of like limited experience doing outreach on the street around anti Natal. And, yeah, of course, you, uh you know, a lot of the people you will come across. Um, YOU know, I, I do it in central London. A lot of the people you come across. Yeah. Will not have the same experience of life as, you know, maybe either of us. Right. So, um, but basically everyone knows someone who's had quite a bad life or they're at least aware of the fact that some people around the world or many people around the world will have bad lives. Um, PERSONALLY I haven't met anyone that hasn't acknowledged that. Um And so then, yeah, you can put, like you said, you can put forward to them. Well, given the fact that with every new generation we create, obviously the child, you create, you're creating, being part of that. Some of those are going to bear the burden of those really bad lives so that you can create all the others that are gonna have good lives that, you know, they never existed to one in the first place. But, um, the only time, oh, not the only time but the, the main push back I get on on that is the, is, is generally from a religious perspective. So often if I'm talking to someone who's an atheist or just more secular minded they will recognize. Yeah. Ok. Yeah. You know, when you're procreating you are taking a risk. Um, BUT when I've spoken to, um, religious people and at Speaker's corner where myself and some others have done some anti natal outreach, it's, it's quite heavily dominated by religious people, predominantly Muslims. But there are Christians and, and Jews. Um, BUT when I speak to people from those religious perspectives, es especially Islamic preachers. Um, WHAT they tend to say in those cases is that, well, those people who have very bad lives, um, the, it's still a benefit to them because they're living in God's image. You know, they're basking in the glow of God. Um, AND I, if, if, even if they have bad life, if they die as Children, they're gonna go to heaven anyway. You know, there's a lot of sort of glorification of the death of Children, which I've said to them. Like, look, if you get to a point where the ideology you follow glorifies the death of Children, maybe you wanna reconsider. Um But, yeah, I found in a religious context, even the acknowledgement that some lives are bad that doesn't tend to hold any sway. But I think then you're in a whole another ballpark cos you've gotta then convince someone that, you know, the, the re, the sort of whole reality of the universe as they understand it is, is, is not the case. Um And that's obviously very difficult to do and that's a separate conversation you've gotta have with them."
	},
	{
		"start_time": "36:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Sure. Uh And I mean, I was also mentioning that or trying to tackle that issue, let's say because it seems to me pretty obvious that for some people it's mu it's much easier for them to when they come in contact with Antenatal is accept it right away because of their own personal experiences because of the, the way they experience life because they have gone through a lot of bad things in life or they suffer from an illness, something like that. Then someone for whom, when she or he thinks about their own life, they look at it as mostly positive. I mean, when they are confronted with an argument, like life is objectively bad or there's objectively more pain than pleasure in life. I mean, that they're just not going to accept it because they, they're going to say, ok, that might be true for some people, but it's not for me. So it"
	},
	{
		"start_time": "37:10",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "doesn't accord with their experience of reality."
	},
	{
		"start_time": "37:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let me ask you now about uh death because, uh I know also that there are different views on death among anti natal lists. I mean, the way that you relate to pro moralism, for example. But what, uh, what is your idea on it? Uh, WHAT are your ideas on it? Because I guess that, uh, another thing that I also got recently when talking about Antenatal is with, with another person is that who, who, at a certain point she told me and she accepts Antenatal. But then she asked me, oh, but why is it then that Ben Naar and other people say that death is a harm? I mean, if life is so bad, why is death a harm? Basically, that was the question she posed to me. So what would be your answer?"
	},
	{
		"start_time": "38:09",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. So I've got uh before I answer this question, I, I've, I've gotta say that this is like a topic that is still open to me. I don't fully, I don't fully know how I view death and I wanna be uh honest and open about that because um I, I, I'm still, I'm sort of pulled in both directions of because I view death as as bad and a harm. But I find it hard to understand if I'm making that evaluation based on death itself or the things that surround death, like the suffering of the dying process, the grieving that others do and stuff like that. And I'm still trying to understand in my mind if I can separate those, those two things out which I think you can do philosophically, but I'm trying to understand my own, my own beliefs on it. So, at the moment I still, yeah, I still view death as, as a, as a, as a harm as a bad thing. Um, AND I think for the ease of communication, um, I sort of, I mean, e even though that is what I believe, at least currently when I'd be communicating anti natal to someone, I think in like if I'm talking to the average person on the street, I would still communicate in such a way where if death comes up, I would, I would take the position of death being a harm because I think that is the average view that someone takes. And I don't think it's useful in a conversation about anti Natal is when you're trying to convince them about that one topic to muddy the waters by introducing other controversial or even more controversial views. Um But in terms of what the person you were talking to said about, well, if life is so bad, then why, why is death a harm? I can understand, um, what she's saying and life can be so bad that like I said, someone may be better off dead, right? I don't think that necessarily means that I don't think that just making an evaluation that life is bad necessarily means that death isn't a harm. It could just be a lesser harm than continuing existing. So you can still think that life is awful and death is better, but it doesn't mean that death isn't also a harm. Um, ALSO, obviously you've got to take into account that the bad things in life can be spread out. So I do think there are certain things in life that are bad that are pretty consistent all the way through life, but there are particularly bad things that can or will happen to people in life that are concentrated in, in, in particular periods of life. Often they can be towards the, you know, the elderly years, but they can be other things as well. You know, if someone goes through a period of, of deep depression, that may not necessarily be a, uh, you know, uh your age may not be relevant to that. So it could happen anywhere in your life. You know, there are the Children that, that affliction happens to adults, more elderly people. Um So I can understand the sort of question that the person you were talking to, um, like where that's coming from. But I think it's a slight misunderstanding of, of the fact that you can hold one situation ie existence is very bad, but also that, um, and, and that death is better, but also recognizing that that death is a harm as well. Um But yeah, to bring it back to my own views. Uh Yeah, at the moment I view death as a harm. I haven't quite figured out my intricate views on it. Um, BUT yeah, that, that's my sort of overview."
	},
	{
		"start_time": "41:54",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that that is a harm? But do you think it's also a harm if someone decides for herself, that death is the better way? I mean, that they just want to, to exit life because it's unbearable or something like that. I mean, do you think that, uh, I, I understand that tendency that most people have to think that, oh, if that person suffered so much that they wanted to do when their life and they thought it would be better to not exist anymore, then there's something wrong about even about the debt itself. It doesn't sound right also because we are living beings, of course, and we have this sort of instinct to continue on living. But uh but would you say that if someone said, oh, look, I, I was here for, I've been here for, I don't know many, how many years and uh I've experienced this, that this and that and they have these and that kind of problem. So, uh for me, I think it's better to just not exist anymore to, I don't know, commit suicide or seek medical help in the form of euthanasia or something like that. So, in that specific case, would you still say that death is a harm or?"
	},
	{
		"start_time": "43:15",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. So the first thing I want to say is that um identifying death as a harm doesn't necessarily mean that you would always advise people against it, of course. But yeah, in, in that, in that instance, I do get what you mean. It's sort of difficult to see death as a harm because at least in that instance, it seems like it would be the only thing that can release you from the bad situation you're in. Um And especially if you're able to seek um m medical assistance in, in, in dying, you know, like assisted dying or euthanasia. Um And you're able to achieve an end of life that is painless. And you, you know, you essentially like drift to sleep and just never wake up. It is hard to see how that could be a harm. I guess the on the only thing I could say in support of it being a harm is that presumably if the individual were um able to, of course, th this is a hypothetical, this is not like gonna happen in reality or I don't know, maybe there are some instances, but if someone is in a terrible situation where they see death as the only practical way out, if, if someone like that were able to very easily change their conditions such that they would then pivot to having quite a good life and move on from the situation they're in. I would presume that at least some of the people would take that option over ending their life. Um Because bo both of those options would release you from the current suffering condition you're in. Um, SO I guess in that way, if, if there is an option that would be taken by someone, but it's not available to them and death is the only option. And that's why they're taking death. Then perhaps we could still see death as a harm as it's sort of like they are, they are taking it maybe even enthusiastically, but it's under coercive conditions, I guess, Um, not coercive from another person, but just coercive from the sort of nature of their existence at that point in time. But yeah, I'll have to think about it more. I, if, if death is a harm in that specific condition cos may maybe, yeah, maybe it wouldn't make sense to, to call it a harm. I'd have, yeah, I'd have to, I'd have to think about it some more."
	},
	{
		"start_time": "45:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, AND let me ask you about another kind of argument that many times antenatal lists bring to the table. And actually this one, at least in my perspective is one of the most compelling arguments. What do you think about the argument based on consent? I mean, the idea that we can't really get consent from, for example, the fetus before, before it is born, we can't really ask the fees or the baby you want to be born or not. Do you want to have a life or that time? Do you want to, to exist or not? Uh, DO you think that that's, uh, tends to be a strong argument. Do you have any experience, for example, uh, using that argument when talking with someone who is not convinced by anti Natal is more?"
	},
	{
		"start_time": "46:34",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. So personally, I, I do find that argument convincing, um, as, as, as well as the others we've spoken about in terms of it being convincing to other people that I've sort of spoken to about it. I think if someone is already relatively open to anti natal is as a, as a general idea or viewpoint, um they tend to find, they tend to find the consent point also convincing. I wouldn't say that I have had many conversations with people where they've not been convinced by multiple arguments for anti Natal is, and then I present the consent one and they're like, oh, ok, that one's convinced me, generally, someone is either sympathetic to the position or not and the consent argument is just sort of like an additional argument to convince them. But I haven't found that if someone is generally not sympathetic to anti Natal, they then find the consent argument specifically convincing. Maybe there are some philosophers that um that, that are like that because they're thinking about it in, in a philosophical way and they sort of find the nuances of the consent argument much more convincing. But if you're talking to or in my experience, talking to an average person on the street, I don't think the consent argument has any particular power o or sort of influence over people that any of the other arguments um uh may not have. Um, THAT being said, um One, there are sort of like two misunderstandings that I found like very people have uh quite commonly about the consent argument. The first is that people sort of rubbish the argument by saying, oh, well, this is a non point because they don't exist to be able to get consent from them. So it's, it doesn't make sense to talk about consent, which for me, I've never understood that. Push back because that's the whole point is the fact that they don't exist for you to get consent from them is the whole point. So referring to that as a way to push back to the argument, but that, that is the argument. Um SO the like whether or not an individual exists, if you're going to do something that will impact them directly and significantly, and you can't gain consent beforehand, just like if someone is asleep at a party and they're passed out, you know, you can't perform a sexual act on them. Even though in that case, they do exist, you still can't attain consent from them because they're unconscious, right? And so whether or not, you know, that person is passed out of the party or they're a newborn baby, and obviously they can't give consent cos they're a newborn baby and they can't communicate in any meaningful way or even understand the concept of consent or if an individual doesn't exist at the point in time you're talking about if you're gonna do something that's gonna significantly impact them. Like for example, if I have a newborn baby in front of me and I sign ad ad a, a document saying that it's OK to perform a circumcision on them. Personally, I would, I would view that as unethical cos you can't get the baby's consent. It doesn't matter if you're signing that document when the baby already exists or hasn't been born yet because you know that the circumcision will happen to them once they exist. So to say, if someone were to come up to me and say, oh, well, it, you know, you can fill in that form, it's fine. It doesn't make sense to talk about a baby and consent cos the baby isn't born yet that misses the forest for the trees because the impact that will happen, that is not consented to will happen once they exist. Um Then another thing I find that people misunderstand is that they sort of assu well, maybe it's not a misunderstanding, but it's a push back that I think isn't valid. Is that many people will say, OK, well, we can't secure consent from someone to bring them into existence. But you know, the majority of people, once they have been brought into existence, they tend to look back on being brought into existence as like, they're glad they were born. Right. And so they sort of give retrospective consent. I don't find that convincing because I've actually just released a video about this on Stockholm Syndrome. I think once people are brought into existence, they suffer from all manner of biases that can lead them to accept a state of affairs where, um, where I, I think they shouldn't, or at least the consent they're giving is highly tainted by biases or, you know, uh rela a relationship to the person you've, that's brought you into existence, which means you can't sort of make them a, a rational assessment of, of the circumstances. Um And uh there's an example given by Heta Hari um in a book called I think it's called the Limits of paternalism. I, I reference it in the video I've just made on Stockholm Syndrome. And basically, she says, if we're to accept this idea that people can, um we can do something to an individual as long as once it all comes out in the wash, they retrospectively consent to it. Well, that means that the government could just breed people into facilities and trade them as some sort of radical. As long as part of the training is to accept the condition that the government has put you in right now. None of us would look at this situation and think that is ethical for the government to do. But if we're to accept this base this, this standard of, well, if someone retrospectively consents to something, even after there's been all manner of intoxicating influences, like, you know, indoctrination. Well, like if we're to accept that as the standard, then we've got to accept the government being able to do things, things like this. Um So yeah, I, I don't find the idea of retrospective consent uh particularly convincing. Um AL also just because, and I, and I've done a video even on, on this idea of like the fact that most people are glad to be born doesn't mean that we can bring more people into existence. But it's just the fact that if you don't create them, there's no one missing out on the life that they would have consented to anyway if you get what I mean? Um So yeah, that's, yeah, that's what I'd say to that."
	},
	{
		"start_time": "52:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And on that point, I totally agree with you that even when people react negatively to the argument and they say, oh yeah, but you can really talk about consent from someone who can't give consent to her because she doesn't exist yet or something like that because that's the point, right? That's what we're, we're saying when you use that argument."
	},
	{
		"start_time": "53:22",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah, they're just repeating the argument back to us rather than actually making uh a sort of counter argument. Yeah."
	},
	{
		"start_time": "53:29",
		"speaker": "Ricardo Lopes",
		"words": "So we, we've already gone through, I mean, some of the most common arguments that anti Natal lists use to advocate for anti Natal. Do you think that there are, or, or, or not? You think that there are? But what would you say are perhaps some of the most compelling arguments you've ever heard against anti NATO?"
	},
	{
		"start_time": "53:52",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "So I've never heard for me, I've never found any of the philanthropic arguments put against anti Natal is convincing. So, just for anyone that's listening, that maybe doesn't understand what that means. So d generally, this isn't always the case, but generally people tend to break down arguments for or against anti Natal as sort of philanthropic or misanthropic philanthropic. Meaning the argument is concerning the individual you're bringing into existence. And misanthropic mean is essentially the impact of the person you're bringing into existence, whether that's good or bad. Um So the arguments we've been covering have, have all been philanthropic, but a misanthropic argument could be, for example, if you're gonna, if you're gonna create a human being, they are likely going to um consume, you know, many animals over the course of their life and this is gonna create, you know, much suffering. Um There are a range of misanthropic arguments, but that, that's just an example. So I've never heard a philanthropic argument against anti Natal that has been convincing. The only arguments I've fo the only arguments I've come across that have given me hesitation have been uh misanthropic ones about uh e essentially making the case in it. And there's a sort of a variety of flavors that this will come in. But the basic point it's making is that if anti natal lists had their way and we started to genuinely convince people to have less Children, the wor the world would, we wouldn't, it's not practical that we would reach the anti natal ideal of extinction. We would likely just make the world a worse place. And there are a whole variety of reasons that they give for that. It could be that more, you know, empathetic or more intelligent people are gonna adopt anti Natal, which I don't necessarily think is the case. But if that, if that were the case, then it's gonna mean that, you know, that the world left behind is going to be run by people who are more callous and maybe less intelligent. Um Another one is if, if Antenatal gets its way humans go extinct or just have a massively reduced population, then uh wild animals will increase in number and, and there will be much more suffering in, in, in the world. Um Now, of course, there are a whole sort of variety of assumptions that are made by those arguments. People may see them as reasonable or unreasonable. Um I, I'm not saying I'm convinced by those arguments, you know, obviously I'm still an anti Natal, but I'm just saying that were if, if one were to find II I, if you were to the assumptions that those arguments make, which I actually think some of the argument, some of the assumptions may be true. Some of them uh may be less well founded. Um If they were to be true, then that argument that overall we're just making the world a worse place by, by preaching this philosophy that has given me some hesitation. It hasn't gotten me to the point where, like I'm gonna stop advocating for it or I'm, you know, going to have Children of my own or not be an anti natal. But they've just, they've given me hesitation and, and I've needed to think about it. Um And the philanthropic arguments that have been put forward. Ob obviously I've thought about them but, you know, I'm cos otherwise it would just be me ignoring them, but I've not found any of them to give me r like real pause for thought. But the misanthropic ones, um Yeah, they, they, they've, they've given me more hesitation."
	},
	{
		"start_time": "57:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh now for a bit of a thought experiment, let's say that someone approached you and she told you, look, I have a button here with me. If you press it, it, it will be as if you never existed. I mean, you will be wiped off existence and it would be as if you never even existed. Everything related to you and all of that you will cease to exist. But uh everything related with every, everything that you did, every person you interacted with, no one will remember you. It will be as if you never existed to begin with. Do you think you would press the button?"
	},
	{
		"start_time": "58:30",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "It's extremely hard to answer the question in a rational way because given the fact that I exist to press the button, I will be imagining in my head that it's basically a button that kills me. Um, SO it, it's, it's, it's very hard to, so I don't know how to answer the question, but I'll answer it. It, it, I'll answer it in a, in a slightly different way that, yeah. So I, I find, I, I'm sure you're aware of Amil Sharon. Uh, HE, you know that he's sort of anti natal, sort of pessimist. Yeah. Yeah. So there's a quote from him which resonates with me a lot, which is something along the lines of, um, I do not hate life nor do I desire death. I just regret being born. And that really resonates with me because I, I, at least at the moment don't hate my life. I have AAA pretty reasonable standard of living. Um, AND I enjoy my life and I'm, I'm very lucky in that respect cos I realize that many people today and throughout history, in fact, probably most people have not been in that, in that situation. I'm in a first world country with ample resources at my disposal. I, you know, I'm not rich or anything but I, I have like a supermarket down the road. How many people in history have been able to say they have a supermarket down, down the road and access to a modern healthcare system and stuff. So, um, I'm in a pretty good situation at the moment. Obviously things could change. But, yeah, I don't, I don't hate life and I don't, like, actively want my life to end. I don't desire death, which is why it's hard to answer that question about the button because it, it, it, it's, it's sort of given that you exist to press it. It's sort of asking you if you'd want to end your life rather than never start it. Um But to, to sort of answer the question in that, in a philosophical se, I don't know what if I would actually press the button, but in a philosophical sense, what you're trying to get at, I think is, um, you know, would you prefer not to have been born? Ie would you press the button in that case? Yes, I think it would have been better if I'd never come into existence. You better, concerning, concerning me. It would have been a good thing that I'd have never come into existence. But I think that on like an intellectual level, not on an emotional level, like I don't, like I said, lament my life I don't constantly think about, I would have been better never to have been born. Well, actually I do think about that a lot cos I run a youtube channel about it, but I don't, like, actively think about it in a negative way about my own life. Um, BUT I recognize that never coming into existence would have been better than coming into existence if I can put it like that. So, it's sort of like, yes, I'd press the button but it would feel very much like I would be killing myself rather than never coming into existence. But I'd be, I'd be pressing it for the, the not being born part of it."
	},
	{
		"start_time": "1:01:20",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I admit that the, this thought experiment is a bit weird because I'm asking you if you would do something that is not the same as death. I mean, it's very weird. We, we would even need metaphysically speaking. We would even need a new word for this because it, it isn't exactly the same as death, but it sounds like that. So, uh anyway, let, let me ask you now about because as anti natal lists, we are all against, uh having kids, against producing new sentient beings. Um, HAVE you ever come across an argument put forth by Natal list? People, people who are in favor of having kids that is not based on selfishness. Be because I haven't."
	},
	{
		"start_time": "1:02:15",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. Well, I guess it depends what you mean by selfishness. So I've come across arguments people have made for having Children that down serve to further their own interests. But that doesn't mean I find them just because of AAA just because an argument isn't selfish, doesn't mean it's convincing obviously. But so someone could make an argument about like, you know, I'm having a child to, um, help prop up the welfare system so that elderly people can, you know, continue receiving care. Now, maybe you could say that's still selfish cos that individual is gonna become elderly. So they're propping up a system that they will fu in the future benefit from. So maybe it is still selfish in a way. Um I guess the only, so the answer I'm gonna, the answers I'm gonna give that are ones where I don't think they're selfish. Although I still don't think that means they're convincing or good arguments are related to veganism. There are probably other ones but because I move in vegan circles, these are the ones that I'm familiar with. So it's quite common for, to hear in vegan circles from pro Natal vegans that we should have more Children because it will help bolster the animal rights movement and make the world better for animals. Basically, we can achieve animal liberation quicker if, if vegans have lots of Children. So whether that is true or not, we'll park to the side. Let's just assume that is true and then not buying into a delusion but, or, or buying into a falsehood that I wouldn't say is a selfish reason to have a Children. I wouldn't say that's a good reason to have a Children, to have Children. But IW, I wouldn't say that was a selfish reason because it's not based, they're not centering the reasons for creating someone around their own desires. Um, THEY'RE centering it around trying to benefit uh uh, another group of individuals. Now it's com, it's complicated though because whilst someone may espouse a reason for creating someone like that deep down, it probably is for selfish reasons that they're having the child because it seems pretty ridiculous to me for someone who doesn't want Children anyway to go, I really don't want Children. It'd be a massive inconvenience. This is not what my preferences are, but I'm gonna have the kid because I wanna save a pig in, in, in a factory farm. That probably doesn't happen. I think people will put forward certain non selfish reasons to have Children on t on top, they sort of stack them on top of their already existing desire to have a child. So I think when people have Children, generally the f the f the core motivations are always selfish, but they may have like a garnish of non selfish reasons on top. Um But again, that doesn't mean those reasons are convincing. It just, they aren't centered around their own interests."
	},
	{
		"start_time": "1:05:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let's say that I'm a transhumanist and I approach you and tell you, look, if we wait 200 more years, we will get to a point where we've been able to basically solve suffering. No one is suffering anymore. No one has any illnesses, everyone, whatever happens in life, they experience it as positive. Do you think that if something like that would happen, it would justify uh procreating for the next 200 years? And after that, uh life would be worth living and you would stop, be being an Antenatal."
	},
	{
		"start_time": "1:06:12",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "So personally, I wouldn't, I wouldn't think that justifies the procreation just because those future generations didn't need to exist in the first place. Um I think I, I mean, I'm probably not gonna say anything new that David Benatar hasn't says, but uh ha hasn't said, but obviously, he says that obviously, those intervening generations will go through suffering just to achieve a future generation that we should be indifferent to creating um cos if they weren't to come into existence, no one would be deprived or harmed by that. Obviously, it's good if they do come into existence, it's good. They have blissful lives. But in my view, that's not a reason to create them. The only additional thing I'd say is that utopias don't last forever. You can sacrifice those intervening generations to get to a state where everyone has blissful lives. But there's no guarantee that's gonna last forever. You know, that presumably to in practice, get to a state where we all live amazing blissful lives, certain forms of genetic manipulation, certain technologies are gonna be needed. These things can always be corrupted and so we can get to a point where everyone has blissful lives. But that doesn't mean history doesn't just move one way. You know, we don't just make progress in one direction and then we reach the pinnacle where there's no suffering, we can slip backwards. And there are many examples in history where there has been a slip backwards. And I would say, even if, even if you ignore the philanthropic stuff or, or, or the stuff that, you know, someone like Benatar usually talks about like we should be indifferent or we shouldn't sacrifice the intervening generations. It's just the fact that like utopian thinking is very dangerous, many, many people have been killed and tortured because of utopian thinking. And I think this is a form of utopian thinking that we, if, if only we can just get to this place, things will be ok. And I just don't think that's the case. Even if we do get to that, that spot, that sweet spot where, where technically people aren't harmed by coming into existence cos they don't experience any harm. That doesn't mean that that's guaranteed to, to, to stay that way."
	},
	{
		"start_time": "1:08:32",
		"speaker": "Ricardo Lopes",
		"words": "So I'm going to ask you now about one last topic. Something that came to mind my mind right now. So what are your thoughts on extinction? Is, I mean, do you also advocate for extinction? Is what I mean by that? Is that of course, if we are anti natal lists and we don't want people to reproduce anymore, it will, it, it would inevitably lead to the extinction of our species. But I I'm asking you apart from that, do you look at the potential extinction of our species and even eventually other sentient beings as something good?"
	},
	{
		"start_time": "1:09:12",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "So, so I've I've done, I've actually done a video specifically on this. So any videos I've mentioned, I can maybe send you a link if you put them, I don't know if you usually do this, but if you want to, you can put them in the description. So yeah, and"
	},
	{
		"start_time": "1:09:27",
		"speaker": "Ricardo Lopes",
		"words": "I will also link to your channel in the description."
	},
	{
		"start_time": "1:09:30",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah, thank you. So, um I think obviously there's, there's a strong correlation between someone being an anti natal and someone being an extinction and some anti natal lists sort of um sort of put their extinction to extinction is to the forefront of how they advocate. So I don't think if you're an anti natal, it necessarily means you have to be an extinction. Now, one thing I wanna make clear is um I think that a universe with no sentient life would be the would be the best universe, but that doesn't mean that that's the universe I wanna aim for now just because I think that universe would be better than the universe that we're currently in. Like we're now in a universe where sentient life exists. And I kind of see it as a Pandora's box that's been opened and it's not gonna go away And so given that sentient life already exists, I don't think on a practical level or on a philosophical level, an anti natal is committed to extinction is I'll start with the philosophical level, then I move to the practical. So if someone's an anti natal list, it simply means that they're against bringing new sentient beings or human beings depending on their flavor of antenatal into existence. That doesn't mean they want all human or sentient beings to go out of existence. I can imagine a world where humans gain immortality through genetic manipulation or some technology. There are certain species of animal that are biologically immortal, but they can still die from disease and stuff. But they just, they don't like, they don't age to a point where they, where they would die. So obviously, it's possible and perhaps someday humans will, will sort of engineer that into ourselves. If I given I'm an antenatal list, I still think it would be wrong to bring new humans into existence. But I'm not gonna, I'm not gonna campaign against someone who wants to become immortal. Obviously, if they become immortal and use their own mortality to constantly create babies, then we've got an issue but just their immortality in itself. I've got no issue with it. It's their life, they do with it what they want. And so as long as they're not harming others, so I think an anti natal would have no inherent issue with immortality. But an extinction would, because an extinction wants the species or all sentient life to be gone, which would include not producing any more. And the ones who already exist need to go away. Now, whether that means waiting for them to die or killing them off, that's a question for the people who, who hold those positions. But personally, that's why I'm not a philosophical extinction because once someone's here, if they have autonomy over their own life and they wanna make decisions to prolong their existence, I got no issue with that. That's their decision. Um And that's not for me to get involved in. So that's the philosophical side. The practical side. I don't, personally, I don't think anti Natal lists should be. Um I don't think we should hide away from a conversation about extinction. If someone wants to bring it up, then, you know, it's a free place. People share their views. If someone asks me, I will give them my opinion. Like you've just asked me now, I, I'll give you my opinion, but I don't think conversations about extinction should be the predominant thing that we go to when talking about anti Natal is for a couple of reasons. One again, I think it just buys into utopian thinking like it's so far fetched and out there and far away, we as individuals now have no uh have no real influence over whether the human race is gonna go extinct or sentient life is gonna go extinct. And if we f and it, it, it just elicits an emotional response from people so that they go, oh, you want extinction and use that to disregard everything you've said. If you stay on the topic of Anti Natal is one, even though it's a bizarre concept to many people, it's probably less alienating than you saying you want everything to go extinct or e everyone to go extinct. And if you keep the discussion on anti natal is you're keeping it on something that they have direct control over the person you're talking to has no control over whether the human race goes extinct, but they have full control over whether they have a child, you know, removing any other circumstances of, you know, uh forced pregnancy and stuff like that. Generally, if someone has control over their reproduction, then they have full control over the decision you're talking about. Um So, yeah, and there was another thing I was gonna say, but I've forgotten it. But I think tho those are some, those are some sort of like, yeah, there's a philosophical reason, I'm not an extinction and there's a practical reason why I think we shouldn't make that a predominant message in our advocacy. And also, let's be honest, anti Natal lists are a very small group of people who don't have significant power in society. We probably never will because of the inherent biases in humans from our evolution. So, trying to achieve extinction, I just think is making the perfect the enemy of the good type thinking. And what we should really focus on is what tangible goods can we do with our time and resources that we have now while we exist and try and do that? Um So yeah, that, that's what I'd say. If there's anything else you wanted to explore with extinction, then please please ask me, I don't want to hide from anything."
	},
	{
		"start_time": "1:15:22",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I have one more question and this will be my last one, but also related to extinction is because there are people that when they are confronted with the idea of human extinction, they react in a negative way because they say that uh as humans just by existing, we bring value into the universe in a way because we can create art, we can uh learn about the universe, we can do science and all of that stuff that without us specifically as humans. Uh I mean, there wouldn't be anything like that anymore. II, I mean, I, I have to say that I, it sounds a bit weird. That kind of argument to me. Becau because when you're saying that the UN, uh it seems like you're saying that the universe has interests, that the universe itself is sentient and it would lose something if we weren't here. But you, you yourself, do you think that it makes for a compelling argument at all?"
	},
	{
		"start_time": "1:16:26",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Per I, I don't personally just because art science, you know, literature, these sorts of things that this type of argument points to those only serve to benefit sentient beings once they exist, right? Like I don't think uh like the scientific method is an extremely good tool to use for us to understand the universe. But if there are no sentient beings in the universe, that that tool has, has no use. Um COS there's no, there's no beings in existence to have interests that can be furthered by that tool. The same with the piece of art, you know, the Mona Lisa is something that we can appreciate as an amazing work of art. Or if you don't like the Mona Lisa, pick some other work of art. Um, BUT if there, if there is no one to experience the Mona Lisa, the value is kind of lost a bit. Um, YOU know, because there's no, there's, there's no beings in existence to experience value. Um So, yeah, I also find them uncompelling. I don't know if you heard, I'm sure there's multiple people who have put that argument forward, but I'm currently reading. Should we go extinct? In, in fact, it's just there on my, uh, on my bed. Exactly. Yeah. And, and I think, I mean, I've read, obviously I've read like several books on Anti Natal for and Against. I think it's in this book. He puts that argument forward a bit. Um, BUT yeah, I don't, I don't, I don't find it convincing."
	},
	{
		"start_time": "1:17:58",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yeah, I mean, there's even a sort of long term is version of that argument where some people uh are claiming that even if we have to uh make, uh I don't know how many people suffer until we get. That is the same sort of argument I was mentioning earlier. E even if we have to go through another fight, years of people of making people suffer, we should uh be here until we get to a point where we can, people can become immortal. And I mean, for me that's just a, no, this argument beca because uh I, I mean, now how many people would they be willing to sacrifice just to get there?"
	},
	{
		"start_time": "1:18:47",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Right. Yeah. Yeah. Yeah. Yeah. It's, you know, it's, it's the same with many things, you know, you'll have it with utopian thinking of all types. Like if we kill this many people cos they are dissenters pun intended, you know, then we, we'll be able to get to this perfect political system, whether it is a narco capitalism or communism or whatever, whatever utopia you want. I as long if we just hide these people away and kill them off, you know, cos they're ruining it, then then we can reach this, this utopia and it's the same sort of thing. You know, if we just get through this many generations where these people are gonna suffer, then we can reach this utopia and it's just um Yeah, I think utopian thinking like there will be things to aim for and get to which will be valuable. But when you get to the point where you say we need to get to it at all costs and you think, and you think the thing you're getting to is gonna solve all problems, then you probably need to check, you know, your um yeah, you need to recheck things."
	},
	{
		"start_time": "1:19:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So just before we go apart from your channel, which I will be linking to down in the description, are there any other places on the internet that you would like to point to where people can find you or some anti natal list advocacy group, something like that."
	},
	{
		"start_time": "1:20:12",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Yeah. So anything I'm gonna mention is linked somewhere on my channel, but there's my channel. Um THERE'S a series I do called Antenatal around the world where I talk to anti natal lists in different countries that is also available as a podcast on, on any podcast podcast platforms. I also run a website called the Anti Na uh a, an anti Natal handbook which cov again, th this is linked on my channel, but it covers common arguments people give against anti natal and it gives responses to those. Um uh THERE'S uh a sort of anti natal list slash effective altruist organization slash website that at the moment it's just me running um called anti Natal advocacy. There's some good information on there and charities that are relevant to this topic people can donate to. Um And hopefully I haven't missed anything. I think that's everything. Um Yeah, a any anything where I am it's linked on my channel so people can will find the links there."
	},
	{
		"start_time": "1:21:20",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So look, this has been a very fun conversation. I was looking forward to this for a while now and I, I followed your channel for quite some time now. I really love your video. So thank you so much for doing this."
	},
	{
		"start_time": "1:21:34",
		"speaker": "Lawrence Anton (@LawrenceAnton)",
		"words": "Thank you for having me on."
	},
	{
		"start_time": "1:21:36",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel S friends, David Sloan Wilson. Ya dear Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nico Barba Adam Hunt, Pavlo Stassi Nale medicine, Gary G Alman Sam of Zed YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon, Starry, Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica, Noi Linda Brendan, Nicholas Carlson Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar, Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]