[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Loops. And today I'm joined by Doctor Anna Alexandrova. She's a professor in Philosophy of Science at the Department of History and Philosophy of Science at the University of Cambridge, and a Fellow of King's College. And today we're focusing on her edited book Limits of the numerical, the abuses and the uses of quantification. So, Doctor Alexandrova, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Anna Alexandrova",
		"words": "Thank you for having me Ricardo."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps let's start with a fundamental question here and also referring to the subtitle of your book. What is quantification exactly? What are we referring to, particularly in the philosophy of science? But in science, more generally, when we use this term,"
	},
	{
		"start_time": "00:56",
		"speaker": "Anna Alexandrova",
		"words": "um it might, it sounds a simpler question than it actually is um the simplest introduction. The simplest definition of quantification is just putting numbers on things. Uh BUT it's very easy to put arbitrary numbers on things and it wouldn't be any good. So when uh um we talk about quantification of phenomena in science. So, for example, you know, figuring out measures of uh light of distance of time we're talking about um putting on warranted and justified numbers that reflect some uh deeper structures such as the amount of thing or the quantity of things. And in order to do that, you need a very thorough justification of what numbers you're putting in and whether those numbers are um you know, have uh you represent uh just levels or quantities or uh mere uh a possibility of, of comparisons. So in the book that uh we've edited, we've used um uh definition of quantification um as follows. Quantification is the deployment of numerical representation where these did not exist before, to describe reality and to affect change. And as you see there, uh there's uh several ingredients uh deployment of numerical representation or could unpack that. What exactly does that mean where there was none before? So, so we defined it as a process of like bringing in numerical representations to features that were not represented numerically before that we talked about, you know, quality of education well being uh health and these are all very uh controversial things to quantify and finally to describe reality or to affect change. And that would just also reflects the fact that quantification plays um uh many different roles. So this is a long answer to a question and probably not long enough because the question you've asked is so difficult"
	},
	{
		"start_time": "03:20",
		"speaker": "Ricardo Lopes",
		"words": "and when it comes to quantitative data, of course, we tend to have uh I guess among the scientific community. But also in the culture, m more generally, we tend to have or attribute this sort of special or to numbers. If there's a number associated with such something, we uh assume that we should take it more seriously. Uh At least in comparison to when we only have qualitative data, for example, but are quantitative data, really precise value free and objective or at least are they always like that?"
	},
	{
		"start_time": "04:04",
		"speaker": "Anna Alexandrova",
		"words": "Um uh VERY much not um the um the, the, the idea that uh uh quantities reflect um uh a deeper reality than, than qualities is as long standing as it is controversial. Lots of philosophers throughout history did not think that our world is a world of quantities. Uh BUT rather thought that our world is a world of qualities on which we impose quantities for a particular purpose. And then uh when we impose a quantity on something, um for example, uh well being uh uh how, how is it possible to talk about uh precision value, freedom and objectivity? Well, much harder than when you think about uh numbers like uh you know, number of deaths from COVID, even number of deaths from COVID is uh uh it's very hard to achieve precision value, freedom and objectivity because values hide in your decision about what counts as a death that can be attributed to COVID. How much after a diagnosis do you have to die in order to count as uh being a death from COVID. Um So even with cases like this, uh uh there's a lot of um uh value judgments uh and background knowledge that has to come and with uh things like um well being uh health uh quality of life, um development, uh sustainability and all the progress, uh it, it becomes all that much harder which uh which doesn't mean that um you know, values of precision, value, freedom and objectivity are not genuine values. I, I share those values sometimes at least, but we need to um bear in mind that uh uh some quantities that we care about. Uh THEY, they, they will be valued and that would be good. Uh And they will, they will, they will not be objective in the sense of reflecting some uh um you know, reality that wouldn't be there if people weren't there also not true, but that doesn't make them any less good. So um both precision value, freedom and objectivity. Those are the things that need to be unpacked. Uh And uh yeah, made more precise, so to speak in order to uh uh to, to, to uh realize the potential of numbers which is very important. And numbers a enable uh comparison reasoning, allocation, decision making uh representation uh uh m mu much better um than uh uh qualities alone, right? You, you, you, if you, especially if those numbers are um well justified and combined with other information"
	},
	{
		"start_time": "07:16",
		"speaker": "Ricardo Lopes",
		"words": "and are qualitative data necessarily of inferior value scientifically speaking."
	},
	{
		"start_time": "07:26",
		"speaker": "Anna Alexandrova",
		"words": "Um So let's, let's think of an example. Um um You asked me, uh so something that I've been working a lot, um is uh well being I've been thinking about that uh for the last uh 15 years or so. Um So say you and I have a conversation um um uh in uh I don't know, we're, we're good friends and I ask you, Ricardo, how are you doing? Uh AND you give me a lot of information um uh about your life um that concerns your priorities, how you're handling challenges that you're meeting. Um What kind of environment you live in? Right. And uh um what kind of uh pressures do you feel? And uh what are your dreams and your priorities and whether you're flourishing and, you know, uh whether you are sleeping well at night and things like that. So let's call that altogether, qualitative information about your well being. Um And let me, uh and let me ask you now instead, um uh from uh uh 0 to 10, how satisfied are you Ricardo with your life as a whole? And uh do you have a, a number that you would give me, for example,"
	},
	{
		"start_time": "08:59",
		"speaker": "Ricardo Lopes",
		"words": "um Seven"
	},
	{
		"start_time": "09:01",
		"speaker": "Anna Alexandrova",
		"words": "seven is a favorite. Everybody loves seven and it's very hard in science to get past that seven, you know, and that seven doesn't really budge very much um uh in response to uh you know, changes in life. But in any case, you've given me a seven. WHAT is the difference between the two kinds of information that um that, that, that, that you've given me the qualitative and the quantitative? Like, what's your first uh I impression about in value richness, importance of one or the other?"
	},
	{
		"start_time": "09:36",
		"speaker": "Ricardo Lopes",
		"words": "Well, actually, at least at first sight and in my own opinion, I would imagine that the first kind of information, the qualitative information seems more detailed and richer than just the number a lot because at least I have more specific information in terms of the several different factors that play a role into uh my uh play uh my manifesting uh general seven as well being. So"
	},
	{
		"start_time": "10:10",
		"speaker": "Anna Alexandrova",
		"words": "that, that's great. That's my impression too. But can you think of situations in which the latter uh uh information that the number seven is more appropriate or more sort of apt and is uh you know, contains more information than, than the, than the first kind?"
	},
	{
		"start_time": "10:33",
		"speaker": "Ricardo Lopes",
		"words": "Well, I mean, when it comes to well being, uh I don't know, perhaps I'm missing something here or forgetting something. But uh a as I said, with the other kinds of information you have about me qualitatively speaking, I would still think that perhaps uh apart from perhaps uh statistically treating the data, the first kind of information would still be more informative, at least in my opinion. So,"
	},
	{
		"start_time": "11:08",
		"speaker": "Anna Alexandrova",
		"words": "yeah, yeah. So I, I mean, I, I agree with you. It's very hard not to see the the, uh, not, not, not to think that the first kind is, you know, superior and better reflects well being. But you can also imagine that if you had a lot and lot of uh answers to the, uh life satisfaction, quantitative question and if you had those answers over time, then, uh they, you would be able to see the patterns, um, that you wouldn't be able to see in the first kind. Uh Right. So let's just start with that initial obvious observation that there's a richness that's reflected in an answer um uh that you give to a friend how you're really doing. And that richness is suddenly completely lost when you uh just put a single number on it. But then suddenly if those numbers are combined with other numbers, then then a certain kind of new richness arises that wasn't there before. Uh RIGHT, the richness of being able to see change and be able to see patterns and being able to see differences and inequalities between people. So I think it is the first thing is to recognize that uh qualitative and quantitative information carries different kind of uh uh value and different kind of uh priorities and, and different kind of information. And uh it's, it's obvious that there isn't a single answer to the question, which information is better, well, which information is better for what purpose? Right. Uh So yeah, your question was our qualitative data of inferior value. Uh Well, Yeah. So obviously not, but neither is it the case that uh uh qualitative data are always of uh superior value? Right."
	},
	{
		"start_time": "13:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So uh do you think that it would be safe to say that when trying to evaluate if in particular cases it is better to have qualitative or quantitative information that it also at least to some extent depends on the goals we have?"
	},
	{
		"start_time": "13:32",
		"speaker": "Anna Alexandrova",
		"words": "Definitely. So let's use that with uh let's try and insert some goals in our example. So you've got uh you've got two kinds of information. Uh The first one is the one you give to a friend, the rich narrative. Um Suppose your friend, suppose it is, it is uh the conversation happens with your life coach or your therapist or your, your rabbi or somebody who is a really important mentor who is trying to help you with uh difficult important decisions. Um They might ask you um well, tell me how has your life changed as a result of something? They, they'll still be, they'll still want to get some kind of quantitative information if, if they're gonna want to make comparisons, right? How has your subjective sense of how you are doing evolved over time? Right. And are you doing better than before? So they might uh even even in situations like this, ask for some kind of uh um uh quantitative information and in the, in the sense of uh relation between other values, right? If that's what we mean by a quantity. Um AND you think that would be really great. Uh On the other hand, um you could see uh like, uh you know, a policy maker, um you who needs to decide how much money to spend uh to in a community or in a particular initiative. Um What, what information do do they have to have? Well, again, if uh if all they have are life satisfaction judgments uh from um you know, of the kind that you have given me seven out of 10 and you know, well, but from a bunch of people over time, you know, even then you might think that, you know, that information, that's much better information for them to have for, for their decision. But again, in order to decide whether or not to invest in uh say, you know, a new playground or a new library or a new piece of infrastructure, um it's not enough for them to just have those life satisfaction judgments because life satisfaction judgments cover so much. They don't really, you know, they're not very detailed there, they speak umbrella terms that, that, that, that the black box, a lot of information. Uh So it would be much better if they were also able to have some qualitative information about, you know, how do people feel about uh a particular resource and how do, what does it mean for them? Right. So in, in all of, you know, in every situation uh we encounter the ideal is to have some kind of a mix between a qualitative and quantitative, but exactly what kind of mix it is. And uh you know, where that, that will definitely depend on the situation. You might think that a policy maker who merely relies on uh um you know, the sort of qualitative reports about what people told them, them about uh uh a new piece of infrastructure, they are making decisions on the basis of anecdotal data, right? They aren't really uh doing their homework properly. Um Whereas that kind of an anecdotal uh data is uh is, is, is perfectly enough if you are trying to help a friend, make a difficult decision, right? So these are uh and there is no situation in science that I think is one or the other most situations in which we make judgments of uh well being or health will be a complex mix and the hard thing will be figure around figuring out um the the appropriate mix."
	},
	{
		"start_time": "17:34",
		"speaker": "Ricardo Lopes",
		"words": "And so uh since you mentioned political decisions there, and because as I mentioned a couple of questions ago that there's this sort of uh stereotype surrounding uh strict division between quantitative and qualitative data. And there's even perhaps, I think we could say two different cultures surrounding these two different kinds of data. What are the potential social and political consequences of having a framework like that where people think that there's a strict division and they perhaps should take more seriously where as a quantitative uh aspect to it,"
	},
	{
		"start_time": "18:21",
		"speaker": "Anna Alexandrova",
		"words": "right, a very important question. So, the idea of there being two cultures is um um a very important idea from uh um uh a British thinker, writer CP Snow. Um That's a culture of a humanities thinker and a culture of a science thinker fundamentally at odds. And um uh how, how, how good it would be uh if they weren't. Uh So in that sort of meme of two cultures uh evolves and uh comes with, comes uh in our age uh in slightly different ways. And if you don't mind again, I will use the example of, of well being to, to, to focus us. So, uh in some ways, the um well being research has uh existed um historically, very much in the humanities culture. Uh uh It's a, it's a purview of um uh writers of literary scholars of historians of uh psychoanalysts of um um uh religious thinkers, right? And because it's about who we are at the same time, there's a long history um from in economics and psychology, at least from the age of enlightenment of uh attempts to quantify it and impose uh uh a quantity of utility, for example, that's supposed to represent uh uh uh welfare. So by the time that uh comes uh um uh uh to, to us in about, you know, about 3020 years ago, there is the story that you keep hearing uh um well being can replace uh um uh gross domestic product, for example, or gross national product is the, the the the the really important quantity um for, for decision making, if only we figure out and we, we collect proper uh data about them, right? So um if only we turn uh well being from one culture to the other culture. So the sciences of well being as I know them, uh um the social sciences are dominated largely by psychologists and economists arises out of that idea that um um you know, let's uh let, let's appropriate well being from the uh from the humanities culture and let's make it an object of science so that we can um use this as a much more appropriate and, and the justification for that is very idealistic, right? The justification for that is otherwise we're gonna be stuck evaluating our societies by wrong yardstick of money. Um So let's evaluate it with better yardstick with things that people actually care about if we figure out how to measure them properly. Uh So, ironically, this very idealistic story isn't is actually um yeah, so has a darker side in my view and that is because in order to quantify it, it, it, it something like well being, you have to really cut a lot of corners, uh uh you have to simplify what it is, you have to ignore a lot of um problems with, um you know, measurement doesn't actually allow you to, to average over uh uh data that is uh nearly original. Um I think we're coming to that shortly in our conversation. All this is to say that in order to turn well being into an object of science, you have to make a lot of compromises. And the question is whether these compromises um uh are compatible with that idealistic vision, that's uh that people who propose uh uh quantity of well being is I don't think it is because if, if you, if you leave everything else, like as is that means if you don't change the idea that in order to make good decisions, you need to justify them by quantitative measures, then uh turning well being into quantitative measure isn't progress because you also have to uh change that perception, you have that the only evidence based decision is a decision that's justifiable by numbers."
	},
	{
		"start_time": "23:15",
		"speaker": "Ricardo Lopes",
		"words": "And so focusing on quantification, are there different types of it?"
	},
	{
		"start_time": "23:24",
		"speaker": "Anna Alexandrova",
		"words": "Yeah. Um WE probably should have brought that in already. So uh let's just make uh one very familiar um distinction between ordinal and uh interval data. So, or uh data are data that allow you to just compare, um say that 11 state is uh uh greater better or has more of it than another. So if you say um I'm satisfied with my life uh as a whole, it you at uh uh seven me actually at eight and then all we could infer from ordinal data is that I'm better off than you. Um Assuming that, you know, you and I are using the scale uh in the same way. However, if uh we thought that we had interval data, that means if we had uh quantities that in uh that give us not just order, but also the distance between them, then we'd be able to say that, you know, I am happier. I have a better higher well being than you buy that much. And uh so, so, and then you could, you could uh make that complicate, further complicate, complicate this further by asking, you know, is there such thing as a zero point um where you are, you know, neither uh badly off nor well off. Uh And you would call that ratio data. Uh So, um there are very many different types of quantification and because it's not written in the sky, what quantity is in some ways people invent uh uh what counts as a numerical representation. Um And uh sometimes those mix the, the, the different numerical representations mix. So people use merely or replies and then average them in statistics. Um uh uh THEREFORE trying to derive interval answers from ordinal data. And some people say you can't do that. Some people say actually you can um uh uh but all this is to say that um you know, just uh when, when people just tell you that I've got quantitative data, you can still ask a lot of questions about what kind of data you have and whether um you know, yeah, it's very easy to put numbers on something but uh doing it well uh is, is a, is a, is a whole other um complications. So, yeah, I don't think there is uh right now any kind of um uh interval uh data about well-being. Um That is that is possible to have, I think ordinal quantification about well-being is conceivable, but that's different for other uh objects, right? So uh you know, interval data about uh length is fine, interval, data about time is fine. Um uh HEALTH is more complicated. Um So the story of quantification is the story of trying to figure out what exactly are the rules for quantities in different spheres, right? And the, the big philosophical story there is, you know, we, we want to try and figure out context free rules for how to quantify things. But that's not really possible because how to quantify something has to depend on that thing that you're quantifying and knowledge about that thing is necessary for you to even begin to have a conversation about what um yeah, what a quantity is."
	},
	{
		"start_time": "27:22",
		"speaker": "Ricardo Lopes",
		"words": "So these next two questions, I think that in a sense we've already been talking about them. Uh But what would you say are the limits of quantification?"
	},
	{
		"start_time": "27:36",
		"speaker": "Anna Alexandrova",
		"words": "Um uh LIMITS of quantification is uh OK. First, by what kind of quantification. Um uh MINIMALLY quantification requires uh, setting in um, a level of something, um, relative to another level and another level and another level in such a way as you'd be able to compare different levels, right? And you have to be able to compare it across, uh, uh people who you're quantifying or states that you're quantifying and you across context as well. So, um, you have to, if you know, if you've taken a questionnaire in uh in uh Porto and I've taken a questionnaire in Cambridge, England. Uh We need to be able to say that it means uh it is comparable. We can, we can derive things from it or, you know, people who study uh economic inequality and they've got data about um you know, the, the um how unequal is distribution of resources in Porto versus in, in, in Cambridge. Again, we're gonna have to uh be sure that tho those things we've got are comparable, right? And if for them to be comparable, we need, we need to know that certain things remain uh the same, you know, that that certain level of wealth means the same in Cambridge as it means in, in, in Porto, et cetera. So the biggest limit to quantification is uh uh uh the fact that it is difficult to justify such comparisons. We want these comparisons. It is uh you know, we all are very happily con con consume. Uh A about um uh yeah, how much more unequal is a uh is certain country than another, how much more happy is a certain country than another, how much more developed is a certain country than another. But in order to make these justifications, uh the, the, these kind of quantifications, you have to uh be sure that uh that, that you are not comparing apples with oranges, that you are turning things into all apples or all oranges. So, um what is the, what's the, what's the limit? It's the fact that people forget how much uh controversial uh assumption goes into a single uh uh even even what looks like a simple ordinal uh quantification."
	},
	{
		"start_time": "30:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And what would you say are then the biggest strengths or the strongest arguments in favor of quantification?"
	},
	{
		"start_time": "30:40",
		"speaker": "Anna Alexandrova",
		"words": "Yeah, great. Let's go back to our um our example of two kinds of information you could give about uh uh well being of someone. So we've already discussed how it's true that information about your life, deep information about your life carries carries a lot of uh really relevant content whereas a single number doesn't. But when a single number is combined with a lot of other numbers, it might carry a lot of uh you know, I information that wasn't there before. So in economics, for example, strongest arguments, uh um strongest things that quantification has uh uh enabled. He is um uh yeah, being able to uh make very transparent, very clear and very digestible arguments about uh say superiority of one policy over another. Um uh When uh uh there is a really important book called Trust In Numbers by Ted Porter. Um And that uh tells the story of how cost benefit analysis came to be, which is one of the uh great examples of triumph of quantification in the social sphere. There is no uh there's no big, well, hardly any big decisions uh made without cost benefit analysis in today's democracy. Well, Brexit was uh uh but that's uh uh but that's another story. Um But why is uh cost benefit analysis? Uh A nice thing to, to, to do and to have, well, it's because if you are um if you, if you have rules about how you quantify all the benefits and all the costs and then lay them out that enables other people to check that you have done a good job. It, it creates a very transparent system that can uh provide accountability for decisions and it enables democracy, it enables participation and it enables oversight. So um sure it will introduce a lot of simplification because how could you possibly quantify something um as big and philosophical as a cost and the benefit. But if you, if you do it thoroughly with uh systematic procedures and treat all cases alike and uh um uh put in the work, then other people will be able to check your work, right? And then we have something to talk about. Uh ABOUT whether or not you've made a good decision, whether you, whether the evidence justifies investment in a particular piece of infrastructure. So that kind of enabling of accountability, oversight and then representation as well. You know, the there is no way if you, if you really want to expose a certain injustice, there's nothing like showing the numbers behind it. There's nothing like showing um uh for example, level of um uh sexual violence or levels of uh um um a certain kind of uh uh I don't know, economic injustice. If you, if you put the numbers in, in front of people, look how ter how look how unequal outcomes are for different groups of people um for, for, for, in a particular context. Um Numbers are amazing at that. Uh So and ignoring numbers is uh a very, very big mistake and trying to, to, to, to get away from them is a, is a very big mistake. So numbers have uh a power, a power that can be abused. Well, that's the case with everything, right? Uh So, and which is why I think it is uh uh a really big mistake to sort of um uh speak in a blanket ways about uh uh Yeah. Good quantification, good or quantification bad. Mhm"
	},
	{
		"start_time": "35:13",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, we've talked about CPS, no idea of the two cultures in science. And uh the, the, the way that we tend to think about quantitative and qualitative data as strictly separate but ha have you seen that uh society's relationship to numerical data has changed over time? And if so, in what direction"
	},
	{
		"start_time": "35:44",
		"speaker": "Anna Alexandrova",
		"words": "on the one hand, um we live in a, a more quantified world than ever. Um Many of us were um uh trackers uh that uh you know, tell us how many steps we take a day and how mu how many hours of sleep we get, we get um we are more surveyed than ever before. Um uh You know, every time you uh post a video on youtube, you will know how many views it got and your impact and your growth will be often evaluated on the basis of these numbers. So, on the one hand, uh um uh we've uh you, you could think that of modern history is a triumph of quantification at the same time. Uh uh uh uh CON construction of numbers uh um requires a great deal of expertise and some uh uh of these numbers will be greatly uh questioned more than others. So, uh what is known and what, what, what I think is familiar to many of us as a crisis of expertise or a rise of uh a special rejection of expertise. Um WHETHER it is about uh pandemic policy or economic policy or, or anything else or, you know, rejection, for example of um uh cer certain uh kind of medical advice uh right, all of that um uh is often comes out out of skepticism for the numbers that are being, uh, that are being put forward. So, you know, you can quantify, uh, uh, a lot of things, um, astrologically you could measure people's heads. Uh, YOU could measure the number of words they use or, you know, or the, whatever the number of brain cells, uh, they have, you could have them have, uh, do, do questionnaires about, uh, IQ and you could be fantastically skeptical about those numbers, meaning anything at all, right? And you could have all sorts of reasons to ignore them. So which is why it is that the story of quantification is not a story necessarily of triumph."
	},
	{
		"start_time": "38:20",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So before we move beyond our discussion about quantification, I have uh one more question about it. So uh do you think that it would be ethical for, for example, politicians, political institutions to manipulate the public with numbers if that has some sort of good social effects?"
	},
	{
		"start_time": "38:49",
		"speaker": "Anna Alexandrova",
		"words": "Well, it's easy to say uh no, it wouldn't be right because mani manipulation is always wrong, but you look uh uh closely to it and it begins to look more complicated. So, um if you know, for example, you know, if you as a doctor presenting a patient with certain options, um and the patient has a lot less information and a lot less expertise than you do about it. And uh you have an idea about uh uh what is better for that uh patient, right? Um uh YOU know, what, what is, what will save their life. Uh For example, you may, well, you, you wouldn't be mani, would it be manipulating to present uh those data that make it more likely for the patient to agree to a procedure? Uh I mean, yes and no. Right. Yeah. Um So exactly. Uh OR for example, as the government that uh um uh you know, has certain data about uh um uh the, the, the effect of smoking on. Yeah, health and cancer. Um uh Well, are they manipulating these data if they, if they present them in such a way as makes it more likely that people stop smoking? Um uh I think uh in general, um oh yeah, of course, we've, you know, we know how we know how mu how, how much uh abuse can happen with a certain deployment of statistics, um certain deployment of numbers, but then abuse can happen with deployment of narratives as well. Uh It's actually, yeah, very easy to uh you know, tell a story and, and capture imagination and uh and destroy uh uh a wealth of expert knowledge um uh just with a single story. So um uh I think manipulation, all this is to say that manipulation will happen either way. Uh And I don't think uh the manipulation of numerical is uh any less problematic or any more problematic than the manipulation of the qualitative. And the only thing we can do to resist that is to have uh um yes, to have uh to, to support people in our democracies who, whose job it is when they look, when they see something that's wrong and that's false. Who say so? Right. And who say so without fear of being attacked? Um, SO a class of uh experts that are able to uh see uh b yes, so to speak. Um, AND know that it is there and be, be able to speak up. They are completely essential to our democracies and our welfare."
	},
	{
		"start_time": "42:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So another topic that I would like to ask you about today is uh a thick concept. So what are a thick concepts exactly?"
	},
	{
		"start_time": "42:24",
		"speaker": "Anna Alexandrova",
		"words": "Uh Thank you for asking a thick concept is a notion that philosophers have known about um um since mid 20th century, philosophers like Bernard Williams and Elizabeth Anderson and uh uh uh Hillary Putnam have uh written on it extensively. Uh Thick concepts are interesting because they both uh describe and they evaluate. So for example, a concept like uh uh shame or courage, it tells you what a person is like as well as saying that it is a virtuous person and, or, or a, or a vicious one in, in a particular way. And uh the reason why they are really tricky and interesting from philosophical point of view is that sometimes the descriptive and the evaluative cannot be uh uh separated and they are entangled in a way. So philosophers of language Um uh And ethicists often pore over the significance of this uh uh concepts that are, you know, both describe and evaluate and apparently can in a way that cannot be separated. I however, am interested in the concept as a philosopher of science because I think a lot of objects of science um in the social and biomedical sciences are thick and they are uh um health um um security, sustainability, uh well being quality of life, frailty um resilience uh and so on. I can, I can go on. Um So modern science studies thick concepts because otherwise it wouldn't be studying, if it didn't study the concepts, it wouldn't be studying things that are of interest to uh communities that enable them. It's a, it's a responsibility of sciences to study phenomena denoted by thick concepts. And yet they raise a genuine challenge to science because they require making value judgments and scientists um aren't particularly trained to make good value judgments and are, aren't particularly trained to oversee each other's value judgments. Peer review isn't particularly good at handling, you know, have you made your thick concepts? Well, and apt so as a result, um when scientists study thick concepts, they're very, they're often tempted turning them to turn them into thin thin concepts that are just technical terms. Well, I don't care what well being is, I'll just say life satisfaction rating, that's what well being is. So that's called operational. And you know, when you, when you say that, you know, the thing that I study is, is what I can measure and I'm not interested in what that thing really is. Um, OR, you know, or, or they, or they say that, you know, well, uh, you know, I know what well being is and I know well being is amount of pleasure. So I'm just gonna go ahead and measure the amount of pleasure and call that well being in both of those cases, whether you're turning something into a technical term or with the way you, you were deciding to make the uh well being judgment, the value judgment yourself. Um You're not doing very good responsible science because um about exactly what is responsible science when it comes to fake concepts uh isn't clear. Uh So that's what, that's something I've been talking. I've been writing about with my uh uh co-author uh like Mark Fabian Diane Coyle, Alexandra Basso is, how would you um responsibly treat uh things like thick concepts and whether do they need special rules uh in scientific method? Um I, I think that's an open question. I don't have all the answers, but it's a really urgent question that I think philosophers need to be uh talking about and scientists too. That's the hope"
	},
	{
		"start_time": "46:48",
		"speaker": "Ricardo Lopes",
		"words": "it's an open question. And in your work linking this to another idea you talk about, for example, the democratization of measurement. And uh you suggest that perhaps a way of dealing with issues as you mentioned there, as you described there surrounding thick concepts would be actually this to democratize measurement. So what is uh the democratization of measurement exactly? And what would it entail for science?"
	},
	{
		"start_time": "47:25",
		"speaker": "Anna Alexandrova",
		"words": "Suppose you agreed that thick concepts are important to, to study and thick concepts are inimitable. That means you agree that scientists need to make value judgments in order to um proceed even with such basic activities as measurement. Um AND then who's gonna be making those value judgments? So for example, suppose you're tasked with measuring well being as a um as a psychologist, is it OK for you to just say, well, well-being is how people feel. Therefore, I'm going to measure how people feel. Oh really? Well, are you sure? Well being is how people feel, how people feel about what exactly uh you, if you, if you're doing this all by yourself, you or if you're doing it by relying on uh I don't know what your predecessors have done you in some ways, monopolizing judgments about well being in a way that is wrong because you're not actually qualified to do that. Um If you took seriously the duty of uh a studying phenomena denoted by the concept, you would want to involve other types of expertise in deciding um what the third concept denotes and how it can be responsibly measured. Maybe some people will have lived experience uh of, of, of this phenomenon. Suppose you want to measure um uh what it means to thrive under uh uh financial insecurity. That's a project that I've done recently with a UK charity called Turn To Us. Um It would be really wrong. Uh I've had a lot of different kinds of insecurity in my life. Um You know, I'm an immigrant uh uh uh from a country with a bad passport. Uh BUT I have not really known um homelessness, right. But it, so it would be wrong for me to decide what is thriving, having never experienced homelessness and having not talked to people who have. So when we talk about democratization of measurement, we're talking about involvement of people with different kinds of expertise, including lived in expertise in the very delineation of the object of study. And I don't see how it is possible to be a responsible scientist uh interested in the concept without doing something like that. But there are different ways of involving uh you know, it doesn't mean you have to, you know, always open up your measures to a democratic vote, but you definitely do have a responsibility not to monopolize as a scientist, the value judgment."
	},
	{
		"start_time": "50:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh Could you tell us a little bit more about that case study that you did with uh turn to us to understand perhaps a little bit better about how uh coal production would work uh within this framework of democratizing measurement."
	},
	{
		"start_time": "50:49",
		"speaker": "Anna Alexandrova",
		"words": "Thank you. So, coproduction is a word uh that gets used in very many different ways in philosophy and science studies. Uh Some people say that uh um yeah, co production is uh you know, a co evolution of science and uh uh technology and society at once. And other people talk about co production as uh you know, creating uh products um with users in mind. Uh CO production as Mark Fabian and I um uh have explored um because of our uh uh experience of working with uh uh the, the anti poverty charity turned to us is uh the following sense, we want to figure out how to croce definitions and measures of uh uh uh phenomena denoted by thick concepts in a way that includes different types of experts. So we think there are three different sources of expertise. If you are interested in ethic concept, like well being or sustainability or resilience, there's your expertise as a, as a scientist or, or a philosopher where, you know, you know, relevant theories and you know, how measures work, you know, psychometrics, you know, metrology, you know, how difficult it is to quantify things. Uh Then there is the lived expertise of what it's like, for example, to um gain resilience as a person or a community uh or what it's like to live in um uh to, to be able to thrive um uh under financial insecurity. Um So that's a second kind. And then the third kind is professional expertise, expertise of uh you know, front level, uh front line bureaucrats um of social workers, of charity workers who try to figure out um how to provide certain services, how to uh to relief. So there probably are other cases. Uh THERE probably are other sources of expertise, but those are the three that we thought was uh enough for our case. So if you really want to cope uh to democratize measurement of uh scientific uh of thick concepts uh to coro you want, you want to croce them and to croce them, you want to include all three types of expertise. And then if you manage to produce, maybe they will maybe, maybe nothing will ari arouse of maybe maybe no single concept can uh respond to all three, right? And can can maybe there will be no agreement in the end between three types of expertise in which case, you're not gonna have a measure. But if you thought, you know, if you, if you did, then that would be the, the, the co production ideal uh that, that we're looking for and we think it is sometimes possible."
	},
	{
		"start_time": "54:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm You know, a a very interesting thing that I would like to comment on and perhaps ask you another question about the uh that you mentioned there is the fact that you also include lived expertise or lived experts in this endeavor because I mean, we've already talked here today about how we tend to put uh quantitative data above qualitative data in terms of rigorousness, for example, and how seriously we should take those data scientifically. But i, it's even more common perhaps for the people, even many times, scientists themselves to uh dismiss um, the, the lived experiences of people they are studying and perhaps when it comes to trying to understand uh their psychology, for example, imposing certain ways of rationalizing their own experiences when they themselves perhaps have not experienced it."
	},
	{
		"start_time": "55:16",
		"speaker": "Anna Alexandrova",
		"words": "Right. Mhm. Um There'll be a number of biases that any expert is prone to make. Uh And that will be true whether or not you're a lift expert, whether or not you are an academic expert or whether or not you are a professional expert. And uh there is no reason to focus uh more or exclusively on the biases connected to the lived expertise than any other. Uh So my worry with uh philosophers who uh and scholars who say, well, we can't include the people um in our studies because they're biased or they are ideological or they are um misinformed. Um Because uh yeah, for obvious reason that that's uh um tends to represent uh you as not being subjected to such biases. So it's very difficult to do co production. Uh YOU, it will force uh if we really did that systematically as, as I'm asking scientists to do, we would uh be forced into many uncomfortable situation talking to people that, uh you know, with views that we hate talking to uh people who, who are uh you know, much more ignorant and dismissive about each other's work. Um uh So, yeah, it will be uncomfortable. It will be a time suck. It will be, it will, it, it will put us out of our comfort zone. It will jeopardize projects. It will make science much more difficult, much more ex expensive. But that's the price of studying the concepts."
	},
	{
		"start_time": "57:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And perhaps in certain situations, it would force researchers, scientists to go back to the drawing board when it comes to the way they have conceptualized or operationalized uh their own objects of study."
	},
	{
		"start_time": "57:42",
		"speaker": "Anna Alexandrova",
		"words": "That's a great way to put it. Thank you."
	},
	{
		"start_time": "57:45",
		"speaker": "Ricardo Lopes",
		"words": "So, uh one last uh topic then that I would like to ask you about what is uh pluralism from the perspective of philosophy of science and particularly with this conceptual and methodological pluralism entail"
	},
	{
		"start_time": "58:06",
		"speaker": "Anna Alexandrova",
		"words": "pluralism is um uh a big topic nowadays. And because um a lot of philosophers of science are exploring ideas that it would be uh good uh for science to be more pluralistic about its um you know, choice of methods and choice of uh theories. Um It's also a controversial topic because, you know, as soon as you introduce pluralism, uh then uh uh uh for many people, you're opening the gates of hell and opening uh um the, the gates of um you know, well, let's be pluralist about whether or not vaccines work and let's be pluralist about whether or not um uh they cause autism and things like that and uh you won't always want uh to, to do that. So I, I don't think it is helpful in general to talk about whether pluralism is a good thing or a bad thing uh In, in science. I mean, I have colleagues who have articulated certain um conceptions of pluralism. Um BUT, you know, for, for, for the general case, but I'm not one of them, I'm interested in pluralism in um um uh things like thick concepts so well being and that um I have uh studied at length, I think uh the sciences of well being would really benefit from um a certain kind of very principled uh pluralism. So, and there is a big uh uh temptation uh to um settle for example, on a single number, a small number of core metrics of well being um or mental health. Because if we all collect data on the same thing, we'll be able to co collate this data and to figure out the effect sizes of certain in interventions and we'll be able to uh act on, on, on that material, right? So a lot of people, there's a even a hashtag common measures on, on Twitter that you could look up. Uh PEOPLE advocate um a recent article says uh measures and are not like toothbrushes, it's OK to re reuse them. Um Sure. Yeah, it's OK to reuse them. Um But if you, if you really are studying a thick concept and a thick concept that is grounded in the context in which it is used, then um uh uh common measures won't work. Um And common measures uh are great if you, if you think you have a phenomenon that is, that has the same definition across all contexts and means the same to the same people, to, to, to different people and doesn't need and, and can easily be transported from Porto to Cambridge England. But that won't always be the case. Um So, um I think pluralism about uh measurement of uh well-being, pluralism about methods to approach well-being is a recognition of the fact that uh the concepts that we are interested in are often grounded in the, in the little experience of our uh existence and in the, the, the priorities that our communities have. And um I, I do realize that advocating that kind of uh pluralism, for example, you know, like, you know, resist uh measurement of life satisfaction for, for everyone because it doesn't really carry enough information. Uh I, I realized that it's controversial because yes, then it, you know, goes against that idea of, you know, accumulating information and cumulative science and building building on it. But it's also the right thing to do I think because uh we are not always studying the same thing. So the kind of pluralism that I would like to uh uh put my name under and uh uh and, and explore and advocate is uh uh a pluralism about measurement that is motivated explicitly uh by the fact that uh the objects that we study in science are often not very easily transportable from one context to another. A lot of work needs to be done in order to transport them. Um And when they are transported, they often distort reality uh and making signs more local and more uh um yeah, less ambitious in some ways is, is not a bad thing in those cases."
	},
	{
		"start_time": "1:03:06",
		"speaker": "Ricardo Lopes",
		"words": "And so just to wrap up the interview, um I mean, in the particular case of well being, that would imply for example, that we would expect that cross culturally, we would probably get a different understandings of what, what well being is and perhaps how it should be measured. Would that would that be an example?"
	},
	{
		"start_time": "1:03:36",
		"speaker": "Anna Alexandrova",
		"words": "Definitely the rise of cross cultural measurement of well being is one of the most interesting and controversial trends uh in, in, in my view. And that is because um there's a lot of demand uh in the media even for these uh kind of reports. World Happiness Report or, you know, world well being ranking like is Finland always going to be on top? What is it that the Finland Finland has that other countries don't have that or you know, Iberian countries in Latin America always comes out quite good uh for on, on those, on those rankings. Um uh AND Eastern Europe uh usually very poorly. Uh Probably more so even now. Um uh ARE these meaningful projects, are they? Well, um I suppose it depends what your goal is, right? If your goal is to um I don't know, maximally compare countries possibly, but if your goal is to really understand what well being means in different contexts and uh how is it that people flourish in different contexts? Uh Then um you probably, well, I don't want to say that it's that, that it's a bad idea to compare because compare is how we learn and compare is how we um how we make progress and how we, you know how we make sense of each other. But comparison always comes with a cost. Yes. And I do think that uh it's important to really take the big cross cultural comparisons with a grain of salt. But it's also really important to figure out how to do uh signs of well being in a way that uh communicate the richness across and then in and in a way that exposes um how many different conceptions of well being there are across the world and how they bleed into each other and change and affect each other. So uh that's the big circle that I would like to square"
	},
	{
		"start_time": "1:05:51",
		"speaker": "Ricardo Lopes",
		"words": "Great. So just to mention the book, we've been focusing mostly on today. Again, limits of the numerical abuses and uses of quantification. Um I'm leaving a link to it in the description box of the interview. And Doctor Alexandrova, apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:06:16",
		"speaker": "Anna Alexandrova",
		"words": "Uh Thank you. So I am um um I teach and do most of my work in uh Cambridge England and I have a great uh uh commitment to open access of my work to the extent that I can. Um I therefore um uh place uh you know, all of the writings to the extent that it is legal uh of on various um uh platforms such as fill papers or my university's open access scheme. Uh I am uh um as a, as a, as far as media engagement is concerned, I'm on uh blue sky um right now uh no longer on Twitter. And I really uh welcome uh feedback and I welcome es especially uh um scientists and practitioners experience about uh uh studying what might look like a thick concept in doing that uh uh with uh kind of responsible recognition of the value judgments involved. I, I welcome very much uh uh feedback and also sharing uh people's experience of how to do that well."
	},
	{
		"start_time": "1:07:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Very well. So I will be also leaving some links to the rest of your work in the description box of the interview. And thank you so much again for taking the time to come on the show. It's been really a pleasure to talk to you."
	},
	{
		"start_time": "1:07:53",
		"speaker": "Anna Alexandrova",
		"words": "Thank you for your work, Ricardo. I really appreciate the opportunity."
	},
	{
		"start_time": "1:07:57",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger and H her meal and Lain Jung Y and the Samuel K Hes. Mark Smith J Tom Hummel s Friends, David Sloan Wilson Yaar, Ro Ro Die Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavla Stassi Nale medicine, Gary G Almansa Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry, Franka La Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore, Larry Dey Junior, Old Ebon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake. Zul Barnabas Radick, Mark Kempel, Thomas Dvor. Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]