[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the, the Center. I'm your host, Ricardo Loops. And today I'm joined by Doctor Paul Molde. He is an Associate Professor of Cognitive and Information Sciences and Faculty in the Quantitative and Systems Biology graduate program at the University of California Merced. And he's also an external professor at the Santa Fe Institute. And today we're talking about his book Modeling, Social Behavior, Mathematical and Agent Based Models of Social Dynamics and Cultural Evolution. So Doctor Malden, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:38",
		"speaker": "Paul Smaldino",
		"words": "Oh, very nice to be here. Thanks."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "So, just to introduce the topic here. What is modeling in science exactly? I mean, what is the model?"
	},
	{
		"start_time": "00:51",
		"speaker": "Paul Smaldino",
		"words": "Yeah. So uh most science, most of it depends no matter what field you're using, whether it's biology or the social sciences or chemistry or physics. Very often use models. Uh And you're using a model really, anytime you're studying something kind of indirectly, um if we want to know about a rock and I wanna know about this, I have a rock in my hand and I wanna study this specific rock. I don't need a model because I'm studying the rock. Um If I wanna study rocks in general or if I wanna study people in general, I, I need a model. A model is something that I study that represents, I usually a broader class of systems or similar systems or phenomena. So in, in, we use model organisms and most people who study fruit flies or rats, some of them are, but most of them are not interested directly in. I really want to know about fruit flies per se or rats per se. They're using those organisms as models for, let's say any organism with genes or all mammals or even, you know, representing social organisms, uh et cetera. Um And experiments are often models, let's say in, in psychology, if you're studying, you know, if you have a kid and you sit them down at a table and you put a marshmallow in front of them, this is like a famous psychology study. They, they torch for these kids by giving, putting a marshmallow in front of them and then saying, all right, I'm gonna leave the room. But, and if that marshmallow is still there, when I come back, I'll give you a second marshmallow and they'll test how long kids can wait and they'll try to correlate this with other things. And aside from maybe some very strange people, most people who do this kind of thing are not interested per se in whether in how long kids can wait to eat a marshmallow, right? They're interested in a broader class of phenomena like willpower or trust and authority or et cetera. Um And so, uh a type of model that's very common in, in some sciences and slightly less common in other sciences are formal models. And a formal model is usually a mathematical or computational representation of some sort of decomposition of a system where you say OK, here are the relationships I think are there and these are the properties I think matter. And we can then use the formalism to examine the logically necessary consequences of our assumptions. And this allows us to test all sorts of things and, and really get a handle on how to describe theories and how to classify certain phenomena, how to find edge cases and, and when certain ideas or phenomena are likely to happen or unlikely to happen."
	},
	{
		"start_time": "04:00",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, of course, you, your book is focused on social phenomena. But just before we get into depth, when it comes to science more generally, I know that that this is a very broad question, but how do people know what they should include in the model? What they should exclude if they're studying a multifactorial food phenomenon? Which we're all, we're, I mean, almost always studying in social science, the factors that they should live in or the factors that they should consider the ones they should live out. I mean, how does this process go?"
	},
	{
		"start_time": "04:42",
		"speaker": "Paul Smaldino",
		"words": "Yeah, it's a really good question. Uh And it's a, it's a really important one, not just for building models, but just for, in generally, in general developing any sort of theory or hypothesis uh for, for what to test. Because ultimately any hypothesis is not about the whole world. It's about uh a deconstruction where we think certain parts of a system or a phenomenon are really important and it's about the relationships between those important things. And so any model is ultimately in service of a particular kind of question or idea. Um And I think this is something that's often missed. You can't just have a model of a system and say, oh, this is a model of a system, whether that model is a system, the system is like a city or a relationship or a group or an ecology or a species, uh you know, or, or, or, you know, a food web, you need to have a specific question or theory about some, some specific type of phenomenon or relationship. And you need to say these are the things in the world in this system that I think are important to my idea. I need to represent the people because my theory is about the people I need to represent uh their co-operative behavior because my theory is about their co-operative behavior. Do I need to represent their age or their sex or their wealth or their geographical location? Maybe if that's what my hypothesis is about or theory is about or I think that differences in those factors are gonna be really important and I have some idea about that. But if not, I, I'm probably gonna exclude them because I can't in include everything. A model is the, the, the value of a model is often about abstracting away all of the messiness of the real world and saying, OK, if we could ignore all those other sources of noise and interference and other factors, all things being equal. If this relationship and these properties that I'm including in the model were all there were what would happen. And uh this so, so this problem of this is sometimes called decomposition or sometimes called articulation of parts about figuring out what are the parts of the system that are in the model? And what are the properties of those parts that are important for the model is, is really at the core of model development. Um And for any given system, you can have many, many models that might apply because they apply to different kinds of questions and a correlator to that, is that different kinds of models or different kinds of decompositions allow you to ask different kinds of questions about a system."
	},
	{
		"start_time": "07:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And you mentioned the importance of theory there. Uh Since we're talking here about social science or we're going to talk about some social phenomena here. As I've already mentioned the fact that apparently in the social science there's no broadly agreed theoretical foundation, is that a problem here or"
	},
	{
		"start_time": "08:07",
		"speaker": "Paul Smaldino",
		"words": "not? I think it's a problem. Uh II I think the caveat to that is we should be careful about rushing into committing to any specific theory because of how hard the social sciences are. Um YOU know, uh there's a reason why some of the, the, the earliest formal sciences were things like the physics of, you know, moving bodies and, and astronomy where the number of moving parts is is very few. And the number of uh interferences can be small. And also the the different ways to conceptualize a system are fairly limited. Like if you have rock falling and you're just trying to say like, OK, uh falling on a on the surface of an earth of a planet, you have a big thing and a little thing that are attracted to each other with gravity done. And you have a theory about how forces work and gravitation work. Now that's not trivial. Those are hard things to do and it's a, it's a real achievement. But you think about social science and you think about how complicated an individual is and you can describe them at the, you know, molecular level, the physiological level, the cognitive level, the developmental level, they have goals and beliefs and motivations and social relationships and entanglements, they get cold, they get hungry and then you put them in a network of other people and then you realize that, you know, they're bound by norms and culture and physical infrastructure and ecology and expectations and risk management. And it's just crazy complicated just in terms of the number of ways you can describe anything. Um But a problem when we don't have any formal theory, we have lots of theories. So theory, this is a well worn thing like uh I, I feel like I don't even, I almost don't need to repeat this because it's been said so many times. Or maybe I do that, you know, theory, the word theory in the sciences means something different than the colloquial meaning of the word theory. It's not just sort of any idea, but it's, it's usually a set of constraints on hypothesis generation that is well justified. So why do I make a theory? Well, I have a theory and I can therefore many hypotheses or predictions follow from that theory because what it is is the set of assumptions that will constrain all hypotheses that I generate about some system. And when we don't have a clear theory, so there's many, many, there everyone's, there's a joke among social psychologists which is that in that field, theories are like toothbrushes, right? Everyone's got to have one but you don't want to use anyone else's. Um This is a AAA large problem for several reasons. One it makes collaboration and coordinating between uh researchers really hard. It means um that theories stated this way are really hard to falsify. If they're just stated in words, words are ambiguous, they're vague. You can say, well, that's not what I mean. If somebody says, oh, it seems like this result doesn't fit your theory and you can say, well, that's not what I meant. Um And it means that the theories are kind of either they're an up or down situation, right? If I just say a theory in words and say, I think that the reason that uh people have social identities is because they want a feeling of belongingness, but also they need to stand out and these things oppose each other. Um There's a OK, a the there's a million ways to formalize that to say, you know, what does or doesn't count as fitting that theory. And two, I think I just said A and two, but it's fine. Um The second point is that it makes it really hard to build on the theory to extend it to say, well, OK, what about uh maybe that there are versions of this theory that hold only in certain conditions and not others. This goes along with, let's say another theory about social organization or network structure or cooper operation. And how do these different factors fit together and when they're verbal and they just sort of written out and talked about as the way that sort of classical social science theory often does. It makes them hard to not only falsify but also extend and build upon and so formalizing things by saying, all right, we gotta write down some math, write down some computational algorithms to say here's what we're talking about when I'm talking about co-operation or norms or contagion or you know, identity, whatever it is, I'm gonna talk about it like this, exactly this relationship. And therefore, I can say I can a, I can derive exact conditions when some phenomenon will or won't happen. And also if you object, you can say exactly whether or not the real world has uh conditions that meet my assumptions or don't because I've specified my assumptions really precisely."
	},
	{
		"start_time": "14:00",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you focus on two different kinds of models, mathematical models and agent based models. But could you tell us the difference there?"
	},
	{
		"start_time": "14:13",
		"speaker": "Paul Smaldino",
		"words": "Sure. Um I mean, the difference is, is not so stark as some people like to think. So mathematical models is a model that you can write down with mathematical equations. So if I have a model of um you know, uh predator prey dynamics, and I can write down an equation for the, the ch the rate of change in the population of the prey species as a function of its current population and also the population of the predators. And I can do the same thing for the rate of change of the predators. I can therefore work out the dynamics of a system, how it's cycling, whether it's likely to collapse, et cetera. And these, and I can work out these equations, equations uh can often be for uh solved in a sort of closed form case, which just means I can get exact conditions for what will happen at any time in the future. Or I can get exact conditions when such a result will or won't happen. So like when will one ST behavioral strategy outcompete another strategy? Um AND they're really powerful, but sometimes they're limiting because they tend to treat um they, they'll use terms mathematical variables to represent, let's say entire classes of individuals or entire species or subspecies or types or strategies or whatever. So um they force you to assume a certain amount of homogeneity or sameness in a population. Um One way to get around this is to build agent based models. Now, these are computational models. They're like little computer simulations where instead of having one term for a whole, every member of a population just saying like how many of them are there? Um OR what's their average resources, et cetera, you can stimulate every single individual in a population independently and you can put them in a spatial a spatial layout where they can move around. You could put them in a network where they can interact with their network neighbors, you could put them in a geographical space, you could upload a map and have them literally move around a map and response to that. You could have them have vision where they can see each other and run away. Um There's a lot of potential for this and um the downside relative to mathematical models is that you lose a certain amount of simple tractability with the math model. If you can solve it correctly, all you have to do is plug in new numbers for your variables. And you've got a solution right away with the agent based models. You, you literally have to simulate the whole thing for every, every time, for every new value you're testing and often you have to do it many times because there's often a lot of stochastic or randomness involved. So the same sort of parameters might lead you to different outcomes just based on like exactly where the agents started or where they are in relationship to each other or what properties they have. Um But I would say they're not, they're not competing approaches, they're very much complementary approaches. Um WHERE it's nice you get as far as you can with math because it's, it's nice to prove things. Um And there's, it's also just, there's a certain elegance for those of us who like math. Um But it's also you can, you can do a lot of exploration with agent based models. So they're pretty, pretty cool. They often also can generate pretty neat visualizations. So they're fun to watch. So like scientists in all uh walks away of use agent based models. But of course, like if you don't or if you're not familiar with their use in science. I'm sure you're familiar with their use in, let's say video games or movies, right? Like any time you see like a flock of birds or a school of fish or you know, a stampeding herd in a, in a video game or a movie. Um The dynamics of those individuals are probably an come from an aging based model that then this have pictures drawn on top or, or imposed on top. So like um like the Lord of the Rings, those giant battle scenes with like 10,000 orcs and stuff like those long shots, they're not, they didn't have 10,000 extras in costumes and they also didn't have computer programmers program every single individual for what they did. They built an agent based model and they coded in some rules for behavior and they let it go."
	},
	{
		"start_time": "19:03",
		"speaker": "Ricardo Lopes",
		"words": "So in modeling, I hear people talk a lot about fine grained and coarse grained models. What are the main differences there? And is it that one is better than the other or does it depend on the context or the specific case we're studying?"
	},
	{
		"start_time": "19:28",
		"speaker": "Paul Smaldino",
		"words": "OK. Yeah. So I would say this is a, the distinction between fine grain and, and coarse grains and modeling is, is very much sort of a continuum rather than a stark difference. And sort of you could think of it as like the coarseness or fineness of, of the model. And, and this just has to do with the kind of precision of the representation. So for example, um in a lot of the, the physical sciences, we can have really, it's very easy to have very fine green models. Uh If you're modeling, you know, a pendulum or you're modeling, uh I don't know the, the structural integrity of a, of a bridge or you're modeling. Um The uh let's say that the rate of neural spike trains, these can be really precise, they're fine grain in the sense that the mapping between the real world, the phenomenon that you're measuring. And uh the model itself is al almost perfectly 1 to 1. And you know, I I like to say like in a lot of physics models, one of the things that's noteworthy is like the terms in the models, all have units, they are all quantities that are, that are the measurements. So you are measuring charge, you're measuring voltage, you're measuring mass. Um And so your model is about the predicted relationships between these measured quantities. Um That's a fine grained model. And we can sometimes do that in the social sciences for um for situations where we have a strong enough theory about the kinds of things that are likely to happen and b good enough data so that we can plug in enough um constraints for the system. So in systems like urban dynamics, traffic models or um evacuation models, so people will put in like a map of a of a, of a street grid or a building and they'll put in car agents or human agents trying to navigate the streets or get out of the building so that they're, they're really trying to see, you know, how people are moving and, and what different assumptions about the layouts of the, this exact street or building, how they change things. What can allow people to escape the building more easily? What allows traffic flow to, to happen more easily? Um Certain epidemic models are like this. If um you have really good information about how a disease works, you know how contagious it is, you know how uh what the time course is between when you get infected and when you're contagious and how likely you are to recover at a given time or, or what the death rate is, you know, where people are in physical space and how often they tend to interact with each other depending on where they are. You have to know a lot to have a really fine grained model. Um And often in the social sciences, we don't have that level of fine grain information both in terms of data and in terms of theory. Um BUT that doesn't mean models aren't useful. We can have more coarse grain models where instead of saying we want to know exactly what is going to happen in this exact system, we can pull back and say become a little more abstract and say, what kinds of things will tend to happen when systems are kind of like this? And that's actually extremely useful. And and I would say most modeling in the social sciences of this latter type."
	},
	{
		"start_time": "23:17",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into some of the specific examples of social dynamics that you explore in your book, let me just ask you one more general question. So are there any general assumptions about human psychology that we should keep in mind when studying social phenomena? And if so where would they come from? I mean, because there are many different branches of psychology, would it be, I don't know, social psychology, developmental, psychology, evolutionary psychology. Uh How does this work exactly?"
	},
	{
		"start_time": "23:59",
		"speaker": "Paul Smaldino",
		"words": "I like this question. Um I, so, you know, my background like in academia is, is kind of varied and I, I started out as an undergrad in physics and then I went and studied psychology and my graduate degrees are on psychology. And then uh I did um three postdocs all in the social sciences working with economists and political scientists and, and anthropologists. And um and I think that this is the reason III I bring this up is because um I, I think that a lot of caution should be exercised in um taking theories of psychology at face value. Um Because what I found is is a lot of psychological theories, especially ones that, that haven't engaged with the uh the social sciences or sciences that involve populations often tend to focus on kind of phenomenology, the inner life of an individual, what it feels like what it, what would make one happy or satisfied or, or uh unhappy and these things are important and they're valuable and they're important to think about. Um But in the social world, ultimately, what psychology is for is to produce adaptive behavior and to inhibit non adaptive behavior. And uh you know, not every single behavior is obviously adaptive, right? Because we, we all make mistakes. The world is complicated. There's a ton of uncertainty, we make a million, uh we we there million behavioral choices every day, day to day. Um But in overall, I think the features of psychology that um are involved in behavior, which is all features of psychology are involved in behavior, um are for something, right? They, they have an instrumental purpose. And so to me, the, I think about psychology a lot, I mean, I'm in the cognitive science department. We, we think about psychology quite a bit, but I think ultimately I'm interested in, in adaptive behavior and in and in non adaptive behavior. I'm interested in, in social phenomenon. And so I guess, I think of psychology in terms of the kinds of behavioral strategies that um psychology will produce. And I guess maybe I'm, I'm like a little bit of a behaviorist in this uh sense, although I'm not uh like a radical behaviorist denying uh that we can study cognitive processes. But I think ultimately what matters is the behavior and s and study of cognition and psychology is ultimately in service of understanding behavior,"
	},
	{
		"start_time": "27:05",
		"speaker": "Ricardo Lopes",
		"words": "right? So what is a contagion? I mean, o of course, uh I'm not asking you here to tell us about contagion in the sort of public health sense, but when studying social dynamics specifically, what does contagion mean?"
	},
	{
		"start_time": "27:25",
		"speaker": "Paul Smaldino",
		"words": "Yeah. Um So in the book, um after a couple chapters of sort of philosophy of modeling and introduction to modeling and, and um playing around with tools and learning some software techniques and, and making some, some agents move around. Uh I have a number of chapters, each of which goes through kind of AAA modeling topic or, or tradition to study a sort of broad topic. And, and yeah, one of these topics is uh contagion models. Um So you said you're not talking about disease dynamics and, and epidemiology, but um contagion models really come from that and, and uh they come out of a, of an analogy that's been drawn between the way that a disease is transmitted from one person to another by physical contact and the way information is transmitted from one person to another through either direct contact, face to face or some other kind of communication. Like now we have phones and internets and et cetera. Um But in general, it's the idea that you have something and the fact that you have something means you can give that thing to someone else without you losing the thing. And that's, that's contagion, right? Um And so, um behavioral scientists and social scientists since the 19 sixties have been using contagion models to think about how innovations and products and behaviors and norms uh diffused through populations. And we find, you know, for a lot of these behaviors and norms, products, et cetera, the trajectories um in a population look very much like the trajectory of a disease dynamic, especially diseases that are transmitted through direct contact. And so we can think about it in this way and therefore build models that involve things like um how transmissible is a a contagion. How likely if you meet someone who's got someone who's adopted a product or behavior or a disease, how likely are they to transmit the thing to you? What's the contact rates or how often are people interacting with the same people or different people? Um Is there a kind of recovery or dis adoption if you adopt the thing? Like is that just it, do you just have it forever? Do you give it up? Do you get, you know, just like if you get better from a sickness, um if you get better, can you get it again? And so depending on different, there are different dynamics depending on your answers to these questions. But we can look at things like OK, well, what about like the structure of a population, how clustered a network is how um how much do people interact? Are there, you know, uh certain social structures like identity or a version to adopting something associated with an out group that might affect the contagion dynamics. Um There are certain contagions that maybe uh don't work just like diseases. Um In sociology, this is sometimes called complex contagion. And in cultural evolution is just called frequency dependence, uh social learning. But the idea is the same, which is that um I'm more likely to adopt something if it's uh if it's exhibited by multiple people. So for disease, there's no difference between interacting with one sick person, 10 times and 10 sick people one time each, right? That's for disease transmission. That would be the same. But in social contagion, that's not the same, right? Because you can, you have one friend who's doing something crazy and they're just like, I've got this new con like I, I've been smoking banana peels and it makes me feel awesome. You gotta try it and you could be like, that's great. I'm really happy for you. But like you go, you do you but I'm not gonna do that and they could visit you every day with their pipe full of dried banana peels, smoking it and then it's never going to convince you. But if, if every single friend you see in a week is also smoking banana peels. Now you're thinking, oh, maybe there's something to this. I mean, maybe you're thinking, I need new friends, but maybe you're thinking, you know, oh maybe there's a reason why all these people I know have done this. Maybe I should try it so we can put these kinds of assumptions into models. And it turns out that the dynamics end up being a little different. Like for example, um simple contagions that just require an individual to, to, to spread them, 11 contact, um they just spread the more connected a network is. And uh if you make lots of, if you have connections between different parts of a network, like there's a big mix, you're likely to interact with lots of different people all the time. That's a great way to spread contagions like this really fast, really quickly. But if it's a complex contagion or you need this sort of extra influence, there's frequency dependence, consensus bias, sometimes it's called um then it's not, that's not gonna be the same, right? Then actually more tight knit clustered networks where groups of people that all know each other are, are around, right? That's going to be much more effective than a network where lots of people know lots of other people, but your friends don't necessarily happen to be friends with each other. That's a great situation for spreading a simple contagion but not a complex contagion. So we can build models. Um Like this, the last thing I'll mention is that I, you know, I talked about disease models. And I talked about behavioral models and as if they're separate things, but actually a big trend in public health recently in the last couple of decades has been combining these things because of course, um the transmission of diseases is influenced by actual social behavior and beliefs. Right? So if you, for example, believe that it's really important to get vaccinated or it's really important to wear a mask or it's really important to stay inside. Um WHEN you know, someone's sick, that's going to affect uh whether or not how, how a disease spreads. But of course, those beliefs can also be transmitted socially from person to person. And so we see in exploring these ideas, we've, we've seen the rise of what's sometimes called coupled contagion models. So there's two contagions, there's the disease contagion and a behavioral contagion and looking at how these things interact"
	},
	{
		"start_time": "34:38",
		"speaker": "Ricardo Lopes",
		"words": "when it comes to innovation specifically, do we have a good understanding of what are perhaps the factors or the circumstances that facilitate the spread or the diffusion of innovations?"
	},
	{
		"start_time": "34:54",
		"speaker": "Paul Smaldino",
		"words": "That's a good question. And it really depends on the kinds of innovations and um how easy they are to be adopted by an individual. So, for example, you know, an innovation that's, you don't need any extra things to get to, to get the benefit from those things spread really easily. Um There are certain things that might involve like it doesn't benefit me unless lots of people also have the innovation. So like a classic in the olden days, right, when like fax machines were new, like the first people who had fax machines, which is like, you could send like an image of a, on a piece of paper through the telephone. Like in the 19 seventies, it took a while for that to spread because having a fax machine does you no good unless you know, people with fax machines. And so it, it takes a kind of critical mass um for these kinds of things to spread. Um And you know, it, it also depends on like how, how easily can certain individuals implement an innovation? Uh THAT'S going to affect how much it spreads. How hard is it to replicate an innovation? Like there are certain things where like, oh, great, I can believe that too or I can just go to the store and buy that too. But there are other things that might be more difficult to implement. Um And so those things will be harder to spread. They will tend to require more constant reinforcement and, and, and clustered networks where lots of people are talking to each other so they can build up a community. Um"
	},
	{
		"start_time": "36:36",
		"speaker": "Ricardo Lopes",
		"words": "So, uh let me ask you now about opinions. So, uh in the book, you talk about how uh people basically form opinions and how they might change over time. But uh before we get into how we can study how opinions change over time. What is an opinion?"
	},
	{
		"start_time": "36:59",
		"speaker": "Paul Smaldino",
		"words": "I mean, that's the million dollar question. Um So there's this whole class of modeling that uh I think was originally developed by physicists. Uh WELL, it was developed independently by physicists, sociologists and social ecologists kind of over a long period. But I think most, most enthusiastically taken up in terms of modeling by physicists for a while. Um WHICH is this domain of modeling called opinion dynamics, sometimes called belief dynamics. And a lot of these, I love these models because they're really fun to play with. They can give you some broad insights into the ways that population structure interacts with individual Proclivities. Um But it's, I think they're really hard to apply to make any concrete predictions with. And one of the reasons is that um it's very hard to model an opinion. So what is an opinion? And there's a lot of debate over the answer to that question. Um One thing that people still argue about is even whether or not people really have beliefs or opinions, you might say, well, obviously I have beliefs, but I might say, OK, um you know, what's your belief about um the color of triceratops? And I don't know, but I might even say something more obvious like what's your belief about um or opinion about um how delicious a cupcake is? Well, it could be the same cupcake and on some days you might be really excited about a cupcake and say, I think my opinion is that this cupcake is delicious and some days maybe you've had a lot of sugar recently, you're not feeling well. You don't think that's delicious at all. Um Our opinions are, are probably constantly reconstructed in the moment about, you know, context and salient, et cetera. So these things make opinions harder to pin down. Um FOR the sake of modeling opinions are usually modeled in a, in a very simplistic way. But one that still gives us a lot of insight in the way that the ways that in which people interact might influence them more generally. And I, and I think that there's actually a lot of this is a fairly new research area, even though it's been around for a couple decades. I think there's a lot of low hanging fruit in bringing in psychologists and social science scientists to some of the work in opinion dynamics. It's been developed so much by physicists and computer scientists in trying to bring in more psychologically realistic and sociologically realistic models of opinion formation and opinion dynamics. So opinion dynamics models usually say, all right, well, let's imagine individual has an opinion and that opinion is represented by a number that's between, let's say negative one and positive one and you could with any fraction in between. So negative one means you're super against the thing and positive one means you're super for the thing and uh zero means you're totally ambivalent you don't care. And we can look then at how people, the way people, you know, express their opinion and interact with others who have different opinions, might lead them to change their opinions based on social influence. Maybe you become positively influenced, you become more similar to someone you interact with. Maybe you become negatively influence. If someone's like, really different from you or you hate them or they're from another, an opposing identity group or social group, you might actually say, well, I don't want anything to do with them. So anything they believe I'm gonna move farther away from them to better distinguish myself, you could have multiple opinions that they could interact in multiple ways. Um But again, you know, if you need several things to build a real model of these kinds of things, one, you need a model of how individuals represent their own opinions in their own minds. Then you need a model of how they express those opinions and whether or not they're accurate in how they express their opinions. Then you need a model of how those expressions of opinions influence other people and how, um by hearing someone else's opinions, you might change your opinion or not and you need all these things and then you need a model for the ways in which people interact and have interactions. Do you interact with everyone? Do you interact preferentially with people who are already similar to you? Um And so there's been a lot of work already exploring variations, different answers to these kinds of questions. Uh And so it's an ongoing field and it's chapter five in the book goes through a lot of these models."
	},
	{
		"start_time": "42:13",
		"speaker": "Ricardo Lopes",
		"words": "OK. But let me just ask you then one more specific question about opinions and how they change. So when it comes to the role of social influence, does uh sort of frequency dependent uh V bias play a role here. I mean, if uh we have a particular kind of opinion and suddenly many people around us uh are expressing a different opinion, an opposite opinion, for example, are we more prone than to adopt that opinion or not?"
	},
	{
		"start_time": "42:53",
		"speaker": "Paul Smaldino",
		"words": "Yeah. So, I mean, clearly this is an empirical question and I think it depends um on a lot of, on a lot of circumstances, right? Do we have an incentive to coordinate or agree with those people who are expressing a different opinion? Um There's also evidence that people will express opinions to go along with the group but not actually change their internal beliefs nearly as much. You, you say things that aren't totally in line with what you really believe because it's just useful to uh express agreement. Um This is some, yeah, I mean, there's a difference, sometimes people call these like internal beliefs versus external beliefs or um variations on that. Um I think there is a lot of evidence from psychology that people do do this in terms of, you know, there's like the famous Solomon Ash conformity experiments. But uh people have replicated these kinds of phenomena in a number of circumstances. It is likely that people, yeah, do do this where they express a belief to go along with the majority. It's a little bit less clear and more ambiguous to the extent to which they really change their belief versus um just change how they express their beliefs. Um One of the things that we can do with models is think about is think about these alternative hypotheses and say, well, ok, what are the possibilities for how people are expressing their beliefs or changing their beliefs? And then what would it look like? What would the dynamics or what would the population look like in a world where people did these different things? And then use that to compare, compare it to the real data that we have and say, well, ok, well, if we assume that everyone just goes along with everyone else, it would look like this. If we assume that everyone is really stubborn and doesn't change their belief, it would look like this if we assume that people care about what the majority think, but only if they're, let's say in an identity group, it would look like this and that will help us pin down not only you know, what's true or, or what's more likely to be true or less likely to be true. But another aspect of theory that I think is underappreciated is the importance of what the sociologists call scope, which is, it's, it's not enough to just say, uh I have a theory that, um you know, here's a great example, like all this stuff, all this stuff on heuristics and biases that like Conman and Tversky uh put out like availability bias or uh confirmation bias. You know, they have lots of biases and some of them are mutually exclusive or would lead to different predictions. And this is a problem and it's not an, it doesn't mean these biases aren't real. But what it means is that the theory is under specified. It's not enough to say these biases exist. You have to also say when will one bias be prevalent and when should we expect one bias to be really important? And when should we expect another bias to be important? And that's scope, it's sort of the conditions under which a theory is expected to hold and when it's expected not to hold. So doing these models can also help us with, with uh the development of scope for our theories."
	},
	{
		"start_time": "46:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how do we go from opinion dynamics to understanding phenomena like consensus and polarization, for example."
	},
	{
		"start_time": "46:30",
		"speaker": "Paul Smaldino",
		"words": "Yeah. So we can define consensus as a situation where people tend to share opinions and we can define polarization as a situation in which people tend to have very different opinions and there may be separated into different groups where there are clusters of people who believe one thing and clusters of people who believe something that's sort of diametrically opposed. And the more opposed they are, we could say that the more polarized they are. Um And another, there are actually turns out there are lots of ways people have measured polarization. And this is also a challenge. Um So um one thing that might be the case is like if everyone in one group believes one set of things and then everyone in another group believes another set of things. That's a very polarized uh situation. What if you have a situation where lots, there are lots of things to believe and some people believe some constellation of things and other people believe other constellations of things, but it's less clear that everyone is in one big group. And actually there are sort of many little clusters, some people, each of which has some things, but not other things in common with other groups. That's a situation where there's still a lot of sort of individual opinion polarization, but the whole population is much less polarized because there's less sort of clustering of beliefs into one sort of block that is true for everyone in a group. So that would be a way of characterizing a, a less polarized uh system. And so these models are often used to, to think about how um individual, individual opinions, individual psychology or rules for communicating and updating one's opinions. And population structure will tend to lead toward either consensus or polarization. Um So one finding that's been in a lot of models, if you assume that people have lots of opinions and they tend to interact positively with people who are more similar than different to becoming a little bit more similar. But if you're more different than similar, you tend to kind of not like that person and, and move your opinions. But away from that person, if you have a population structure, that is fairly clustered into discrete communities that only interact a little bit with each other, what you end up getting is fairly hetero or sort of fairly homogeneous communities where everyone kind of ends up agreeing within a community, but they differ a little bit from their neighboring communities. And that's, that's OK. But then what if you start adding long range connections so that each community is then has occasional connections with communities that are really different from them. What can happen in, in some of these models is that communication with individuals with very different opinions, pushes your own opinion further away and it ends up polarizing the population really extremely. Um I remember reading this was uh II I do AAA slight variation on this model in the book. Um The original model is by two Sociologists, Andreas Flocka and Michael Macy. And I remember in this paper published in 2011 and I remember reading it at the time and just being like, oh, this is uh basically an argument uh about uh like the internet, polarizing people making opinions more extreme and polarizing. No, I mean, it's a simplification that doesn't capture lots of things about the real world. But that's the whole point of models is to say, OK, if this is the only thing that mattered, this is what would happen if that's not what happens, then what we put in the model can't be the only things that matter. So what else matters?"
	},
	{
		"start_time": "50:26",
		"speaker": "Ricardo Lopes",
		"words": "Changing topics. Now, I would like to ask you a bit about uh how we study Cooper operation. So how do we model it? And are there specific theoretical assumptions that people bring to the table when studying Cooper operation?"
	},
	{
		"start_time": "50:46",
		"speaker": "Paul Smaldino",
		"words": "I think, you know that the answer is yes. So that second question. Um Yeah, I, so the Cooper Operation chapter six in the book um I love Cooper Operation models and the topic of cooper operation more generally, it was one of my, it's, it's a real strong interest of mine, passion of mine. Um I did a lot of my early research was on co-operation models and I still work on them sometimes. So Cooper operation can mean a lot of things. Uh It really just means working together, right? Um And there are lots of ways that can happen and there are ways to work together, for example, that are mutually beneficial that um don't require any sort of costly behavior on the part of anyone else. It's just, I'm gonna do this thing. You're gonna do that thing. Hey, if we do it together it's better for everyone. We have no incentives to. Not awesome. Um You can model situations like that. Uh The most common way to model it is, uh I think it's sort of the most interesting to theorists because it's, it's, this, this challenge is a modeling altruism which is Altruistic Cooper Operation, which is costly cooperations. The idea that helping others uh is costly, you take time, you give them resources, you um give up your own opportunities in a lot of animal species. You know, you give up your opportunities for reproduction or maybe you put yourself at risk for predation to help others. So, um you know, older sisters in, in a lot of species like certain birds will, they're, they're biologically, they're mature, they're ready to breathe and have their own eggs, but they'll stay for a couple of seasons and help their mother raise their younger sisters or, you know, certain social animals like alarm, uh like meerkats or, or ground squirrels will do these alarm calls while they, when they see a predator, they'll get up on a high space and, and make a big call to let everyone know that there's a predator, but of course, that puts them at risk. So these things are a challenge for explaining uh in an evolutionary framework, right? Because yeah, it's clearly good to cooper, everyone benefits from having cooperators around. And when you cooper with each other, we both benefit and we both do better than if we didn't help each other. So clearly cooperations good. However, the dilemma is that if you cooperated with me and I don't cooperated with you, I do better than you. So and I actually do better than if I did cooperated with you back. So I can exploit, it's bit easier to exploit. I, I I'm better off exploiting you than cooperating with you. But of course, you know that too. And so you don't want to be exploited, so you don't cooper either and then we're stuck. So the most common way to model this is using a prisoner's dilemma game, which is a very famous two player to move game where individuals can either cooper or defect. Um IN the format of the game that most biologists use that I use in the book. Um We can have just two variables here. There's the, the benefit that you give to another person by cooperating with them. And then it's the cost that you incur on yourself um by cooperating. And so if we both cooper, we each get the benefit from the other person's aid minus the cost that we give. And we assume that the benefit is more than the cost. Um IF the benefit is not more than the cost and no one will ever cooper. But if the benefit is less than the cost. Sorry, if the benefit is less than the cost, no one will ever cooper. The benefit is more than the cost, then we will, it's worth it and it's better than just getting nothing by not doing anything. But of course, if I pay the cost in order to get the benefit that sucks. So um turns out there's a number of mechanisms that people have identified uh that enable cooper operation to take off to um succeed and even invade sort of uh increase, even if it's rare in a population. And the most basic is just uh assortment. So, if the benefits of co-operation are preferentially directed toward other cooperating individuals, that means that those benefits are going toward individuals who are more likely who are also going to give other people cooper operation, the aid of cooper operation and so co-operative uh strategies, individuals using cooper strategies will always do better than individuals, not using co-operative strategies. And there are a lot of mechanisms um that enable this kind of assortment. Um So the, the most common we discuss one in biology is inclusive fitness or kin selection, which is this idea of giving a preferentially to close kin because they will share your genes. So cooper individuals will tend to be related to other co-operative individuals. Um BUT you don't need genes at all. Actually, all you need is some mechanism that keeps individuals interacting with others who are like them So uh population structure, a sort of rigid population structure where individuals tend to interact with the same people over and over again will produce this because just by chance you'll end up with clusters of cooperators and they're just going to do better than everyone else. Um Other mechanisms. So we model, we can model this uh using mathematics by having uh parameters for the probability of assorting with similar types versus random types. We can do this with agent based models by having, let's say a rigid network structure or putting agents in a space and having them interact just with local agents. And that works too. Uh And I do both those examples in the book. And we can also have strategies like repeated interactions. So what happens if we're not related to each other if we're not always interacting with the same people for our whole lives? But when we do interact with someone, there's the potential for that interaction to go on for a long time to have many, many interactions. And this has been well known since the 19 seventies that repeated interactions provides the opportunity for reciprocity for if you help me, I'll help you. And if you don't help me, I won't help you. And reciprocal reciprocating strategies that are able to provide co-operation to other, you know, two individuals who cooperated with them but not reward defection with cooperations. So stop cooperating with people who don't co-operate with them. This does really well because co-operative individuals get the benefit of co-operation. So again, the benefits of cooper operation are directed toward cooper individuals. And it's also a form of assortment in this way, it's just assortment in terms of benefit provision rather than um let's say uh physical proximity. Um And I focus in the, in the book on these two examples and use both spatial agent based models and also mathematical models um from evolutionary game theory to derive general principles for this. But there are lots of others. Um I talk more a bit about, you know, people have identified things like the ability to use reputation. Like I actually don't need to interact with you specifically many times to know if you're a cooperator. If I trust my friend who's interacted with you and says you're a cooperator. So I'll cooperated with you because my friend vouches for you or, you know, if we have other kinds of, of spatial structure where we're both members of a, of a group, then we have collective uh we have shared interests um in larger groups, things like reciprocity don't work so well. So there's a related game called the Public Goods Game, which is, is, is designed to model cooper operation in larger groups. And the idea there is, it's very similar, you can give aid to the group or not. Anything that you give to the group gets sort of multiplied and divided among everyone, whether or not they cooperated. And so it's, it's providing a public good. But of course, the best thing to do there is to let everyone else provide the benefit and you free ride off their, their work, you get all the benefit you pay. No, the cost. Reciprocity doesn't really work because what happens if you're in a group of 10 and one person shirks, do you stop contributing to the group? Just because one person stopped contributing, that hurts everyone, including those who, who also contributed. And so this kind of reciprocity fails and you need other mechanisms like ostracism, like kicking people out of groups that don't co-operate um or institutional mechanisms like punishment where you literally pay an extra cost to uh in incur a punishment upon people who don't co-operate. And there are lots of models showing how this, there are lots of conditions under which this will work. Um And so it goes on, there's, there's a very well developed, you know, decades old theoretical literature on different types of co-operation and different conditions uh for it to emerge uh or evolve."
	},
	{
		"start_time": "1:00:49",
		"speaker": "Ricardo Lopes",
		"words": "So another very interesting thing that you also talk about in your book is uh norms. So what are norms and how do you model how they emerge"
	},
	{
		"start_time": "1:01:05",
		"speaker": "Paul Smaldino",
		"words": "again? A good question also. Yeah, chapter seven in the book uh on norms. Uh SO, I mean, you know, I think to some extent, we all know what norms are, they're the, the things that are normative in a, in a collective. They are the things that most people do that we expect most people to do how we expect people to behave in certain situations. Now, there, there are some norms that are just kind of um they're normative because they uh let's say, have benefits for individuals and we want everyone to do something because it, it, it would hurt, let's say a group to not do those things like, like a norm of brushing your teeth. Like that's normative. You should brush your teeth, you're gonna get um sort of shamed a bit if you just refuse to brush your teeth every day. Um There are other kinds of norms that involve interactions and uh those are the kinds of norms that I'm focusing more on in the chapter. And these norms involve the ability to do basically the same thing or do things in the same way as other people. Now doing things in the same way, could mean doing the same thing or it could mean doing the complimentary thing. And we explore both ideas in the, in the chapter. Um And this allows us to model norms as solutions to a coordinating game. So a coordinating game is another kind of game um that you can study using game theory. Uh And that's, that's how it's done in the book. Uh WHERE I want to do the same thing as a simple coordinating game is just like each of us are trying to do the same thing. Um You can imagine like if we're greeting each other, we could give each other a handshake or we could high five. Now, if I go to shake your hand and you go to give me a high five, that's a Miscoordination. If we do the same thing, it doesn't really matter if we high five our handshake. As long as we're doing the same thing. In this example, the cost to mis coordinating is pretty low. But you can imagine cases in which it's not so low. Like for example, if you drive on the right side of the road and I drive on the left side of the road and we're driving toward each other, that would be a really catastrophic Miscoordination. Um And you know, coordinations, Miscoordination can be enforced through all kinds of mechanisms like punishment. Like if you just don't do things the way other people do them, there are communities where failure to conform to the norm can result in, in, in pretty strong punishment um including things like imprisonment or, or beatings or even death. So we model, you can model a simple co ordination game to think about. Well, how, how do people converge on doing the same thing? Well, if you interact with a bunch of people in a population, the thing to do, if, if it doesn't matter which norm, you're gonna, you're gonna have as long as you do the same thing, then the best strategy is always just do the popular thing, do the common thing. And we can show really easily like that in a population where all that matters is doing the same thing as everyone else. Any behavior that is more popular than others will just always go to fixation, everyone will end up doing that. But that, that implies that uh norms are really hard to change and then norms will always, you know, go to fixation and norms, whatever norm is, is popular will always dominate. Um What if a norm? What if norms are some norms are better than others, right? Like there's two all norms if their coordinations are equilibria because everyone is doing the same thing and deviations from the norm can be punished. But what if there are two possibilities to equilibria or more equilibria? And one is better than others? So, you know, what if one population has a, you know, a norm where um everyone uh who anyone who steals is immediately put to death. And another group where people who steals are steal are, you know, first chastised and talked to and then have a, a slowly increasing slope of punishment. Tom that second group is probably gonna do a bit better under some circumstances than the first group. Uh I'm a big, I like unions, not everyone does, but I think unions are good in general. Uh YOU know, not, not universally good in every single domain, but I think overall they provide a real benefit. You can imagine, like if you're in a population that doesn't have a union in, in, in, in, in whatever your job is and you start organizing or for, to try to get everyone to be in a union that's gonna come at a cost that's not gonna go well for you maybe. But if you can convince everyone and you are in a union, that union group might do better, like you have better benefits and job security and et cetera. Um And so in models like this, you, you, it's not always better to do the more popular thing because even a something that is not in the majority can be better overall because when you can coordinate on that norm, you do better, but it's not, that's usually not enough to get the invasion of or the spread of a rare norm. Even if it's better for everyone to do a better thing. If you're trying to agitate to get people to join a union, you might think everyone might agree. It would be better if we could all join the union. But everyone's worried about doing it because if you try and it's just a few of you doing it, you all get fired. That's no good. So how do you get uh rare norms that are ultimately group, beneficial to spread and one solution that's been proposed that we talk about? I talk about in the book is group structure. So having community structure where there are multiple communities that have that different norms um can allow uh for the spread of norms that are beneficial to flow from the better performing group to the other performing group through several mechanisms. Um THROUGH direct copying where people are more like if you people occasionally copy norms associated with success, even if occasionally they're from um individuals in another community, it's much easier to spread rare norms. If people move from a high performing group to uh from a low performing group to a high performing group, it allows norms to spread there. There are several mechanisms. Um And this allows us to, to think about populations, not just as like one big group, which is a really common way to model populations in a lot of fields, but think about the importance of group structure and how that matters when groups compete or even just interact."
	},
	{
		"start_time": "1:08:21",
		"speaker": "Ricardo Lopes",
		"words": "So we've been talking here about modeling in the social sciences, but I guess that we can also talk about science itself as an institution as a social phenomenon, right? So how do you approach that through modeling? I mean, what are perhaps or what would you say are perhaps some of the most interesting aspects of how social dynamics operate in science that will allow for us to have a better understanding of how knowledge production occurs there."
	},
	{
		"start_time": "1:08:57",
		"speaker": "Paul Smaldino",
		"words": "Yeah. So this is an area of research that I've sort of, I've been involved in since about 2014. And uh it started out as this kind of side project and, and spiraled out into uh more major projects because, because people ended up being interested. Um And I think it's, I think science in general is science is a, is a social phenomenon like a lot of others, it has norms, it involves beliefs and it involves uh people doing things responding to incentives and we can model how the sort of best practices uh for learning truth interact with social factors like norms and incentives. So, um I also think like it's really bad to do science uncritically. I mean, thinking about what, what are we doing when we're doing science? What, what is science? How does, how does knowledge progress is a nontrivial thing? And you know, it's been said uh there, there is no science um that doesn't involve philosophy of science, there's just science that is uncritical about its philosophical assumptions. Um And I think, I think that's right. Um So there are lots of ways to model science and, and of course, when we model anything we have to simplify. So uh what I like to start out with is to say, well, let's imagine a kind of simplified pure science of a hypothesis tester testing hypotheses using some qua high quality but occasionally error prone methods like all methods are and then trying to discover whether or not uh the results of the experiment either support or fail to support the hypothesis. So already this is an oversimplification but you know, it's, it's, it's a model and, and it gets us started and so we can model things this way like OK, I've got, um I've got a result. I have a method. I tested it using the result. I know that if my result is correct, that my method will give me a positive result. If my hypothesis is correct, my, my method will give me positive results. Let's say 80% of the time, it's pretty good. And if my uh method is wrong, my, if my hypothesis is wrong, my method will give me a positive result. Still false positive. Let's say 5% of the time most people are comfortable with this kind of error, 5% error. And so let's say I get a positive result. What, what's the likelihood that I'm actually right? Well, I got a positive result. So I know that if, if the thing was true, it would be positive 80% of the time. If it was false, it would be positive 5% of the time. Which means I don't know, a lot of people would say, well, 5% chance that it's a false positive. So there's a 95% chance that it's right. And problem is that that might be right and it might not be because actually I haven't given you enough information to answer the question because an important piece of information that you don't know in the way I framed it is what was the probability that any hypothesis I generate was correct? What's the probability before I did the experiment that I was? Right. And that matters a lot because it turns out if most hypotheses I generate are correct and I get a positive result with a, you know, low error rate, then I, I can have pretty good confidence. But if most hypotheses I generate are wrong. If I'm testing lots of things that are wrong, then there's a good chance that when I do get a positive result, it's going to be a false positive just because most hypotheses are wrong. And so you need to consider that. And so we can model is using, there's a, a very famous equation in probability theory called base theorem uh which just relates conditional probabilities. And so using things like posit the probability of positive and uh sort of type one or type two errors and the prior probability of being right, which is also called the base rate of hypotheses. We can explore how error and hypothesis selection interact to produce more or less accurate results from that. That's the sort of building block of the rest of the models of science that I explore in the chapter we can explore things like what about publication bias. So what happens? Uh IF, if I get a result and it's positive or negative, I might have some probability, I might be able to say, I think it's right with some confidence. But if I know that my error, my methods are error prone. And I wasn't super confident in my answer in the beginning, getting one positive result will probably increase my confidence. But shouldn't make me certain, getting one negative result will decrease my confidence. But shouldn't make me certain, I need more evidence. And we can use these sort of Bayesian approaches sometimes called Bayesian updating to imagine. Well, ok. Well, what if we have replication? What if we have lots of evidence, evidence for or against a hypothesis? Well, if that evidence is accurate and unbiased, even if it's all noisy overall, as long as it's more likely to be right than wrong bay and updating will eventually let me converge on the correct res response, the correct inference and say I'm highly confident after a number of trials that it's correct or it's incorrect. The problem is what if there's publication bias, right? What if negative results are much less likely to be published or communicated than positive results? And so confirmatory results are more like confirmatory evidence is more likely to get factored into my ba updating than disc confirmatory evidence. And we can show that this has a terrible effect, right? With uh when you have publication bias, you can end up to having very, very high confidence that some result is correct even when it's not correct because your source of information is is messed up. Um Finally, we can also look at, you know, individual scientists and models in which individuals vary in the quality of their methods. And what happens when they look uh they're responding to different kinds of incentives, like let's say incentives to publish. So maybe every everyone is no one's being strategic in, in some of these models, we can say, well, let's say everyone is doing the best. They can, they just have different methods, some methods are better than others. But the lazy methods make it easier to publish positive results than the more rigorous methods which take longer or um are more likely to correctly identify wrong results that don't get you the prestigious publications. Well, if individuals who publish lots of positive results are the ones that get good jobs that get big grants that attract graduate students. And therefore they're the ones who passed on their methods. We get what, what Richard mcelreath and I called the natural selection of bad science, which is sort of this evolutionary dynamic in which the quality of methods can degrade. Now, that doesn't have to happen. Right. Again, the model, the conclusions of the model only follow if the assumptions of the model hold and there are cases in which those assumptions don't hold. If, if it's not so easy to publish low quality results. If peer review is high quality, if there are other selection forces um that, that maintain uh more rigorous results. If uh the number of publications is less important than, you know, the rigor of your work, then those dynamics won't hold. Um But we can use models to try to explore the nature of the science that we are doing and, and the trustworthiness of the science that we're doing. So that's, that's chapter eight."
	},
	{
		"start_time": "1:17:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh By the way, do you think that by modeling science as a social phenomenon and learning more about the social dynamics behind science as an institution that perhaps we could, we could potentially use some of these knowledge to uh try to reduce or ideally eliminate some of the bad incentives that scientists are exposed to?"
	},
	{
		"start_time": "1:18:23",
		"speaker": "Paul Smaldino",
		"words": "I really hope so. Yeah, I mean, that's one of the reasons I do it. Um YOU know, to, to begin with the that early work, some of that early work was, was really just to call attention to the fact that, you know, this kind of selection pressure for publication exists in a lot of fields and if it goes unchecked, it will lead to really bad outcomes. And, and I think that that paper in particular, um it ends up being my most cited paper. So obviously, it had some influence. But um you know, I I think it called attention to uh to this phenomenon and, and it did encourage people along with lots of other work by lots of people. I encourage people to, to try to um downgrade these kinds of incentives. Um I think these kinds of models also can allow us to consider different kinds of interventions, like what would happen if there were different kinds of incentive structures. Um uh I with the uh with Klin o'connor, who I know you, you interviewed previously, we uh did a model of science um that kind of integrated ideas about norms spreading between communities and looked at how, you know, perhaps interdisciplinary could get around some of the problems where norms get entrenched in communities. And uh it becomes harder for new and better methods to spread when people have a bias toward doing things the way they always did things? Um But if you promote um the importance of getting ideas from other communities or um getting the approval of individuals in other communities, then this can allow um more high quality methods to spread. And then we talk about that in a, in a paper of mine that that's not covered in the book but that there is uh some things we can use these kinds of models to do."
	},
	{
		"start_time": "1:20:13",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So I have a couple more questions. These were not more general that I would like to ask you. So um are there or is there a set of guidelines that uh scientists, students and other people should follow when they want to turn an idea, an hypothesis that they might want to test into a model?"
	},
	{
		"start_time": "1:20:45",
		"speaker": "Paul Smaldino",
		"words": "It's a good question. I've tried to answer that. Um Yeah, I wrote a 2020 paper called uh How to turn a verbal verbal theory into a formal model which uh I, I put a version of that in the, in the book um in chapter 10. Um And so I've tried to come up with some guidelines uh and, and things to keep in mind. Um And I'll, I'll go through a little bit of that. But I, I want to also say like, like so many things that are ultimately that are creative in nature and I think model building is creative in nature. Um There's, there's no one right way to do it, but there is, there are lots of the wrong ways to do it too and um wrong ways to do it are generally involve um just lack of care and laziness or failure to consider one's assumptions um or lack of preparation. So, failure to do due diligence in um finding good techniques or uh probating literature, et cetera. Um But I think that, you know, generally being, being familiar with models helps you build models. Um II, I want to talk to somebody I think was a psychologist about developing their model to, to sort of formalize a theory they had. And, and I was like, I think you should try to like go to the literature and look at similar things that have been done and maybe try to replicate some of those models and really understand them before you try to build your own model. And they were kind of surprised about this result. And I just was sort of shocked and I'm like, it's sort of like, you know, it, if you're an architect, you don't just start building up your own building, right? You, you, you have to understand how previous architecture works. If you're a painter, like you under, you learn basic, you know, uh techniques about color and mixing and, and brush techniques and you learn how different classic painters made their paintings before you go and, and you, you paint your own things. That's how good painting works. That's how good architecture works and it's how good model building works. Um They, there are lots of, you know, when I, whenever I build new models, there's often processes where I'm just like taking things from other models I've seen and thinking about how to, you know how certain pieces that I've seen before might be able to fit together to solve the problem that I'm working with now. And ultimately, we wanna try to articulate our problem or our idea as simply and clearly as possible. There have been other cases in which I mean, I can think of at least one instance where, you know, we, we thought of all the things involved in some scenario that would be maybe important to some dynamic, some process and thought, OK, we'll put this in the model and this in the model and this in the model and this in the model and you know, I can code a model like that, I can run simulations with it, but it comes in very difficult to analyze when there's so many things going on. And part of the, the value of a model is the simplification. So what ended up having to happen was thinking about, well, what are these, what of these factors, which of them are essential to the idea that I'm trying to develop and which of them are maybe things to add later. But they, they're not the core idea or the core, the core point of the theory. And so if they're not, you chuck them for now, it doesn't mean they're not important, but it means they're not important to establish a baseline. It's also like in any given domain, like if I'm modeling cooper operation, there's hundreds or thousands of co-operation models. So I'm gonna build on all those and use what has been learned there and maybe I can start extending and build a fairly complicated model because I know how all the simpler versions will work. If I'm, you know, modeling AAA phenomenon that's not extensively modeled, that hasn't been modeled much. I'm gonna try to start as simply as possible because I need to establish baselines and, and often it's frustrating because you want to go more complicated. Um I'll tell you some advice that um I, I took from uh there's a biologist named John Wilkins, um who, who, who wrote a really nice blog post along along a while ago, maybe 1015 years ago. Um THAT I I've been really influenced by on the relationship between modelers and empirical scientists. And um John points out that it's really important to not think of a modeler if you're an empirical scientist interested in working with modelers, like the modeler is not a technician whose job it is to prove your idea is true with math, right? The modeler is a theorist and a and a scientist whose work contributes to the refinement and further development of a theory. And it's not gonna keep the theory as it is, it's going to change the theory by formalizing it because you have to realize what is in there and what's not. And so some advice I always have is like if you're a modeler, you know, take what the emir the empirical researchers have done very seriously. Um It, it drives me a little bit crazy when people um say, well, they'll be doing a model of, you know, a biological or social phenomenon. And they'll say, well, I'm not really a biologist or I'm not really a social scientist. And my response is always like, but you're doing a model of social science of a social phenomenon or of a biological phenomenon. So in this time, like for this project, you are a biologist or you are a social scientist and therefore you need to be judged by the standards of that group. And it's not enough, you can't be lazy in the way you make assumptions, you need to be thoughtful about them. Um And you know, even like biologists and social scientists who don't do modeling, like they know a lot of things and talking to them will help make sure that a model is grounded in what's already known is consistent with the best evidence that we have that maybe engages with some potential theories that this will help to formalize or disambiguate between the the the reverse of that is if you are an empirical researcher, right, take what the modeler is doing seriously and understand that they are not a technician who is there to, you know, just show that you're right, but they are a collaborator. And that means that you have to understand how the model works, at least enough to be able to assess um the quality of the assumptions that are going into it. And that's actually a really important contribution empirical researchers make to modeling. When I collaborate with people who spend more of their time doing empirical work, it's extremely valuable and and a really rewarding because they are able to bring all of their domain knowledge to the modeling, which helps make the model much better. So I think actually like there's a lot of room for collaboration between modelers and and researchers who focus more on empirical work."
	},
	{
		"start_time": "1:28:28",
		"speaker": "Ricardo Lopes",
		"words": "So I I guess that you've already ended up talking about many of the considerations that we have to take into account when it comes to my last question here. But what would you say are probably some of the main limitations of models that it is important for people to keep in mind when modeling and uh after modeling and after they get the results, the kinds of conclusions that they can derive from them."
	},
	{
		"start_time": "1:29:02",
		"speaker": "Paul Smaldino",
		"words": "Yeah. So I, I feel like as a just in general and certainly in the book, I'm a bit of a modeling evangelist where I, you know, modeling is, is great and I, I love it and I want, I want social scientists, you know, broadly defined to use models more. But um of course, there are caveats, right? And the world is really complicated and any one model is going to omit a ton of important details about the world and that's fine and that's actually like, right and good. That's the point of models is their omission because by omitting things, they draw our attention to the simplified versions that he help us see patterns that are harder to see when we look at the real world. But um if we rely too much on a model uh to base our con you know, base our assumptions on, um we end up forgetting all the things that are not realistic, right, or limitations to the model or things, maybe a model didn't take into consideration. Well, the model made the assumption, let's say that people uh interact randomly but people don't interact randomly. So how do the conclusions of the model change when we population structure? Or the model assumes that the only thing people care about is um material wealth, but people care about other things and material wealth. So how does the behavior that we expect change when people's um values are different um like economics, which is the social science um that embraced modeling earliest and most enthusiastically had a real problem where they, you know, you know, for a while and, and especially like coming into the 19 seventies ish, um we're making a lot of assumptions about the way things are um based on models that were not continuously checked against empirical data that were not continuously refined to better align with empirical data. And um the observations of people who are actually out on the streets. And that's basically why behavioral economics as a field, it was able to get as big as it did and become as important as it was. I mean, that whole field is, is just a cottage industry of demonstrating all the cases in which the models of economists were wrong were making like incorrect assumptions and it was really beneficial. And I think for, for that field to, to, to see all these mismatches between their model and the way people actually behave because then it forces a revision of the models it, it forces frameworks. Uh It follows models um to be revised. And this is, is one of the reasons why some of us are really interested in not just individual theories where each model corresponds to one theory in isolation, but developing frameworks theoretical frameworks where we have many, many linked sets of assumptions. Um And, and the idea of building a theoretical framework means that the more rich our framework is the, the, the more our model assumptions are constrained because they have to um they have to agree not just with uh aspects of the system that we're modeling right there. And then, but lots of aspects of human behavior and psychology and social organization and evolution and culture that we know from lots and lots of work and lots of different models and lots of empirical science. And so all of this ends up being in service hopefully of developing more coherent and cogent theoretical frameworks for uh the social sciences. Um I, I like the, the analogy of maps and territories, right? Like the map is not the territory, but you would rather have a map to explore the territory and the the solution ultimately to, you know, to get a better sense of the territory is to have many maps that serve different functions."
	},
	{
		"start_time": "1:33:27",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's send on that note then and the book is again modeling social behavior, mathematical and agent based models of social dynamics and cultural evolution and leaving a link to it in the description box of the interview. And doctor Min, just before we go apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:33:53",
		"speaker": "Paul Smaldino",
		"words": "Sure. Yeah. Uh You can uh the easiest way to get in touch or, or find out what I'm up to is my website which is just malvino.com. Um I'm not really on Twitter or X anymore. Um But I, I am occasionally on blue sky for those who are using it. Um But the best way is probably just to check my website. Um So yeah,"
	},
	{
		"start_time": "1:34:17",
		"speaker": "Ricardo Lopes",
		"words": "great. So thank you so much again for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "1:34:24",
		"speaker": "Paul Smaldino",
		"words": "It was great. Thank you."
	},
	{
		"start_time": "1:34:26",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field governor Mikel Stormer Samuel Andre Francis for the Agns Ferger, Ken Herz and Lain Jung Y and the Samuel K Hes Mark Smith Jungle, Tom Hummel Sran, David Sloan Wilson Yasa, Dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba Ad Hunt Pavlo Stassi, Nale Me, Gary G Alman, Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophanous Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, Old Einon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor Luke Neeson Chris to Kimberley Johnson Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis Valentine Steinman, Perlis Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stein. Tom Ween, Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]