[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the, the Center. I'm your host, as always Ricardo Lobs. And today I'm joined by Doctor Yaroslava Valent Tova. She's a professor, doctor at the Department of Experimental Psychology in the Institute of Psychology at the University of Sao Paulo. She has research experience in evolutionary psychology and through apology and human ethology. And today we're talking about sexual orientation, gender expression, gender identity, facial, sexually dimorphic traits, and the announcement of physical attractiveness all from an evolutionary perspective. So, Doctor Valent Tova, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:41",
		"speaker": "Jaroslava Valentova",
		"words": "It's a pleasure to be here. Thank you."
	},
	{
		"start_time": "00:45",
		"speaker": "Ricardo Lopes",
		"words": "So let's start then with the sexual orientation. And I know that uh I mean, some of the questions associated with this from an evolutionary perspective are a bit tricky to approach and we're going to get into that. But just generally speaking, uh what different kinds of sexual orientations do you distinguish between from an evolutionary perspective?"
	},
	{
		"start_time": "01:10",
		"speaker": "Jaroslava Valentova",
		"words": "Yeah. So sexual orientation looks very simple, right? It's, it's something very simple. Everybody kind of knows and feels what's uh their sexual orientation, but it's not that easy as, as you said. So we will get into that. But yeah, so there are several types of sexual orientation. And if we, if we define sexual orientation as an attraction, sexual or romantic attraction to individuals of the same uh sex or the other sex or both sexes, then we would probably distinguish the basic types, right? Like people who are same sex oriented, other sex oriented or, or both sex oriented. And from the evolutionary perspective, it actually makes sense because uh when we observe, for example, an animal and such as uh a Capucci monkey, for example, that are very common over here in Brazil, we have them on the campus over here, so we can observe their sexual behavior. And uh we can see if actually female is mating with a female or female, is mating with a male or uh she's mating with both uh at some time of, of her life, for example. So we might categorize them, right? As animals who are, who, who prefer uh same sex sexuality or, or other sex sexuality or they prefer both sexes or they don't distinguish, actually, they don't have really a clear preference. So in human animals, it's actually quite uh quite similar. So we can distinguish them uh if people prefer mating with individuals of the same sex or, or the other sex, usually we describe them as homosexual or heterosexual. We can also uh from the evolutionary perspective, we actually do this uh distinction because we want to see if uh individuals mate with reproductively uh adequate individuals, which means if they can reproduce or cannot reproduce. Right. So, of course, if there are two sexes, it is possible to uh reproduce to have offspring. Not always, of course. Right? Most of sexual activities, even heterosexual activities, they are non reproductive, which is actually very important. But uh basic, the basic distinct uh distinction is probably this one, but of course, there are many others, right? How can we, for example, distinguish bisexual individuals? So these individuals are people who have the same degree of attraction uh toward both sexes or who are these individuals? Because a person can have uh quite uh predominant attraction to women, for example, but a little bit of attraction to men. So, is this person right? Predominantly uh Gyno Philly, which means preferring women as sexual partners or uh is it a bisexual individual who actually has different degrees of attraction to both sexes? And of course, there is uh there are people who uh focus more on gender identity than, than sex, biological sex. So people can be actually attracted to individuals who identify as men, women or any other gender identity like gender fluid people or non, non binary individuals or uh or others. So, uh there are many possible distinctions and of course, it also depends what we are asking actually, right, what we are measuring in sexual orientation because so far it looks quite easy. Oh, I'm heterosexual. I'm bisexual, but actually maybe I'm a little bit of both and how can I say that? So usually we actually uh we use a scale, right? We don't OK. OK. In some research, we use actually, how do you identify ourselves? So we are asking actually about their um identity of sexual orientation. So people can use their known labels in the given culture or uh given period of time. So nowadays, for example, in western societies, people may say that they are heterosexual, homosexual, bisexual pansexual, right? Who have all these like attractions to anything possible or or possible gender constellations or they can be asexuals, for example, right? Which also is probably a sexual orientation, although it's on zero levels of sexual attraction, which means that asexuals wouldn't feel any sexual attraction to anyone. And this is also very interesting from the evolutionary point of view because these individuals probably won't uh reproduce at all. And um yeah, so mostly we ask about sexual orientation on a scale, right? So imagine a scale from zero which is exclusively totally heterosexual to uh to six, which would be completely totally exclusively homosexual. But there are some degrees between these two extreme points and it's by the,"
	},
	{
		"start_time": "06:28",
		"speaker": "Ricardo Lopes",
		"words": "by the way, sorry to interrupt you, would this be the Kinsey scale?"
	},
	{
		"start_time": "06:33",
		"speaker": "Jaroslava Valentova",
		"words": "Yeah, this would be actually the Kinsey scale that we use already from the forties, right? So it's been some time by now. Of course, there are many variations of this scale. So we can ask about how is your uh orientation? So you can say that you are either exclusively homosexual or heterosexual. But in many cases, we don't even use these labels because people actually do not want to label themselves. So we ask on a scale on a seven point scale, what is your attraction toward women? None at all or extreme, for example. So we can adjust these scales and we can ask the same person about their attraction to men and women separately. So we can see actually what is the degree of both attractions, which, which is very interesting and it seems that these uh scales actually they make sense for people. And also also for scientists because for example, if you are a zero, which means like completely exclusively heterosexual, you might have different kinds of uh behaviors or uh psychological traits, then person who labels themselves as as one, for example, who would be predominantly heterosexual but has a little bit of homosexual tendencies or feelings. So these people may have different sexual strategies and different sexual behaviors and even they might be actually more different than the rest of the scale. So it is actually important to see small, more sensitive differences between these people. And of course, I told you that uh we can adjust these scales. It depends on, on the aim of the research, right? What we are actually asking about sometimes we can ask about behavior of the person. So sexual orientation of course, has lots of dimensions, right? And it depends on, on the end aim of specific research, what we are asking about. So for example, if I want to know only about uh the person's sexual behavior so far, I would ask what kind of partners sexual partners they had so far, right? So males, females, both or other genders, for example, but of course, uh this doesn't tell me much about their desires and tendencies and preferences because our behavior can be different from our preferences. We can do sexual behavior for many reasons that are not really our preferences. I can prefer uh females as a sexual partners. But for many reasons, for example, religious regions or reasons I can do or for money, for example, I can do sex only uh with males, right? So actually our preferences and and sexual behavior is quite different. And so, and this complicates also the definition of sexual orientation. So, what are we actually, how are we oriented to other people? Are we oriented uh behaviorally or preferentially? Is it our desire? What are we fantasizing about in our sexual fantasies? What are our desires and what is in the end our behavior? Right. So these are different. Also, one more type would be probably asking about preferences for short short term sexual encounters and long term romantic attractions. And many bisexual people, for example, they are bisexual in a short term way. So they can imagine or they have short term sexual relationships with people of both sexes or different genders, but they actually form long term relationships with only one of those categories of people. So romantic attraction is also a little bit different than sexual attraction, right? And yeah, and so from from the evolutionary perspective, I don't know, I I think I said, oh, there is also demisexuality, right? Of course, that there are so many labels in so many categories. So we can actually choose right, demisexuality of people who actually need uh romantic bonding before they are able to have sexual encounters, which is also interesting. And um and talking speaking about measures, actually, I was talking about self reports, right? Usually we use self reports, of course, it's easier we can ask people and we can ask people online, for example, in an anonymous questionnaire, it's fast and um we can collect lots of data in different countries, different cultures. But there are other measure measures such as physiological measures, for example. Uh SO for example, people can use measures such as eye tracking, right to see where our eyes actually are looking at. And we can present different kinds of stimuli like uh naked men or naked women or or other gender identities. And we can see the possible differences between self report and where the eyes are actually looking, right? Because sometimes we think something we we we self report one thing but our body uh plays a different game. So we can see that people uh that people can be actually looking a little bit differently. For example, heterosexual men, women or women who identify as heterosexual, they have this tendency to look at both uh men and women uh or male and female stimuli at the same time on the same level, basically. So their eyes, they more, more bisexual than their minds. And so it would be the same, for example, with uh with genital arousal, there are uh interesting studies on genital arousal also showing different kinds of stimuli to people and measuring their uh their genital arousal. So uh there are quite interesting patterns in men who are more aligned with their self reports, their penises are more aligned with their self report. So they actually they are aroused by what they really think they are aroused while women, women have more bisexual pattern again. So this is also interesting and these are different dimensions of of sexual orientation. None of them is more important than the other, right? Behavior is very important. Feelings are important. Romantic attraction is important, sexual arousal as well or other physiological measures. So, ideally, we should be measuring all of those but sometimes this is impossible, right? Also in in the research of uh of other animal species, we can't really ask them, right? How do you feel? What is your sexual attraction? We can observe more their their behavior or do some experiments to see their, their preferences if they are, uh if they have the possibility to mate with both sexes, for example, we can see uh what they would prefer, but this is more about behavior, right? We don't really know their, their preferences or, or other attractions,"
	},
	{
		"start_time": "14:02",
		"speaker": "Ricardo Lopes",
		"words": "right. So, of course, there's all that complexity surrounding sexual orientation and even more specifically in humans because I guess that we could also talk here about a, as you mentioned, there are some uh cultural context, cultural inputs and all of that and perhaps context as well. But uh I mean, from if we try to tackle something like homosexuality from exclusively an evolutionary perspective, uh what are perhaps some of the hypothesis out there to explain it? Because I guess that uh if we do it exclusively from an evolutionary perspective, the biggest conundrum here has to do with how we would ex explain that a trait like that, that would uh lead or we should or we would expect it to lead to uh zero fitness uh would have evolved, right?"
	},
	{
		"start_time": "15:08",
		"speaker": "Jaroslava Valentova",
		"words": "Yeah, it's a puzzle, right? But actually, I have actually always been puzzled why people are so obsessed uh especially within evolutionary sciences with homosexuality because really most sexual behavior doesn't lead to reproduction. Thank God or, or evolution or whatever. That's a and not only in humans, right? Of course, in nonhuman species as well, we have just published a paper about uh same sex sexuality in capuchin monkeys. And actually, we are showing that uh that in many species, including humans, sexuality is mostly non reproductive. That doesn't, this doesn't mean that reproduction is not uh beyond all the sexual behavior, right? Of course, the the ultimate distal uh explanation of sexual behavior is a reproduction definitely. But reproduction also uh sexual behavior, it also has other functions, not only reproduction, right? So actually, one of the uh plausible evolutionary social e evolutionary explanations about homosexuality is this actually same sex behavior can increase bonding and cooper operation among among individuals. Uh It has actually the same functions as a heterosexual sex has of course, sometimes heterosexual sex leads to reproduction. But so only sometimes and mostly it has other functions such as pair bonding and uh lowering aggression uh between the individuals, increasing cooper operation and uh and um relationship quality, which can be important for a couple, a specific couple, but also for uh intra group dynamics, right? So actually, if people are able to uh to have intimate bonds with other people, they probably stick more together, right? And this is actually very important uh for social living animal such as uh such as humans and uh and many other uh primates who live together and need to defend themselves uh from other animals or or other individuals of the same species. So actually, um this is part of the explanation, of course, this explanation um focuses more on sexual behavior, not really preferences or attractions. Right. But if uh if a person is able to bond or have sexual relationships uh with individuals, ideally of both sexes, then it may bring uh bring lots of evolutionary advantages in terms of survival of the individual, but also of the group and possibly also reproduction because it can increase. Well, first of all, if it increases survival, then there is more chances to have reproduced somewhere in uh in the future, potentially. And also it can bring other advantages such as status, for example, right, we don't do sex only for pleasure, but also for status, for resources, for uh gaining lots of advantages, social advantages. So same sex, sexuality is exactly the same, right? Bringing advantages to the individual. But of course, there are other uh other possibilities such as skin selection, for example, uh that's among the oldest uh uh hypothesis about evolutionary, possible evolutionary origins of homosexual behavior or homosexual orientation showing really that thinking that well, this is a puzzle, homosexual individuals obviously do not reproduce because they only have sex with uh uh with people of the same sex. So how come that they exist everywhere in all populations that we know in all human cultures that we know about in probably all uh other nonhuman animal species that uh that we have documents about. And kin selection might be one of the answers, which means that um individuals actually share their genes or their genetic components with their uh with their relatives, right, such as with uh brothers and sisters and parents. Of course. So if an individual doesn't uh reproduce, reproduce themselves, they can actually help uh significantly to their close relatives, close kin for them to reproduce. And so, in this way, actually, non directly, an individual can pass their genetic uh components to the uh to the other generation. So it wouldn't be uh an exclusive reproduction, which means exclusive biological reproduction of the individual. But they would actually um increase this reproductive success of their close relatives. And through this uh through this indirect means, they would actually pass their genes. This is uh of course interesting. And yeah, it's uh it's based on, on, on, on a much broader uh theory about altruism, right? Why we actually help others, right? From the evolutionary point of view, there are so many puzzles, right? People are in other animals, they behave in ways that they shouldn't be behaving actually if um if the mathematics would be so simple, right, survive or produce. And that's it. But it's not that simple. Of course, in general nature is not that simple. Only humans think that we should simplify everything and categorize everything in small labels, but that doesn't really work in nature. So, altruism is also strange, why should we actually um help other individuals and have costs uh ourselves, right. So, so that, that, that's a puzzle, right? Of course. And actually kin selection might be again, the same solution, right? We are mostly helping our kin, who with whom we share our gene. So helping others uh who are uh who are our family. We can actually increase our uh reproductive success. And homosexual individuals actually can do the same. Of course, there is not much uh support for this uh for this hypothesis, especially in western countries. But uh when um uh uh when the researchers went to traditional societies with bigger families and not many Western influences such as Samoa Island, then they found actually that um androphy males, which means the males who prefer men as sexual partners, they actually have these tendencies to help their close relatives. And it's very and more than other men, more than heterosexual men. So and it was actually even a surprise in, in this research and they found the same tendencies in Mexico and in other other countries, where is a specific kind of same sex, sexual orientation, which I haven't mentioned before, which is more transgender, sexual or homosexual orientation, which means that in these societies and here in Brazil as well, um There are biological males who actually do not identify as men and they are not treated by the society as men. They are also not treated as women, they don't identify as women, but they identify as a third gender. So in Samoa, for example, they are called fain. And in uh Me Mexico, there are mu and here in Brazil we have Traves cheese. And there are actually many, many examples from many other like completely distinct societies showing that these uh these individuals who are biologically male, but they have a third gender identity. They have probably some feminine characteristics. Um AND they prefer men as sexual partners, not not other third gender individuals, but men, they prefer men. Sometimes they even compete with women actually for, for, for male sexual partners. So these individuals, they probably have a specific role in, in the society and they also help their close kin individuals to uh to reproduce. So, this specific um male homosexuality may be actually transferred by uh indirect reproduction or kin selection um theory or mechanisms. Of course, they are different, right? They are a little bit different, not everyone, not all uh homosexual men are third gender, right? Even in in western societies, there are many uh homosexual men who are quite feminine, but there are also many homosexual men who are very masculine, right? So, actually this hypothesis, this skin selection hypothesis focuses more on the most feminine homosexual men, but it doesn't really apply for the masculine type, right. So some of these evolutionary theories, they actually explain uh at least partly the existence of some types of uh of sexual uh or homosexual orientation. And of course, there are many right?"
	},
	{
		"start_time": "25:01",
		"speaker": "Ricardo Lopes",
		"words": "And so there's a connection, at least to some extent between sexual orientation and gender expression, or at least in some particular cases."
	},
	{
		"start_time": "25:13",
		"speaker": "Jaroslava Valentova",
		"words": "Mhm. Definitely, definitely. Yeah, we can see that there are really uh different types of uh of homosexuals, not only men but women also. And yeah, so there is, first of all, there is this cross cultural evidence, right? We have lots of research from different uh kinds of cultures showing this third gender uh phenotype or a third gender category, which is very interesting. Mostly it applies to biological males uh who are third gender. But sometimes there are also females who can be third gender in, in uh in India. For example, there is the whole case of hijra who are uh mostly biological males and they identify as, as hias and they are different from men and women of the rest of the society. Sometimes they are homosexual, sometimes they are asexuals. It can be actually also AAA category for many uh sexualities or, or gender identities. And then we have lots of uh interesting evidence from Western societies. When you go to a gay bar, you can see clearly that there are some very feminine men in, in the women ones, there are some very feminine lesbian women who are usually called f but there are also very masculine women who are uh who are mostly called uh as B and uh in men. Actually, it's also, and of course, as I said, right, nature is more um diverse than, than our human thinking. So actually, it's not only that there are very feminine and very masculine, lesbian women. Of course, there is the whole continuum and a whole spectrum of masculinity and femininity, femininity. And you can find uh many types of, of women, but sometimes it's, it's really, it strikes the eyes that there are some who are like highly feminine, even more feminine that you would find normally on, on a walking on a street and some of them are really very masculine. You would even say that they, they might be men and in uh in gay bars for men, it's, it's the same, right? There are some who are very uh very feminine, they look younger and thinner and, and, and um they behave in a more uh feminine manner while others uh and, and these usually are called as twins while others called as bears, they can be more uh maybe looking like you like they have beard than they have facial hair and they are bigger. Actually, I don't know if you are bigger or not. I can only see your face but they, they prefer drinking beer and not cocktails. And I don't know, they, they have different kind of uh personality and behavior than the feminine gay guys. So you can clearly see that there are differences, there is a fantastic diversity, right? So sometimes people think, oh, all these gay men, they are so feminine and, and uh exaggerating the feminine role, but it's not true. Not all of them, right? Some of them, they probably are quite feminine but the others are not. So it's actually quite interesting to see. Uh FIRST the data, right? Of course, we first need to see the evidence, what's actually what is this phenomenon about? And then uh we can think about possible evolutionary theories because obviously some of them don't apply to all these possible subtypes of uh of homosexual men and women. There is even some evidence uh recent evidence from, from other research groups showing that there might be different uh developmental pathways to different types of homosexual orientation. So uh there are different uh biomarkers actually distinguishing these different subtypes of homosexual, specifically men. And again, uh they are either more feminine or more masculine. So we should probably be thinking when thinking from the evolutionary perspective, we should be thinking about more uh homosexual subtypes uh than only 11 very broad category, right? And that, that actually brings us back to, to all these definitions and measurements because we saw already since the beginning that sexual orientation is not that that easy to grasp and to categorize."
	},
	{
		"start_time": "29:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I mean, when it comes to non heterosexual men, uh the as I said earlier, there's also there, there people have also studied about certain in certain contexts, even men who tend to identify as exclusively as heterosexual might have non heterosexual sex with other men. Like for example, I mean, this first example is a bit extreme but in prisons that happens and in certain, uh, context, like, for example, remote areas where men might have very little access to women or might go for long periods of time without really, uh, getting in touch or in contact with women. They spend lots of time with other men due to particular economic activities that they have. Uh, THAT happens."
	},
	{
		"start_time": "30:50",
		"speaker": "Jaroslava Valentova",
		"words": "Right. Yeah, definitely, definitely. Sex drive is actually quite high. Right. It's a, it's a necessity and, uh, and people who don't really have access to uh to their preferred partners, they can have sex with their nonpreferred partners that that actually happens in other uh animal species as well. But actually, it's very interesting. There are studies who show uh that show that even in societies where men have actually access to their preferred female partners, they also have sex with men. I mean, many of them and this number, this, this percentage is even higher than uh it was thought uh before. So, for example, there was one interesting study in New York showing that basically 10% of men who identify as heterosexual, they identify, they tell you I am heterosexual. But when you ask them, so, and have you ever had sex with other men? Oh, yeah. Well, I had so 10% of these uh heterosexual identified men actually said that they had some sexual encounter with uh with men. And of, of, of course, New York is quite sexualized city, right? So it may be a little bit different or the frequency might be different in uh in other regions. But it is very interesting. There are other studies from uh from other countries showing actually the same pattern that individuals who claim, who label themselves as heterosexual. Maybe because it's the norm in the population or the religion says, so they actually have feelings and uh attractions toward people of the other o of, of the same sex. So when you ask um about attractions, so, OK, you say that you are heterosexual. But now imagine uh a man who would be very physically attractive and um uh and would have prestige and uh you would value uh this, this man uh imagine that this man would initiate an intimate uh activity with you. Nobody would know about it. What would be the probability that you would respond positively to this uh intimate or erotic uh activity? And look, now we have different kind of numbers. Now we get even to 30% of heterosexual men who actually agree to have at least some prob nonzero probability of engaging of same sex or at least intimate activity with other men. And when we ask women, we come up to 60 or 70% of women who say, yeah, well, that might be interesting. So, are we actually talking about a puzzle of sexual orientation or are we talking about a majority of population? Right? Sometimes it looks like, oh, we are talking about minorities and, and homosexual people don't reproduce. And OK, this might be really an extreme of the whole continuum of sexual orientation. So people who would really never have sex with individuals of the other sex and who would really never reproduce. But actually most people, if they have the opportunity and if the society is open, uh then they would actually uh experiment sexuality with both sexes. And so this probably seems to be the most adaptive, right to be a little bit less uh exclusive uh in their sex in, in sexuality. Of course, it would be probably the sexual orientation conti continuum is a little bit skewed for, for heterosexuality. But still, if we look on all the frequencies of possible bisexuality, if we sum up actually all bisexuality, tendencies and desires and attractions and behaviors, we would probably come to the majority of the population. So for me, there is no puzzle, no evolutionary puzzle at all in non heterosexual orientations. And um and also there are actually interesting studies showing that um women who who identify as heterosexual and they never had um sexual encounter with other women. Uh THEY have, they reproduce plus minus 60% of women have biological Children. When uh when we look how many Children have women who identify as heterosexual, but they had sexual encounters with other women. We still are around 60% of reproduction. Uh When we look at bisexually identified women doesn't change at all. Still bisexual women reproduce at the same rate as heterosexual women and lesbian women, there drops a little bit, but we get to some 30 or 40% of lesbian, of homosexual identified women who actually have biological Children. So this claim that, that, that homosexual people don't reproduce is also not completely correct in men. Uh There it is a little bit different. Their, uh their uh reproductive sexes really drops with, with homosexual orientation. But again, bisexual men actually, or bisexuality in men doesn't seem to have much effect on their reproductive success. Uh It doesn't really increase or decrease their reproductive success compared to heterosexual men. And in homosexual men, uh reproductive success decreases uh up to 13 or 15%. So uh plus minus 13% of gay men actually have biological Children, right? So actually, it, it, of, of course, it's not like 60% of the, of the rest of the population, but it's also not zero. OK. So this is also important, right? As, as I said, first, we need to look at the data, right? We can't really claim that homosexuals don't reproduce because sometimes they do. But of course, uh if we look on this specific subtype, um this transgender or third gender homosexual subtype that we were discussing in different countries such as Fain or Hira in, in India, they really usually don't reproduce. It is very interesting that I haven't found uh data on their reproduction rate or actually, when I found it was really zero. So there might be really different types, uh, of homosexuals, right? Ones who really don't reproduce and they are more transgender, right? They probably have lower, uh, hormone levels, uh, during prenatal development and, uh, they actually, uh, can reproduce in this indirect, um, can help, um, way or mechanism. And then there are, there is actually who are more masculine and who can, or, or feminine in, um, in women who can actually have sex with uh indi sometimes at least uh with individuals of the other sex and they actually can reproduce under some certain uh conditions, right? So actually a little bit of heterosexuality, heterosexuality among uh homosexual individuals can be adaptive. And then little bit of homosexuality among heterosexuals can also be adaptive. Again, we are in this beautiful bisexual continuum and we are describing majority of the population. So forget about all these exclusive uh heterosexual and homosexual people. It's a little bit I I was always thinking about this like evolutionary puzzle because always, when you try to describe an extreme of a continuum, it seems to be non adaptive, right? That there is no way how to explain some kind of extreme behavior from the evolutionary point of view such as uh extreme autism, for example, right, this extreme cases, uh they mostly bring disadvantages to survival and uh social life of uh and and reproduction, of course, sexual life of of the individuals. But actually the whole spectrum of these traits such as sexual orientation or uh or autism spectrum can actually bring many uh many advantages, right? So we shouldn't probably focus on extreme points, points when we are applying our revolutionary thinking, we should see the whole phenomenon and it's much more non heterosexuality or sexual orientation in general. It's not only exclusive homosexuality."
	},
	{
		"start_time": "40:00",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, I guess that the one of the main reasons are probably the main reason why we also have this sort of very common idea that uh exclusive heterosexuality is basically the overwhelming majority of people out there, like 90 something percent is also because we have very strong social taboos against homosexuality, at least in most societies. Right. And so it is also usual, extremely costly for people even to express socially and even many times in anonymous self reports, uh that they have, uh, they are nonexclusive in their sexual orientation. Right? And that the reps sometimes at least feel attracted to people of the same sex."
	},
	{
		"start_time": "40:54",
		"speaker": "Jaroslava Valentova",
		"words": "Exactly. Exactly. Of course, that's why I said, uh, if the so society is open, right? And people actually have all the opportunities and possibilities, then they would probably behave differently than in restricted society. Of course, if you look at Iran, for example, or many African countries, we would see really um harsh life for uh homosexual individuals, right? In some countries, actually, it's uh illegal, there can be even a death penalty actually for same sex behavior. Right. So of course, this is really costly. Nobody wants to go to prison or uh to have other social costs or even uh even die uh because of their sexual orientation, right? Or nobody, most people probably uh do not want that. So actually, in many cases, there is this discrepancy between uh behavior and identity and, and uh sexual attractions, people can actually feel attraction and desire but they suppress it, right? They suppress it and they identify as heterosexual and they can, they can marry uh with other sex person and they can have family and Children to blend uh to blend in, right? In, in, in the social, in the local social rules. Of course, there is, there is lots of studies actually about it and in more liberal societies, uh people have higher tendency actually to uh identify bisexually or experiment sexually. Uh AND see actually that their sexual life doesn't need to be completely restricted on one specific partner or one specific sexual position as it was for centuries actually in, in uh Christianity books. And right now it's, I mean, now, now it seems funny nowadays for us, for example, living in Portugal in Brazil and, and other countries, it, it seems like unbelievable. But uh there were like textbooks, detailed textbooks showing what exactly people should do sexually and shouldn't do sexually. And from the Christianity point of view, actually, the best would be to have no sexuality at all. Right. So, and when there is the the need then, OK, then you should have the sexuality only for reproduction purposes and only with uh a stable partner and in some specific uh sexual positions. So uh and and some countries are still actually following this kind of rules, very specific rules and people are basically prohibited to express their sexuality and sexual orientation. Of course, there is probably fear of um uh of sexually transmitted diseases, for example, right, same sex, sexuality is more risky in terms of of sexuality, of um sexually transmitted diseases. So there can be this kind of fear. Although nowadays, we already have lots of prevention and and also antibiotics, right, in case of syphilis or other uh other treatment, uh treatments of of diseases that were untreatable in the past. So actually it it makes sense when there was a boom in Europe, for example, in middle ages, Europe, when there was a boom of syphilis, of course, people were scared, right? And syphilis looks terrible when it gets to the final stages. So they thought that people were basically possessed by demons and uh and of course, the cause was sexuality, right? So they should avoid sexuality at all costs. So it wasn't like completely um a crazy idea, right? Of course, that these social ideas, they are adapted to the local environments, for example, um uh epidemics of uh of uh sexually transmitted diseases. Nowadays, it doesn't look really necessary, right? In most societies that have access to, to medical treatments and people are actually more free to express their sexuality."
	},
	{
		"start_time": "45:15",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about socio sexuality specifically, I mean, we have these rates, some people score lower in it. Some people score higher. The people who score higher are basically the ones who uh tend to prefer a higher number of sexual partners and and committed sex. And they don't really care much about being romantically involved with someone to have sex with them and people who score lower, it's basically the opposite. So uh tell us a little bit about that and how does it relate or if it relates in any way to gender expression as well, like femininity and masculinity."
	},
	{
		"start_time": "46:02",
		"speaker": "Jaroslava Valentova",
		"words": "Yeah. Well, sociosexual, it is also quite an interesting concept used a lot in, in evolutionary psychology research because it's a proxy of um of measuring an individual sexual strategy. It basically shows if the person has the tendency as you said to hook up, right, to have casual sex with a diversity of partners without emotional commitment or uh if the person is more restricted in, in their sexuality. So, uh the person prefers actually having more commitment before uh before starting uh sexual encounters, of course, again, right? These are two extremes, right? Mostly most sexuality or most strategies are not really like complete uh anarchy, sexual anarchy, like having sex with anyone at any time and any place. Uh And mostly people are also not completely exclusively monogamous, only thinking about one specific partner and being attracted to one partner during the whole life. So most people actually fall somewhere in between and uh they follow different kinds of strategies. Um We actually even show that uh this short or long term strategy, they can sometimes go together in, in one paper, for example, we showed we were measuring mating sexes and parenting success, which basically follow the the rule of the socio sexuality, right? If you have higher parenting success, then uh you would have a tendency to secure one specific partner uh to protect and care of uh of the offspring. Uh WHILE if you have mating success or if you have a mating effort, then you would be going after lots of uh different sexual partners and sometimes they don't go really together. Right? Of course, if you have lots of sexual partners, then uh it's difficult to invest, for example, in family while uh if you have kids, then it's almost impossible to, to run after different sexual partners. But some people are actually able to combine these two ST stress and uh sometimes they go together, people can have actually both parental effort and mating effort quite high. So it's right, for example, in uh uh open relationships or consensually non monogamous relationships, people can actually have a family and they can have long term committed relationships, but they can also at the same time uh have a variety of sexual partners, right? Such as such as in open relationships or, or polyamory or uh or swinging or, or other uh other possibilities. So this is interesting and yes, and you asked about the gender expression or masculinity femininity. We did one smaller study actually about socio sexuality. And we thought that people who would be more masculine in general, men, women uh of uh of different sexual orientation, simply people who would be more masculine, which means uh they probably had more testosterone or androgen action during prenatal and postnatal um environment or development. They might actually behave more uh unrestricted in their socio sexuality. So they might tend to have more casual sex. But actually, we didn't find support for, for this uh for this hypothesis, we actually, we found support only in women. So women who were more masculine, they really had higher socio sexuality. They had a tendency to have more sexual partners, they had higher socio sexual desire and also more liberal sociosexual attitudes. But in men, it was actually the opposite. I mean, the, the, the association wasn't very strong, but we found actually that men who were more feminine, they had uh higher socio sexuality. But actually, this can be uh because of this association between sexual orientation and gender, nonconformity. Of course, I I told you that there are different types of, of homosexual men, some of them are masculine, but on average, they are actually more feminine and it can be it is possible that it's not really the femininity per se, which makes them more unrestricted sexually, but it's more their sexual orientation. Because when, when I looked at different data from more than 15,000 individuals in, in different different studies um from, from different populations, actually, the pattern was quite clear that in men, uh socio sexuality increases linearly with their non heterosexuality. So the more he is non heterosexual, the more he's getting to homosexual end of the continuum, the more he's uh socio, sexually unrestricted, he has a tendency to have more sexual partners, which can be again explained by the availability, right? If your uh preferred partners are also men who are unrestricted, then it's easier actually to have lots of uh lots of sexual partners. I'm not saying that all homosexual men are completely sexual anarchists. OK. They are not, there are many who are demisexual and who, who are monogamous sexually. But the, the, the correlation, the evidence was actually quite clear in women, this didn't happen. And what we found actually was a different uh different graphic. Actually, it was uh a little bit, a little bit like uh inverse U which means that um if you look at the continuum between exclusively homosexual and exclusively heterosexual women, they had actually the lowest uh sociosexual scores, but bisexual women, they were the highest. So actually, it seems that uh socio sexuality in women correlates with their higher masculinity scores, but also with their bisexuality. So the more she's bisexual, the more uh partners uh she wants to get, of course, the problem with the socio sexuality measure is that it asks about partners in general. How many partners, uh how many different partners have you had during the last year? Or uh when you look uh when you, when you meet um a new person, uh what's the frequency you uh you think about having sex with this person you have just met or do you think that sex uh without love is? Ok. But it doesn't really uh ask about the sex of the other person. Right. So actually, we don't know in bisexual people, if this higher socio sexuality in women specifically, it's because they are more unrestricted, unrestricted with men or women. So that's still a question maybe with both, right? Of course, because they have the opportunity. Right? Yeah, that was crazy. I,"
	},
	{
		"start_time": "53:36",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, it would also seem intuitive that people who are bisexual would also feel attracted to a higher number of people because since they are attracted to people from both genders, I mean, there's more people out there to be attracted to than if you're just attracted to the opposite sex."
	},
	{
		"start_time": "53:58",
		"speaker": "Jaroslava Valentova",
		"words": "Right. Exactly. Exactly. And there is the advantage, look at it is the sexual and evolutionary advantage. You can basically have sex with anyone. Right. Of course, I'm not, again, I'm not saying that bisexual people are like completely uh unrestricted and uh, and they have, um, they are nymphomaniacs basically, but they have higher opportunities. Right. Of course. And maybe nowadays actually, uh, it seems that the mating market is bigger. Right. Because of all these tinder and, and other, uh, other apps, sexual basically apps. But actually it's not that easy. It seems that actually people are using these apps. Exactly, because they are unable to get sexual partners. Right. It's not that easy actually to, to find sexual ava available sexual partners to flirt with them and to, to initiate the first contact, it's not that easy. Of course, it's the, it's the whole process involved in it. And for some people, this can be actually much more difficult than for other people. There are even some studies actually showing that Tinder is used more by more timid people, right? People who are uh actually a little bit more shy. They um they, I do not know how to, how to initiate a conversation with an unknown, attractive uh person. So it's not that easy and uh socios and imagine a person with high socio sexuality, high desire for a variety of sexual partners being shy on Tinder, looking at all these possible uh potential partners. But basically, I don't want to do the first contact, especially in person. Right. So, yes, there are many problems that and mismatches, right? Of course, when we are talking from the evolutionary perspective, we haven't really evolved with Tinder and with online dating. I'm not saying that it's completely incorrect, but it's obviously different than uh what humans evolved. So we need to also think about mismatches and it seems that people actually spend lots of time on dating apps and they are trying to find parts partners. But there is a large proportion of um involuntarily single uh individuals who are actually unable to find and who are not happy alone. Right. They won't actually sexual partners or even romantic long term partners, but they are unable simply to find ones in one of the cross cultural studies that we did. Um WE also found in uh it was, I think in eight or nine different countries. I don't know, most of my research is a cross cultural and I don't remember anymore in how many countries each study. But it was a nice study study showing actually that uh more than half of our sample in all studied countries was actually single and a great percentage of these single uh people like 15 or 20% of these single people, they were actually involuntarily single. So these are people who actually suffer being single, right? Of course, I'm not saying that that being coupled is the best thing ever. Of course, there are people suffering in long term relationships as well, obviously, but there are also people who are suffering being single. Some of them uh they don't, right. Some of them, they are single because they want to be single, they do not want to commit to a single partner or have a family and they, they want to have career and, and they want to travel and be free and whatever. So they are happy actually to be single. But a great percentage of people actually have active problems attracting individuals exercising their socio sexuality, their sexual desires and their also their romantic desires. And in the end, they, they are actually staying for a long time, involuntarily single and not only men, women as well."
	},
	{
		"start_time": "58:11",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about a particular trait that men and women or, or, I mean, particular traits associated with the face specifically that men and women might find attractive in the opposite sex in this case. So in what ways are human faces sexually dimorphic?"
	},
	{
		"start_time": "58:34",
		"speaker": "Jaroslava Valentova",
		"words": "Hey man, what is there is actually there is the uh morphological uh sexual dimorphism. Uh When you take um the skulls of uh females and males, uh you can actually see average differences in their uh cheek bones, for example, that are usually bigger in, in women than in men. Uh THESE uh brow ridges which are bigger in men than in women. Men usually have bigger chins uh than women. Uh There is this uh the ratio of um length um and uh wideness of the face, which is also different men usually have wider faces while women have longer faces, right? Uh In the ratio of o of the wideness and So there are many differences, of course, facial hair, for example, looking at you, you have, you have a beard and most women actually do not have beard. And, um, actually some populations in Japan, actually not even men have beards, right. This is interesting, some population are completely beardless, uh, even in men. But anyway, so there are some populations that are more sexually dimorphic, uh, than other populations. And we didn't really expect this, uh this result, we were collecting also uh data from different countries. And again, I don't remember again to all of the countries. But we had, uh we had two or three African countries. We have uh Middle East countries, we had India, uh Vietnam, Czech Republic, Brazil and probably others. And we basically found that uh we found these average morphological differences between men and women in all these populations. But there was a variation and we actually found that the European and South American populations are the most sexually dimorphic uh populations uh while African populations were the least sexually dimorphic. So this is very interesting, right? Of course, that uh that preferences for sexual dimorphic traits has been studied for decades by now. So everybody knows already for lots of, from lots of studies from different populations that individuals prefer feminine, uh morphological features in female faces, which is also what we replicated in all the studied countries. But there has always been a problem with male masculinity because women actually do not always prefer masculine men, sometimes they do, sometimes they don't, sometimes they have no preference at all. And in this new study, we also didn't find any specific preference for uh male masculinity. And this is interesting when we look at this uh this variation in uh in morphology around the globe. Right? Of course, unfortunately, most of the studies are restricted to one specific population and we are basically only starting uh cross cultural research for me as an anthropologist originally. Uh THIS is very interesting right to see this variation among different populations. And I, I wouldn't say that it's cultural um uh variation. It's really very, it's much broader variation. It's really between populations. And we don't know which factors actually contribute to this variation. It can be ecological factors, right? Of course, we don't know how uh um how these factors uh like uh humidity or temperature. For example, where people are developing their uh their sexually secondary uh characteristics can influence uh this development. We have no idea. We are just starting actually to see this, this variation. And I think that we are actually basically in almost in the end of this opportunity to, to study different di diversity in different populations because soon people will, will mix so much, right? And we are already migrating so much. Look at me, right? I, I came from the Czech Republic and I'm here in Brazil. I think that uh I, I even saw one study actually showing uh a small forecast, right? Thinking about future how future humans will look like. And it seems that they will look like normal Brazilians, they will be simply mixed of all possible populations. So we need to use this opportunity and, and try to study different populations right now, right, when they are still a little bit different, at least some of them. So we found this, this surprising effect of population on uh sexual dimorphism in, in facial morphology. And of course, I want to see more studies. I, I don't know why this happens. Uh"
	},
	{
		"start_time": "1:03:38",
		"speaker": "Ricardo Lopes",
		"words": "BUT I mean, just to get this clear and I'm not sure if by now, you're already able to answer this question specifically. But if we look into a population where there's less sexual dimorphism on the level of the face, is it that women uh from that population uh express less interest in men who have more masculinize face? I mean, they don't care about that as much or"
	},
	{
		"start_time": "1:04:10",
		"speaker": "Jaroslava Valentova",
		"words": "might be, but we didn't find actually this effect. We didn't find that uh in that study, we asked, we measured actually the uh the facial morphology, right? And sexual dimorphism. And we found this variation in different countries, but we didn't find actually variation in preferences for masculinity, not even for femininity. Actually, all in all countries, people preferred feminine female faces. And in all countries, we didn't actually find any effect of, of male morphological masculinity on uh attractiveness ratings, right. So this was actually interesting. But what we found and the and the strongest effect actually was Aborigines of uh or prototypical of the faces, right. So the more average the face within the given population, the more attractive it is rated by the local people. So this is, this is interesting. This can also actually explain why there are still some population differences because in the end, we actually like people we know, right, we are familiar with, we grow up with and we don't really like that much. Uh PEOPLE who look very different, of course, there is the exotic effect, right? Sometimes people simply like uh individuals who are very different but in its majority, uh what actually works is the effect of homo gine, right? That we actually like people who like uh who look like us, right? And not only look but who behave like us, who have the same religion, who have the same education, who have the same beliefs and the same age actually mostly,"
	},
	{
		"start_time": "1:05:49",
		"speaker": "Ricardo Lopes",
		"words": "I mean, probably should also study this, but I would be willing to bet that people who score higher on social sex, socio sexuality would also be the ones that prefer exotic faces because they are different. I don't know that that's just something that I'm putting out there. I have no idea at all if this would be true or not. But anyway,"
	},
	{
		"start_time": "1:06:17",
		"speaker": "Jaroslava Valentova",
		"words": "but it's quite plausible actually. I think so, I do not really have any data about this and I do not know any research that would be asking about it, but it's quite plausible. I think. I agree totally with you."
	},
	{
		"start_time": "1:06:30",
		"speaker": "Ricardo Lopes",
		"words": "So, let's talk about one last topic. Then you've also done work on the evolutionary psychology of self presentation modification. What is this about? I mean, when people basically self pres or mod modify their, their self presentation, what are they usually doing? I mean, are there sex differences here in our men and women do that? And what are the goals that people have with it?"
	},
	{
		"start_time": "1:07:01",
		"speaker": "Jaroslava Valentova",
		"words": "That's a good question. How many hours or days we have to discuss this topic?"
	},
	{
		"start_time": "1:07:07",
		"speaker": "Ricardo Lopes",
		"words": "50 more minutes, I"
	},
	{
		"start_time": "1:07:09",
		"speaker": "Jaroslava Valentova",
		"words": "guess. Ok. Ok. No, it's, it's really this, uh, appear modifications. They are a fascinating topic. It's unbelievable that people are actually modifying their appearance all the time you asked. Well, well, all the time, basically we have done one study or participated in, in one cross cultural study with more than 100,000 individuals from more than 90 countries recently. And, uh, we asked about um, what, what uh kinds of uh body modifications or appearance modifications people normally do and how much time they spend with these modifications. And it seems that in all these countries, people modify their, their appearance, actively modify their appearance and they spend at least on average 10 minutes per day, uh modifying their appearance. But of course, that en globes, lots of, uh, lots of activities. So for example, taking a shower, using perfume, I I mean, I even used perfume for this interview. Also nobody can, nobody can. So now my perfume, but we somehow do these things, right? And"
	},
	{
		"start_time": "1:08:30",
		"speaker": "Ricardo Lopes",
		"words": "maybe somewhere in the future with for the technology or something"
	},
	{
		"start_time": "1:08:35",
		"speaker": "Jaroslava Valentova",
		"words": "like this would be great. That would be really great. That's why we do lots of research on, on um facial and visual attractiveness and also vocal attractiveness because it's easy, we can do it online, we can collect uh rating. So for Chinese people here in Brazil, for example, and it's easy but smell is impossible. I can't really bring uh smell of Chinese people if there is some uh over here to Brazil and test if there is something that we can smell out of these people. Unfortunately, we still don't have this technology. But yeah, but changing our smell and appearance and, and clothes actually and the hair and everything. That's something that we do and it seems that most people actually do and, and people who don't, they actually have some self grooming uh problem, right? That it's, that's uh it accompanies some psychological issue or psychiatric issue. So uh so grooming and uh self care uh is something that humans do as well as other animals. Again, it's nothing completely new. It's not an invention uh of Western modern society that people uh wash their hair or, or, or paint uh their, their bodies in different ways. No painting, actually, body painting. They are uh they have been documented in so many cultures. And also historically, actually also some archaeological findings actually show that people were using ochre already 100,000 years ago in many places of uh of the world. So it's something uh that people do. Of course, when we look at cats, for example, or other animals, they also uh do the self grooming all the time, right? Some, some of these species, even all the time, there are even some species that, that actually such as one vulture uh which is a big bird species. And in the zoo, the male actually doesn't do this, uh doesn't do this behavior in the zoo. He has a nice white uh plumage in front of the body. But when he's in the wild, he actually finds some, some coils or some uh some uh yeah, well, it's, it's coils that look more orange or red uh because they have an iron in it and they actually the male can spend hours uh putting this this soil into his white white plumage. So actually he looks afterwards really reddish or, or or orange, right? So this is very interesting behavior and it seems that it can actually attract uh attract sexual partners or it can increase uh status for example, and, and attract attention in general. So it seems that people actually do exactly the same, right? Sometimes we are changing our appearance to look better, right? Not always, but sometimes we do to look better and to attract potential potential partners to increase actually our uh desirability as a as a partner. Uh But of course, not always, right, we can use uh these differences or these modifications of our appearance to again, to blend in, for example, in our society. So for example, um uh it would be strange to, to walk on a on a beach, for example, in a uh in long trousers and long sleeves, right where everybody is using a bathing suit, for example. So in specific places, people actually change their, their behavior and their outfit according to the local uh according to the local norms, it would be strange to go uh for example, to Eastern Turkey and, and again using uh a sh uh um sleeveless T shirt, for example, because that's not really allowed by, by the local society. Uh So uh there are definitely differences between different populations. What is universal is probably this tendency to modify an appearance. But of course, there are local tactics, right? In, in the Western society, what is more uh what is more attractive is, is white teeth, for example, right? There is lots of uh dental creams to to to do the whitening and and lots of procedures and so white teeth actually looks attractive and it's and healthy, right? But actually, if you go to Eastern um Asia, to Japan and other other countries and you know what"
	},
	{
		"start_time": "1:13:33",
		"speaker": "Ricardo Lopes",
		"words": "you're going to say"
	},
	{
		"start_time": "1:13:36",
		"speaker": "Jaroslava Valentova",
		"words": "this. So you can see that, that actually the, the, the, the pattern was exactly the opposite. They were using also some uh specific um uh procedures to make their teeth healthy. But actually these procedures made the teeth black completely black. So,"
	},
	{
		"start_time": "1:13:55",
		"speaker": "Ricardo Lopes",
		"words": "and they like for, they prefer a crook, crooked teeth. Right."
	},
	{
		"start_time": "1:14:00",
		"speaker": "Jaroslava Valentova",
		"words": "Yeah. Yeah, exactly. And this is so different, right? This is so strange for us, It can look even scary, actually, only unattractive but even scary. So look at it, right? How, how uh fantastic uh uh diversity we have in all these um all these body or appearance modifications. So someone can say, oh, this is cultural, this de depends on the local culture and it definitely depends, right? And local ecologies, for example, because somewhere I can't really find um parrot plumage uh to decorate my uh my clothes, for example, which would be typical for the Amazonian indigenous people over here, right? So in Europe, for example, there are not many parrots. So that wouldn't work, right? So uh people usually use something that is that is scarce, that is rare, right? That is uh not easy to find. So for example, that's why actually people use gold and and and this kind of precious metals or diamonds or, or precious stones to show their status, right? Because that's precious, it's rare, right? Um So actually changing appearance can also um communicate status of the person, right? And it can change actually status. But it's not easy, it's not easy to, to, to buy a diamond. Right. I can't buy a diamond probably. Right. So, the only person who really has lots of money can buy a diamond. It's a small thing. It's a very small uh, stone, but it can make all the change in the status of the person because with this signal, actually, uh they are signaling, look, I can afford it, right? I'm able to buy and somewhere it can be parrot plumage, right? But it's also not easy to find a parrot in a, in an Amazon forest and go after it and catch it and uh and spend lots of time and energy actually catching a parrot, right? And the person who actually does this does this can show look ii I know how to do that. I can afford it, right? So actually, uh this person is again increasing status and attractiveness with status, right? So um appearance modification can attract potential partners, it can increase or change uh perception of status of the person. It can also be rebels, right? Because of course, if I have a better diamond than, than a Riel, then I'm better than uh than, than the other ones, right? And of course, uh when we look at uh for example, social markers, right? Sometimes we use uh appearance modification as a social marker. So for example, here in Brazil, people are crazy about football for some reason. And as far as I know, it's"
	},
	{
		"start_time": "1:17:12",
		"speaker": "Ricardo Lopes",
		"words": "more or less the same here in Portugal. So we're not that, that different in that regard, at least."
	},
	{
		"start_time": "1:17:19",
		"speaker": "Jaroslava Valentova",
		"words": "Ok. And so, uh, so it makes all the difference if you are wearing a dress, uh, of a fan of one specific football team. Right? So you show actually to whom you belong to and also you show to whom you don't belong to. Right. So these are very important information, right? So sometimes it's good to, if your team loses, it's good to stay home locked and not showing your dress and all because you might actually get some negative reactions on the street. But that can actually happen, happen in the whole society or a tribe, for example. So people who are changing their appearance, they can show look, I belong to this specific tribe to this society and I don't belong to the other one which is very important. If you um if you meet someone in a forest, for example, then you would know quickly if it's an enemy or a friend, right?"
	},
	{
		"start_time": "1:18:17",
		"speaker": "Ricardo Lopes",
		"words": "I guess that a very good example of that would be tattoos, right? Tribal tattoos also because it's a very big commitment to do a tattoo because particularly in traditional societies, you can't really ever remove them."
	},
	{
		"start_time": "1:18:33",
		"speaker": "Jaroslava Valentova",
		"words": "That is true. That is true. Exactly. And it's also not that easy, right? Of course, uh Nowadays we do tattoos in tattoo, saloon, saloons where they have all the medical and hygiene equipment but actually doing a tattoo in Sub Saharan Africa with some kind of needles from bones or something that is not really hygiene. I can actually uh be a handicap uh demonstration. Look, I have survived this terrible procedure that made me sick for a long time, but actually I survived it, right? My my immunity is actually very good. So it can also actually show the health status of the person, right? Not only uh belonging to one specific tribe or society, but also actually uh also health of the of the person and there"
	},
	{
		"start_time": "1:19:29",
		"speaker": "Ricardo Lopes",
		"words": "when it comes to social identity, another example would be body paintings,"
	},
	{
		"start_time": "1:19:34",
		"speaker": "Jaroslava Valentova",
		"words": "right? Definitely, definitely, of course, body paintings are really archaic and very old and used probably in all possible societies. Of course, you ask if there are some gender differences. Nowadays, we see for example, that women usually care more about their appearance. Nowadays, in in modern western societies, they change more their appearance. They also do do more um uh aesthetic treatments that might be more uh like um uh surgeries, for example, or, or this kind of more invasive uh uh invasive treatments. Men are also increasing actually, in these kind of behaviors, they are also heterosexual and homosexual men. They are also um opting more frequently actually for changing their appearance in more invasive ways. But actually most people, they use less invasive and more accessible uh ways of of appearance. Change such as makeup and, or, or hairstyle, which is actually easy and it's reversible, right? You can actually always change it. It's not like the tattoo, right? Which is uh more difficult to change or, or impossible in some, in some societies. So, uh so most people actually opt to do this kind of uh changes. Um It's a question actually, if uh in the past, in some uh in some specific societies, men were actually more uh uh uh they had a higher tendency actually to change their appearance than, than women. It can actually happen. We don't really know exactly. But it's possible because it also depends the, the, the the body modifications or appearance modifications, they also depend on the local values, right? So uh if this given society achieve values, uh physical appearance or some specific physical appearance, then people will have this tendency to change their appearance according to them uh to the values of the local uh society. But if the uh if the more vize uh characteristic is, for example, social status or wealth, then appearance doesn't matter that much, right? So a person doesn't need to change that much uh appearance. But it would uh the person would choose or, or um allocate energy into uh into status or any other uh any other characteristic that is actually valued by the, by the local society. But it was actually quite interesting because uh we found in one experiment that we did with makeup in women that, uh, women actually change their feelings about their themselves. They rate themselves differently differently when they are wearing no makeup versus when they are wearing makeup. And we even tricked them. Actually, we did a placebo in one experiment and after removing all the makeup, they potentially had, we took pictures and we, we, uh, filmed them and we asked them, how do you feel? How healthy you feel? How do you look? Right? How would you describe yourself? Right yourself right. Now, how healthy, how attractive, how uh what would be your age? Right? We were even asking about their uh perceptual age and then our makeup artist, uh she pretended uh creating uh or developing makeup. So actually she was only using um some creams that don't have any, any color and, and uh brushes that didn't have anything on it. And so she was just actually pretending she was putting something on the faces of the women and then they looked into the mirror and they were like, oh, such a nice light makeup and now I feel much better. They totally uh thought actually they accepted that they were treated that they changed that their appearance changed. Look at it, how, how our expectation is strong, right? We already think we expect that our appearance would be better uh after uh after having makeup. And so even not having any, we actually believe that we have and that we improve. So their, um, self ratings actually changed already in this stage when they didn't have any makeup at all, but they believed they had. So they actually thought that they were already more attractive and, uh, they had higher self self esteem and they felt simply better. Of course, then it changed again when the makeup artist, uh, used a real makeup. So they felt still better afterwards. Right. But still, uh, this self esteem and self feeling actually is quite important, right? Obviously, people don't even need to use makeup to improve their own feeling, right? But this is actually important when we think from them perspective of attracting potential partners and and desirability as a potential partner, actually improving uh proper self esteem and and self ratings can help actually much more than uh than any other behavior, right? Because when the person actually has higher self esteem and higher confidence than uh the first uh initial contact with potential partners may actually start better, right? Than when a person is too shy or, or doesn't have the self self esteem or is underestimating actually themselves,"
	},
	{
		"start_time": "1:25:33",
		"speaker": "Ricardo Lopes",
		"words": "right? So let me ask you one last question. Then when it comes to specifically people enhancing their physical attractiveness, are there specific factors perhaps specific contexts where people uh feel more or less the need to do that?"
	},
	{
		"start_time": "1:25:55",
		"speaker": "Jaroslava Valentova",
		"words": "Yeah, that's a very good question actually. And intuitively, it looks like that, right? We should be actually changing our uh behavior according to the situation. And in many cases, we are, we are, for example, modifying our voice, right? When we are talking with a child, uh we talk in a, in a specific voice pitch, uh which is different than when we talk to, to our boss, for example. So we are changing our behaviors and intuitively, we also thought and we hypothesized that actually people would uh change their appearance or modify the, their appearance more when they uh would meet, for example, their new potential partner or if they were going to a first date rather than going out with uh with friends of the same sex or doing exercises, right? But actually, we haven't found any, any difference. We haven't found any, any, any difference that people would do according to, to a different situation. Actually, what we found. And of course, this was uh specifically uh makeup usage in women, right? Of course, we can do other kinds of modifications, which is possible, but at least makeup in women actually didn't change in different kinds of situations that we offer to our respondents. And what we found was that women either use more makeup or moderate makeup or none basically in all these situations. So, yeah, so that probably explains why when I was going to, to have a very small surgery and I went with makeup and my husband was asking me, why are you going to the hospital with makeup? And I was like, oh, of course, I'm using makeup. Right. Are you crazy. How would I survive without makeup? So, I think that actually, uh, appearance modification more associated with, uh, with personality. Right. It's a whole package actually of personality and of, um, more stable tendencies that people have. Right. So it's not possible to change it. Like now, I don't need it, so I won't do it. It's like changing sexual orientation right now. You should be homosexual, for example, but it's impossible to change like that."
	},
	{
		"start_time": "1:28:27",
		"speaker": "Ricardo Lopes",
		"words": "But what about specific contexts that might elicit higher levels of intro sexual competition? Like for example, when economic conditions are worse and people have to compete more for potential partners."
	},
	{
		"start_time": "1:28:45",
		"speaker": "Jaroslava Valentova",
		"words": "There was some evidence from a few studies actually showing that uh when the economics was actually going bad, going really broken uh individuals and specifically women, they actually started to spend more on makeup and, and lipstick and, and other other appearance modifications, which is counterintuitive, right? Because we should be spending less, we should have money, we should be spending less, right? But actually, it's exactly in this kind of environment that people can increase their in intersexual competition and fight more for uh valuable uh long term partners, right? Who may actually invest especially um in circumstances of low uh economic development, right? So it is actually possible that it works in one other study. We also asked women uh about their makeup frequency usage and we asked about their uh self uh self rated mate value, right? How they feel themselves, how desirable they are as partners and about intersexual competition. So we asked them about how you feel when other uh woman is nearby. And um and we actually found that women who use more makeup, they have higher in intersexual competition scores. So it seems and they also have higher mate value. So it, right, so it was correlated with both of these strategies. So they actually think that they are more valuable but they also want to be durable."
	},
	{
		"start_time": "1:30:24",
		"speaker": "Ricardo Lopes",
		"words": "I I mean, this is very interesting just the other day, I was watching a documentary from Brazil. I think it was in the favela in Rio de Janeiro. And uh they were showing they were talking with a few poor people there and one of them was a woman who basically did the nails and makeup for other women and she was very poor, but she just went out on the street doing those kinds of services for other women. And at a certain point and this is the most interesting part. She said that she didn't think she would ever run out of costumers even though everyone there was poor. So"
	},
	{
		"start_time": "1:31:06",
		"speaker": "Jaroslava Valentova",
		"words": "that's just"
	},
	{
		"start_time": "1:31:07",
		"speaker": "Ricardo Lopes",
		"words": "that's anecdotal evidence, that's anecdotal evidence. But it's a very interesting thing. So"
	},
	{
		"start_time": "1:31:14",
		"speaker": "Jaroslava Valentova",
		"words": "yeah, this is very interesting. But when you think about it, makeup and nails and these things, they are relatively cheap, right? So actually even poor people can afford them. But they, they make a big difference, right? They are accessible but they really make a huge difference and there are lots of actually studies and even experiments or uh people simply taking pictures before and after using makeup and sometimes you wouldn't recognize the person at all. It really makes a huge difference. So, yeah, so this is interesting, but of course, so this actually doesn't show the status, right? You don't know if the person actually used a very expensive lipstick like for $200 or a very cheap one for like $1 or something because the effect is basically the same, right? There is not, not a big difference. So this is not really a status uh exhibition, right? But it's but but what it does is really the change in the appearance and this can be completely decisive actually, especially in the lives of poor people. Imagine that the poor girl from a favela uh here in Brazil actually changes her appearance and or modifies, right? It's not a change of appearance. She modifies, she adjusts an appearance. So she's even more beautiful, for example, than she was and she can afford to attract and richer person, for example. So she can actually get out of the favela, she can change her life completely by using a little bit of lipstick or or or other, right? So this is actually from the evolutionary point of view, it's not only vulture and bees who are using perfumes from different from different flowers, but also humans who are really modifying their appearance and it can change completely their life outcome, right? The reproductive outcome and, and social in general. So, yeah,"
	},
	{
		"start_time": "1:33:17",
		"speaker": "Ricardo Lopes",
		"words": "so let's wrap up the interview here. But we definitely have to have more talks on the show because there's many more things here that uh I really wanted to ask you. But due to the time limit, I mean, I had to restrain myself here. But uh if people are interested, where can they find you and your work on the internet?"
	},
	{
		"start_time": "1:33:39",
		"speaker": "Jaroslava Valentova",
		"words": "Yeah, they can find me. Now, my students actually, they came with a fantastic idea that we should have an Instagram and Facebook and websites. So I told them to do it and they really did. So now you can see uh now you can find actually behavior evolution and sexuality lab uh on Facebook and on Instagram. And there is also a preliminary version of our website and of course, uh my or our uh publications are all on, on Research Gate and Google scholar and there is lots of it. So you can find us finally. And if you want to collaborate, we are here, the land is full, people are interested and doing research in Brazil is fantastic."
	},
	{
		"start_time": "1:34:32",
		"speaker": "Ricardo Lopes",
		"words": "Great. So look, thank you so much again for taking the time to do this and I really loved our conversation. So thank you so much. Thank"
	},
	{
		"start_time": "1:34:41",
		"speaker": "Jaroslava Valentova",
		"words": "you for having me. It was really fun."
	},
	{
		"start_time": "1:34:44",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel s friends, David Sloan Wilson. Ya dear, Ro Ro Diego, Jan Punter, Romani Charlotte, Bli Nico Barba, Adam Hunt, Pavlo, Stassi Nale medicine, Gary G Alman Sam of Zed YPJ Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary Fish, TD and W Daniel Friedman. William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams, the Augusta Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon Starry, Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor. Luke Neon Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar, Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]