[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host as always Ricard Lobs. And today I'm joined by Doctor Michael Price. He is senior lecturer in psychology at Brunel University London. And today we're focusing mostly on the bio cultural evolution of religio spirituality and also the topic of universal Darwinism. We're going to get into that. So Michael, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Michael Price",
		"words": "Thanks. It's great to be here. Thanks for inviting me."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps tell us first uh because you identify yourself as uh an evolutionary psychologist, right? Is that right? Uh And so, uh as an evolutionary psychologist, how did you get interested in a topic like religious spirituality? What got you there?"
	},
	{
		"start_time": "00:55",
		"speaker": "Michael Price",
		"words": "Yeah. Um Well, I, I wasn't, it wasn't my main topic originally, my main focus as a phd student at UC Santa Barbara uh was more in the evolution of cooper operation. Um But I've always been interested in sort of um moral systems, the evolution of moral systems. Um And so sort of uh yeah, iii I can't say exactly what led me to, to religion. Um And it was fairly, you know, kind of a mid career shift of focus a little bit. But, um, uh, I think I was getting just a little bit, um, uh, you know, um, ready for some, a new source of inspiration in my, in my academic career. So, you know, early on I was just, you know, on fire with enthusiasm for evolutionary psychology and moral psychology. And then I thought, like, well, maybe I've gone about as far as I can And um you know, the nice thing about being at a, at a UK University, in contrast with some more high pressure us universities is you do have a little more time and space to kind of explore new, new areas. And so for a while, I just sort of immersed myself in this new topic and how could I approach it in a way that it hadn't been approached before? Sort of what, what are the gaps in our evolutionary understanding of religion? And I started to think there were some pretty significant gaps and that I might have something to say about those. And um then a few years ago, uh a, a good friend of mine and a close colleague, Dominic Johnson University of Oxford, uh invited me to, to kind of co-lead this um this reg grant program on the evolution of science and religion as meaning making systems, which enabled Dominic and I to pursue our own research, but also to distribute um eight or 17 reg grants to, to other researchers around the world. Uh So I just got increasingly immersed in this topic to the point where now it's pretty much the the center of my gravity, a center of gravity in terms of my research interests,"
	},
	{
		"start_time": "02:58",
		"speaker": "Ricardo Lopes",
		"words": "you mentioned the term meaning making there related to science and religion. What does meaning making mean in this context?"
	},
	{
		"start_time": "03:07",
		"speaker": "Michael Price",
		"words": "Uh Well, I think it's, it's simply, you know, when, when the events and experiences that uh that, you know, we encounter throughout our lives, how do we make sense of those? Um And you know, how do we attribute sort of the significance of, of events? Um IS that so if you just want to sort of centralize it, maybe from a scientific perspective, we try and say there's some kind of, you know, physical explanation, some kind of causal explanation. And even if I'm not aware of what it is, it's, it's sort of we can break it down in the materialistic terms, whereas a religious perspective might be more oriented towards sort of some higher plan, some higher purpose that isn't necessarily uh something we can collect empirical evidence about even in, in principle. So, um they're just, they're often contrasted, especially in the western world um uh as, as opposite approaches, you know, of, of ways of making sense of the world. So do you take sides science versus religion? Um It's not really the way we're approaching it. I think the way we're approaching it is sort of these two alternate ways that people use uh for solving problems, uh specific sets of problems in their lives. Um So, yeah,"
	},
	{
		"start_time": "04:27",
		"speaker": "Ricardo Lopes",
		"words": "and what would be some of those problems? Because I was wondering here when it comes to religion, I mean, we can get also into that specifically because I've also already had tons of interviews on the show with cognitive scientists of religion for example. But when it comes to religion, the of problems uh socially, morally and others that it allows for us to solve, let's say, are more or less obvious. But when it comes to science, what are the kinds of problems that you are alluding to here?"
	},
	{
		"start_time": "05:02",
		"speaker": "Michael Price",
		"words": "Well, I think with science, it's, it's pretty straightforward that, I mean, the scientific method is a uh an approach to producing uh objective knowledge that cannot be beat. I mean, it's, it's, I think it's really proved itself over the past uh as it's, as it's evolved culturally over the past uh centuries, relatively new invention. I mean, compared to so there are plenty of sort of pre scientific societies, but there are no like societies we would consider pre religious. So science is really, you know, pretty, it's, it's, it's pretty straight story can be interpreted as a, an invention that humans have created for the generation of objective knowledge. Um uh And then so, and then, and that, you know, that, that utility can be applied to basically an infinite number of problems we might face, right, that um and trying to control our environments and lives. Uh WHEREAS with religion, um so there's different approaches to, to. So as soon as you talk about problem solving and you're talking about evolution, you're talking about adaptations because adaptations are problem solving devices. Um Like a biological, genetically encoded adaptation uh has been selected by evolution because it's particularly good at solving some adaptive problem related to ie related to survival and reproduction or set of adaptive problems. Um So, when people talk about the evolution of religion, often, I think you may have been alluding to this a little bit before. They, they often talk about cooper and social coordinations and almost like a, a cultural group level problems. And they say it not so much psychological religiosity but religion as a as a cultural attribute, um we've tried, we've tended to approach it religiosity um as a psychological and individual level approach to interpreting events and experiences in your life that you so that it's a kind of bias that allows you to interpret these events in a way that solves problems for you. And the kinds of problems we focused on are problems related to dealing. Well, essentially uh uh finding a source of motivation in the face of adversity. Um So a source of especially like optimism and sense of purpose. Um And these are mo widely regarded by in psychology as sort of motivational systems or motivational mechanisms that keep you motivated to persist in trying to achieve strive for adaptive goals. So the kinds of problems that we focused on Dom and myself um have been those kinds of problems related to motivation uh and, and solving adoptive problems. And when we say in the face of adversity, we don't just mean say you're starving to death or you're uh you know, like a real existential crisis or something. But every day adversity, I mean, every day we face, you know, problems about uh you know, being motivated um and, and sort of persisting in your goals and, and not being too depressed to, to sort of carry on and that kind of thing."
	},
	{
		"start_time": "08:28",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to science specifically, do you think that the sort of adaptation is perspective that you can apply to religion, you can also apply to science? Because I was just thinking that perhaps the kinds of um cognitive frameworks that we bring into science, theoretical perspectives, the way we approach knowledge production tend to be, tend to be very counterintuitive. So would that also have to do uh with adaptation is in any way? I mean, do we have any sort of adapted, evolved adaptations that predisposes in any way to doing science or is that sort of, uh um I don't know if we could call it a secondary trade that is more the result of cultural evolution or something like that?"
	},
	{
		"start_time": "09:23",
		"speaker": "Michael Price",
		"words": "Yeah, I mean, I think we certainly have kind of adaptation, proto scientific predispositions. Um YOU know, um where certainly, uh you know, human ancestors uh in the environment which we evolved were doing something like science when they were through trial and error discovered a way to make a better, you know, uh arrow, arrow point or, or tool of some kind or way of forging whatever. So, I think, yeah, we have the ways of sort of uh acquiring knowledge for sure and, and, and having expectations about what might work and then having those falsified. Um And then, so moving on. So, yeah, I think there's this rudimentary, certainly we have the sort of adaptive uh machinery in place. And then, like you, like you say, I think the scientific method in a formal sense is simply the, the cultural elaboration or almost amplification and, and, and um formalizing those processes and saying here's what really works and here's uh yeah, we have these adaptations for generating and acquiring knowledge, but we also have adaptations that make us often very bad at, at discerning the empirical truth because we're such biased creatures and we have our own subjective interest and we have our own often, you know, interest in lying or misrepresenting the truth um or for, for whatever reason, um we have all kinds of inbuilt biases that we really need to often it's an uphill battle to overcome those. So, but with a formal scientific method that says, you know, here, you have this hypothesis and you try to falsify it and you know, um it's, it's essential uh for keeping us sort of on the straight and narrow when it comes to the production of, of objective knowledge. Um Now, so I, I, what was the rest of your question there?"
	},
	{
		"start_time": "11:23",
		"speaker": "Ricardo Lopes",
		"words": "Uh I, I mean, basically, just to reformulate some of what I said, I was trying to remember the exact terms that people like, for example, David Sri using their work because he has two very uh interesting terms when he, when he mentions basically uh core knowledge that is intuitive biology, intuitive physics, and intuitive psychology, or folk psychology, biology, and physics. Because that's what we are intuitively predisposed to thinking about things in the world, about other people, about other animals and plants and so on. But then when, and that would connect in a way, at least according to the work of some people out there that would connect to religion directly. But then when it comes to science, there's reps one further step that we need to take because the way we understand, for example, physics, scientifically, biology, scientifically, psychology, scientifically, uh I mean, in many ways is very counterintuitive and detached from that sort of core knowledge. Oh yeah. Right. So I, that was something I was trying to allude to, to."
	},
	{
		"start_time": "12:44",
		"speaker": "Michael Price",
		"words": "Yeah. Um So I, I guess I would say I would characterize scientific method or science as a cultural adaptation. Um But it's also a by-product of uh you know, pre-existing adaptations that, that we can use um often effectively without in the absence of a formal scientific method, often effectively uh to, to, to, to generate knowledge. Um But we've also found that if we really formalize that process and we just talk about forget about our, our subjective biases, we just, we have a theory, we have predictions that would either falsify or support the theory. Um Once we formalize that method, then we were able to make all kinds of crazy discoveries that turn out to be true in the scientific sense. But that are entirely counterintuitive, right about like particle physics and how a particle can tell a context another particle or another system. It's has a superposition where it's all everywhere at once or you know, particles that can tunnel through solid matter things that aren't just counterintuitive to us. But are they seem impossible like any right thinking rational person is going to say that's impossible, you know, that's. So the scientific method has taken us building on these adaptations that were much more intuitive. I think it's taken us far beyond um the limits of our, of our, of our intuition and of our, you know, we're evolved to deal with the universe at the, at the scale that, that, that we live in, not at the scale of, you know, atomic physics. So um I think that, yeah, the scientific method has, it's, it's kind of everything is the result of adaptations, you have to start with adaptive psychology. Um, BUT it could be seen as, as, as a by product and elaboration of those adaptations that has been allowed us to sort of travel far beyond their limitations. Um And just with religion, I think it's, it's potentially a similar thing, but it's just dealing with a different set of problems that are very important to people. Um, I mean, there are, there are, there are people who have interests beyond just generating objective knowledge and people have an interest in issues for which there is no empirically right or wrong answer. So for example, we're talking about optimism a lot in, in our studies and whether you're optimistic about uh the future or not, there's no right or right, right or wrong answer about, you know, should you be optimistic or not? Because it's, it's, it's, it's an expectation about the future and there's no way of answering whether you're right or wrong until the future. So there's no real truth value assigned to optimism. Nevertheless, um optimism is associated with all kinds of survival benefits. Um And uh and uh it's associated with more successful and, and goal striving, goal achievement, et cetera. So it has certainly really tangible important repercussions for survival and reproduction, but it has nothing to do with whether you're objectively right or wrong. Um Like a lot of our biases. I mean, they're often wrong, in fact, like we are, evidence suggests that people, human nature does have this optimism bias that is in, in sort of psychologically he healthy people. It's, it's, it's biased towards expecting, towards being over optimistic. But that seems, that seems to be a bias that is, has been adaptively functional, uh, in our, in our ancestral past."
	},
	{
		"start_time": "16:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, just to be fair here in religion, there's also some things, not many, but some things that are also at least slightly counterintuitive, like what people refer to when they use the term minimally counterintuitive ideas in the cognitive science of religion. Like, I don't know, Jesus walking on water or some of the miracles that he supposedly performed that are described in the Bible, I mean, beings that are part human beings, part other animals and stuff like that. Just because apparently it is when it comes to the ways our memory works, it becomes more salient to have those ideas."
	},
	{
		"start_time": "17:12",
		"speaker": "Michael Price",
		"words": "Absolutely. Yeah, those ideas. Pascal Boyer is brilliant researcher, talks about you and others talk about counter minimally counter of ideas and for sure, like just like, um you know, science has, has made the, you know, seemingly impossible, has shown us that it's, it's true somehow and, and in ways that we can't intuitively grasp. But nevertheless, it's, it's enabled all kinds of technological advances. So religion also talks about impossible. We, we're using Christianity as an example here. But all um all kinds of things that we normally regard as impossible, virgin birth and resurrection, et cetera, the things you mentioned. And I think in the case of religion, it's often, I, I see that is kind of different because it's, I, I see those as costly signals of your, of your religious devotion. So if you're willing to suspend disbelief to the point where you believe in things that are, are in every, any other context would be seen as impossible. Well, that's a sign of your unquestioning devotion. Um And I guess I'd, I'd step back too and say often when you talk about you, when you, when you tell people you're studying religion or spirituality, um they immediately think of something like, oh, you mean like the Catholic church or they think some, some specific cultural manifestation or set of beliefs. Um And what we're actually trying to get at is not none of that we're trying to get right to the core. And the reason I've, I've used this term sometimes religious spirituality is because we're, we're, we're looking at a level of, of resolution to where those, those concepts are indistinguishable, religiosity, spirituality. So at a, at a higher, at a higher level, usually religion refers to sort of organized religions, like being a member of a, of a, of an institutionalized, you know, uh church or something. Whereas spirituality can be more sort of individualistic or, or much more like, um you know, you're not necessarily affiliated with it organized organized way of understanding the, the the universe in that way. But uh what we're trying to get at really is what is the cognitive core of, of when people talk about religiosity and spirituality, what do they essentially mean cognitively? So when we strip away all the cultural layers, um we're really trying to get a, just a, just the cognitive essence of, of religiosity. Yeah."
	},
	{
		"start_time": "19:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh And how does the cultural aspect get into the picture here when it comes to religious spirituality? Because of course, as I mentioned in the introduction, you approach things zero through a bio cultural evolutionary perspective and not just let's say an evolutionary psychological perspective or a biological evolutionary perspective. So how does the culture get into the picture here?"
	},
	{
		"start_time": "20:15",
		"speaker": "Michael Price",
		"words": "Yeah, that's a, that's a great question. So I mean, my background in evolutionary psychology means that I was, you know, my phd advisors were were to be cosmetics who are sort of founders of this modern field of, of evolutionary psychology, which they would define sort of the U CS B way is of defining it is, is looking at what would be genetically encoded cognitive information processing mechanisms um that are that are, it's trying to arrive at a very precise definition of human nature as a as as the as in the brain mind is a bundle of these, of these adaptations. Um So they're talking very much about sort of the genetically encoded, you know, psychological mechanisms, mechanisms Um And so I think initially when I was trying to look at religion, I kind of, I am a little, you know, that's, that's my preferred approach too. Um, BUT I wanted, I started to realize that there's, there is a lot of, you know, uh significant cultural varia cross cultural variation in how these religious, um, uh, these religious pres. Uh, SORRY, I, I would say ways of looking at the world are expressed. Um And I didn't want to have to be in the position of where I was claiming that what we're saying could be an adaptive function of religiosity is necessarily, you get that you're necessarily going to find it, say hunter gatherer societies all over the world, mainly because the data we've been collecting hasn't been from hunter gatherer societies. So I wanted to be a bit more agnostic about whether this is, um you know, the extent to which these are just sort of raw psychological adaptations expressing themselves in the same way around the world and in all types of societies versus, you know, again, uh they could be elaborated culturally in different ways. Um And some cultural manifestations of these, these uh uh sort of underlying adaptations for religiosity, some of them might be more effective than others at solving the problems or sort of satisfying the motives that, that, that these adaptations ancestrally um satisfied for people. So I use the term bicultural, I guess maybe an analogy would be helpful. So if you think about, so sometimes people think about, ok, there's biological evolution, there's cultural evolution and these things are sort of, you have to take a side and there are alternative types of explanations and partly that's, I think political because, uh, you have, you know, people with their preferred approach is competing for journal pages with other people they see as the different faction. And so I don't, I don't buy into any of that. Actually, I think, you know, the, the kinds of behaviors you'd expect to evolve are the ones that are going to be most consistent with, both with, with biological evolution and also cultural evolution. Um And I see like cultural behavior and, and cultural evolution again as an elaboration or exaggeration and amplification of underlying psychological adaptation. So if you think about a candy, like skittles, these little like fruit flavored candies that are kind of like fruit, except every aspect of fruit that appeals to, to our evolved psychology has just turned up to 11. You know, so really like the really, really sweet or really, really sour or really, you know, tangy and the colors are just, they, they're really, really bright and it's sort of pushing all those buttons that makes a fruit appealing to our evolved psychology and just kind of ramping them up. And so much of culture is like that, you know, it's, it's not sort of overriding our, our evolved psychology. It's actually allowing us, it's an expression of it and often kind of a, an exaggeration of it. Um So that's why I call it bio cultural uh is because I think certainly at, at, at root, um, you're, you're working with, you know, we're working with these evolved adaptations. Um BUT then different cultural forms, different cultural manifestations might uh have elaborated on those in, in, in different ways. So, you know, maybe monotheism, for example, is a particularly effective way of solving some of these problems that these adaptations originally evolved to solve. Uh Or maybe it's not, I mean, maybe maybe a more, less agentic view of, of, of God like Buddhism say is, is, is more effective. So I want to leave that room for cultural differences probably because they obviously exist and um you don't want to deny something that's obviously true."
	},
	{
		"start_time": "25:08",
		"speaker": "Ricardo Lopes",
		"words": "Uh And from an evolutionary perspective, what would you say are perhaps some of the main benefits of religion, particularly the ones that have the fitness payoffs?"
	},
	{
		"start_time": "25:21",
		"speaker": "Michael Price",
		"words": "Yeah. Um Well, to answer that, just to give you a little bit of a, you probably already have a good understanding of this. Maybe for listeners um in evolution approaches of religion, uh this is a bit of a oversimplification but they've tended to fall in, in two camps and one camp. And probably the, I would say like the, the, the the predominant one is, has seen religious explains religiosity as a of adaptations for social cognition like, you know, theory of mind, our abilities to read, to read minds of other, other people, other other animals uh agency detection. So these, these mechanisms associated with social cognition um are sort of we just one way to think about it is we just turn them towards the universe at large. And so a way to think about God is simply we take our theory of mind, you know, attributing intentions and agency and um emotions to other people and we just sort of turn it towards the universe at large is what Jesse Barring is called the existential theory of mind. Um And so a lot of like Pascal Boyer and others of Justin Barrett, you know, see religious thinking as a byproduct's for social cognition. Um And then there's another camp that says, well, they think there's probably some adaptive aspects to religious thinking and these tend to have to do with cooper social coordinations and, and broadly Cooper and that can be cooperated at the level of the individual, like, like my, my colleague, Dominic Johnson has written a book about uh God is watching you about how uh religious ideas about punitive deities sort of make us more allow us to cooper more adaptively. Um Or, you know, the idea that whole cultures benefit from, from religious um belief systems that enhance co-operation and, and, and coordinations within groups that then allow them to spread by a conquest or because they're imitated by other groups to give them some political advantage. Uh So it's sort of like you choose, you're, if you're, if it's a doubt, if you want to go to the sort of extended that adaptation, you say it's cooper operation or, or otherwise you say it's a by product. And our approach has been to sort of say there's this whole other uh huge literature on, you know, the relationship between religiosity and health, basically physical mental health. Um And most of this research is not explicitly evolutionary hasn't been sort of evolutionary. So it's a little bit strange because so it's a fairly well documented positive relationship between religiosity and physical and mental health. Mostly it's conducted in western societies. But, but still, it's sort of an obvious, it raises the question of, well, you know, could this have, could, could this be relevant to an evolutionary understanding if there are these connections to health and survival? I mean, literally survival and longevity. Um And so that, that is the approach we've, we've been taking more is looking at what is how, how from an evolutionary perspective, can we, can we try and explain this relationship? And also like, what are the mediating psychological variables that could help explain sort of religious thinking? Um Then, and then that leads to, to in better physical and mental health. Uh What or what is sometimes referred to as well being. Um And uh yeah, so, I mean, that's been, I think the main differences in our approach is we're trying to come up with a, a more satisfying evolutionary explanation that that doesn't leave out this kind of potentially quite important part of the explanation. And then also integrates these sort of non evolutionary approaches with these evolutionary approaches which for whatever reason, have tended to focus on cooper operation and then the by product idea."
	},
	{
		"start_time": "29:29",
		"speaker": "Ricardo Lopes",
		"words": "So uh I want to connect or try to connect all of this to an idea that you proposed in your work that you called universal Darwinism. But just before we get into that, since we've already talked here about the main benefits of religion and also how it has some fitness payoffs. Do you think that by studying uh religion or religious spirituality from an evolutionary perspective and really getting a better understanding of uh the benefits we get from it and how we get them, we could apply these to secular societies and get the same sorts of individual and social benefits uh without the religious aspect to them or not."
	},
	{
		"start_time": "30:20",
		"speaker": "Michael Price",
		"words": "That's a, that's a great question. Um I would say that, ok, so this is also sort of more about the state of the field. But when, when most social scientists usually not coming from an explicitly evolutionary perspective, when they've tried to explain this positive relationship between religiosity and health, it's usually in terms of social support. Um So religious people, like if they are members of congregations or, or whatever, they they, they tend to have these religious communities that are good sources of social support. And we know that social support is good for your health. Not, it doesn't have to be religious. So there's nothing uniquely, uh nothing unique about religion in this regard in terms of explaining its relationship with health. It's simply, it's a good, a good gives you access to a community of social support. Um And uh if that were true, then I would say the answer to your question about, could we have a secular society? Uh That sort of solved all those problems without sort of veering into this religiosity worldview? I would say, yeah, uh as long as we can give people access to that kind of social support. Um And yeah, that was, that was an approach I was taking a few years ago and I published a study on that and looking at secular congregations, particularly the, the Sunday Assembly, which is kind of been, they don't call themselves this, but uh probably the most easiest way to explain it. It's like an atheist church um that started here in London, that kind of spread all over the world. Um So I think that, and I do think that is part of the explanation for why religion has positive associations with health and social support. But I think there's a lot more to it. I think there is some, there are things that are unique about religious, not behavior like social behavior but religious belief per se. Um That, that I think it would be considered pretty uniquely religious. Um And I, I'm not trying to be cagey about this. I'll just say like, what I, what, what we think it is is this belief that there's a higher plan, that one's life is following the high, higher plan. So a plan that has been uh created by some kind of higher power or powers And we've tried to define it in a way that is uh universal. So we're talking about at least for all major world religions. Um THIS, we needed, we needed a definition that would apply equally well to say monotheistic abrahamic religions or, or Buddhism or Hinduism or indeed sort of informal spirituality uh where you people say, uh even like reading your horoscope um or saying like, oh the universe is trying to tell me something. I'm looking for a sign in a kind of informal spiritual way. Um So we're trying to come up with the definition of religiosity slash spirituality that would apply across religions. And what we landed on was this sort of belief in a higher plan. Um Because that is, and we've done a lot of research since then, that, that, that supports this idea that um it is a, it's very hard to define sort of religiosity or religious belief. People think it sounds easy, but then you realize what are you actually talking about? So we were just focusing on what is the cognitively, what do all of these things we call religion? What do they have in common as a, as an essential belief that it makes them unique? And I think it would be this belief in a higher plan that your life is following this, this plan. That is, and it's, it's, you know, invariably it's a benevolent plan, at least benevolent with respect to you yourself and your own welfare, not necessarily with respect to everybody else. They might die in the, you know, the apocalypse, but you're gonna be, you're gonna be ok. Um So it has to do with this idea that this plan is, is, is, has been devised by some kind of higher power or powers, not necessarily a God, but some kind of power. Um And it's, it's ultimately consistent with your long term welfare. Ok. So that serves as that. Well, first of all, that's a uniquely religious idea. I don't know of any sort of scientific ideas that, I mean, you can, I know of some sort of theoretical ones that we don't have yet have this sort of a technology to test. We don't have the ability to, uh, you know, produce empirical evidence one way or the other. So I think there are scientific ideas for how that that could happen in theory, but they're not widely accepted hardly any, you know, nobody really believes them. Uh And any to the extent that they believe in religious religious beliefs. So that is what I think is probably the unique aspect of what we call religion, spirituality, uh cross culturally that sets it apart. And it makes it uniquely useful to people as a kind of repository or a foundation for optimism and sense of purpose because it really can people, people do find it useful for uh amplifying, especially in times of where you might be, you might be, uh you know, uh tempted to give up, sort of throw in the towel because you don't think you're going to succeed if people can sort of say no, you know, there's this, this is part of a higher plan and I have this, this is not just my purpose, this is a purpose shared with this higher power. I think that can make people more resilient and more persistent and in the pursuit of goals and, and it becomes a self fulfilling prophecy uh where, whereby uh just the fact that you, you don't give up and that you are, you, you're striving for these goals more intensely. It's that, that, that um motivation itself makes, makes you more likely to achieve the goal,"
	},
	{
		"start_time": "36:20",
		"speaker": "Ricardo Lopes",
		"words": "right? So, tell us now about this idea of universal Darwinism. What do you mean uh by it"
	},
	{
		"start_time": "36:29",
		"speaker": "Michael Price",
		"words": "basically? Yeah, I mean, so a few years ago when I was sort of looking for, for new sources of inspiration. Uh Well, years ago I read this book called The Life of the cosmos by a physicist named Lee Smolen that talks about um the multiverse and how the the types of universes that are going to be most common in the multiverse are gonna be those that reproduce most prolifically and successfully. And talks about black holes is basically the reproductive system of the universe. So, um that's one way of thinking about universal Darwinism is it's the basic ideas of just, you know, the, the uh the kind of orderly forms that exist in the universe around us are those which have almost by, well, pretty much by definition. Um YOU know, found ways to combat the second law of thermodynamics. You know, the, the the the the tendency towards of isolated systems to towards increased entropy, increased disorder. Um And so the kinds of orderly systems we we observe all around us are, are all examples of systems that have temporarily at least found ways to kind of subvert circumvent that the second law of thermodynamics. And that's basically what, what universal Darwinism is. It's, it's, it's, it's sort of saying that the, the principles um or the the processes that we can observe in, in biological evolution in a more abstract way are operating the universe is basically saturated. The multiverse is saturated with these same kind of processes. And really what it's about is second law of thermodynamics. OK. So this increased sort of relentless march towards entropy and then um processes that uh have of order of, of, of, of com sometimes complex order that have found ways to, to subvert this law. Um And the kind of supreme example of uh complex organization is is life and, and you know, adaptations and then the, the the organisms that are composed of these adaptations that are bundles of these adaptations. These are the least entropic, I mean, Lee Moen himself says this in his book that these are the the least entropic entities in the universe. Um And there's a formal definition for that, just meaning like if you swapped out uh say cells from one part of your body, say your liver and you exchange it with neurons, um you're gonna start, you're gonna start to interfere with the ability of that system to exist, you're gonna hasten its, its, its uh path, you know, down towards entropy. Um And so by that definition, like living living organisms are the, the, the most sort of the least entropic systems um that we know of. So I think it, it's very, it's helpful in understanding adaptation and in understanding why adaptation is so important. Um And, and understanding that, you know, or um complex organizational complexity is the hallmark of of selection. So basically, you have, you know, second law of thermodynamics, then you have kinds of selective processes that this this destructive process that, that creates entropy is simultaneously responsible for creating the order because it's like everything that can slip through its net um becomes, becomes examples of, of, of orderly systems. Um And yeah, I thought it's, um and it really just sort of relates to our understanding of the universe in a very deep, deep level. So, um I, and I gotta, I gotta give credit to a friend of mine named John Campbell who was an independent scholar, um who I kind of stumbled across, um who wrote some really excellent books. Uh Darwin does Physics um and some other books and he, he passed away a couple of years ago. But um I, I thought he just had some really brilliant ideas that influenced me, me a lot. And we, we published together and one of his kind of anecdotes that really, I thought was really the most compelling was talking about sort of the founder of information theory, Claude Shannon. Um And in the forties, when he was coming up with information theory, he was trying to define and uh information and, and knowledge um mathematically and then sort of the, the opposite of it is what he called ignorance. Um And he was asking Von Neumann, the famous mathematician when he showed him his, his mathematical formula for ignorance. And he wasn't sure whether he should call it ignorance, what he should call it. And, and, and Von Neuman said, we'll just call it entropy because it's mathematically equivalent to entropy. And so this, this mathematical equivalence of knowledge and information with uh with entropy. And then by the same token, um I'm sorry, with ignorance, ignorance, uh The absence of knowledge, ignorance is equivalent to entropy. And by the same token adaptation is equivalent to knowledge, it's sort of, it's knowledge about what it takes to, to persist in one's environment."
	},
	{
		"start_time": "42:06",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that this idea of universal Darwinism and life and Darwinian selection as a sort of anti anthropic process would have implications beyond science? I mean, as to how we think about existence and life more specifically, do you think that it would have potentially, I don't know, existential implications or not?"
	},
	{
		"start_time": "42:33",
		"speaker": "Michael Price",
		"words": "I mean, I think absolutely like down the road. Um I mean, I see no limitations on what, you know, as long as we can avoid extinction as, as a species, I think human knowledge is just gonna, so I'm not gonna, you know, take anything off the table and in, in terms of um how we could use this understanding um to answer sort of existential questions that were presently just incapable of under understanding. Um But I also acknowledge that there's a lot that we just, we are aren't capable of understanding. I think where it's become useful for me in the study of religion is in thinking about uh ideas about function. Um SO adaptations have functions and, and, and, and uh their function is to basically withstand the second law of thermodynamics is to withstand the forces of entropy. Um And then thinking about sort of Lee Mullen's idea about function at this higher level, right, at this, at this multiverse level, with black holes have this function of allowing rep uh universes to reproduce. And then it, you know, it just occurring to me increasingly that it seemed increasingly like that was what religious, what we call religious thinking. That's what it's doing. It's taking this, this idea of function or purpose, um uh and just applying it to a level higher and saying it's not just obviously organisms have purposes, you know, they're hungry and they want to eat or whatever. Um But what if our universe has a purpose or what? If not just my life, not, not, I don't just have purposes in my own life. What if life itself, like the evolutionary process has some higher purpose? Um And it, it, it, first of all, it made me think that's sort of what that's, that's essentially, I think what religion is doing. It's, it's, it's moving that level of evolved purpose or function just up, up a level to a level we don't have access to for them by and large, you know, in terms of collecting empirical data, which I think takes it out of the realm of scientific uh scientific knowledge. So it, it's, it's not a competing way of, I don't see it as a way of a competing way of understanding the world. It's a way of understanding the world for like questions that we don't have the ability to answer empirically, but they're still very important to us. Um And for me, so I think just thinking about this um purpose of this higher level helped me arrive at this definition of religiosity, spirituality. Like that's, that's a pretty good working definition of religion, psychologically, it's this idea of purpose at a higher level. Um So, yeah, I think, I think it has some kind of limited utility in that regard for now. I think just because we don't have the ability to test these ideas right now, the practical scientific u utility is, is limited."
	},
	{
		"start_time": "45:32",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about one last topic slash question because there's at least one more domain that religion usually deals with that from a more scientific perspective. I mean, it's a, it's a little bit more complicated to really make a move from describing what the world is or what the world looks like. Uh uh uh GOING from that to what we should do, what we ought to do. That is the more moral domain going from the descriptive to the prescriptive. But do you think then from an evolutionary perspective, there's uh I mean that we could derive moral principles from this kind of uh view in science? I mean, is there, for example, since from an evolutionary perspective, at the end of the day, it all, it all boils down to our ability to reproduce or not reproduce, I mean, to our fitness, do you think that there's, for example, any moral obligation for us to, uh, reproduce and to promote future human evolution or not."
	},
	{
		"start_time": "46:48",
		"speaker": "Michael Price",
		"words": "Well, um, I mean, the short answer, if you're talking about can evolutionary knowledge or scientific knowledge tell us what our morals should be. I, I'd say no. Um, PRETTY unequivocally. No. Um, I think that's a road that it's, it's for sure, a double edged swords. Um, AND I also just don't think I can't see how it, it could really be true. I mean, I, I think it could tell us, you know, why we might be interested in, in, in, you know, engaging the behaviors that were associated with reproduction and survival in the past. But it can't tell us anything about sort of what's right or wrong. I think, you know, certainly not. Sometimes it, people have, I think, abused evolutionary knowledge and saying this or that is natural or unnatural. Um, AND to me that distinction makes no sense. Uh, FIRST of all, because what if it's not natural, then what is it? I mean, that implies there's some, something else like there's some supernatural realm or, or, and I just think that's, uh, so short answer is I do not think, II, I believe that the naturalistic fallacy is in fact a fallacy. And, um, I don't, I certainly don't look to, I, I do think this idea is very hard. It's, people are, it, it's very hard to like excise it from people's understanding and, and there's a tendency of humans who want to do that and to say that to think that if you're calling something into adaptation, that somehow elevates it morally, um which I think is really closer to being wro wrong than right. Because, you know, so many of our most valued uh cultural creations are byproduct's of, of adaptations. And to say something is a byproduct's in no way to sort of demote it and say it's less natural. I mean, ma mathematics and, you know, uh uh so much of our art and culture and technology and transportation, all of these things that make our lives. Well, I think on balance probably, probably, well, at least we, we try and use them to make our lives more enjoyable and livable and they're all by products and that doesn't mean they're immoral. Um So I, the short answer is no, I don't think you can derive morality from evolution. I any more than you can from geology or chemistry or I think it's just a way of, you know, again, generating objective knowledge about human nature. And just, II, I thought you might be asking what about the connection between religion and morality? And I don't think there's any necessary connection there either. I mean, actually when you talk about, you know, when we, we sort of retrospectively label uh what we call in hunter gatherer societies, we call it religious beliefs, religious behavior, of course, to them, it's just the way they see the world, they don't distinguish, they don't call it religion. They just think this is the way the world we, we think the world is. Um, BUT oftentimes it has no explicit ties to morality. Um And this connection with morality I think is more of AAA, culturally evolved thing. Um Which kind of makes sense because religion and culturally has become such a powerful kind of uh social force that if people have a moral agenda, they're gonna wanna loop it, tie it in to, to religion just to sort of reinforce it. And, but I don't think there's any necessary connection. Again. I think the sort of the essence of religiosity is just simply this belief in a higher plan. And it has, it's, I think Steven Pinker, was it? Well, they call it kind of a, it's like a, a dust bunny, like intellectual, dust bunny. Um I'm not sure if he was talking about religion this way, but it's, it, it, it sort of collects all this, all this baggage, you know, like morality and, and, and uh people's ideas about sin and, and what's right and wrong and, and really, in essence, it's, it's, it's not about that. It's just about believing that there's a higher plan in your life is somehow following this higher plan."
	},
	{
		"start_time": "51:07",
		"speaker": "Ricardo Lopes",
		"words": "Great. So before we go, would you like to tell the audience what are the kinds of work you're doing at the moment what you're going to be working on in the near future? And does it, uh have anything to do with religious spirituality or are you moving on to other sorts of topics?"
	},
	{
		"start_time": "51:28",
		"speaker": "Michael Price",
		"words": "Uh, WELL, it does have to do with religio spirituality and I'll just, I'll just call it religiosity. But, uh, and so we have, for the past few years, Dominic Johnson and I have been coding a project funded by Templeton Religion Trust and is a fund uh called the Evolution of Science and religion is mean making systems. So it's mainly a reg granting program. We've, we, we funded other projects uh looking at religion and science. And we've also been conducting our own research. Um And as far as our own research goes, the main focus has been, well, we've, we've completed a big cross cultural study. So all major religions, 54 countries, uh 39 languages, six continents. So a truly cross cultural study over 55,000 participants. Um And, you know, we, we have tried to define religion, come up with a way of defining religiosity in a, in a psychologically, in a way that would, that would work cross culturally. So that's where that sort of belief in a higher plan measure that we devise, that's where it came from. And then trying to test it against these alternate alternative hypotheses about um whether, you know, belief in a higher plan, uh this construct that we've, we've devised, whether it's a better predictor of optimism and sense of purpose or what we call these sort of motive motivating outlooks, this motivational mechanisms, whether it's a better predictor of those compared to religious social support, which is, as I mentioned, this kind of a pretty, pretty, pretty, probably the, the uh conventional wisdom about the link between uh religiosity and well being. And then also there's been some other ideas about, well, maybe the links between religious belief and well being have more to do with this just a belief system in general and not a religious one per se. And so some, some very interesting work suggesting that uh belief in science and what's called like scientific faith could produce the same sorts of, of uh you know, positive outcomes with well being. Um So we also tested that we looked at sort of scientific belief and compared it and we, and, and, and um and looking at a sort of multi multilevel regression models that allow us to um partial out the, the variant and, and well, well being that's explained by belief and I are plan versus religious social support versus scientific belief. Um And we've started publishing uh those results. Um And uh we are in the verge of publishing the rest but has basically found that there's pretty cross cultural support for the belief in the higher plan tends to be stronger and more consistent than for either of those alternative hypotheses. But that's not to sort of throw shade on those alternatives because I think they're, they're, they're good, they're plausible. We didn't want, we wanted to test them because we thought they were good ideas and they were plausible ideas. Um, NOT because we wanted to, you know, have strong men. So, um, actually the evidence that we found cross culturally, it supports all three of those, those hypotheses or those, those, those approaches. But I mean, the belief in a higher plan did tend to get more consistent and, and I'd say stronger support, uh uh overall"
	},
	{
		"start_time": "54:54",
		"speaker": "Ricardo Lopes",
		"words": "great. And if people are interested, where can they find you when you work on the internet?"
	},
	{
		"start_time": "55:01",
		"speaker": "Michael Price",
		"words": "Yeah, I mean, a lot of the, the, uh religion work has been sort of, uh, we've been sort of working on it for years and now we're ready to publish. And so we have a paper, well, we have a special issue, Dominic Johnson and I are co editing a special issue of the journal Religion Brain and Behavior that's going to, we're going to have an article on that and, uh that, that will be forthcoming in a few months. I'm not exactly sure when, uh but it's also going to have about, I think eight other articles by some of our re grantees who are also doing research on the same, on the same program. Uh And then hopefully within also within a few months, we're going to publish our sort of flagship study from this our flagship manuscript based on this cross cultural study that is where we're comparing um belief in a higher plan to religious social support and belief in science. But the one coming out in religion, brain and behavior um takes a different angle. It looks at the extent to which religious belief and scientific belief are seen as compatible or not in different regions of the world. And so we're very used to thinking of them as incompatible in western societies. And they are, I mean, people in the sense that the more you believe in, in uh belief in a higher plan, the less you, you the lower is your scientific faith. Um But it's not true in and outside of uh sort of North and South American, sort of historically Christian societies and European societies. Uh It's not the case in, in Africa and Asia, uh especially Hinduism, they actually positively correlated. So faith in science and, and, and, and belief in our plan. So, and we found that the extent to which the more compatible these two belief systems are, uh the more each beli belief system is respectively independently associated with well being. So, in other words, in cultures where they're seen as more compatible, um the associations with belief in a higher plan and well being and the associations with belief in science and well being are both stronger. So there's actually they're kind of operating, seeming seem to be operating synergistically as opposed to Um So if you could somehow, you know, uh hit upon uh a belief system that allows you to kind of extract the, the best of both. Um So it allows you to kind of have religious beliefs but, but they don't conflict with or undermine belief in science. Um But still allow you to kind of have the, the benefits in terms of the optimism and sense of purpose without, without, without forfeiting scientific knowledge that that really could be the best of both worlds. Um And we're not prescribing anything we're not saying of, of course, we're not saying anybody should go out and join a religion or anything like that. We're just, we're just reporting these results that um there does, there does seem to be some, some benefits to well being from, from both kinds of belief systems um that I think are, are, are worthy of further investigations, especially because these aspects of well being we're talking about are, are they, they're seen as motivational mechanisms. So they have this evolutionary function in terms of encouraging striving and enhanced goal achievement, but also their core components of good mental health. So if you think about the sort of a very depressed person is going to be very low in optimism and low in sort of sense of purpose. And there's kind of this global public health crisis at the moment in terms of depression. And it's one of the most significant public health problems in the world. And uh this is one way of, of, of addressing that, that problem. Um So we hope that there will be some applied value eventually. Um You know, once we've, these are just initial studies, we haven't established causation. And so there's a lot of work to be done. But we can imagine down the road that there could be, I think some significant applied value as well."
	},
	{
		"start_time": "59:08",
		"speaker": "Ricardo Lopes",
		"words": "Great. So Michael, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you. Thanks"
	},
	{
		"start_time": "59:16",
		"speaker": "Michael Price",
		"words": "Ricardo. It's great to be here. Thanks again for inviting me and thanks for your awesome podcast. It's, it's, it's a really unique and I think a great public service. So thank you."
	},
	{
		"start_time": "59:27",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel, Governor Mikel Stormer, Samuel Andre Francis for Agns Ferger Ken Hall, her Ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba Adam Hunt, Pavlo Stassi Nale medicine, Gary G Almansa Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loi, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey, then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. A week in the Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis, Kate Van Goler. Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers these our web, Jim Frank Lucani. Tom Vig and Bernard N Cortes Dixon, Bendik, Muller Thomas Trumble Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]