[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by Will Starr. He's an author and journalist. And today we're talking about his book, The Status Game on Human Life and how to play it. So will welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:18",
		"speaker": "Will Storr",
		"words": "Yeah, it's great to be on. Thank you, God. Thanks for asking me."
	},
	{
		"start_time": "00:22",
		"speaker": "Ricardo Lopes",
		"words": "So, my first question, could you tell us perhaps about the premise of the book and also a little bit about some of the story behind it? I mean, what led you to writing this book?"
	},
	{
		"start_time": "00:35",
		"speaker": "Will Storr",
		"words": "Yeah, sure. So the, the, the, the premise of the status game is to um to put the, the, the pu of status um is a fundamental part of the human condition. Um Status is a, is a, is a need, like humans need it. It's not like a nice thing to have, it's a need. And so if you accept this premise, um then status manifests all over the place in human culture, in human society and human behavior. And so what I wanted to do with the Status Game was to try and reveal the places where status is this often invisible force, changing ourselves, changing, how we feel about life, changing, history, changing society, changing social media, anywhere I could find it, I wanted to kind of expose it to, to give this kind of broad picture of life as a status game."
	},
	{
		"start_time": "01:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and we're going to talk about some of the things you mentioned there, but perhaps what is status because I mean, maybe some people don't know exactly what you would be talking about when you mentioned the word like status or what is it?"
	},
	{
		"start_time": "01:38",
		"speaker": "Will Storr",
		"words": "Yeah, so, so, so, so people get upset about status for reasons which I'm sure we'll get into for, for some good evolutionary reasons. Um But, but, but culturally we, when we think of status, we think of things like Kim Kardashian or um you know, Donald Trump or YYYY, you know, reality TV P pe people who are desperate for attention, desperate for, to show off people who are interested in status are kind of shallow and um uh kind of vulgar. Um And, and that's wrong. Um That, that's not what status is, sta status is, is the, is simply the, the sense that we are valued by the people around us, you know, separate from love and belongings and connections, a separate thing. It's, you're valued, you're respected. So, so, so that's, that's all that status is, you know, it's a universal human need that people feel valued and respected. That's why it's a universal human reality that people don't like being insulted. If I call you a dick, it's gonna annoy you. That's because you, you, you're interested in, in, in your, in your status and you value your status."
	},
	{
		"start_time": "02:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so there are different ways of uh manifesting status of acquiring status and in different contexts, perhaps, uh it would manifest in different ways."
	},
	{
		"start_time": "02:50",
		"speaker": "Will Storr",
		"words": "Right? That's, that's right. I mean, the, the, you know, for the, for the, for the kind of more simple organisms on earth, like a, like a, like a hen hens will peck at each other until the pecking order is established. And that's the hen, that's the hen status game. It's as simple as that, like who's the best pecker but, but, but humans are just extraordinarily imaginative creatures. We live in this sort of fantastic kind of story world. A a and, and, and, you know, one of the ways that you could argue that humans are separate from the rest of the animals and we've been, we've, we've allowed ourselves to sort of take, we've been able to take over the world is because we have this al almost infinite ways of playing status games. You know, you could be a, you could be a chef in a kitchen and YYYY you, there are, there are, there are myriad ways you could, you could unstate us. You know how, how, how, how, how clean your station is, how delicious your food is your reviews on various websites, how long hours you work? You know, it just goes on and on and on and on and on. And, and the way that humans tend to be is the things that we're particularly good at are the things that we value and the things that we think. Yeah, I'm great because of X and Y, you know, not Y"
	},
	{
		"start_time": "03:53",
		"speaker": "Ricardo Lopes",
		"words": "yeah. And I mean, you can have status because you're a famous person or because you did something that people consider very important in your society or you can have status across different professional occupations, you can have status because you're a very uh an extremely kind person and stuff like that."
	},
	{
		"start_time": "04:15",
		"speaker": "Will Storr",
		"words": "That's right. So, so, so, so, so broadly speaking, there are three thr I mean, there are loads of status gains but there, there are things like age um in, in some contexts in, in, in human cultures, age is, you know, being older is higher status. So in Britain, if I'm sure in most countries if, if you wanna get a seat on the train and you're a, you're, you're, you're an old person, they, they let you have the seat at least in theory you've got the status. But if you're on the beach in, in, in Bondi Beach in Sydney, being old is not high, it is low status, it's the young hotties that are high status. So it's so things like age are, are really important. Beauty is obviously really important. Um, BUT, but, but they're not that interesting. I mean, ii, I think that, you know, for me, there are sort of three big kinds of status game. The, the, the first one is dominance and we've been, you know, we've been, we've been playing dominance games since before. We were a human animals primarily play dominance games. It's, it's not just about, um, physical aggression, it's about the threat of physical aggression. And that's, you know, that, that, that, that's most dominance games even in the animal kingdom, you know, the actual violence is a last resort for most animals. It's the threat of the violence that, that, that, that how most status games manifest and that's the same as in humans. But, but uh but also in humans, we have social, you know, what you might call social violence or the threat of ostracization, reputation destruction, all that good stuff we see on social media. Um So, so, so that's dominance and then, and then there are also these games that we play with reputation um with ID, with our identity um as virtue games. Um So, so humans compete to be seen as the most virtuous. So that's not, you know, it's things like self selflessness and generosity and um but, but, but it's also things like um courage in battle. So, so, so a courageous warrior will be seen as virtuous. Uh uh BUT it's also, and it's also things like um people who know the rules of your group and enforce the rules of your group. So, so, you know, the witch finder plays a virtue game. So, so virtue games can quickly become incredibly dark and violent and horren horrendous as, as paradoxical as that might seem at first view. And then of course, there's competence games, success games. Uh WE, we compete to be, to be who can be the best at uh whatever endeavors we're pursuing. Uh uh And, and I, and I, and I really feel that, you know, competence games, success games are the, are the best games to play if you want, they, they, they're actually much better than virtue games. If you want to make the world a better place, it, it, it's much better to, to discover a new vaccine than it is to be the Pope in my estimation."
	},
	{
		"start_time": "06:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh BUT uh I mean status and the acquisition of status doesn't always involve necessarily competition, right? Because when people think about status, they would probably think immediately about the hierarchy and people competing among themselves to acquire status. But uh we, you can acquire status at least in particular contexts through cooper operation,"
	},
	{
		"start_time": "07:04",
		"speaker": "Will Storr",
		"words": "right? Well, you have to co-operate in order to create a status game. You know, it's a e every human group is a status game. So, so, so, so it's a manifestation of cooper operation. Um YOU know, a a set of humans gets together and they, they they, they agree rules by which to play a status game. And that's why it's a game. It's like monopoly. We agree that these are the rules and we play by the rules and whoever does the best at monopoly is the winner and it's the same in the games of life. So, so you can't separate out Cooper operation from s from status games because, because they, they wouldn't be functional otherwise AAA. And in fact, you know, status games is kind of how it is, how we cooper there has to be a hierarchy uh I in, in a functional Cooper group and it has to be somebody ideally super competent and hopefully a bit virtuous at the top who's go, who's gonna lead us. So, so, so, so, so, you know, sta status games are the way that we figure out how we're going to cooper, you know, how, how this group is gonna gonna act in its highly coordinate way to get what it wants."
	},
	{
		"start_time": "08:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm But, but, but I mean, perhaps what I was trying to allude to is that at least in particular contexts you can acquire status through being prosocial, right? You don't necessarily have always to be uh competitive in a conflict kind of way, let's say,"
	},
	{
		"start_time": "08:25",
		"speaker": "Will Storr",
		"words": "yeah, it is, it's not necessarily a conflict thing. Um Prosocial is moral and moral games are, you know, they're virtue games. So, so, so um yeah, YYYY, you know, people compete to, to www when you go into just giving, uh a and you, uh, put your donation with your name next to it, you always look to see how much is my donation compared to the norm here. You know, and you feel good if it's above, you know, so, so, so, yeah, you know, we, we, we, we, we, we, we compete to have the most prosocial reputation and that's a good thing, you know, that I think people, when I talk about this, people sometimes feel like you're kind of shitting on the human condition and, and, and you're, you're, you're saying altruism, uh, YYYY, you know, is a, is a con but it, but, but it isn't a con, you know, it's, it's, uh, the fact that we've competed to achieve a prosocial reputation. We've, we've competed to have the reputation as the most cooper person. It, it is probably the best part of the human condition. It's amazing. It means that when we do good for other people, we feel good, we feel we have a bumping status in our own minds and we, and other people hopefully also treat us like, oh, that's a really good thing. Uh, THAT, that, that, that you've done and you feel good. You have, you feel good in that moment and that's, that, that, that's a fantastic part of the human condition."
	},
	{
		"start_time": "09:38",
		"speaker": "Ricardo Lopes",
		"words": "Uh But I mean, do you believe in, let's say genuine altruism in the sense that someone is really actually genuinely interested in helping other people because in this case, since it is also part of the status game, someone might think that maybe even if you are altruistic that it's sort of a self-interest thing for you to do because you're acquiring, uh, status through it."
	},
	{
		"start_time": "10:07",
		"speaker": "Will Storr",
		"words": "Yeah. But, well, um, nnn nothing comes from a void. I mean, there, there's a reason for everything, for every human behavior. There's a reason and for kind of in the invertical was altruism. There's a reason for that too. And the reason is that we've evolved to, we, we, we, we're highly cooper a, we, we've evolved to exist in these highly collaborative groups and that, and that's why we're so successful. We, we, you know, rather than um indi individual, you know, e even chimpanzees are very close relatives go, you know, they, they source their food as individuals whereas humans go as groups. And so a part of that is, is that we are wired to feel good when we are of assistance to other people. And the uh you know, that's altruism. But the, but the reason that we have, we, we have, we are have evolved to feel good about that is because it's good for our reputation and when we have a reputation for helping other people, other people will then help us, we're raising status. So, you know, there's a reason why we, some why, why, why, why we, why we engage in altruistic acts. That's not, that's not to say that Altruism is a conner, as I said. But, but, but the, but the idea that Altruism comes out of a void that it's this kind of God given thing that people are kind of altruistic from this place with no roots in anything. It just comes from the heavens. There is this magical, wonderful thing. I think it's very naive,"
	},
	{
		"start_time": "11:19",
		"speaker": "Ricardo Lopes",
		"words": "right? So, uh tell us then about your evolutionary approach to status, I mean, uh uh what would be your evolutionary account of it? And how old do you think status is in evolutionary history?"
	},
	{
		"start_time": "11:34",
		"speaker": "Will Storr",
		"words": "Well, you know, most animals compete for status. That, that, that, that's, that's how it works. So we've been competing for status since before we were human since we were up in the trees. It usually in these kind of dominance ways. Uh But then when we started living in groups around campfires, we had to find a new way to compete the status because you can't do dominance all the time because it really would be like hell, you know, you get mostly men beating each other, like beating each other up constantly. You know, it, it, it's, it's a nightmare. So in order to become to, to, to live in communities, we had to evolve nonviolent ways by which we could compete with status. And so, so you do that with reputation. And so somewhere between 100,000 and um sort of 50,000 and 100,000 years ago, we started, um you know, kind of living life as animals that experience our lives in the form of a story. Uh We're characters in a story. We have this identity, this reputation, this kind of version of self, which is an act of imagination and communal imagination. There's you that exist in, in, in flesh and blood and there's the you that exists in your own mind and in the mind of the people that, that, that are around you and, and, and, and that identity that we have is incredibly important to humans. People will die for their, to, to in defense of their identity, they will give up their actual physical lives in defense of their identity. So we play status games with that identity. That's what we started to do. And, and as I said before, there, you know, there are two principal ways, there's virtue and there's success and the reason that, that, that, that, that, that, that we have evolved to compete for, to be virtuous, have a reputation of being virtuous and have a, have a reputation of being successful is because both of those things benefit the cooper group. So, so, so when we compete to have this prosocial, selfless altruistic reputation, that's great for the group cos what that means is that we're being selfless, we're putting the group's interests before our own. So, so, so, so of course, that, that, you know, ee evolution wants us to think like that, it wants us to play those games because the more we play those games the, that if everybody gives to the group, primarily the group is really successful. It, uh, and so, so, so, so that, of course, is something that, that, that evolution is gonna wanna favor because it makes for more functional groups. And the same is obviously to, with competence in, in a hunter gatherer group being the best honey Finder being the best, um, sorcerer being the best hunter being the best tuber digger outer. That's great. You know, beca because you're, you're, you're bringing your talent to, to, for the benefit of the group. You, you're calories, you're bringing yy, you know, I don't know, great shelters and you're teaching other people these things that you're, you're figuring out. So that's the other thing that, that, that, that evolution wants us to compete for. So, you know, to be good and to be excellent. I mean, I, I, it, that, that, that's how humans have become so successful. Cos we compete to be good and we compete to be excellent."
	},
	{
		"start_time": "14:17",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh And so I would imagine that there would also be a very big, at least in humans cultural element to how we play these status games, right? Because I mean, whatever kind of identity or social identity you have for, if you are a shaman or if you are a hunter or if you are someone like that, uh, that, that is a culturally constructed identity."
	},
	{
		"start_time": "14:43",
		"speaker": "Will Storr",
		"words": "That's right. So, so, so, so there, there are kind of basic rule that are universal for human groups is like seven. Um AND um things like defer to your superiors, protect, protect property rights, the, the, the, the these are kind of, you know, in our baked into our DNA, every human is born and these emerge the, the, the, the, these basic ways of existing in a Cooper group. But they, they, they leave huge um um uh capacity for culture to go on top of them to, you know, so it's culture is kind of the software of, you know, o of the oo of the human mind and, and the DNA is the hardware. So, so, so of course, there's massive cultural differences, you know, when you go around the world, there's massive cultural differences. Um YOU know, when you go to China, you see lots of people spitting in the street. If you go to Japan, even blowing your nose is seen as disgusting. Whereas in the West, we blow our nose, you know, so it's so it's so even little things like that. But, but, but there's huge cultural differences as, as you go around the world, you know, there's, there's hu huge cultural differences as you, as you, as you move around in time as well. You know, there are, there are some tribes um I, I think I wrote about them in my previous book, the science of storytelling. Um WHERE um it, it, it's the norm that on, on, on a wedding night that the men of the village queue up to have sex with your bride that's seen as normal, you know, like things that we would find horrific, you know, in different countries around Europe, there's the different ages of consent. So, so, so you'll be a, you'll be a pedophile in one country but a normal person in another country, you know, that's happening right now in Europe, you know, amongst neighbors. So, so, so there are huge um cultural differences. Um And of course, the brain fools us into thinking the norms of our particular status game are correct and, and, and you know, and if you break those norms, that's, that's you get a reduction in status. If you adhere to the norms, you, you get AAA rag in status."
	},
	{
		"start_time": "16:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And are there important sex or gender differences between men and women in, in terms of how they compete for a status?"
	},
	{
		"start_time": "16:42",
		"speaker": "Will Storr",
		"words": "Well, I I think one of the most interesting ones um that I wish that our culture in general you were more familiar with was the differences in interests. And, and I, I think probably lots of your viewers will be well aware of this, but one of the most well established universal gender differences is between interest in things and interest in people. So women in general tend to be more interested in people, men in general tend to be more interested in things, which is why, you know, there was a big kerfuffle, um maybe 1010 or more years ago. Now at Google, when, when it, when I think it was revealed that 20% only 20% of their code is a female. And um there was some poor guy that tried to establish a scientific well, did establish it. He said this is, well, this is what you'd expect partly, you know, in large part because of the men are more interested in engineering and, and how things work and women or women are not. So this is what you'd expect. And he was kind of fired from his job and sort of pilloried of being a sort of misogynist for pointing out this very well established. Um And really non-controversial should be non-controversial idea. So what that means is that is, is that when you go into companies like Google uh or YYYY, you know, you are likely to find a big gender difference and it's not because of sexism or misogyny on the part of the company. It's just because, you know, it's just like when you go to a school, most of the teachers are gonna be female. Um It's, it, it's just uh the manifestation of a gender difference. Um The, the, the there are also other differences I I believe and um I haven't seen a lot of scientific evidence, but just life experience makes me uh this is just a suspicion of mine, I feel that that women and men compete for status, generally speaking in different ways, in the sense that women are, are more communal naturally, women tend to do things in groups much more easily. Um And men tend to, men tend to kind of play status games as individuals, as compete as individuals. Um Sometimes you hear it said that women socialize side by side and men socialize face to face. Um Yy, you know, um AAA and I, and I think that's II, I think that's really interesting and I think you see that manifesting in, in, in aggression, in dominance games, you know, men tend to be much more straightforward than individual and they'll, they'll take it to your face if there's a problem with you. Whereas women, female aggression tends to be much more communal. It's about reputation destruction, it's about the, the gang, you know, forming uh and the, and the sense of consensus forming and rounding on the, on the, on the poor victim. So, so II, I think a lot of the, the cancel culture, the the kind of reputation destruction stuff that you see in the, in the modern, in, in the modern world. It, it, it feel, I mean, obviously, obviously I'm not saying that men don't do this. Of course, men do this too, but it, but it, but it feels much more female typical. It's, you know, if there's toxic masculinity there's also toxic femininity. And I think a lot of that council culture stuff is a manifestation of toxic femininity."
	},
	{
		"start_time": "19:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that, that's very interesting. And of course, we have to keep in mind that these are average differences and it's not that women compete only one way and men compete the other way. But I would imagine that another somewhat big difference would be that men, when they compete against one another, they would resort to violence much more often than women."
	},
	{
		"start_time": "20:00",
		"speaker": "Will Storr",
		"words": "Absolutely. There's the violence and there's also the threat of violence, which again is the same with animals. It is the threat that usually does the job. Um, SO ss so, yeah, that, that, yeah, II, I think that's it, it's, it's the dominance games where I think that, that the gender differences most likely play out and, and, and, and again, that that will go back, um, a long, long time in our evolutionary history, you know, women have been the, the primary caregivers, um, and men have been the kind of go out and hunt us, um, primarily for millions of years. So, so, so that, so that's got to have some effect on our, you know, if I in our present ways of thinking and being,"
	},
	{
		"start_time": "20:40",
		"speaker": "Ricardo Lopes",
		"words": "yeah. And, and what are the psychological effects of being low status? I mean, psychologically, what do people who are low status experience?"
	},
	{
		"start_time": "20:51",
		"speaker": "Will Storr",
		"words": "Well, I, the, the, the, one of the important things to kind of know about the status game. Kind of the idea that I, that I thrash out in the book is that life isn't just one big status game. Human life is almost infinite status games. So it's not like that you've got Elon Musk and Taylor Swift at the top and some, you know, itinerant peanut seller in y you know, the I I in the developing world at the bottom and he's happy and she's happy and they're miserable. That's not how it is at all. We we, we tend to compete with status with, with those closest to us. So the peanut seller doesn't care about Elon Musk and E, Elon Musk clearly doesn't care about the peanut seller. They're not competing with each other. Um Elon Musk is competing with Jeff Bezos and people like this and Taylor Swift is competing with Charlie XCX and people like that. So everybody's playing this very difficult game. So, so, so, so, so, so, so we all play these kind of mostly local games with the, with the people around us. We're not all competing with the whole world isn't competing with each other. Um That was my caveat, but I've forgotten the question. What was the uh"
	},
	{
		"start_time": "21:50",
		"speaker": "Ricardo Lopes",
		"words": "basically, what would be the psychological effect of being low"
	},
	{
		"start_time": "21:55",
		"speaker": "Will Storr",
		"words": "students? OK. So, so, so, so, so, so, so even people living what we might, you know, a very low socio, economic deprived life might not feel low status if they are relatively high status in their communities. That that's the first thing. Um But, but, but if you do feel like you are chronically suffering from low status is extremely bad for your, for your mental health because your subconscious is telling you something's going wrong like in, in the tribes in which we evolved. Um EARNING status, earning the reputation of being a valuable member of the tribe would have got you more food, better food, safer sleeping sites. Um BETTER conditions of life for your Children, better access to your choice of mates. Basically, everything in your life gets better when your status goes up. And it's always been that way. It's that way today. So when you feel chronically low status, your, your, your brain, your subconscious brain treats that as a matter of deep alarm and we become extremely distressed. We become um depressed, anxious. Um We, we often become suicidal. Um You, you know, sss, you know, a sudden, a sudden um loss of status or an episode of intense humiliation, humiliation being the public and sudden withdrawal of status. Significant resource of status is, is, is, is associated with um high rates of suicide. So, so it's extremely um bad for us. And I mean, in my spare time, I volunteer for um uh the Samaritans which is a British crisis hotline. So I speak often to people who are suicidal and the most um common reason why people are suicidal. They mean they are people who suffer from chronic pain. People who are recently bereaved. But, but the most common one is either people chronic, lacking in status, they go, I'm a failure. I'm useless. I've let everyone down. It's that kind of talk or they're chronic lacking in connection. No one loves me. You know, I don't, I, I'm lonely. That's the other one that's just, you know, connection is just as important as, as, as status in its way. Um, So, so, so yeah, it's, it's extremely bad for us to, to feel like we're low status."
	},
	{
		"start_time": "23:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm You mentioned loneliness there. So I would imagine that something like social rejection could also be a consequence of being low status, right?"
	},
	{
		"start_time": "24:09",
		"speaker": "Will Storr",
		"words": "Yeah, I mean, you can't disentangle those two things completely becau because they're both kind of manifestations of human tribal life. We want to be connected and respected. We want to be securely fastened into our group, but also valued by that group. Um uh But, but, but connection, belongingness is a separate thing from um status. You know, sometimes scientists, neuroscientists talk about, we have a soomer in our subconscious which monitors the, the health of our social life, but there's also a higher meer that monitors our place in the hierarchy. Um So connection is obviously isn't the subject of the status game, but it, but it is equally important to status. Like we, we, it's not just that we have to feel valued, we have to feel loved, we have to feel securely attached to people who care about us. That's, that's, that's no less important than feeling valued."
	},
	{
		"start_time": "24:58",
		"speaker": "Ricardo Lopes",
		"words": "So, but we're talking here mostly about the losers, let's say. But what about the winners? Someone with high status and wants to maintain it, don't they usually also go through stress?"
	},
	{
		"start_time": "25:12",
		"speaker": "Will Storr",
		"words": "Yeah, of course. I mean, and, and, and that's for the reason I was talking about before where we all play these local status games. I mean, that, that's the kind of evil kind of qualitative status really. It's like, it's like a drug, it's like a heroin. It's, you're never gonna, you're, you're, it kind of robs us of the ability to be permanently happy status because no matter what we get, we always want more. Um THAT, that's kind of how we're set up and it kind of ratchets up. It's not like, I mean, of course, you get, you get a, a AAA few insanely ambitious young people that dream of being Elon Musk or Taylor Swift. Um But most people don't, they just want the next thing and the next thing and the next thing, but the thing about human brains is we acclimatized to the next thing. So every little achievement we have, we think. Yeah, great. I've achieved this, I've made this and then two minutes later you want the next thing and the next thing and the next thing and the next thing. And so so, so even people at the very top of the, of the status game, you know, the masks and the swiss of this world, they're not happy about their status because they, well, partly because, um, they're the targets of immense amounts of, um, resentment and, and envy. I mean, Elon Musk, um, and Taylor Swift are both two of the most famous people in the western world, but there are also two of the most hated people in the western world. They've got lots of people that, that despise them, you know. Um So that can't be very nice. But, but, but even aside from that, the, the their, their place at the top, it's never permanent. They're all, you're always replaced, you always have um competition and for, and for me and mortals like us, I mean, you know, your competition is podcasters. My competition is other Midle authors. I mean, you know, ok, sometimes you feel that, but, but God imagine if your competition was Jeff Bezos, you know, like, like, or, or whoever or whoever it is in Elon Musk's world, these unbelievably driven, smart, um ruthless individuals are, are, are, are constantly coming for you. And I mean, that's, that's not a recipe for happiness but any stretch of the imagination,"
	},
	{
		"start_time": "27:05",
		"speaker": "Ricardo Lopes",
		"words": "right? So tell us then about how status games play out on social media because that's something that you alluded to earlier."
	},
	{
		"start_time": "27:15",
		"speaker": "Will Storr",
		"words": "Yeah. So, um in the book and also in the book Selfie, which I wrote a few years ago about a, which was about, you know, a lot of that was about the, the, the, the, the effect of the internet on our western culture. Um I write a lot about the, um the very naive utopian vision that people had for the internet back in the nineties, you know, the Wired Magazine people and, you know, the people that could see the internet coming, they, they all believed that um once um billions and mi millions and billions were all kind of all wired together that the hierarchies of the past would collapse. And we'd be, it would bring us into this utopia and future where nobody would compete and everybody would be happy. Um But of course, that's not what happens when you connect the human beings together, when you connect human beings together, they're just gonna play status games. That's just what they do. I mean, it really is and, and in the status game I am there, there's a, there's a, there's a bit about this very early social media website called the Well, as far as I could find, it's the, probably the, it's arguably the first proper social media site because it's, you know, you had to, it was in the, it was in the mid eighties. So you had the phones where you put the phone in the modem. Um And there was a AAA and um and it was like Reddit. So, so you'd have these um little sub, you could set up any kind of subject group and sort of show off about your, about your particular um area of nerdy interest. Um And then even when there was as small as 500 users of the world, they started having what they called flame wars people, they, they would just have massive arguments. Um They, they, they, they had a whole drama which I recount briefly in the status game about um pronouns for trans people. You know, like it's unbelievably um uh uh reminiscent of uh of online drama today when it's not 500 people that are connected together, it's more than half the population of the planet. So, so, so, so, so that's what we do when we, you know, we, we, when we connect people together, we compete, uh you know, when we play status games. Um Unfortunately, and that, that's what a lot of what social media is today is. People, you know, like talked about dominance games, virtual games and success games. Well, that's social media. We, we play dominance games, we push each other around. Um We judge each other for not following our particular social norms. So, you know, the woks and the anti woke constantly go after each other for not for not seeing the world exactly as they do. Um You've got um virtue games, people showing off about the wonderful things they do for charity and um uh and so on and then of course, you've got success games people showing off about this amazing holiday. They've got this achievement they've made linkedin is, is, is, is mostly, you know, showing off about success games. So, so, so, so that's, that's really the, the kind of bread and butter of social media and it's what makes social media addictive. Yy, you know, that's why it's so compulsive. There has to be something about social media, um which explains its universal success. As I say, more than half the population of the world is on social media, which is amazing considering that that includes Children, people who haven't got smartphones, that, that's just, you know, that's incredible. And so what's it offering? So, you know, my, my argument is that is that social media is a, is a brand new machine for generating status. It's perfectly possible to have more status for somebody to have more status on their phone than they do in real life. You know, when they, when they fire up their Instagram or their Twitter or their tiktok or whatever, and they've got all these followers, people that are, you know, there are people who are interested in what they've got to say or what they're doing. Um So, so that makes it an incredibly valuable resource for human beings."
	},
	{
		"start_time": "30:35",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I guess that's an interesting thing about social media is that you can very easily lie to show yourself as being a little bit higher status than you really are, right? Like showing off just your positive traits and hiding the negative traits or presenting your, your life as being just about positive things happening all the time when it's not really like that."
	},
	{
		"start_time": "31:01",
		"speaker": "Will Storr",
		"words": "Yeah, that's right. Perfectionist presentation. I mean, it's a massive issue, especially on, on sites like Instagram and it's a big issue for um, young people, especially on, on Instagram. Um, YOU know, they see these perfect bodies living these perfect lives and they feel that they don't measure up. I mean, you know, we, we human beings look to our social groups to figure out what's acceptable, what's, what's, what's, what, what, what's acceptable. And so, you know, we evolved living side by side and there are more than 50 people. So, so, so, so, so that, so we've evolved to have this very small live in this very small social world where um the models for w what is acceptable to look like weren't literally models but, but today we're exposed to the most talented, beautiful, successful, amazing people in the world on a daily basis. So that, that's, that's not a great recipe for mental health,"
	},
	{
		"start_time": "31:51",
		"speaker": "Ricardo Lopes",
		"words": "right? So we've been talking mostly about people competing with other people that are part of the same group that is in group competition, but there's also in group out group dynamics. Do social uh do status games also play a role there? Yeah,"
	},
	{
		"start_time": "32:09",
		"speaker": "Will Storr",
		"words": "absolutely. So we, we, we, we play status games within our group. We compete within our group to be the best member of the group. But status games play, play status games against other status games, you know, it's tribe against tribe. So Microsoft versus Apple Arsenal versus Man United, you know, whatever it might be. So, so, so, so yeah, it's, it's so, so, so, you know, we WW we have this ability to draw status also from within our group. When we do well within our group, we serve our group well, either virtuously or with competence, we feel good. But also when our group wins, we draw status from the group. You know, we make that group part of our identity. And you see that most obviously in sports teams, you know, you get this crazy thing in sports, I mean, in the UK, of course, it's all, it's a football country and you see these people every weekend going to football and weeping sometimes when their team loses, got nothing to do with it. It's not your fault. But, but, but, but, but it's, it's genuine emotional pain they go through when their team loses and it's genuine ecstasy when their team, when their team wins. So you can see that their group, the group that they identify with is, is, is part of their identity. It's actually a part of them and they feel it's losses and they feel it's wins as if it's happened directly to them. So, so so and, and that's again, its manifestation of our unbelievably co-operative nature. As human beings, you know, we, we are individuals but we all, but we are also members of groups."
	},
	{
		"start_time": "33:33",
		"speaker": "Ricardo Lopes",
		"words": "So even uh through your own group, identity, you can experience higher or lower status. So in the case of football teams, uh right now, if you are a fan of Manchester United, you probably feel lower status than someone who is a fan of Manchester City. Right?"
	},
	{
		"start_time": "33:52",
		"speaker": "Will Storr",
		"words": "That's right. That, that, that's exactly it. And that's, and, and that's, that's the addiction of it. You know, like, like, you know, if you identify with a particular football team, then their wins and losses become your win, wins and losses. So you become deeply interested in, in their wins and losses and it becomes, you know, a source of great, um as I say, great ecstasy, but also great um pain when, when, when the losses keep coming."
	},
	{
		"start_time": "34:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we've talked about how there are different uh status games occurring at the same time in different societies and how in different contexts they might play out in different way in different ways. But uh is it the case that there are parti, for example, some societies where status games might be less pronounced, like for example, since we know that particularly in hunter gatherer societies, they seem to be at least a little bit more egalitarian than agricultural societies, industrialized societies. Does, does egalitarianism equate uh less competition for stables or"
	},
	{
		"start_time": "35:03",
		"speaker": "Will Storr",
		"words": "not? Yeah. So, so, so wh wh when people talk about egalitarian hunter gatherer groups. They sometimes imagine they're this kind of communist utopia. And that's not the case. The reason that there's not much differential between the bottom and the top and the hand together groups, it's partly cos they're just very small groups. It's partly because they don't own, they tend, don't, don't tend to own property and, and it was really when humans settled down and began to, began to own land and property that these big status gains began to manifest itself. Uh, BUT it's mostly because, um, they're all extremely interested in the state of their own status and, and, and in hunter gatherer groups, there are always norms, um, to control other people's grabs for status. You know, pe we always want to, you know, status is a resource. It's like food, it's like oxygen, we always wanna grab it for ourselves. Um, BUT, but it's also relative, the more you have, the less other people have, you know. So, so, so everybody is hotly policing everybody else's overt claims to status and, and, and, you know, in, in lots of unga groups, there are, um, uh, often quite, you know, savage, deadly, um, punishments for the kind of repeated, um, unfair kind of overt claims to status. I mean, there's, some of them are quite funny. There was, I wrote about one of them, you know, in one Inuit group when, when someone is, you know, comes in like, you know, the big man. They, they, they, they stand in a circle around that person and sing a song of derision in their face in order to kind of put the buck in their place. So, so, so, so, so, so, yeah, that's that, you know, the, the, the, the egalitarianism, the hunter gatherer is, is not a, is not an indication that they are that they don't, they aren't interested in status, that they're all very interested in status. But it's a, they all make sure that everybody, nobody gets above their station. Um Ve very keenly and b they didn't have property, they didn't have land. There's no way of manifesting and kind of storing status in the ways that we have."
	},
	{
		"start_time": "36:53",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you go through several different aspects of human societies that you argue status games can explain or play a role in like for example, politics, morality, personal preferences, norms. Let's perhaps, uh talk about two or three of those. Um Do status dynamics have any, every, any implications for personality development and our personal preferences?"
	},
	{
		"start_time": "37:22",
		"speaker": "Will Storr",
		"words": "Yeah. So, II I think the way it works is that is that your personality type pushes you towards, you know, a successful failure in status games. But also how much you care about status games and also the kind of status games you're gonna be playing. So of course, an in an introvert probably isn't gonna be wanting to, I don't know, be a dancer or a stripper or something, you know, like that, that, that, you know, that that's gonna be, um, manifesting also certain personality types, um, you know, ll people who are lower in disagree, who, who are disagreeable, lower in agreeableness. Um, uh, MORE competitive. Um, SO someone like Steve jobs very disagreeable man. Yes, everybody will agree. And, and, but that was part of the reason that he, he, he, that he tended to win. Um, AND, and you, and you hear this all the time about, about people who, who, who, um, um, do very well in, in kind of corporate status games is that they, it's not just that they wanna win, they wanna crush the enemy into the dust, you know, they're very disagreeable. Uh, BUT also extroverts, extroverts tend to do better in status games because they are nice to be around, they're friendly, they're chatty. Um, PEOPLE wanna be around extroverts so they, they tend to do better kind of socially in status games."
	},
	{
		"start_time": "38:31",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT about our personal preferences, what is the connection there between our sta the status games we go through and our personal preferences?"
	},
	{
		"start_time": "38:43",
		"speaker": "Will Storr",
		"words": "Yeah. So, um, II, I think, um, I think it's true to say that a, lots of, lots of, of our preferences are genetic, you know, that there's a heavy genetic component into what our preferences tend to be. So that's, of course, gonna steer us into, you know, one status game or another, especially in, in the west where we have, um, you know, the system of going to school, going to university and ho hopefully having uh uh uh uh uh uh uh an ability to choose the particular state game of life that we want to play. So, so, so, so we're much more able in the West, um, in the wealthy countries to, um, freely manifest our personalities in the kinds of status games that we play."
	},
	{
		"start_time": "39:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And when it comes to norms, that's also another thing you talk about in the book. At a certain point, you mentioned uh a survey of 60 preorder societies where they uncovered seven common rules of play. Like uh for example, help your family, help your group return favors, be brave, defer to superiors, divide resources fairly and respect others property. Uh Where do these norms come from? When what do they have to do with status games?"
	},
	{
		"start_time": "40:03",
		"speaker": "Will Storr",
		"words": "Well, these are the kind of DNA basic rules of human cooper that, that, that, that have um come into being over millions of years. Um And they're really the kind of basic building blocks of how to be AAA human being. Um As I said, when we came down from the trees and we started living around campfires, we had to live in a community. And so these seven rules, tho those those are the ways that humans have or human evolution has figured out that we have to living community. So, so that's where they've come from. Um And then, of course, as we said before, the culture sort of sits on top of that as the kind of software that, that, that's the hardware, there's seven rules is the hardware and then there's a software that goes on top that, that, you know, if one of the rules is defer to superiors. Ok, how do we figure out who is a superior? And so there's like, you know, there's lots of cultural rules that, that go into that,"
	},
	{
		"start_time": "40:59",
		"speaker": "Ricardo Lopes",
		"words": "right? And, but those are seven of the common norms that we can find across human societies. But toward the end of the book, you also talk about seven rules of the status game. Would you like to tell us about them?"
	},
	{
		"start_time": "41:14",
		"speaker": "Will Storr",
		"words": "Yeah, sure. So, I mean, I, I wanted to kind of end the book with some practical stuff. Um So, you know, some, some things that I kind of felt like I'd learned by digging in so deeply to status. Um And there's a few, like one of them is um just this idea that um we should be more free with the status that we give to other people. Um Status is this incredible resource, like it's more valuable to us than gold. Um People die for, for, for, for their status and yet we, it's free, we have it to give to people. Um And, and we're often not very good at um are doing that being kind of lavish and, and generous with the with, with, with the praise and the, the status that we give other people. So II, I think that's one of those things to, to understand that we have this gift to give others. Um And, and the important thing is it's authentic. We, we, we, we don't want to live in a kind of horrible Los Angeles kind of type of society where everybody tells everybody they're awesome and amazing and then stumps them in the back, you know. Uh So, so I think that's one of them is, is, is to, is to, we, we should be, we should be much more kind of generous with our um with the status that we're giving other people. Uh Another one is that um about reducing our moral sphere. I, I think the easiest way of earning status is with virtue that y you know, you see that on social media, earning status based on competence and success is hard. You've got to become good at something and you've got to become better than average really at something to properly earn status in that I I in that field, but virtue is easy. Virtue is just like this is what I believe and if you don't believe it, you're a scum, you know, that, that, that's what that is. Um II I it's very easy to turn into a bully um when you're um trying to kind of harvest this kind of virtue based status. And, and, and so much of social media, the worst parts of social media are people pushing each other around because they don't follow their own norms of behavior and what's acceptable. So, so, so, so i it's this idea of reducing your moral sphere, you know, like when you're morally judging, just turn your eyes down to yourself much more than you're looking at other people because because the reason you're looking at other people is because you're playing status games, that that's really what you're doing. Um So, so, so I think reduc reducing your moral sphere is a, is another really important one. I can, what, what I can't remember what the others were."
	},
	{
		"start_time": "43:40",
		"speaker": "Ricardo Lopes",
		"words": "Uh I, I think that I have, I have them here. Another one is make small moments of prestige."
	},
	{
		"start_time": "43:48",
		"speaker": "Will Storr",
		"words": "That's right. Yeah. So, so, and make small moments of prestige is really about um that kind of uh Larry David thing that we tend to do, especially as we get older where we, where we're constantly moaning and bitching. Um And every time we do that, it's a, it's a little moment of dominance. You know, every time we, we theatrically s at somebody because they're taking too long to pay with their coins in the shop. Um It's a moment of dominance. We're kind of, we're becoming that kind of animalistic self pushing each other around socially. Um A and it's much more valuable I think to, to try and make, make these small moments of prestige where, where you're actually, as I said before giving status to other uh other people in a, in a, in a free and generous way. And that, and that, that makes ourselves feel better. But it also rebounds on us because we then get a reputation as being AAA better person and the person that other people want to be around. So it's really a massive win, win in making these small moments of prestige. You've just got to remember to do it is, it can be difficult sometimes."
	},
	{
		"start_time": "44:49",
		"speaker": "Ricardo Lopes",
		"words": "So let's go through some of the other ones and another one is play a hierarchy of games, what you got."
	},
	{
		"start_time": "44:57",
		"speaker": "Will Storr",
		"words": "So, um I think it's important to hedge your bets. Um WITH status games, it's dangerous to just play one game relentlessly all of your life because then what happens inevitably when things start to go wrong with that game, you know, um I think there's some natural hedging when you have Children that, that something seems to happen when, when, when people become parents that they start to play status games through their Children. And as long as that doesn't get pathological, which it can very easily, you know, like you, you've, you've become this kind of nightmare parent who uh who um really, really feels every win or loss that their child has and, and becomes too pushy and unpleasant to them. As long as that doesn't happen, it's actually very healthy because, you know, you're getting your status from the this variety of sources. But if you're like me, you don't have Children, you just basically one thing which is right. That's really dangerous. Um So, so, so, so it's about playing a playing, playing lots of different status games and having lots of different sources of status. And I mentioned before that I, you know, was a Samaritan and the reason that I joined the Samaritans was directly because of this, um you know, I realized when I was writing the book that you just, you're just doing one thing here with your whole life and, and it's not gonna go on forever and it's just not, and then what's gonna happen, what's gonna happen is you're gonna have a nervous breakdown, you know, you're gonna have a psychological collapse if I, if, if all this goes wrong, so joining Sam, I would never have been the kind of person to volunteer before. So, so joining the Samaritans was, was a very conscious way of um playing a different kind of status game and, and thinking, oh, well, you know, you need to have sort of different sources of status in your life and different sources of meaning."
	},
	{
		"start_time": "46:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh And do you think that particularly when it comes to volunteering that perhaps learning more about these status games that we go through in human societies and how they can affect people in different ways may be more empathetic towards people who are perhaps lower status and that's bec, uh, that's one of the main reasons why they are suffering."
	},
	{
		"start_time": "46:59",
		"speaker": "Will Storr",
		"words": "Yeah. Absolutely. Um, YOU know, one of the things that I've, that I've brought with me to the Samarin is this understanding of the importance of status and, and when I'm talking to people who are very, very depressed and in despair, um, it's amazing the effect that, that giving them some compliments has on them. Like it, like it, like it's almost like a magic spell. Um And I, and as I said before, it's important, it's authentic because we're, we're very good. Humans are very tuned to inauthentic, you know, spotting in authentic stuff. Um We're very tuned to bullshit in that way. But, but when you're listening to them talk and you're, you're thinking about, ok. Is it, what, what are some things that I can say that about this person? You sound very like a caring person. This thing that you told me about is such a, such an amazing, courageous thing you did or you're really obviously a really smart person, like, you know, whatever it is and it has this kind of magical effect almost like you, you just, and it's not like 99% of the time. It's like 100% of the time. WW when you give people a genuine compliment that, that you really mean. It, it, it has it. Yeah, it's, I, I, it's incredibly powerful and it's in those moments, you really, see you, you really, you really feel the power of status like it, it's like giving somebody who's starving, um, a piece of chocolate like it, you just think God, that is what they need. You know, they, they, they, they, they're, they're living a life which has relentlessly told them that they're useless and they have no value. Um, AND it's also made me realize, um, uh, y you know, uh, why old people, they, they, they, they feel that they're a burden. You hear that word all the time. I'm a burden, I'm a burden. I'm a burden. I'm a burden. And it seems to be like this very common fear of old people and, and, and, and, and a, and a very common source of anxiety and depression to older people. And again, I think that's, that's about status. It's like we, we have evolved to be um valuable members of, to feel like valuable members of our groups. And uh and I think that the, the thing that old people feel when they're in those terrible states is, is that they're not, I'm not valuable anymore. And that's what they're saying when they're saying I'm a burden like I'm being carried here, I'm not carrying anybody else. And that the fact that that is a source of absolute despair to so many people, I think, I think tells us an awful lot about the importance of status to the human animal."
	},
	{
		"start_time": "49:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh And when it comes to younger people. I would imagine that uh if they're suffering from depression, it could be because they might have lost at specific status games. Like, for example, they didn't, they weren't able to get uh high status job. For example, they might be earning very little and they might also feel like they are a burden to, I don't know their family or people around them in general."
	},
	{
		"start_time": "49:42",
		"speaker": "Will Storr",
		"words": "That's right. I mean, and I think one of the important things is, is to underline is that, is that when we talk about status, it's not that most people want to be super successful. Most people just wanna be fine, they just want to be respected, valued. It's not that they want to be a superstar. Um But, but, but of course you get um yeah, young people, it's, well, you know, it, it, it, it's a terrible thing. It's, it's no, it's no coincidence that when you look at school shooters in America, they tend to be unattractive, unpopular, bullied and a bit weird. They, they, they've been relentlessly made to feel low status and then they respond by destroying the source of their humiliation. WW, we are um uh one of the worst things to be called in our current culture is an Incel. Um You know, somebody who's in an involuntary celibate but, but you know, these are angry, rageful, unpleasant men, but they are also men suffering an enormous amount of pain because they are fat, they are ugly, they are unwanted, they are despised and, and, and that is a horrendous place for people to be. But because they're men, we don't have any sympathy for them. Uh, YOU know, we, we, we, we, we actually, you know, we, we do everything we can to actually make them feel worse. And of course they're, they're, you know, o often, um, their, their rage and despair manifest as misogyny. So, so, you know, there, there's every reason to, to be, to, to, to be up, be upset about that. But, but the core of it is this absolute despair and this enormous pain that these people are in."
	},
	{
		"start_time": "51:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm When you say that because they are men, we don't care about them as much. Perhaps you're referring to the work by Tanya Reynolds where I ca I can't remember the exact uh terminology there, but she refers to uh so uh phenomenon, psychological phenomenon where we tend to be less empathetic toward men than women."
	},
	{
		"start_time": "51:35",
		"speaker": "Will Storr",
		"words": "That's right. That's right. I mean, and it's really, there, there's also the, what's known as the women are wonderful effect where um when you survey men and women, everybody thinks that women are better than men, including the men. Like, you know, pe people, you know, I think that the very simplistic idea of the patriarchy is, is, is very cartoonish and very shallow. I, I, you know, like, yes, there are advantages to being men, but there are also lots of advantages to being women. And one of the major advantages is that people care about your pain, they care about your issues. Um They value your life more. Um So, so, so there are a whole host of advantages of, of, of um yy, you know, being female, ever being male. Uh YOU know, some at an extreme. Um WHEN, when you hear lots of modern feminists talk about men, they just sound like the Incels sound when they're talking about women. But if a man, man does it, they're called an Incel. But if a woman does it, they're, they're celebrated as a feminist. So, you know, that's that kind of weird double standard. We have, um, um, II I, you know, in our culture and I, and I think one of one of them is, is because of this women, women, a wonderful effect. We just, we, we just prefer women, men and women tend to prefer women and care more about what female pain and female issues."
	},
	{
		"start_time": "52:50",
		"speaker": "Ricardo Lopes",
		"words": "Well, there are also, of course, there are fewer in number, but there are also some fem cells. Uh, THAT is female celibates. So there is also that phenomenon."
	},
	{
		"start_time": "53:01",
		"speaker": "Will Storr",
		"words": "Yeah. Yeah. Yeah. Yeah. Yeah. Absolutely. Yeah. Yeah. Yeah. Yeah. Yes, undoubtedly. But, but we don't really hear about them very much in that, in our, in our, in our newspapers."
	},
	{
		"start_time": "53:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. That's right. That's right. So let me ask you about one more rule of the status game that you suggest to the end of your book, be different. What does it mean to be different in this context?"
	},
	{
		"start_time": "53:28",
		"speaker": "Will Storr",
		"words": "So, being different, I think, I, I, you know, yeah. So I think it's really important um to understand that when we're playing competence games, when we're playing success games, sometimes, um it isn't just about relentlessly competing to be as good as you can at the thing that you're trying to be. Sometimes it's iyy, you, you can win by being different by trying something creative and different as long as you're still contributing to the group. And I almost think that's the definition of genius really, especially if you think about the creative arts, somebody who tries to do something a bit different, something like Lars Von Trier in the film business. Uh AND the Dog May directors when you try to do something different and it works like, um that's the, anybody can do something different. But if you do something different and it works, um you know, that's, that's genius. That, that, that's, that, that's, that, that's brilliant. So, so I think that's a, it's like a liberating thought really? That, that, that it isn't just about kind of this remorseless treadmill of getting better and better and better. It's also why don't you try to do something a bit different, do something different to other people and see if you can make it work that way."
	},
	{
		"start_time": "54:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, maybe you can even create a new form of status game or a different status game. But I don't know, perhaps, uh a new sort of professional activity where you're the pioneer. And so you immediately are of higher students. Something"
	},
	{
		"start_time": "54:51",
		"speaker": "Will Storr",
		"words": "that right. And, and I think that's what geniuses do, isn't it? It's like, you know, when, when, when I know, I know Steve Jobs didn't invent the iphone, but when Apple invented the iphone, they created a new category. So there's a new status game who can make the best phone and, and, and that's generative that gives us Google pixels and Samsung phones and all that other, other sort of very competitive and in lots of ways better than the iphone phones. And, you know, in the creative arts, it's mentioned last Von Trier and their kind of dogma film method of filmmaking with, you know, no artificial lights and they had all these rules. Uh uh AS I say, how we're going to kind of de Hollywood the film business and that creates a new status game. You can be the best dogma filmmaker. Um WW we which was responsible for some amazing art, you know, 1020 years ago. So, um so, so yeah, that, that's absolutely right. I think you're right about that. It's um it's a sign that you're doing something brilliant if you're, if you're creating new status games."
	},
	{
		"start_time": "55:44",
		"speaker": "Ricardo Lopes",
		"words": "So one last question, then, of course, we talked about how status games can also be about some prosocial trades. So it's not always about conflict and competition, but uh there are people that perhaps are dot Don't like competition too much and they would, uh like to live in a society perhaps where we would move beyond status and not care so much about it. Do, do you think that that would be possible? And if so w should we want that or not?"
	},
	{
		"start_time": "56:22",
		"speaker": "Will Storr",
		"words": "Yeah, I mean, it's not possible. It's just, it is completely impossible because status games are built into the, the structure of our brain. You know, there, there's something called the visual dominance ratio which is um the um the uh uh uh the, the ratio by which the higher status person talking will make eye contact with the lowest status person and, and you know, ss so there's also something called the para herbal frequency band where the high status person will, who speak using one sort of tone which is inaudible to the conscious ear as it were and the other person will match. So even on these very subconscious levels, the way we're talking, the way we, we doing eye content that we're not even consciously aware of. We're making status games, not just that we're playing them, we're making them happen. You know, you put, you put, you put three people in a room, let them chat for 15 minutes. They will establish a status game. You can't help it, you cannot eradicate status from the human condition is partly what we do. And the other thing I would say is that why would you want to? So, so yeah, you know, the, the, the, the kind of remorseless pursuit of status can be very damaging, virtue games can be evil. I mean, we haven't talked about it but in the book, as you know, I write about status is um, man, I keep saying manifestation, it's just really annoying me how status uh emerges in um uh even in um spree killings in honor killings in ho in, in um um uh in the Holocaust uh in the communist horrors of the Soviet Union. Um So, so, so yeah, it can be a terrible thing. But ultimately, status is our, I I is our instinct to want to feel valued by the human family. So why would you want to eradicate that status is what is what builds civilisations. It's what makes us literally better people. It's what makes us care about other people. And it's what makes us put the tribe, tribes interests before our own interests. You know, status is we, we focus on all the negatives uh which is good because it helps us fix the negatives. But, but, but we, we should focus more on the positives and kind of make status less of a taboo thing. You know, it's good that we pursue status. It's good that we wanna compete to be who's the best uh most virtuous person who can donate the most money, who can create the best vaccine? It's good that we compete. So who can uh yy, you know, build the fastest car, the most efficient, the hailing taxi ride system. All of those things that we do um are, are kind of fueled by this need. We have uh to feel valued and respected by other people. And that's one of the best things there is about the human being."
	},
	{
		"start_time": "58:54",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to status games, is there a final message you would have about them or perhaps something important that I might have missed in my questions?"
	},
	{
		"start_time": "59:05",
		"speaker": "Will Storr",
		"words": "Well, iii, I think, I, I think there's a paradoxical thing about status, which is, I think you should take it really seriously because um, it's the source of meaning in your life outside your Children and your, you know, your dogs or whatever the status is, the source of meaning in your life. It's gonna give you your greatest pictures. It's gonna give you your life rhythm and purpose and a direction. But also paradoxically, don't take it too seriously. Like it, it, it's just a game like it's just a game that you're playing to, that, that you're programmed to play in order to make you feel like you've got to have, you're having this meaningful life. So there, there are lots of times in your life when you feel in absolute despair because something has gone wrong, you feel humiliated, you feel embarrassed, you've, you've lost in some way. And I think in those moments, it, it, it, it, it's worth remembering. It's just a game, it's just a game. And then round the corner, there will be another moment where you feel valued and respected and you get it back again."
	},
	{
		"start_time": "1:00:02",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's send on that message then and the book is again the status game on human life and how to play it. I'm leaving a link to it in the description of the interview and we just before we go, are there any places on the internet where people can find you at your work?"
	},
	{
		"start_time": "1:00:20",
		"speaker": "Will Storr",
		"words": "Yeah, in um January or February. I'm launching my substack. It's called You are a story. Um Just Google it, you are a story. Um So I'm gonna be writing regularly um about um status about connection about the human brain as a storyteller, all of those things um on my substack."
	},
	{
		"start_time": "1:00:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, uh thank you so much for taking the time to come on the show. It's been a very fun conversation."
	},
	{
		"start_time": "1:00:47",
		"speaker": "Will Storr",
		"words": "Thanks Yara. Thanks for your amazing questions. I've really enjoyed it. Thank you."
	},
	{
		"start_time": "1:00:51",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mark Nevs calling in Holbrook Field Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel s Friends, David Sloan Wilson Yasa, dear, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi, Nale Me, Gary G Alman, Samo, Zal Ari and Ye Polton John Barboza, Julian Price Edward Hall Eden Broner Douglas Fry Franca, Bela Gil Cortez Solis Scott Zachary ftw, Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams di A. Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas, Radis Mark Kemple Thomas Dvor. Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca. Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]