[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host as always Ricard Lobs. And today I'm joined by Doctor Lance Grande. He's a distinguished service curator Emeritus at the Field Museum. And today we're talking, we're talking about his book, The Evolution of Religions, The History of related traditions. So, Doctor Grande, welcome to the show. It's a big pleasure to everyone. Oh, thank you to. So we're going to talk about the evolution of religions and how they relate to one another. So just to, before we get into religion itself, let me just ask you a little bit about some of the methodology that you apply in this kind of work and in your book specifically. So, could you start by telling us about evolutionary systematics? What is that exactly?"
	},
	{
		"start_time": "00:52",
		"speaker": "Lance Grande",
		"words": "Well, i it's modern context, it's a classification of groups of things based on historical relationships and uh shared characteristics. Um We basically look at, you know, characteristics that we think are uh uniquely uh derived for groups and that's how we build these trees that tell us something about the history of things."
	},
	{
		"start_time": "01:16",
		"speaker": "Ricardo Lopes",
		"words": "And what would you say that we gain from approaching religion or religions from an evolutionary perspective? What kinds of insights do we get from that?"
	},
	{
		"start_time": "01:28",
		"speaker": "Lance Grande",
		"words": "Well, it gives us a broader understanding of diversity with uh this historical uh perspective of uh connections and shared uh foundations. And I think that's something that uh I is useful in any deep studies of history."
	},
	{
		"start_time": "01:47",
		"speaker": "Ricardo Lopes",
		"words": "And in, again, understanding a little bit how you approach things in your book at a certain point, you say that you examine the evolutionary history of major groups of religions in an agnostic context. So what is that agnostic context? What does that mean in this case?"
	},
	{
		"start_time": "02:06",
		"speaker": "Lance Grande",
		"words": "Uh Diagnostic, I simply mean, as a historian, uh such an approach is necessary for an unbiased comparison among so many thousands of different uh things out there. Um um RELIGIOUS ideologies in this case."
	},
	{
		"start_time": "02:21",
		"speaker": "Ricardo Lopes",
		"words": "Uh So I, I mean, do you think that perhaps approaching it from either a religious or an atheist perspective would bias the approach here?"
	},
	{
		"start_time": "02:34",
		"speaker": "Lance Grande",
		"words": "Yes, because then you're going into it thinking you already know the answer and if you go into something already knowing the answer, it becomes less scientific in its core."
	},
	{
		"start_time": "02:46",
		"speaker": "Ricardo Lopes",
		"words": "And of course, we're talking about religion, most people perhaps think that they know more or less what religion is about. But what actually is religion? What is religion? What, what counts as a religion?"
	},
	{
		"start_time": "03:02",
		"speaker": "Lance Grande",
		"words": "Yeah. It's a tricky concept because um it's defined so differently by so many different people. I mean, that's one way that social sciences differ from the biological sciences and that in the biological sciences, there are rules for naming groups and, and understanding what a group means. Um Those things don't exist in the social sciences so much. So people use names and they mean all kinds of different things. Um ESPECIALLY with something like religion. Um So the most critical thing for me was to clearly define how I was using it because that's the only way that uh then it can make any long term sense to, to other people studying the same subject. So I usually, um I try to remain as unbiased as possible. So I, I define a religion in its most broad sense as a supernatural belief system. Um And then within that, I identify a subgroup called organized religion, um which I identify as a formally codified and institutionalized religions. Um THAT I start, I go from there and then start to look for the subgroups of these things."
	},
	{
		"start_time": "04:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But uh of course, I think we're going to get back into the topic of organized religion. But since you mentioned it now, and you say that it's basically about institutionalized religion. I mean, what does institutionalized religion mean? I mean, where at, at what point do you say that the religion in a particular society is institutionalized?"
	},
	{
		"start_time": "04:54",
		"speaker": "Lance Grande",
		"words": "Well, these are generally belief systems that have laws and traditions and uh specific organizational structures and revered figures and enough of, and a number of other things that, that we can compare and look for similarities and differences and in the way we classify the thousands of different belief systems out there."
	},
	{
		"start_time": "05:14",
		"speaker": "Ricardo Lopes",
		"words": "And is there any particular reason? I mean, was it just out of your own personal interest or is there any other particular scientific reason, let's say for you to have picked religion? Because I imagine that you could have done the same with any other cultural phenomena or cultural phenomenon in human society. Do, do you think that religion plays a particularly important role in human societies or not?"
	},
	{
		"start_time": "05:45",
		"speaker": "Lance Grande",
		"words": "I do. And I picked it also because um there's kind of AAA revolution in the social sciences today. Um There's a long history of um evolutionism and even broad comparative is in the social sciences. Um uh Shortly after Darwin published the origin of species, some social scientists were drawn to it to um look at culture. But early on in the late 19th and early 20th century, uh many of these uh workers were looking at evolution as a ladder of progress or uh is some innate qualitative thing. And that led to all kinds of bad consequences, you know, ranging from eugenics to worse. And uh as a result of that, um social science has largely rejected not only evolutionism eventually, but even broad comparative. And um but in the meantime, the biological sciences completely changed the way they looked at evolutionary studies. Um And uh rather than looking at evolution as some sort of ladder of progress which they no longer do. Um They started looking at uh evolution as simply diversification over time in a non qualitative way. So, um so that way of looking at evolution has been slow to re-enter some of the social sciences, uh linguists have embraced it. And so there are a lot of uh linguists who now use P phylogenetic evolutionary techniques, but it's been very slow to penetrate other areas like history of religion studies. So, I mean, I've always liked to challenge. So I picked um history of religion studies and uh and this is where I landed."
	},
	{
		"start_time": "07:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm But do you think that nowadays, particularly in the humanities and when you try to approach religion through a perspective coming from the humanities that there's more acceptance of using or applying evolutionary theory or not,"
	},
	{
		"start_time": "08:04",
		"speaker": "Lance Grande",
		"words": "that remains to be seen uh uh a again in um many um aspects of the social sciences like history, religion studies. There is still resistance not only to any kind of evolutionary approach, but even broad comparative is, I mean, there's a, a uh school uh of uh the social sciences sometimes called particulars which basically says stay in your own lane and don't uh don't go outside of that. But as somebody interested in, in the broadest and deepest history, I'm drawn to things that are much broader in their look at um uh diversity. And um that, so that's part of what drew me in here and um it's been interesting to see the reaction to it uh both positive and negative"
	},
	{
		"start_time": "09:01",
		"speaker": "Ricardo Lopes",
		"words": "and why do you think that religions are so common across human societies? And since we're also talking here from an evolutionary perspective, do you think that we have evolved to being predisposed to religiosity in any way that it is something innate in human beings? Or is it, for example, a by-product of other adapt of other psychological adaptations we might have evolved? I mean, do you have any uh any particular position when it comes to that kind of question, if religion is something that we are predisposed to in naturally predisposed to and if it's the result of natural selection,"
	},
	{
		"start_time": "09:45",
		"speaker": "Lance Grande",
		"words": "well, there are many ideas about that um as you might guess, um they, they range from, um just say uh some sort of ambiguous uh um um noting of these, the, the uh broad diversity of religion to uh some scientists even claiming there's a genetic component to it, which of course is hotly debated. Um It is, it does seem to be ingrained. I mean, according to a 2010 study by the Pew Research Center, only about 2% of people are uh strict atheists and another 10% are agnostics, um the rest appear to follow one particular branch of religion or another today. But that's,"
	},
	{
		"start_time": "10:36",
		"speaker": "Ricardo Lopes",
		"words": "let me just ask you those 2% that are strictly at the atheists uh is what does that 2% correspond to, are we talking about the entire global population or everyone that ever existed? What are we referring to there?"
	},
	{
		"start_time": "10:55",
		"speaker": "Lance Grande",
		"words": "We're referring to a, a single study by the Pew Research Center uh uh in 2010 uh on the population of the uh early 21st century on the planet. So that it's a specific point in time and of course, they weren't able to survey uh 7.5 billion people. Uh But it's a representative sample that it was a quite, quite a large sample involving um countries acro across the globe."
	},
	{
		"start_time": "11:27",
		"speaker": "Ricardo Lopes",
		"words": "Yes, because I was wondering if uh today in the 20 twenties, it would still be only 2% of people who identify as atheists in the world."
	},
	{
		"start_time": "11:40",
		"speaker": "Lance Grande",
		"words": "You know, nobody knows. I mean, the, the pew uh uh survey was the last one of its size. So, I it's, I'm sure they will do and try and repeat that at some point in time, but it was an enormous project. So, so, um but, you know, 2010 is fairly um recent. So, uh um it's good to um at least have something that you can look at."
	},
	{
		"start_time": "12:05",
		"speaker": "Ricardo Lopes",
		"words": "Do we have any idea if there ever was any human society which lack religion altogether where no religion, which didn't have any sort of religion at all?"
	},
	{
		"start_time": "12:19",
		"speaker": "Lance Grande",
		"words": "Well, again, that depends on how you define religion and, and in the most general way that I define it uh, supernatural belief systems. Um, ALTHOUGH there's no way of proving it, I suspect that it went back, uh, close to the, uh, uh, it, it, it went back probably at least, uh, 100,000 years or more because, I mean, the early, um, forms of supernaturalism would have been more animistic, uh, maybe in terms of, uh, um, um, being awed by the natural, um, phenomena, um, you know, the wind, the, the storms, the sun and the moon. Um But also by um say, um the value of uh maternal uh things that, you know, I mean, basically early clans, they were dependent on um mothers producing Children or they disappeared. And, and so there, there are probably some reverence attached to that and, um that is sometimes thought to be demonstrated by the, the abundance of these Venus figurines that we find in, in the, the archaeological record going back 40,000 years or so. Um But, you know, like all things that go back so far in history, we can only speculate uh about the uh most distant reaches of uh human culture."
	},
	{
		"start_time": "13:50",
		"speaker": "Ricardo Lopes",
		"words": "And since we're also going to talk here today about uh how some of the, at least the main or biggest religions relate to one another. Do we have any idea at all or is it possible for us to know how many religions would have existed in human history?"
	},
	{
		"start_time": "14:12",
		"speaker": "Lance Grande",
		"words": "You know, I am, I estimate there must be at least 10,000 branches of religion today and many times that amount that have gone extinct over time. Um, BUT this is a conservative generalization. Um, SOME people have proposed that every individual has its own particular religion because every individual has a slightly different way of looking at these things. Sometimes they combine the ideas of one religion with another religion or certain aspects of it, or sometimes they'll ignore one, element of a, an organized religion. I mean, there's so many different ways that, um you could, you could almost make the case that every individual has its own distinct religion. But again, that's not so different from the uh case in biology where you could say, well, every organism has its own genotype. Yeah, that doesn't stop us from then identifying specific groups of comparison like species, which it can tune, can, can contain a lot of uh genotypic variants. But we, uh we, um we form these specific groups based on all these specific shared characteristics and that gives us a group that we can compare, compare to another group. We do much the same with religions because we can identify these traditional groups uh um that at least the way they were founded and uh recognize that, well, everything continues to diversify and even those traditional groups go on to branch into many different uh subgroups."
	},
	{
		"start_time": "15:49",
		"speaker": "Ricardo Lopes",
		"words": "And because there are these relationships between religions as we're going to talk about. In the second, the relationships between some of them, is it easy to strictly separate one religion from another? Like, I don't know why is, is it possible at all to say? Ok. So here we have Judaism and uh uh uh from this point onward, it's already Christianity or something like that. I mean, is it possible to make that separation precisely or not?"
	},
	{
		"start_time": "16:26",
		"speaker": "Lance Grande",
		"words": "Well, every uh definition of groups and every um um pattern of relationship we find is only a hypothesis. I mean, that's how science works. We make hypotheses and then these aren't meant to be final word. I mean, that's one of the things that separates um science from fundamentalist religion that is every hypothesis we create is meant to be tested by future workers. Uh And uh um if uh the ideas there are superseded by greater evidence, they're meant to be modified and adjusted over time. And um science is a continually um uh refined process that, that continues to test itself and, and make um uh changes and hopefully improvements to what it proposes."
	},
	{
		"start_time": "17:24",
		"speaker": "Ricardo Lopes",
		"words": "And of course, we can represent the relationships between the different religions in the form of an evolutionary tree or a phylogenetic tree. Uh But uh does that, do, do those trees represent in any way lather of progress or universal improvements? I mean, does it have, does it follow any sort of, let's say ology or something like that?"
	},
	{
		"start_time": "17:52",
		"speaker": "Lance Grande",
		"words": "Well, as we talked about before, um there was a time when early evolutionists thought that it, there was some sort of innate path of progress to evolution, but that has been abandoned by evolutionists since. Um uh And uh we no longer look at uh evolution as a ladder of innate progress. Uh We simply look at it as diversification over time as groups uh respond to the particular environments that they're in. Um SOMETIMES an environment will um select for specific groups. But the thing to remember is those environments are constantly changing too. So what may be a selective advantage for a group at one time in place um may be uh a disadvantage in another. So, um there is no real innate, qualitative control or ladder of progress here. It's simply um trying to decipher uh what the diversification history of things has been over time."
	},
	{
		"start_time": "19:02",
		"speaker": "Ricardo Lopes",
		"words": "So we can say that for example, one particular organized religion is an improvement over another different organized religion or that organized religion even itself is better in some way is better than supernaturalism,"
	},
	{
		"start_time": "19:24",
		"speaker": "Lance Grande",
		"words": "right? Yeah. And scientifically would, we would never do that. Um uh Of course, that's when we're taking an unbiased look at things. And as we know, uh a lot of people who are vested in religion aren't there to take an unbiased approach, they're there to promote a particular branch or another which um then makes it um something other than a, a, an unbiased uh scientific analysis of history."
	},
	{
		"start_time": "19:56",
		"speaker": "Ricardo Lopes",
		"words": "And how do we decipher then the patterns of relationship between the different religions. How, how do we do that?"
	},
	{
		"start_time": "20:06",
		"speaker": "Lance Grande",
		"words": "Well, we basically look for um, patterns of uh characters. Uh Well, I should say whether it's uh in biology or culture, that's one of the steps we do is we look for these, these shared characteristics, uh in particular groups that appear to be unique to these groups and, and that we can theorize their shared because they were all derived from a common ancestor. Now, with culture, we have an advantage uh over biology that biologists don't have. And that is so much of the diversification of culture occurred um during literate time that we have written contemporaneous records of things like founders or ancestors and diversification patterns. That's something that biologists would only dream about because again, most speciation events happened millions of years ago. So there's no way of having any kind of, of uh historical written records of it. Uh All we have are these character patterns which we use to hypothesize patterns of relationships that we then explain with our theories of uh of uh evolution. Um But culture has this added piece of information that is, is very valuable and, and um gives us uh a ma sometimes a, a very solid pattern of, of relationship. Mhm"
	},
	{
		"start_time": "21:37",
		"speaker": "Ricardo Lopes",
		"words": "And I would also imagine that it would be very complicated or that, that it is in fact very complicated to disentangle the effects that natural and cultural selection might have had on religion or separating what is biological from what is cultural."
	},
	{
		"start_time": "21:56",
		"speaker": "Lance Grande",
		"words": "Right. Yeah, it, it, it's hard to, I, I think when we're dealing with cultural evolution, we're, we're pretty much confined to ideologies, uh, and, uh, um, traditions and, and, um, uh, the biological evolution um, is a, a completely different entity than, uh, the cultural evolution. Uh It's possible that 1 may, uh, um influence the other in some ways but they're really separate, uh, um, elements in a deep history,"
	},
	{
		"start_time": "22:31",
		"speaker": "Ricardo Lopes",
		"words": "by the way you used the word, uh, ideologies. There, does it have a specific meaning in this context?"
	},
	{
		"start_time": "22:40",
		"speaker": "Lance Grande",
		"words": "Um, I, I, well, in other words, the ideology, it's a, a, a, a, an understanding or, um, something having to do with human, human thought rather than, um, you know, growing an extra arm or, or something that's physical. I mean, it's, it's, uh, you're dealing with, um, uh, uh, a group thought patterns, um, rather than, uh, uh, physical phenomena."
	},
	{
		"start_time": "23:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so evolutionarily speaking, uh, first of all, what is, what you call in the book Supernaturalism and then we'll compare it to organized religion. But what is supernaturalism?"
	},
	{
		"start_time": "23:29",
		"speaker": "Lance Grande",
		"words": "Uh, SUPERNATURALISM is just the, the belief in, um, anything that is beyond the, the natural, that is, um, you know, a belief in, uh, s some sort of spiritual essence or something that is basically beyond the physical world. Um, SO, uh, uh, it, it eventually becomes more organized with, uh, with, uh, organized religion. Uh, ONCE we start, um, putting structure into that, um, you know, maybe, uh, revered figures and, and different organizational structures and, and, um, laws commandments. I mean, all of these things they eventually came to more formalize, uh, different types of, uh, religious belief."
	},
	{
		"start_time": "24:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, AND do we have a good understanding of how we move from supernaturalism or even anthropomorphic supernaturalism to organized religion? Are there any particular kinds of steps that societies usually follow to get there or not?"
	},
	{
		"start_time": "24:46",
		"speaker": "Lance Grande",
		"words": "You know, it's, it's a real generalization. Uh uh Again, um, it's not a ladder, it's not a linear path. Um But it's a, it's a level of generality more than anything else. Um So, I mean, supernaturalism is just this belief in the supernatural. And, uh, it, it was thought to be, you know, an, the earliest form of, uh, of any kind of religion because it started with sort of a pure animistic belief, you know, uh that all things have a spiritual essence, whether it's the wind, the sun, the moon or, or motherhood, all of these things were revered, um, probably by, um the most, uh um uh some of the earliest human cultures. And again, of course, this is all largely speculative because we're dealing with things well, before, um, any kind of written records or even anthropological uh records. Anthropomorphic supernaturalism seems to be kind of a natural um addition eventually because, uh I think eventually, uh they have record of attributing human characteristics to these supernatural elements. So, you know, uh this reverence for the moon became a moon goddess, the, the reverence for the sun, a sun God and, and so on and so forth. They be, they became actual entities of some sorts. And, um, you know, eventually these, these, uh, uh beliefs became more and more formalized as did other ma uh, other matters of, uh, social behavior among humans."
	},
	{
		"start_time": "26:34",
		"speaker": "Ricardo Lopes",
		"words": "But then when we talk about organized religion, uh the first organized religions were polytheistic,"
	},
	{
		"start_time": "26:43",
		"speaker": "Lance Grande",
		"words": "right? Yeah, they, they were, they appeared to be uh uh animistic polytheism. That is, I mean, they were, they were um certainly polytheistic, but the gods still represented all these natural uh elements or, or um phenomena of one sort or another. Um They became more social with time and um and with time, the uh pantheons of gods even developed um uh more hierarchical structures or be, you know, um you develop things like chief gods and, and God and uh various uh high goddesses. Um uh AND this eventually evolved into more um male dominated pantheons uh because uh it kind of followed the social structure of uh other parts of human society where males came to dominate with armies and emperors and all kinds of other things. So there was this constant um um change and we can look back historically on it and we can, we can see historically different chapters of it even though it wasn't a, a uh any kind of progressive thing. It was simply the change we observed over history"
	},
	{
		"start_time": "28:03",
		"speaker": "Ricardo Lopes",
		"words": "and geographically. Do we have any idea where the first organized religions develop?"
	},
	{
		"start_time": "28:11",
		"speaker": "Lance Grande",
		"words": "You know, that's a really tough question because again, like all things uh in deep history, the further back you ti in time you go, the more speculative our ideas become now, uh going back to the earliest organized religions, uh we know that um both that there were two massive uh um uh groups that developed uh before 11,000 years ago. One was it indigenous Eastern organized religions? And the other was indigenous western organized religions which also contained part of the northern Africa. Um Now, although that they go back at least 11,000 years, there were probably much older ones uh particularly from other parts of the African continent where humans were first evolving. Um But unfortunately, most records of the earliest indigenous African religions, other than these Egyptian ones uh were lost um partly because they develop so long before any kind of literacy. Um But also because um um Muslim conquests of the northern half of the continent and Christian conquest of the southern half part of the um objectives of conquest was not only to convert but also to subvert the histories of these other belief systems. And uh sometimes that even included destroying uh uh records wherever they did exist. So it's a tough question. Um And uh but like all things in evolutionary studies uh, we can, we only have what we have to work with. And so we, we look at the evidence we have and try to do the best we can with that. It seems true in, in the biology. Of course, uh, uh, we, the further back you go in the fossil record, the, the less information we have and the less these things look like modern animals and so the less we understand them."
	},
	{
		"start_time": "30:21",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I imagine that it's more or less the same that we find when studying languages. Because for example, we can go back up till proto Indo European and uh establish the relationship between proto Indo European and all the major European and Western Asian languages. But we don't exactly know what came before that."
	},
	{
		"start_time": "30:49",
		"speaker": "Lance Grande",
		"words": "Right. Exactly. And again, the, the linguists, they're the ones that are sort of leading the, um the pack in social sciences and bringing phylogenetics back into the social sciences. Um Hopefully that'll, that'll spread to uh the other areas of the social sciences with time."
	},
	{
		"start_time": "31:11",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned their Western indigenous uh organized religion and Eastern indigenous organized religion are those the two main original branches of organized religion."
	},
	{
		"start_time": "31:27",
		"speaker": "Lance Grande",
		"words": "It appears to be uh based on the information that we currently have. But again, that's based on an incomplete data set and it'll, it'll probably always be changing as we, you know, we find out more and more uh going on. Um PART of it is that this is kind of a different way of looking at um, these studies. And, um, what I've done is simply set out some templates and ideas that I'm hoping will be uh then um modified by specialists in all these areas and continued. And, I mean, that's how, that's how uh it works in the biological science is that there are generalists that work with specialists and it goes back and forth between specialists and generalists and specialists and generalists. But that's how we develop these finer and finer tuned uh patterns of evolutionary diversification in the biological world. I'm hoping that the same thing will happen now in um these areas of the social sciences."
	},
	{
		"start_time": "32:34",
		"speaker": "Ricardo Lopes",
		"words": "But as far as we know, at least for now, it is from these two main branches that all the other major organized religions branch."
	},
	{
		"start_time": "32:47",
		"speaker": "Lance Grande",
		"words": "Again, that is uh based on the, the um the groups that I looked at those are the patterns that I come up with. That's not to say that there, there aren't um other uh say earlier groups that will be uh discovered on the African continent, for example. Um And uh but yeah, you know, when, when you look at these Western groups, I mean, the western groups not only involved uh um you know, the Mediterranean region and the uh northern parts of Africa, but also spread to the Americas. I mean, that's all the uh the new world. Um EARLY new world religions came from the West, I mean, you know, the, the um English and the Spanish uh they all colonized and, and basically um sent conquests into the new world and um uh much of uh what eventually uh came there ultimately came from. Um Well, not only the west, but the east. Um IF we look at the way the, the uh uh continents were um positioned, say going back uh 11, 11,000 years, we can see there were land connections, for example, between Siberia and North America. As some people think that that's how um humans first came into the Americas was it was by these sorts of connections, which means um early, the earliest um religions in the Americas were maybe offshoots of Eastern organized religions. But then, of course, uh later on, uh after um we had the, well for a while, we had the separation of North America from Asia when the, we, we lost the land connection uh across the um Arctic region there. Um uh And uh these religions from um the East, East Asian area uh developed independently in the Americas until um many centuries later when seafaring opened up again, migration into the Americas from another part of the world, the, the West. And that's when these Western um ideas and religions began to permeate the Americas and um that came in, in forms of conquest. Um YOU know, Spain and, and England and all these powers, they um brought a powerful um a, a armies in, uh, well, even small armies, but they came with weapons that the Americans, the indigenous Americans didn't have gunpowder swords, horses. Um, AND they brought a lot of disease with them. And, and again, the result was, um, most of the indigenous religions in Americas at that point in time were uh either extinguished or highly modified. And, um, I mean, the, the, the evolution of the social evolution of the planet is very complex and all these things had to be taken into consideration when we're trying to figure out the history of all of these different uh belief systems over time."
	},
	{
		"start_time": "36:24",
		"speaker": "Ricardo Lopes",
		"words": "And when you try to study our particular religions or, or where they originated and how they evolved over time, do you look into specific factors that might have played a role there? Like for example, ecological factors, economic factors, political, social, cultural factors, philosophical factors, even though do you look at specific kinds of factors or not?"
	},
	{
		"start_time": "36:54",
		"speaker": "Lance Grande",
		"words": "I I consider all factors that might indicate some historical relationship between groups. I mean, most ideologies have uh elements that were present in earlier belief systems. Um The first step is to look at as many uh social characteristics as possible and then just look for those, those similarities, similarities that appear to be unique to certain groups. Um And uh then we can uh hypothesize that these were due to uh some sort of common ancestry at some point in time. You know, we don't have to, um, and we can look at, for example, all Abrahamic religions and, and find some, uh, aspects that are unique to them, whether it's, um, you know, certain prophets or, or certain, uh, rules or structures. Um, AND we can use that to make these groups that have some sort of historical, uh connection, um, that, but, you know, when we're, we're doing those sorts of studies, we need to consider, uh, as many, uh types of, of, um, of things as possible. Mhm."
	},
	{
		"start_time": "38:05",
		"speaker": "Ricardo Lopes",
		"words": "And, uh, I mean, those different factors would manifest in terms of, or translate to how religion, how particular religions spread across time and geography, but also perhaps would translate into the particular kinds of beliefs that develop over time in a particular religion. Is that it?"
	},
	{
		"start_time": "38:29",
		"speaker": "Lance Grande",
		"words": "Yeah, I mean, these ideas of, of how things are related are all res retrospective. Of course, I mean, we're looking at these things today and trying to piece it all together. Um,"
	},
	{
		"start_time": "38:42",
		"speaker": "Ricardo Lopes",
		"words": "SO going back then to the two main brains that you mentioned earlier and starting with the Eastern branch, could you tell us a little, of course, we won't have time to go through all the different branches and ramifications here. But could you tell us a little bit about Asian cyclist is what is there?"
	},
	{
		"start_time": "39:07",
		"speaker": "Lance Grande",
		"words": "Yeah, I mean, that's, that's the, basically what I, I look at as the main uh indigenous Eastern organized religion uh that had its early roots in India and it can generally be characterized by, you know, seeing time as cyclic with Samsara reincarnation, transmigration, Yin Yang or uh other uh you know, cycles of existence depending on which subbranch you're talking about. Um It also includes employing, usually employing some sort of mind body meditative practices. Um YOU know, uh whether that's uh um yeah, yoga or what whatever. Um IT'S an important part of uh most of these uh branches. And um basically, they, they all emphasize that correct ethical conduct over uh dogmatic scripture, which uh differentiates it quite a bit from the uh western um organized religions. And you know, that the main branches basically of Asian cyclic system we have are Hinduism Buddhism and uh the Tai religions. But um of course, we have that um that branch that uh entered the, the Americas at some point in time and that, that connection and that part, that part of deep history is, is somewhat um more clouded because of uh uh its early date. But also the way that so much of that history was lost with um the conquest from the West later on."
	},
	{
		"start_time": "40:54",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh and, but sticking to the East for, for a little bit more. Uh So, hi, Hinduism, is it among the major religion, major organized religions that are still alive today? Is it the oldest of them all or"
	},
	{
		"start_time": "41:15",
		"speaker": "Lance Grande",
		"words": "not? It's certainly one of the oldest we know of, I mean, it, um it sought to go back, you know, at least 11,000 years or more in India. And uh it's, it's um it's unusual and that it has no single prophet founder or core inspirational figure. Um And it, it follows, uh you know, five basic tenants. Uh BASICALLY Dharma which is a duty of maintaining order in nature. Um Karma, which are the consequences of one actions in this life on their future lives. Uh Some Sara, which is the Hindu concept of rebirth um or like reincarnation of sorts, a yoga which is sort of the aids to meditation. And uh it's sacred texts are called the Vedas. I mean, um Hinduism had its, its greatest early expansion um under the Gupta Empire uh between the 4th and 6th century in India. Mhm"
	},
	{
		"start_time": "42:24",
		"speaker": "Ricardo Lopes",
		"words": "And of course, another major eastern relig organized religion is Buddhism. What could you tell us about perhaps its origins and its phylogenetic relationships?"
	},
	{
		"start_time": "42:40",
		"speaker": "Lance Grande",
		"words": "Uh Buddhism evolved um from the Sramana uh movement in India in the fifth century. BCE along with Jainism and uh the Sur Sur I'm sorry, Surma movement rejected the, the Vedas of Hinduism. And uh it followed the teaching. Uh And at least Buddhism followed the teachings of uh this Charismatic uh spiritual founder, Gamma Buddha, otherwise known as the Buddha. Um And the great expansion of Buddhism began with uh Ashoka, the great ruler of the uh Mara Empire in the third century BCE, like uh so many major religions, they were, they were tied to, um, um, emperors at some point in their history which greatly expanded their influence around the globe."
	},
	{
		"start_time": "43:31",
		"speaker": "Ricardo Lopes",
		"words": "And now the main places where we can find Buddhist people is, are in the, are in Asia, right in Eastern Asia, particularly"
	},
	{
		"start_time": "43:43",
		"speaker": "Lance Grande",
		"words": "that. That's right. It, it kind of moved their core from, uh, from India out, out eastward. Mhm."
	},
	{
		"start_time": "43:52",
		"speaker": "Ricardo Lopes",
		"words": "And what about Taoism? I mean, where does it come from? And how does it relate to the other Eastern religions?"
	},
	{
		"start_time": "44:02",
		"speaker": "Lance Grande",
		"words": "Well, uh Taoism is part of a, a more general, um, a group I call Tao E religion. And it's a branch of Asian cyclist is that uh formed in China. Uh And uh it uh formed two major groups, uh Taoism uh and Confucianism in China and then also spread to Japan as Shintoism. You know, most Taig branches are, are polytheistic and they emphasize a very strong reverence for ancestors."
	},
	{
		"start_time": "44:35",
		"speaker": "Ricardo Lopes",
		"words": "And so you mentioned Confucianism there, I mean, when it comes to Confucianism and Buddhism, for example, many times people talk about them as philosophies or religions. I mean, does that debate matter here? Does it matter if they are philosophies or religions?"
	},
	{
		"start_time": "44:59",
		"speaker": "Lance Grande",
		"words": "Well, for me, if they are philosophies that are tied to supernatural beliefs, then they, they constitute uh religions in the most basic sense. Um But it's true, the, the um um Tao Taoism um was basically a philosophical type of uh uh what I call religion. Um uh PARTLY because, uh you know, Taoism was uh was founded by a philosopher named Lao Zi in the um uh sixth century BCE and emphasized uh natural order uh or as Confucianism was also founded by a philosopher Confucius in the sixth century BCE. Uh It differed from um uh uh Taoism in that uh Confucius emphasized social order rather than uh natural order. But uh basically, there was the same overriding philosophical uh base uh that guided it."
	},
	{
		"start_time": "46:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, we've, we've gone through some of the major organized religions in the east. Now, looking at the west and you mentioned earlier, North Africa Europe. So let's talk a little bit about the Afro Euro Mediterranean organized rule religions. What part of the main dominant religion, the most dominant religions that we have to consider here?"
	},
	{
		"start_time": "46:27",
		"speaker": "Lance Grande",
		"words": "Well, today, uh, the most dominant religions by far are Christianity and Islam, uh, which collectively make up more than 60% of all religious people according to the 2010, uh, study by Pew research."
	},
	{
		"start_time": "46:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And, and, but then, for example, within Christian is we now have many different kinds of branches,"
	},
	{
		"start_time": "46:52",
		"speaker": "Lance Grande",
		"words": "right? Oh, we do for sure. Uh, um, uh, Christianity and, uh, um, both Islam again, as I say, they make up 60% of all religious people. There, there are thousands of different branches. Um, EVEN though, uh, both Christianity and Islam are, are forms of Abrahamic religion. Who's, um, or you could say the mother religion of Abraham is, was, um, uh, uh, Judaism of sorts. And, um, although even, even though today traditional Judaism makes up less than 8% of all religious people according to the Pew study, um, you could say it is again, the, the mother religion of, of the others that it just diversified over time. And, I mean, that's a p pyogenic perspective."
	},
	{
		"start_time": "47:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And, uh, could you tell us a little bit about greco-roman polytheism because of course, when talking about particularly Western civilization, many times, people refer to Greece and Rome as the gravel of western civilization. So how do those polytheistic religions connect to the rest in the West?"
	},
	{
		"start_time": "48:15",
		"speaker": "Lance Grande",
		"words": "Well, the Greco Roman civilization is, it's called that because um the Roman civilization adopted so much of Greek civilization as it, as it came into power. Um Even if you look at even the gods of, of uh the Greek pantheon, many of those same gods were simply given new names and transformed into the Roman pantheons over time. Um The rise of a Greco Roman civilization was a key part of the rise of Western civilization. And it's uh and it's uh the religion uh permeated that, I mean, the, the rulers of uh Greco Roman civilization, they closely tied themselves to uh the pantheons of polytheistic gods. They had, I mean, many emperors were even defied as part of the pantheon. Um It was only later in the fourth century ce that uh the Roman Empire eventually adopted monotheism as its state religion."
	},
	{
		"start_time": "49:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And earlier I asked you how we went or how we go from supernaturalism to organized religion. But now how do we go from polytheism to monotheism? Do we have a good understanding of that?"
	},
	{
		"start_time": "49:36",
		"speaker": "Lance Grande",
		"words": "Well, you know, at first there was a pantheon of many gods. Um, I mean, in fact, there were many different pantheons, um, different regions, uh, almost every different region of the area had its own specific pantheons, sometimes they had different gods in charge. Um Eventually, uh these pantheons came to recognize a chief God. And so there would be a kind of a God in charge. And um as uh gods, a adopted specific rules throughout these pantheons. And then this organizational structure was built and eventually this uh uh developed into a chief God becoming an only God. And um of course, once that happened, that was the rise of monotheism. Um THIS fit well for, for empires, you know, where there was always a ruler looking for divine support to enhance uh universal respect. Um uh Emperors were sometimes inducted in the pantheons of gods, as I said. But uh once monotheism developed emperors began to also claim some sort of special relationship to the one and only God. So again, the the empires and uh early um forms of these polytheistic and early monotheistic religions, it kind of went hand in hand. Mhm"
	},
	{
		"start_time": "51:03",
		"speaker": "Ricardo Lopes",
		"words": "Yes. And it's very interesting because uh you mentioned there that in polytheistic religions, we tend to have a hierarchy among the gods. And even in Christianity, for example, of course, there's just one single god, but we also have lots and lots of saints. So it's almost as if that sort of hierarchical organization also translated into some of the monotheistic religions. But instead of saying that the other divine entities are also gods or minor gods, we call them saints in Christianity, for example."
	},
	{
		"start_time": "51:43",
		"speaker": "Lance Grande",
		"words": "Right. Yeah, a large part of it is just a change in terminology. But you're right. Um The differences between the pantheons of, of say sub gods is not that different from uh the uh the group of saints. I mean, I remember I went to a parochial school growing up and, and I remember the nuns telling us, well, you know, if you lose something, you pray to this saint or if you want uh something else to happen, you pray to that saint. I mean, uh at some point, the similarities are extremely um close there. And um it's uh it's interesting um the uh in fact, the early conquest of the Americas, uh often some of the strategies were when um the uh the Catholic church would come into an area and try and convert the masses. They could, they would go to a place of worship that had uh different statues of different gods and sometimes simply uh rename or use those same statues to represent different saints um that had the advantage of making people more comfortable with this change that was being forced upon them. So, um, yeah, it's a, it's a, it's an interesting sort of, um, uh, historical uh progression that we see and I don't mean progression in terms of progress. I mean, just it's the way that it happened"
	},
	{
		"start_time": "53:20",
		"speaker": "Ricardo Lopes",
		"words": "in terms of change. Right."
	},
	{
		"start_time": "53:22",
		"speaker": "Lance Grande",
		"words": "It change."
	},
	{
		"start_time": "53:24",
		"speaker": "Ricardo Lopes",
		"words": "So, and what do we know about what might have been the earliest, uh religious manifestations of monotheism?"
	},
	{
		"start_time": "53:34",
		"speaker": "Lance Grande",
		"words": "Well, you know, of course, we're dependent on archaeological information for that. So we can only speculate but some of the things, the information that we do have. Uh I was, for example, uh in the 14th century BCE of Egypt, um uh Pharaoh Akan Nain declared the chief God atten um in the pantheon there to be the only God at some point. Um And this was what's sometimes called Atin is, and um so for a brief period, uh we had this monotheism there which the Pharaoh and his wife claimed a special relationship to uh and being the intermediaries to which gave them an added amount of power, of course, but this was very uh relatively short lived because once he died, um the uh old priests of the uh older pantheon, um I looked at him as sort of a heretic in a way and, and brought things back to uh the older pantheon and at is uh basically disappeared. It wasn't until about the 12th century BCE that we had a, another form of monotheism rise called zoroastrianism. Um This was basically from the Persian prophet Zor Astor who recognized the chief God uh uh a Hera Mazda. Um This became AAA um monotheistic um uh religion that actually still survives today, mainly by um a group called the Parsi in India, even though it developed originally in Persia. Um And uh finally, the one, the most successful of these, of course, was Abrahamic monotheism, which is developed in the sixth century BCE. And, and uh again, it started not as monotheism but as a polytheistic um f belief system. But um uh at some 0.1 of the gods uh Yahweh uh was recognized as a chief God of the pantheon. And eventually, there was a movement that developed called the Yahweh Alone movement. Um And that eventually uh um recognized Yahweh as the only God. And this is generally represented by a number of important patriarchs such as Abraham, Noah and Moses. And it took the form. It first took the form of what we think of as traditional Judaism. But then um eventually diversified into all these other branches."
	},
	{
		"start_time": "56:20",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to the three big Abrahamic religions, Judaism, Christian is and Islamism. How do you look at the phylogenetic relationships between them?"
	},
	{
		"start_time": "56:33",
		"speaker": "Lance Grande",
		"words": "Well, again, I I see Judaism as a term is commonly understood as the sort of the mother Abrahamic root that eventually diversified into orthodox Judaism, Christianity, Islam, and some of the lesser known extinct branches uh such as the essences and the Ebon nights. Um Again, diversification is a never ending process."
	},
	{
		"start_time": "56:57",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so let's focus perhaps a little bit here on Islam specifically. How did it rise and how does it relate to other religions?"
	},
	{
		"start_time": "57:10",
		"speaker": "Lance Grande",
		"words": "Well, Islam arose in the seventh century ce um in the Arabian Peninsula around a prophet named Muhammad. Um And although it rose as a branch of Abraham is uh it began as uh one that considered Christianity in orthodox Judaism to have wandered off the correct path and distorted the original message of the prophets. Um Its early success was due to its uh symbiotic relationship once again with uh um uh ruling powers, the medieval Caliphates or the Muslim empires."
	},
	{
		"start_time": "57:47",
		"speaker": "Ricardo Lopes",
		"words": "And what is because you, you mentioned some of the doctrinal core of, for example, when we're talking about the Eastern religions of Hinduism Buddhism, Taoism, what is the doctrinal core of Islam?"
	},
	{
		"start_time": "58:05",
		"speaker": "Lance Grande",
		"words": "Uh Well, the doctrinal core of Islam is tied to its sacred book, the Koran uh and its belief in the, the one God Allah. Um It, it uh Muhammad is considered the last of 25 prophets listed that begins with Adam and includes Noah Abraham Moses and even Jesus among others. But it's um last and ultimate prophet um was Muhammad. Um It had a, an early history that involved uh a lot of conflict. Um Some historians have even called Islam, a warrior religion, but uh this is generally a non Islamic perspective because all major Abrahamic religions had these, um uh at times violent um uh periods of expansion."
	},
	{
		"start_time": "59:05",
		"speaker": "Ricardo Lopes",
		"words": "Yes. And sometimes I, I mean, nowadays, particularly, sometimes we hear people claiming that he Islam, particularly, I is very prone to having a very close relationship between the state and the church. But that also happened at least historically with the other major Abrahamic religions like Christianity and Judaism."
	},
	{
		"start_time": "59:34",
		"speaker": "Lance Grande",
		"words": "Right? That's true."
	},
	{
		"start_time": "59:37",
		"speaker": "Ricardo Lopes",
		"words": "A and I in Islam, we hear a lot, lots of times people talking about the, the Sunni and the Shia, what are these two different groups? And what distinguishes them?"
	},
	{
		"start_time": "59:51",
		"speaker": "Lance Grande",
		"words": "Well, um the Shia believe that Islam uh divine leader must be a blood descendant of Muhammad and the Sunnis do not. Um This is um this has led to a lot of serious uh clashes between the two groups over time. Um The Sunnis are represent the majority of Muslims and, and they uh include about 85% of all Muslims. Um It's um it's an, it's an interesting uh um dynamic that, that developed there and it goes all the way back to shortly after Muhammad's death."
	},
	{
		"start_time": "1:00:31",
		"speaker": "Ricardo Lopes",
		"words": "So let me then just ask you before we go on to some more general questions to wrap up the interview. Let me just, just ask you a little bit more about Christianity because at a particular point, there was a sort of a schism between the East and the West in Christianity. Could you tell us a little bit about that? I mean, what was that schism about? How did it start and so on?"
	},
	{
		"start_time": "1:01:00",
		"speaker": "Lance Grande",
		"words": "Well, there have been a number of schisms within Christianity, of course, but there was, uh, there's also the, um uh uh, a schism between what became known as the Roman Catholic church and, and uh protestantism. I mean, basically, um, part of it was fueled by, um, say, um what are sometimes referred to as the bad Popes. But uh basically, there was a, there was a, a um period in time when uh Catholicism in Rome was raising money by selling um indulgences that is you could give a certain amount of money to the church and that would uh get, get your soul out of purgatory all the more quickly. Um I mean, there were, there were abuses like this that were happening at, at a larger and larger rate until finally, um There was this split um uh between um Protestantism and um uh what again became known as, as Roman Catholicism. Uh But that was only one major um uh split of many that would occur over time uh within the uh uh the major branches of Christianity. A again, Christianity was like all of the other um religions and that uh there's no way to stop the diversification over time. And sometimes that's due to um the springing up of just new beliefs. Sometimes it's due to people perceiving that, that the church is being uh poorly led by um authoritative figures. They're all different kinds of reasons for it. But um it, it, it, it just never stops."
	},
	{
		"start_time": "1:02:58",
		"speaker": "Ricardo Lopes",
		"words": "And that also includes, for example, when Europeans went to uh the Americas and elsewhere, but particularly in the Americas, they exported uh different forms of Christianity, Catholicism, protestantism. In the Americas, we nowadays can see very many different uh Chris Christian denominations, right? That"
	},
	{
		"start_time": "1:03:25",
		"speaker": "Lance Grande",
		"words": "are the Americas is a very complex situation because um again, the conquest was so overwhelming that so much of the actual indigenous belief systems were either wiped out or modified in such a way that they were no longer recognizable. There were many um sort of hybrid belief systems in the Americas. Now that you could uh you can go to certain regions and see say forms of Christianity, the Chris Christianity that were, were uh highly influenced by Mayan polytheism or you know, you can find these different um combinations, these really aren't merges uh so much in a p phylogeny as say uh some you could look at it as certain Mayan branches that he developed Christian characteristics and certain Christian branches that developed uh Mayan characteristics. I mean, ferreting the details of that out are are gonna be very complicated jobs for specialists in those areas going forward."
	},
	{
		"start_time": "1:04:39",
		"speaker": "Ricardo Lopes",
		"words": "And also another thing that happened particularly with us, the Portuguese and also the English or the British was that uh we took uh African slaves to the Americas. In our case, the Portuguese, it was to Brazil mainly. And then there were, uh there's also a sort of hybrid religions that are a result of some elements of some of those, uh I, I mean, smaller African religions we merged with, with elements of Christianity and also sometimes merged also with elements of uh the tribes that lived in Brazil originally."
	},
	{
		"start_time": "1:05:25",
		"speaker": "Lance Grande",
		"words": "Yeah, I mean, uh uh but we, we can't underestimate the sheer power of those conquests that they, they just so overwhelmed uh things in the Americas that um it, it, it is um it's, it's interesting to speculate what would happen if it was, in fact the new world that uh um invaded uh the old world and had been successful in spreading their beliefs there, how different the world would be today? Mhm"
	},
	{
		"start_time": "1:05:57",
		"speaker": "Ricardo Lopes",
		"words": "So toward the end of the book, and now I'm going to ask a few more general questions. Toward the end of the book, you talk about four historical trends in the evolution of religions and I would like for you to explain each of them. So the first one is all major religions are historically interrelated at some level. Could you explain that, please?"
	},
	{
		"start_time": "1:06:23",
		"speaker": "Lance Grande",
		"words": "Yeah, I mean, that's, you know, a lot of um of uh social sciences, um scientists in history of religion studies don't uh look at the broad comparison of things because again, it's this broad comparison is still slow to permeate into some of these studies. Um But uh one of the things that uh seemed apparent to me is that if we do look broadly, uh we can see that all these um religions are historically um inter uh related, interconnected at, at some level. Um We just have to look at the historical uh records and the shared characteristics. Um If we go back far enough in time, all these ideologically connect at one level or another, I mean, you could, you could look at, for example, the belief in a high, just the, the most general belief in a higher power or some spiritual essence, that's common to almost all organized religions. And as religions diversified over time, these sub branches developed unique characteristics of their own, such as like we discussed Hinduism, Taoism hard polytheism, linear monotheism and so many others. Um It's uh it's uh it, it's, it's a diversification that if you look at it in reverse, it's a consolidation. Mhm"
	},
	{
		"start_time": "1:07:56",
		"speaker": "Ricardo Lopes",
		"words": "And the second major historical trend that you refer to is the symbiotic development between religions and empires. Could you explain that?"
	},
	{
		"start_time": "1:08:08",
		"speaker": "Lance Grande",
		"words": "Yeah. Um THE most, if we look back in history, uh we can see a correlation that the most successful religions today were the ones that align themselves early on with rulers of Kingdoms, empires or Caliphates. I mean, this symbolic relationship strengthened not only the political powers that were using the religion to justify themselves, but also the associated religions that were now strengthened by these political powers. And you could see this with, say, for example, the traditional Christianity with the Roman Empire and the fourth century ce or with Islam and the medieval caliphates between the 7th and 8th century ce um Hinduism uh paired up with the GTA Empire between the 4th and 6th century ce and, and became more powerful and uh Buddhism uh with the uh Mayan Empire between the 4th and 2nd century BCE, I mean, these are the four major um uh religions today in terms of size and they all teamed up at one point in their history or another with major uh political powers."
	},
	{
		"start_time": "1:09:28",
		"speaker": "Ricardo Lopes",
		"words": "Another interesting thing that you point to in the book is that the leadership role of women in religion has generally declined through history. Could you explain that?"
	},
	{
		"start_time": "1:09:40",
		"speaker": "Lance Grande",
		"words": "Yeah, I mean, part of it seems intuitive because uh early in human history, you know, it makes sense, the uh the success of the clan or tribe was totally dependent on women to propagate the population of that group and therefore, uh motherhood uh was um understandably worshiped. And you can see signs of this. Um GOING back at least 40,000 years with this abundance of uh carved um uh maternal figures as women are um emphasizing the reproductive parts. And uh these uh these are relatively um widespread in, in the archaeological record. Uh We, we basically eventually um spread that out uh into pantheons which were a combination of male gods, but also still included powerful mother goddesses and also, um, priestesses that were active in, uh, organizing, uh, the worship of these things. Um, BUT as civilizations grew in size, um, and society, uh, males began to dominate, uh, as soldiers, hunters and rulers and, uh, this sort of change, uh, was also reflected in changing, um, organized religions, uh, where males, uh came to dominate more and more. Um, YOU know, women at first became um um no longer leading figures, the pantheons, um they uh eventually um in terms of uh even um occupying clerical organizations. So you can look today at um uh you know, where um women have been excluded from clerical positions of authority. Um You know, we have no female Popes or Grand atolls, for example, I mean, and, you know, female clerics are even rare in most religions today. Um It was sort of a trend over time and, uh you know, that's where we are today. Um And you can, you can look at the status of women also in other religions like um um in uh Islamic society, for example, where they sometimes have to undergo some relatively harsh conditions. I mean, having to um you know, hide their faces in public and um not being allowed to drive uh various various things that, um again, I, I don't think that uh in early Islam women, I think had a much higher status because um um Uh, Muhammad was dependent partly on, on, um, hi, his, uh, his wife to actually help his position grow. Mhm. Over time."
	},
	{
		"start_time": "1:12:44",
		"speaker": "Ricardo Lopes",
		"words": "Right. And then the fourth and final historical trend you point to is the impact of religions on the evolutionary fitness of our species. Could you explain that?"
	},
	{
		"start_time": "1:12:58",
		"speaker": "Lance Grande",
		"words": "Yeah, I, I think, you know, um, a lot's happened in human society, uh, since, uh, humans first started to, uh, develop on this planet. I mean, early on in human history when there are only a couple of 100,000 humans on the planet. Um uh The tribalistic aspect of religion, um may have been a competitive uh uh advantage for our species. Um, YOU know, compu communal societies that developed early armies and educational facilities, agriculture and, and other things. Uh um THEY, they out competed non communal populations, but things have changed quite a bit today now with over 8 billion people on the planet and uh tribalism, ideological conquest, chauvinism, uh they all basically interfere with our ability to deal with many global challenges today."
	},
	{
		"start_time": "1:13:56",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so let me ask you a little bit about the future. Then what do we know about the future of religion? Are there any particular trends that we are noticing in terms of people, for example, becoming more or less religious."
	},
	{
		"start_time": "1:14:14",
		"speaker": "Lance Grande",
		"words": "You know, this is, this is one area where I'm reluctant to even guess because there's really no way to tell what the future of religion will be. I mean, considering recent trends, uh I can, the one prediction I can make is that the diversification of ideologies will continue over time, I mean, and what does that mean? Or I think that means we need to becoming more pluralistic and less tribalistic in our thinking about this type of diversity. Uh Or we risk fueling our own eventual extinction as a species."
	},
	{
		"start_time": "1:14:52",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that for example, people learning about things that you write about in your book would uh be uh it would be important. I mean, having a better and broader historical understanding of religions would be important for the survival of our species."
	},
	{
		"start_time": "1:15:11",
		"speaker": "Lance Grande",
		"words": "I think so because if nothing else, it would help us um more collectively deal with the challenges that face us today on the planet. Um And uh it also may um decrease the level of uh violence that seems to be growing today with um uh with uh um or between different societies that are enhanced by these religious differences."
	},
	{
		"start_time": "1:15:42",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you then just one last question. At the beginning of our conversation, we talked about the agnostic approach that you have in the book. Do you think that by explaining religion and religions in the plural and how they evolved over time and where they come from their perhaps evolutionary and cognitive basis that we are at the same time explaining religion away in the sense that it would sort of commit us to atheism or not."
	},
	{
		"start_time": "1:16:17",
		"speaker": "Lance Grande",
		"words": "No, I don't think that's true at all. Um, YOU know, agnosticism again is not the same as atheist atheism. I mean, agnosticism is simply an open, less biased perspective. I mean, it's the opposite of ideological chauvinism. I mean, in a move towards agnosticism and broader understanding, uh, is needed today, at least by historians because if we're really trying to understand deep history, we can't take AAA BI a biased approach. I mean, it's, it's fine to be guided by positive elements of a particular faith, but there's no way of knowing which particular sub branch is true or false and using a particular faith to justify intolerance and bigotry is not only unethical, it's, it's detrimental to our future."
	},
	{
		"start_time": "1:17:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes. I, I mean, perhaps the question I was asking you was slightly different but, uh, what I was trying to understand here is there are some atheists that make the claim that if through science, we can explain religion where it comes from, how it evolves, then that would necessarily commit us to atheism because we are basically explaining the religious beliefs away in a sense. Do you agree with that?"
	},
	{
		"start_time": "1:17:39",
		"speaker": "Lance Grande",
		"words": "I don't necessarily agree with that. I mean, I think, uh, a pluralistic attitude is not the same as an agnostic one because even um uh forced or mandatory athe atheism would be not unlike a fundamentalist, um, religious belief that was forced again. Uh We are humans that are always gonna have a diverse set of ideologies about such basic things. Um And I think we have to come to grips with that and figure out how we're going to deal with that going forward."
	},
	{
		"start_time": "1:18:27",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again, the Evolution of Religions, a history of related traditions. I'm leaving a link with in the description of the interview and doctor Grande. Apart from the book, would you like to mention any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:18:47",
		"speaker": "Lance Grande",
		"words": "Well, I mean, I, I suppose you could always um uh huh go to uh um um Wikipedia, you could find me. But I mean, basically, uh you know, you can find, you can find books I've done on uh University Chicago press site and um the uh Columbia uh press site. Uh Basically II, I would just uh welcome anybody to come in and, and um check out the um the evolution of religion book. Uh BECAUSE again, I'm hoping it'll give people a much broader perspective on something that does seem to be such an ingrained part of uh human culture."
	},
	{
		"start_time": "1:19:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I recommend the book because uh there you also go into much more detail when it comes to which specific religion and their phylogenetic relationships. So I definitely recommend the book as well. And Doctor Grande, thank you so much again for taking the time to come on the show. It's been a very informative conversation. Thank you."
	},
	{
		"start_time": "1:19:56",
		"speaker": "Lance Grande",
		"words": "Oh, thank you. So much Ricardo. It's been fun."
	},
	{
		"start_time": "1:19:59",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten Bear. No wolf, Tim Ho Erica LJ Condors, Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel s friends, David. Sloan Wilson Yasa, dear Ro Ro Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi Na Me, Gary G Alman, Sam of Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, old Ebon Starry Michael Bailey. Then spur by Robert Grassy Zorn Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple. Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica Noi Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon, Bendik Mueller, Thomas Rumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]