[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Dr Aaron Lukaszewski. He is associate professor in the Department of Psychology in the Center for the Study of Human Nature at California State University Fullerton. And today we're talking about personality from an evolutionary perspective. So, Doctor Kazy, welcome to the show. It's a pleasure to everyone. Pleasure to be here. So, uh tell us first from an evolutionary perspective, how do you approach personality? I mean, theoretically speaking, how do you basically think about personality, personality traits and things like that?"
	},
	{
		"start_time": "00:47",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah. Well, I mean, there's, there's a uh at least two kind of distinct questions there um from my standpoint. And so the, the first question um would, would be, how do you approach the evolution of individual differences? Um And, and to sort of reconcile that with the existence of a sort of universal uh you know, species architecture. Um And then the second question is, um or a second question could be um you know, the sorts of trait constructs that are the units of analysis in personality psychology. Um How do you go about studying uh those particular kinds of traits, um you know, versus taking other approaches. Um Now, when it comes to the first question um about just the existence and origins of uh of individual differences and variation. Um I mean, when I came into the field um in the two thousands, um and, and started uh doing my doctoral work in the Center for um Evolutionary Psychology um at U CS B. Um YOU know, just, just in the prior decade or so. Um There had been um several, you know, what I consider to be seminal papers um that sort of laid out um the theoretical foundations for how to um approach the study of personality and individual differences um by uh to be cosmides. Um And uh David Buss and Dan Nettle. Um And then in grad school, there was a seminal paper that came out on the evolutionary genetics of personality um by uh Lars Pena, uh Jeff Denison and, and Jeffrey Miller. Um And so all of those um foundations were kind of my starting point and my, um you know, my uh uh inspiration that got me into this um area of study. But um you know, what they were interested in, I mean, so, you know, the, the, the puzzle from an evolutionary um standpoint um regarding the existence of individual differences is that natural selection um as it selects for uh the uh fittest variants um tends to reduce um uh phenotypic and genetic variation, right, um directionally um acting over time, right? So, uh but nonetheless, um you have a variation abounding in natural populations um with individuals varying in all sorts of um different parameters. Um And so, you know, uh the, the, the sort of evolutionary psychological framework overall entails the assumption that um that humans are uh character best characterized as a sort of constellation of um species typical uh evolved um uh systems, right? Uh EVOLVED behavioral regulation systems. And so, um you know, the question is, is, you know, what's explaining um the the the the existence of the variation. Um AND there are a number of different proximate and ultimate explanations that these earlier papers um identified, right? So, uh you know, um t being cosmides had emphasized um the role of just sort of uh genetic noise in creating um personality differences, right? So, um pathogen host cou uh is going on um and sort of constantly um you know, the, the the pathogen host cou arms race are constantly changing, which genes promote optimal, uh you know, uh pathogen resistance from generation to generation. Um And those genes also have uh impacts on all kinds of other things, right? Um And so that can result in psychological and behavioral variation that is, that is not itself um functionally or adaptively patterned um in any way. Um And, and then you always have mutations um being introduced um into, to reproducing populations. So that's another source of sort of noisy um genetic variation. Um And so, you know, the argument uh that they put out is that they put forth is that, you know, the sort of default assumption about the existence of variation should be that it's fundamentally noisy, right? Um And, and not really um functionally patterned um right, but they also acknowledge and other people um elaborated the, the, the, the viewpoint that um natural selection can also um create and maintain um individual differences um uh through a variety of, of different um uh ultimate mechanisms, right. So, um fluctuating and, or balancing uh selection um on a, on a pit of continuum, for example, um uh can uh can, you know, create differences across space or across time um and sort of average um distributions of uh of, you know, some behavioral or psychological um dimension or, you know, of course, morphological as well. Um And, and so you can have natural selection, actively maintaining um a variation in a, in a variety of ways. Um And so, you know, sort of outlining all of those, you know, possibilities um uh was, was a major um you know, contribution of this, of this, of this work in the nineties and two thousands. Um And so that's where I came into the field and um you know, and started uh studying personality now at that time, um you know, the, uh you know, the, the most sort of tractable starting point was to say, OK, personality psychologists um have figured out um uh you know, the, the sort of main dimensions of personality that exist um by doing lots of um you know, sophisticated uh psychometric stuff and um quantitatively rigorous um uh you know, Multivariate analysis and, and so on. Um And so I started with the extra version uh continuo um and, and looking at it um sort of in a functional framework saying, OK, uh the, the, the broad assumption um that guiding all of this, this, this work is that um there can be um tradeoffs between the costs and benefits um of different uh trade levels, right? So, looking at the extraversion continuum, right, individuals who are high in extroversion, um you know, tend to uh seek status uh and social attention um form relationships with, with lots of people. Uh AND um you know, build coalitions, uh draw attention to themselves, et cetera. Um And people who are lower on the extroversion continuum um you know, are, are less interested in uh in, in those aspects of social life um and less interested um in, in, in status uh and so forth, right? So, uh looking at the empirical associations that existed between um you know, the extroversion continuum and various life outcomes um and how people spend their time uh then, then you can come to some ideas about, you know, um what, what um uh factors in the environment, right? Or elsewhere. In the phenotype, um might be uh modulating the, the magnitudes of those costs and benefits along the continuum. Right. Uh And then you can get some, some traction on uh hypotheses about what might be, um what extroversion might be adaptively patterned in relation to. Right. For example, we found that um physically stronger, um especially men, um uh tend to be higher in extroversion because they're more likely to get the benefits of extroverted strategies and less likely to pay some of the costs, right? Like uh coming into conflict with other people. Uh And so on, right? Um So, uh that was, that was my sort of uh entry into evolutionary personality science."
	},
	{
		"start_time": "08:26",
		"speaker": "Ricardo Lopes",
		"words": "So there's lots of things to break down there. Let me ask you perhaps first this question, uh how do you approach personality traits? Uh uh I mean, from an evolutionary perspective, do you think of them as adaptations or if not, what is exactly the kind of approach you have to them?"
	},
	{
		"start_time": "08:48",
		"speaker": "Aaron Lukaszewski",
		"words": "Right. Um So I think the answer to the question is um yes, no. Um uh IT'S um possibly the wrong question, but it's also possibly the, the, the right question. Um And uh so what I mean by that is it, it depends on, um which uh uh you know, depends on what you mean by personality and it depends on what you mean by adaptation um in those contexts, right? So, um in, uh you know, in the previous um section we were talking about, you know, there, there can be non functionally, non adaptively patterned um individual differences uh and variants. Um And so, in those cases, you're talking about um psychological and behavioral variation um that is not adaptively patterned and not therefore generated by sort of an adaptive mechanism. Um Right, you can also have um uh individual differences whether um you know, based inheritable variation um or uh or generated through um a sort of a system of faculty of calibration, um a species typical mechanism that generates variation contingently, um uh then you can have individual differences that are um adaptively patterned um and would qualify as some sort of adaptation. Um uh RELATEDLY, there's the question of um the personality traits that, that exist as the units of analysis and um personality psychology um right, are, are those adaptations? Um And, you know, are they actually um kind of identifying um you know, unitary dimensions of phenotypic variation um in the first place. Um And so I think that uh my answer to that is that the, the systems that generate the, the personality concepts um and possibly many of the personality concepts themselves um are adaptations, right? Um IN, in the sense that we have uh an evolved psychology of person perception and prediction, right? Um uh A personality assessment system, right? So, um the personality assessment system is designed to uh you know, to, to represent um dimensions along which people vary in functionally significant ways. Um So, in differences between people that matter for me and deciding how to interact with them. Um And, you know, uh I importantly, it's, you know, natural selection can favor a system that, that creates heuristic personality concepts and uses them to make decisions about other people. Um Even if those concepts um are not really accurately mapping on to um uh you know, the specific ways in which people differ from each other or the, or the mechanisms that are generating uh the variation. Right. So, um so, you know, these heuristic trait concepts can, can, you know, if they have greater than chance predictive utility, then natural selection can presumably um uh favor them. Right. So, um so yes, I think uh there, there are many open questions, by the way, um about our evolved psychology um of person perception um and prediction. Um uh So we have all these trait concepts, um sociable, conscientious, assertive, et cetera. Um Right. And now it's, it's, it's quite possible that many of these things are uh that many of these concepts are kind of cognitive universals. Um But then, you know, there are, but some may not be right. And there, and there are also questions about uh you know, uh even if they are cognitive universals, in other words, you know, everywhere and every human uh population, um there exists um a concept that can be translated um you know, into any language and so forth. Um You know, are, are those really sort of preprogrammed in some way, um, genomic uh pre specified um in their content? Right? Um Or are there more basic conceptual primitives from which those are reliably, you know, emergently built um across development? Um uh So anyway, there, there are, there are various open questions. Um uh But yes, I, I think that we haven't evolved um psychology of person perception or difference detection. Um uh YOU know, as uh as David has called it. Um So II, I don't know if that answers your question."
	},
	{
		"start_time": "13:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh uh LE let me ask you another kind of question now. So since we have different kinds of personality inventories, and I guess that at least in the West, the most common one mo uh in personality side psychology is the big five. And then also the ex uh for example, uh I, I mean, uh uh would, should we expect for any kind of personality inventory to be at the basis of an evolutionary approach to personality or, but basically how do you deal with the personality inventories that we have? And do you expect that any of them would be universal or not?"
	},
	{
		"start_time": "14:20",
		"speaker": "Aaron Lukaszewski",
		"words": "Um I mean, I think, uh I, I think that there is um pretty good evidence that something like the big five or big six, you know, uh it tends to replicate across um highly industrialized, um urbanized societies, right? Um uh And um the evidence is, is much less strong that um that those personality taxonomies generalize in their, in their Multivariate structure to uh you know, smaller scale populations, um indigenous uh communities. Uh AND, and, and so on. Um And uh you know, there, so in, in thinking about this, um you know what i it's, it's important to ask the question, what is a personality taxonomy? Um And where do they come from? Right? Because the methods by which they're derived are very important for thinking about the ontological status of the resulting dimensions, right? So, um in personality psychology, um these, these broad taxonomies that you're referring to um were created through um the what's called the lexical approach, right? Which is to um basically start with a comprehensive um set of uh in this case, English um personality trait descriptors. So trait descriptive adjectives, um and then later corresponding, you know, statements designed to, you know, uh uh you know, capture the content of those adjectives. Um uh So, to have, you know, many tens of thousands of uh trait descriptive adjectives um have people rate themselves on these rate other people on these. Um And then um use factor analysis to identify the uh roughly um independent dimensions that are defined by inter correlations among these trait descriptive adjectives, right? Um And, and they're, they're sort of designed, they're trained to be um roughly statistically independent dimensions so that you just minimize the overlap. Um And you know, among the, the, the marker dimensions in question. So, for example, the big 50 you know, um and you know, so this is um this is how they, they come to these um these uh taxonomies in the first place. Um And you know, so the indi the the individual um personality concepts and corresponding sort of lexical descriptors um of uh of the, the, you know, that go on to these dimensions. Um It could be the case that those exist um everywhere, right? Um That, that the specific personality concepts have a lot of universality, right? But what's in question is whether at the population level um the uh you know, the, the big five factor structure actually winds up mapping onto the co variation patterns um in, in all kinds of societies. I don't, I don't see um a good a priori reason to expect that that would be the case. Um Just given that, I mean, what's, you know, the, the patterns of co variation reflect patterns of phenotypic variation? And so if the um if, if the traits that exist on different axes in factor of factor space, um you know, are caused by different things, then it, you know, if in different ecologies with different um ecological configurations and, and so on, um I think you can get all kinds of different patterns of, of co variation. Um And um so this was an idea that was tested by um you know, Mike Gurin and Chris Von Roden and their colleagues um uh where they took the most commonly used um big five psychometric instrument, the BF I. Um And um so Mike um is, is one of the key figures involved with Theman uh life history project. Um And um uh so they, they work with a, a group of um indigenous um foreign horticulturalists in Oblivion, Amazon. And um so what they did is they went to uh Timane land and they, they took the BF I and they translated it from Spanish uh into uh the indigenous language and, and back uh and then they um administered um the 4444 of the um items in the, in the BF I uh to hundreds of people, um hundreds of Timane uh uh residents. Um And they did this through kind of a uh an interview format uh where they, because they're not, they're not accustomed to using um you know, like liquor type scales of 1 to 5 and, you know, circle, circle and number kind of thing. Um But they, they did a sort of, you know, some of that. Um And uh what they found was that the big five factors solution uh was nowhere to be found at all. Um The, the, the factor structure looked very, very different um in the Timane um than it does in any uh you know, uh weird society. Um And what they found instead was, you know, provisional evidence for um a Timane big two as they called it, right? Which is, I mean, that was a very tentative labeling. Um But uh two broader dimensions um that were, that were defined by items from, you know, uh heterogeneous uh big five dimensions. Um So, no, I mean, I think the, the evidence, um the evidence from those sort of uh ethic studies suggest that, you know, the big five does not replicate everywhere. Um And, and nor do I think we should expect it to. Um INCREASINGLY there's a work by, for example, um Amber Thaler and Gerard Saucier, and they're looking at, they're, they're building sort of more, more emic um you know, personality taxonomies that are specific to indigenous communities. Um And uh you know, it, you know, it's, it's difficult to imagine a world where you have just an emic taxonomy that only applies to uh you know, a single population. Um But nonetheless, it, you know, they, it underscores the same conclusion that uh we, we don't see a ton of universality and like the, the population level correlation structures. Um So,"
	},
	{
		"start_time": "20:43",
		"speaker": "Ricardo Lopes",
		"words": "yeah. Uh I mean, just to mention also that if listeners or viewers are interested, I also have on the show, an interview from 2018 with Doctor Louis Goldberg, one of the big names behind the development of the big five personality traits inventory. And also uh you mentioned there, Michael Gervin and Chris Van Rood and I also have interviews with them and also with Gerard Socio. So if people are interested in learning more about the kinds of things and the research you're mentioning there, I also have interviews on that. So um but when it comes to what explains interpersonal variation in personality traits from an evolutionary perspective. So I if I remember correctly, for example, in your first answer, you mentioned briefly how physical formidability might contribute to levels of extraversion. And I would imagine that would be classified as a contextual factor. And in your previous answer, you also mentioned things like ecological factors. So, uh of course, I would imagine that many different kinds of factors play a role here. But what would you say are perhaps some of the kind, the main kinds of factors that explain uh variation in personality traits?"
	},
	{
		"start_time": "22:09",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah, I mean, I think, um you know, there's, there's been work on, um you know, for example, uh cross cultural, cross societal variation and the homicide rate, right? Um AS an indicator of kind of, you know, environmental harshness and specifically, you know, levels of, of violence and, and uh you know, and how that tracks, you know, average levels of, you know, uh paranoia and trust and uh you know, behavioral aggression and, you know, things that would be functionally related to um you know, uh cross cross societal variation and, and homicide risk. Um uh There's also been work on um the role of pathogen prevalence um in uh driving patterns of a variation, right, where you have higher um pathogen prevalence, you have lower, for example, extroversion because it increases the costs of, you know, interacting with lots of people um to have a lot of disease risk uh neurology. Um And um you know, we've also done work on uh the niche diversity uh hypothesis um which uh which is more about um uh explaining why we seem to, it, it, it, it may be the case that there's, there's less uh there's, there's more co variation um in societies with a smaller number of social and occupational niches um than uh than in um uh you know, weird societies where, and there's a lot of niche diversity, right? There are many, many different um specializations, social and occupational specializations um that uh that each have a different sort of optimal incentivized, Multivariate personality profile. Um And so, you know, um the, the work we've done is pretty provisional and there are alternative explanations um for the patterns we've documented. But uh you know, when we have nation level, um uh proxies for societal niche diversity, right? You see uh niche diversity um across societies being inversely related to uh the, the, the overall sort of amount of co variation you, you observe in those um societies. And that was sort of an explanation that came out of speculating about what explains the, the Tsimane results um from Mike Gurban study, right? Um What explains why we see so much more co variation and the Shimane. Um AND it's differently configured um on top of that. Um And so, uh this is sort of a general explanation that came out of uh you know, that that particular uh observation."
	},
	{
		"start_time": "24:54",
		"speaker": "Ricardo Lopes",
		"words": "So uh earlier, you've also mentioned how it seems that there's more or, or there seems to be more uh a variation in personality traits uh across traditional societies. Let me ask you specifically about word you've done uh in Colombo Ecuador with a group of horticultural foragers. Uh What did you study there and tell us specifically, I guess about calibration and fitness linked correlates of personality."
	},
	{
		"start_time": "25:28",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah. Um So this is, uh this is work in Kambo Ecuador, um which is a community of, uh, you know, horticultural foragers. Um And um this is the field site of John Patton and Brenda Bowser that they've maintained for, you know, three decades or so, um uh making regular visits um back to collect data. Um And, uh you know, in this case, so John um tragically passed away uh a year and a half or so ago. Um And so this, these were data we collected, um, you know, before that, of course. Um And um this, uh I mean, the idea of the study was to just actually get sort of pilot data on, you know, testing, um uh you know, replication and extension of, um some of my personality findings um in, in Kambo and, you know, we were, we were thinking we would, you know, uh build that out and, you know, do a bunch more with a sort of more comprehensive personality, um taxonomy, emic and etic and all that. But, you know, um unfortunately, uh yeah, uh uh that's not happening at the moment. Um But yes, so in this study, we, we, we just had three personality uh concepts, um three dimensions of personality that were sort of taken from the Hexaco and big five taxonomies. And our questions were um first, you know, do these personality concepts exist um in the minds of Kambo villagers? Um And um uh you know, and then also do, you know, can we reliably uh assess those um you know, individual differences in, in those personality traits? Um And do they uh do they track the things that they theoretically should um fitness link outcomes in this case? Um uh FERTILITY and status in the community? Um And uh are they predicted by um uh physical strength um which, which John um had a way of collecting in the field? Um So, uh you know, the, the basic, the, the provisional answer to the question of do these personality concepts? Um BASICALLY um uh fearfulness, um extroversion and immodesty. Um YOU know, do they exist in Kambo? And the answer was yes, because there were translations of those into the indigenous languages. Um A a second test of that was um uh well, it it came out of the um reliability um of people's rankings of each other on those dimensions. So um this was a method that um that John uh you know, was was involved in kind of creating but uh he uses a photo ranking um task that sort of round robin in the community, right? So all the men uh will rank each other um on a given personality concept, let's say extraversion, right? Um INCLUDING themselves. And they do this by, they have a photo of each um each, each person in the community and then they arrange them from highest to lowest um on a given dimension. Um And everybody does this uh for everybody else. Um And, and so you have a lot of data going into each personality score. Um And you can also assess, do people agree, right? Um Is there inter ranker agreement? And so the inter ranker agreement was uh was quite high for um both um extroversion and um and, and modesty. Um uh And um among both men and women. Um And then those in turn, were, were predicted by men's physical strength, um physically stronger men um even controlling for age and other things um were higher and extroversion. And uh and in immodesty which was highly correlated with extroversion. Um AND uh and, and men higher in um extroversion and immodesty had more uh offspring. Um And uh the same basic patterns. Um ASIDE from the physical strength uh uh correlation um were observed for women. So, um right, so these are, are, you know, the, the together the data suggests that um these specific personality concepts sort of, you know, in this case, imported from the big five and Hexaco taxonomies um exist with common meaning in the minds of Kambo villagers. Um AND individual differences on those dimensions um appear adaptively patterned um in relation to physical strength, which is a hypothesized calibrator of those dimensions. Um And um uh and in terms of fitness linked outcomes, right, um personality was especially strongly tied to, to status, right? Extroversion and immodesty correlated with um with social rank in the community very, very strongly."
	},
	{
		"start_time": "30:32",
		"speaker": "Ricardo Lopes",
		"words": "So, uh in a more sort of broader question, do you think that there are broader lessons about personality traits that we can learn from studying this sort of more traditional societies?"
	},
	{
		"start_time": "30:51",
		"speaker": "Aaron Lukaszewski",
		"words": "Uh Yeah, absolutely. Um I, I think that um uh I mean, there's, there's a lot of value in just um you know, testing the consistency of both the content of the personality concepts um uh and the, the correlations with outcomes in people's lives. Um AND so on um in as many, you know, diverse ecologies as possible, um uh especially when, um but, you know, the, the, the hypothesis in question being tested, um posits, you know, uh you know, species typicality or, you know, some kind of universality. Um So that's, that's always inherently valuable. Um And, you know, I think we can also learn a lot about the development of personality concepts um by, uh you know, testing, um you know, the universality of those. Um And, uh you know, and, and also looking at, you know, um cases in which a given personality concept doesn't seem to exist uh in a particular society, then the question is why, um and you know, why does it seem to exist in lots of other societies? Um uh And, and then, um and then there's the question of personality structure um uh which uh you know, um which is to say, or do the patterns of, of correlation among different uh aspects of personality um replicate similarly in, you know, in, in all societies. Uh OR is there um just too much variation to uh to even start creating a human specific taxonomy of personality dimensions?"
	},
	{
		"start_time": "32:39",
		"speaker": "Ricardo Lopes",
		"words": "So uh in one of your papers, uh I read you arguing that in personality science, it would be important for us to distinguish between the three different key goals, namely, description, prediction and explanation. I, I mean, could you explain each of those goals and why do you think it is important for people to distinguish between them?"
	},
	{
		"start_time": "33:08",
		"speaker": "Aaron Lukaszewski",
		"words": "Yes. Um So the, the paper you're, you're talking about was written by a whole bunch of authors. Um And it came out of kind of a think tank uh workshop. I think it was in 2018. Um And uh it's important to note that uh the all the authors might not agree with, with every statement in the paper uh when, when you have that kind of a, you know, a, a mission statement. Um But I, I do agree in general that, that those are distinct goals, right? That you have uh you know, the the goal of description. Uh So here was my, I'll just start with my problem with, with that. OK. So um think about like Venn diagram space, you have description prediction and explanation, right? Um So explanation is about uh you know, doing really what I'm probably most interested in, right, which is uh looking at the uh the, you know, identifying the mechanistic underpinnings of the variation that gets captured in personality constructs. Um And that's what a lot of other more social cognitive um personality scientists are interested in doing as well and functional functionalists of various kinds. Um Then you have the people who are interested in prediction um which is to say, you know, they might even be skeptical that you can uh infer mechanistic explanations uh uh uh in in some cases or, or question the value of doing it because what they're interested in doing is basically using essentially, you know, machine learning type models to just sort of figure out uh you know, what data can we collect about people that allows us to predict stuff about their behavior and their life outcomes. Um And you know, and you know that goal, the prediction goal on its own, you might not care if you're accurately carving up the human phenotype at its joints. Um AT all, right. Um As long as you're able to forecast what's gonna happen um and increase the sort of incremental uh prediction, right? Um So, so that's that goal. Um And then you have description which overlaps with both of those, right? Um But my question was always the part of description that doesn't overlap with either prediction or explanation. What good is it? Um And uh you know, on its own as an intrinsic uh goal that's irrelevant to either prediction or to explanation. But I think really the answer winds up being that you, you gotta start, you know, in, in some cases, it's useful to just start with description. Uh And then maybe later on it, it becomes apparent. Um YOU know, which, which things that were described, uh you know, do have some kind of uh utility in, in describing or explaining or predicting or explaining uh if that uh if that makes any sense? Mhm"
	},
	{
		"start_time": "35:52",
		"speaker": "Ricardo Lopes",
		"words": "uh But, but do you think uh I mean here ju just to be perhaps a little bit more concrete, do you think that if people do not keep in mind the distinction between these three different kinds of goals, perhaps there would be problems for personality science in terms of how people theorize about personality and personality traits and how they approach methodologically, the study of each of these three kinds of, uh, goals."
	},
	{
		"start_time": "36:25",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah, a, a absolutely. And I mean, I think, um, you know, uh a lot of times a parent disagreement comes out of the fact that, um, that people have different, different, different goals in mind. Um AND so therefore disagree about, you know, which methods are appropriate. Uh And which types of theoretical frameworks are, are useful. Um And which inferences are warranted. Um uh So, you know, I mean, I think, uh you know, to me it's, it's difficult to imagine um like not caring about explanation, like, you know, my uh you know, my professional focus is sort of trying to map the contents of human nature. Um uh And, you know, um figure out what kind of ape we are. Um And um you know, with, with the, with the goal of pure prediction, um you know, you don't necessarily uh care about that at all. Um And in fact, if, you know, you would discard potentially um a uh a better mechanistic explanation, um that's, that's more accurate, closer to the truth or whatever um uh in favor of, you know, a model that can uh that can predict stuff, you know. Um So, uh so, yeah, I think people do, you know, just, just keeping in mind that um a given research program uh might have goals that are, although within the domain of personality, um, fundamentally kind of different and in some cases there's non overlapping parts of, uh, you know, of, of those goals."
	},
	{
		"start_time": "38:05",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT, but, I mean, it's not a problem if different researchers tend to focus their research and personality on one of these key goals. Right. It's just that they probably should keep in mind that the other two are also important if we want to have and develop a full understanding eventually of how human personality works."
	},
	{
		"start_time": "38:32",
		"speaker": "Aaron Lukaszewski",
		"words": "Right. Yeah, absolutely. Yes. Um Yeah, I think as long as people are, you know, are clear about what their goals are. Um THEN uh then it's all great, you know, I mean, I think a lot of the work being done by, by people who don't care about an explanation um is really impressive and interesting and, you know, uh quantitatively powerful and uh and all those things and, and also um has applications in, you know, real world contexts and organizations, you know, organizations want to know about these things. Like they don't care if, if you're like getting the science of the mind right they care about. Can you tell me, you know, you know, which of these of people is gonna be the best in this role, you know. Um And, and I'm not saying that everybody doing that is, is getting it wrong. I'm just saying it's irrelevant, right? Whether, whether you're accurately identifying the sort of, you know, uh important personality characteristics, that map on in a clean way to underlying mechanisms or something. Um uh They, they, they simply don't care and nor should they, right. Um They're focused on, on the bottom line. Um So,"
	},
	{
		"start_time": "39:42",
		"speaker": "Ricardo Lopes",
		"words": "uh so in your work, I've also read about the general factor of personality. Could you tell us what it is and if it is useful as a construct in personality science?"
	},
	{
		"start_time": "39:59",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah. So the general factor of personality um refers to uh the correlations um among the big five dimensions, right? So I mentioned before the big five, the big five personality traits are designed to be orthogonal, which is to say uncorrelated with each other. Um But nonetheless, uh you get correlations among them, uh no matter how hard you try not to um basically with, you know, uh psychometric surveys. Um AND those correlations are all positive um uh positive correlations directionally except for neuroticism which correlates negatively um with the rest um or several of the other ones anyway. Um And so the, the, the general factor of personality uh is it captures the common variant shared by all of the big five personality dimensions. Um Now, I don't think it's an unreasonable, um you know, possibility in a given population that there would be, you know, uh overlap between, you know, some, some overlap at the population level uh between these dimensions. Um uh But, you know, uh you know, it's also possible that, that we're looking at a methodological artifact of, um, of the psychometric instruments being used to collect, uh, the self ratings or the ratings of other people. Right. Um, AND, and so there's, there's a, I haven't tracked the debate super closely but there's a debate between, uh, people who think the GFP is real and reflects some kind of, uh, you know, general awesomeness factor of human personality. Um, AND then there, uh, there are people who, who, who think there's, uh you know, the evidence, the way that the evidence suggests that it's a methodological artifact um that should not be treated as a, a substantive personality contract. Um And uh you know, the same would be true for uh the um still higher order but lower order. So for example, there's um alpha and beta uh which are just below the big the, the, the the general factor of personality, right? Um And those reflect specific um you know, combinations of correlations uh beneath the, the, the general factor. Um And"
	},
	{
		"start_time": "42:21",
		"speaker": "Ricardo Lopes",
		"words": "what relations do they correspond to? Exactly."
	},
	{
		"start_time": "42:25",
		"speaker": "Aaron Lukaszewski",
		"words": "So if off the top of my head, remember, I think um uh beta is represents a positive correlation between extraversion and openness and um and, and alpha represents a co a correlation the, the inter correlations among the other three dimensions. Um THE other three big five dimensions. Um And uh you know, and, but then again, they both correlate positively with each other. Um WHICH that's the, the GFP, the general factor of personality Um, so I don't, I think my, my true answer to the question is, I don't know if I care. Um, IF the general factor of personality is real. Um, uh, AND, and that's, that's only because I don't, I, I don't know if there is an answer to it. I think, um, there might, those phenotypic dimensions with whatever be, whatever is being captured by them, might those things correlate a little bit in some populations at least. Uh Yeah, sure. Um That's reasonable. Um uh You know, and, and you might also see populations in which they're totally uncorrelated. Um When you look at the actual phenotypic variation, um you know, uh apart from the measurement um measurement error. Um SO I'm not really sure."
	},
	{
		"start_time": "43:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh BUT if the GFP is real, wouldn't it be sort of analogous to the G factor when it comes to intelligence or not?"
	},
	{
		"start_time": "43:58",
		"speaker": "Aaron Lukaszewski",
		"words": "Yes. And that's very much how, uh how the, you know, some of the proponents of the GFP uh think of it, right? Uh They look at it as sort of a interpersonal effectiveness factor, right? Um As I said before, sort of how awesome is your personality. Um uh I mean, all, you know, the GFP basically captures having AAA socially desirable personality, right? Uh But that also plays into the alternative explanation that socially social desirability biases in responding, for example, uh could create the, the GFP or other higher order factors as an artifact, right? Um IT'S, it's harder to argue that uh the Psychometric G factor, uh you know, the intelligence G factor um is a, is a, is a method artifact because many of the tests, you know, uh are, are, you know, scored in entirely different metrics and you know, it just to have sort of non overlapping um task demands and things like that. Um But with, with the GFP, you're always looking at um correlations on uh you know, scales measured in a, in a, in a common metric. So method artifact will always be a sort of alternative explanation. Um But my sense of people's assessment of the, of that debate is that the method artifact, people have won. Um uh And um uh you know, but of course, there's still some, some holdouts. So"
	},
	{
		"start_time": "45:27",
		"speaker": "Ricardo Lopes",
		"words": "uh and uh OK, so uh just another question about it, do you think that if it was real, the general factor of personality that perhaps uh people who work on the big five or even, for example, the EXEC would have to perhaps uh rethink how they approach uh those personality traits because usually we hear from them that they vary independently from one another. But if a GFP was real, I mean, would that still be the case?"
	},
	{
		"start_time": "46:04",
		"speaker": "Aaron Lukaszewski",
		"words": "I don't really think so because the correlations are pretty weak. Um And uh it, it, I think it depends on what you're trying to do with, with the, the, the, with the dimensions in in the trade taxonomy, right? Um Now, you, you mentioned you had Lou Goldberg on um uh you know, I think that the original, you know, goal of, of creating the big five was not to identify like actual dimensions of phenotypic variation. Um But, but to sort of provide what they called marker dimensions in factor space, right? Just because what, what it was a solution to was the sort of jingle jangle problems. Um uh SO called jingle jangle problems, which means you have all these um personality psychologists out there each studying their own individual trait contracts and then it turned in, in their own research traditions and then it turns out that a bunch of those are pretty much the same thing, right? Um Just with different names and different groups of people um studying them, right? And so they said, well, this is crazy, you know, um we, we need to have some like, you know, common agreed upon, um you know, multidimensional space where we can locate any particular, you know, uh trait construct as existing on or near uh or perhaps independent from um one of these like higher order marker dimensions, right? So, thinking about it like that, you know, I think um it's not really a problem uh if, you know, if the, if the marker dimensions don't wind up being entirely orthogonal to each other. Um You know, we, we did a paper um uh that also came out of that, that same think tank I referred to um led by David Kah and, you know, that had to do with creating uh personality taxonomies um sort of from the bottom up. Um AND not trying to impose a lot of higher order structure um onto them, right? Um Now it's still, you know, you still want to avoid um jingle jangle uh type issues, right? Um And have some sense of, you know, the, uh the, the, the content independence, um you know, of the different constructs uh in, in the overall taxonomy. Um But it would allow for uh you know, a more sort of granular view of, of the units of analysis and also just, you know, provide more plasticity and thinking about, you know, uh does this aspect of personality to this other aspect of personality? Um YOU know, and are they, how overlapping are they and things like that? You know, you could, you could have it, you could have that vary, right? Um ACROSS different populations, right? Which I think is more consistent with the complex reality um of uh uh you know, of personality space."
	},
	{
		"start_time": "48:50",
		"speaker": "Ricardo Lopes",
		"words": "So I, I think we have time to get into one last topic here. Uh I mean, on a different topic, uh you've also done work on social status in human societies and the sort of costs and benefits of high social status, of course, the benefits from an evolutionary perspective uh seem more or less obvious because it usually translates into fitness benefits, higher fitness, uh, I mean, all of that kind of stuff. But, uh, could you tell us basically what are the main benefits and also perhaps less intuitively, what are the costs of high social status in human society?"
	},
	{
		"start_time": "49:39",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah. Um, WELL, right. I mean, you, uh, you hit the nail on the head, identifying the benefits. I mean, uh, the evidence is, is, um, you know, is pretty strong that having high status um in, at the community level um in, in pretty much any human society is associated with a range of, you know, privileges and prerogatives. Um And you know, how many people uh count you as an ally and support you in coalitional, you know, situations. Um AND uh and also with, with your reproductive success um and, and health and all kinds of other uh you know, uh correlates. So, um so yeah, I mean, Chris Vonruden um and Adrian Yei have um probably the most comprehensive um analysis of this. And I mean, they're looking just at um well across primates, but a phylogenetic sort of meta analysis across uh male primates, including humans in, in, in uh smaller scale societies. Um And um you know, in, in general, yes, men uh well across primates, male primates, um if you look at the correlation between rank and reproductive success in nonhuman male primates, like the average correlation is something like 0.7 or 0.8 right? Um It basically tells a story of like, you know, for, if you're a male primate, a nonhuman primate, pretty much the only thing that you, that matters for your reproductive success is your rank in, in the social hierarchy. Right? Um Now, you know, for humans, that's, that's watered down quite a bit. Um Right, because uh there are various mechanisms across human evolution that have created um you know, what we refer to as leveling. Um Right, because as uh as humans, um you know, uh evolved a psychology that allowed them to um well, first depend on each other through various forms of mutual aid. Um And uh and, and also to reason flexibly and in sophisticated ways about um you know, uh coalitions. Um AND, you know, with the, with the aid of the use of grammatical language and so on, um it, it became um uh much less viable for uh a high ranking male um to just take everything for himself, right? Um TO just take all the matings with fertile females. Uh AND, you know, and keep all the good stuff and um you know, impose costs on others, um you know, uh indiscriminately um right, because uh subordinates could, could, could band together and um you know, collectively have more formidability than any individual bully, right? Um And so consequently, uh in human societies, you see a much weaker correlation between uh attained social rank and um reproductive success. Um And uh you know, but it's still, I mean, it's still a valuable thing to have, right? High status is still reproductively valuable for, for human males, which is kind of one of the take home takeaway messages. Um But uh you know, and we, and we saw that as well in the Kambo um data um with, with higher ranking men having more kids and higher ranking women having more kids. Um And um uh but anyway, so um what question am I addressing here? What are the benefits? Yes, but yes, there are costs, right? I mean, if you are, um you know, uh if you're unlikely to get the benefits of having high status because you're unlikely to achieve high status, right, then, you know, investing in the, in the pursuit of status um is uh it's a misallocation of resources, right? Uh Right, there are opportunity costs of, you know, status pursuit activities um because you're doing that and not other stuff um that might actually generate benefits for you. Um Right, and so especially costly if you never, if you never actualize those benefits. Um And you know what we were talking about a moment ago, I mean, much of the um you know, the work I've been involved with in um in social status um has been about uh the acquisition of status, right? Um The different pathways there are to, to, to having to attaining high rank um in, in human communities. Um And, you know, so before, uh you know, in the 19 eighties and nineties, if you were studying human hierarchy, um you were kind of importing like a primate model, right? Uh And, and you would tend to refer to, you know, dominance hierarchies, right? And think about um hierarchy uh just purely in terms of, of dominance um and, and intimidation and coercion. Um uh WITH the assumption being that the highest, you know, the alpha male will be the, you know, the most badass uh male, right? For example. Um And then in uh you know, in 2001, um uh Joe Hendrick and Gil White um wrote a paper uh that was a major contribution because um it introduced uh you know, in human groups, the, the, the concept of prestige based hierarchies, right? Um That uh in humans, you also have freely conferred um deference um to prestigious individuals, right, who are perceived as having value for gene, you know, generating benefits uh for others in the community or having special talents that, you know, uh you know, people want to learn from, for example. Um And so this was a pathway um to high status in human groups. Um THAT was sort of phylogenetic um relatively unique. Um And, you know, so, so introducing the dominance, what, what became the dominance, prestige model um of social hierarchy uh was um you know, was a major advance. Um WHAT we have, you know, sort of been in some discussions in the literature about is uh the extent to which dominance as defined in the dominance prestige model um really exists in any pure form um in human communities at all. Right. In other words, can an individual, um uh you know, uh just purely through coercion, um illicit deference from others that results in some meaningful, you know, elevated status uh within uh human community. Um And, you know, uh what we've, um you know, sort of po uh what, what we've um argued is that uh when you have behaviors that look dominant, assertive, aggressive, you know, and things like physical formidability, um uh uh predicting social status and how much social status other people think you deserve. Um It's mediated by the fact that strength can be used for, for both good and uh and evil, right? Um uh So, you know, um physically, uh mo more formidable individuals um can use their formidability to generate benefits for um the community, right? By uh you know, um you know, for example, punishing cheaters and free riders. Uh AND, you know, uh incentivizing other people to do what they're supposed to do. Uh And uh and so on, right? Um And so, it's not necessarily the case when you see, uh you know, in the dominance, prestige literature, um especially as it's applied in other disciplines and so on, it's very much the assumption that if you, if, you know, if you're high in dominance based status, you've got where you are through, um you know, imposing costs on others or threatening to and, and people are backing down to you out of intimidation, right? But as I said before, humans have, you know, subordinate leverage uh in, in virtually every community and organizational context, right, where subordinates can band together and uh prevent um aggressive individuals from uh right from taking what they don't deserve. Um And so, you know, uh the question, you know, we've been posing in the literature and, and uh you know, providing analysis to uh sort of highlight is um you know, this sort of prestige via dominance model seems to be able to explain a lot of the observed correlations between um dominant traits and attain status, right? Um Now, we don't necessarily think that that dominance based status is impossible or that it doesn't exist, right? And, but in the, I mean, it probably comes down to semantics because it depends on how you define, uh you know, status, for example, right? Um If status is something that has to be sort of collectively acknowledged and sort of given to you, right, then you're very unlikely to get it through purely dominant and coercive tactics. Um Right. And uh but, but if, if status is defined as, for example, just having a reputation for being a bad ass that you don't want to mess with, right, then, uh you know, then, yeah, sure. Uh DOMINANCE based status certainly would exist Right. Um, YOU can have a reputation for being, you know, uh, being formidable and someone you, you don't want to mess with. Um, BUT still, you know, maintain decent, you know, uh, relations in the community. Ok. Um, IT doesn't mean you're gonna be the highest ranking person at the community level politically or whatever. Right. Um, BUT you would have a form of dominance based status. Um, SO, yeah, the work we've been doing with um yeah, uh Patrick Dukey and, and David buss and Jim Rooney and Cameron Anderson has been uh just trying to, you know, uh you know, break the concepts of dominance, prestige down into their um sort of, you know, constituent components."
	},
	{
		"start_time": "59:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh But uh I, I mean, I'm not sure if you touched a lot on the cost side of the question there. So if someone has high social status in human societies, either through dominance or through prestige, what might be some of the costs that they might incur?"
	},
	{
		"start_time": "59:45",
		"speaker": "Aaron Lukaszewski",
		"words": "Well, I mean, I think the, the, so the costs um it's mostly net benefit, right? So if you're, if you're um you know, a high ranking person in, in a human community, um uh you know, there are costs, right? But uh you know, so for example, um everybody wants stuff from you all the time, right? Uh You sort of have an obligation to uh you know, perform certain political roles usually. Um I mean, it's gonna be obviously highly variable whether you're talking about an organization context or, you know, a small scale community. Um AND, and then across small scale communities. But, you know, it's gonna tend to be the case that if you have high status, um you have obligations, right? Um You know, you have implicit or explicit obligations to other people in the community uh to intervene in third party conflicts um to uh you know, again, provide political leadership um to mediate uh conflicts between households, um possibly in some cases to, you know, to, to provide right, to give up resources when other people are without, right? And, and so all kinds of things um uh that, that are kind of expected of you. Now, if you're able to maintain, you know, the, the the high ranking position, however, uh by doing those things that yes, come at a cost, right? Then the evidence suggests that it's, it's worth it reproductively, right? Because you've been able to attain high status and then you've uh been able to uh you know, at least probabilistically on average, um you know, cash in uh on, on, on the uh investment, right? Um But I mean, there, there probably are cases where, you know, because of resource scarcity or whatever uh you know, having high status just isn't worth it, right? The juice isn't worth the squeeze. Um And, and maybe some individuals wind up being, having high status in the community over time and, you know, because of all the obligation and, you know, everything else, it just doesn't wind up paying off. Um You know, uh so, yeah, I mean, I think, you know, I'm, I'm talking about things in the aggregate, right on average. Uh The data suggests that, you know, uh it's really mostly benefit. Um You know, once, once you, once you are in a high ranking, you know, sort of position in the minds of people in your community, uh this form of kind of social capital is uh is net beneficial. Uh But yes, comes along with various, it's a double edged sword, right? Um uh Various obligations to other people that you probably often wish you didn't have."
	},
	{
		"start_time": "1:02:14",
		"speaker": "Ricardo Lopes",
		"words": "Uh And I would imagine that uh at least in some contexts being um high social status would induce a lot of stress because of you having to provide and having to intervene and having to do stuff for other people to keep also because the social that has to be maintained, right? And I guess that's another aspect to it. It's not just that you acquire it and it's there forever. You have to maintain it as well."
	},
	{
		"start_time": "1:02:45",
		"speaker": "Aaron Lukaszewski",
		"words": "Right. Right. Absolutely. Yes. You, you have to, you have to make sure that you're maintaining your political support uh for all the people that have, you know, supported you, um you know, previously, uh and don't run afoul of those people. Um And, you know, uh you know, again, deal with deal with the politics of conflict between your allies, you know? Uh, FOR example. Right. Um, BECAUSE, you know, I mean, whatever, if you lose both allies then that's destabilizing. Uh, YOU know, I mean, even, even, uh, you know, chimpanzees and, uh, pigtail macaques deal with these kind of politics. Right. Um, WHERE, you know, the alpha, alpha male needs to, to make sure he at least maintains his alliances with the next two ranking males or whatever, right? Um And, you know, because they can decide to depose him, uh you know, and, and, and frequently do um and even alliances, you know, uh with, with females um who can sometimes form multi individual uh you know, uh revolutionary groups as well. Um So, yes, I mean, the, the politics of, of, of, of human hierarchy are um you know, are, are complicated and, and, you know, it takes a lot of uh time and, and energy and judi judiciousness to uh to handle it properly."
	},
	{
		"start_time": "1:04:02",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And the other aspect to it that I was also just about to mention and you touched briefly on there is the fact that uh in humans and also other species as well. Um There's always the risk that other individuals might come together and coordinate to depose you, right? If they are fed up with you, basically."
	},
	{
		"start_time": "1:04:29",
		"speaker": "Aaron Lukaszewski",
		"words": "Yes. Yes, absolutely. Um And so those uh when that happens, um Chris Bum uh referred to that as a leveling coalition, right? Um uh BECAUSE what it's, it's, it's, you know, function is to reduce or eliminate the discrepancy in, you know, resource access and, and, and so on to the benefits of, of status, right? Um And, you know, in extreme cases, you know, uh I mean, Richard Wrangham wrote, wrote a book recently, uh you know, uh look at, looking at the extreme case of when a leveling coalition goes to targeted conspiratorial killing, right? Where, you know, where, where the, you know, let's say the alpha male is, is so uh uh disruptive um and generates too few benefits. And therefore everyone says, well, this guy has to go. Uh AND um uh yeah, and they, they've also talked about the role of um uh you know, this is going back to Chris B and colleagues, but the the role of projectile weapons too. Um Right, which, you know, once, once humans had the ability to create projectile weapons over harmed evolution. Um Right, then this vastly reduces the cost of co-ordinated killing, right? Because everybody can stand back at a relatively safe distance, you know. Uh AND only one, you know, spear needs to actually, you know, uh land on target,"
	},
	{
		"start_time": "1:05:48",
		"speaker": "Ricardo Lopes",
		"words": "right. Yeah. But basically you no longer have to be as physically formidable as the alpha male to actually be able to kill him even alone sometimes."
	},
	{
		"start_time": "1:05:57",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah. Absolutely. Yes. Um Yeah, and, and, and you no longer have to be the most form, physically formidable individual in the community to be the alpha either, right? Because the way that you're getting there is not necessarily fighting everybody else, right? You're probably getting there by generating benefits for others and you know, through alliances. I mean, there still is a correlation in human, you know, communities between formidability and uh attained rank. But it's again, nowhere near what you would see in, in most nonhuman primates um where the correlation is extremely strong. And if you know, an individual is the alpha male, you, you, you could probably say, and you know, with, with pretty good uh uh probabilistic certainty that that will be the most physically formidable individual, right? Um IN, in the community."
	},
	{
		"start_time": "1:06:47",
		"speaker": "Ricardo Lopes",
		"words": "Uh BY, by the way, uh just to, to ask you this uh the Richard Rham book you were alluding to is the goodness paradox."
	},
	{
		"start_time": "1:06:56",
		"speaker": "Aaron Lukaszewski",
		"words": "Yes. The goodness paradox. Yes."
	},
	{
		"start_time": "1:06:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. I, I also have uh an interview about that on the show, by the way. So, from 2019. So uh just before we go, would you like to tell people where they can find you when you work on the internet?"
	},
	{
		"start_time": "1:07:15",
		"speaker": "Aaron Lukaszewski",
		"words": "Um Yes. Uh I mean, Aaron lukaszewski.com, um I probably shouldn't have used that, that web address because you have to spell my name uh in order to get it right. Um But, you know, uh you know, uh I, I have a um you know, both a personal and professional uh web page um at Cal State Fullerton's Department of Psychology, there's links to all of it. Um AND all my, you know, publications are listed there, of course with, with uh access to PDF S. So"
	},
	{
		"start_time": "1:07:44",
		"speaker": "Ricardo Lopes",
		"words": "great. So I'm leaving links to that in the description of the interview when Doctor Lukaszewski. Thank you so much for taking the time to come on the show again. It was really fun to talk with you."
	},
	{
		"start_time": "1:07:55",
		"speaker": "Aaron Lukaszewski",
		"words": "Yeah, thank you. Pleasure."
	},
	{
		"start_time": "1:07:58",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Kel Matthew Whitten B are no wt Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger and H her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel s friends, David Sloan Wilson Yaar, Ro Ro Diego and Jan Punter, Romani Charlotte bli Nicole Barba, Adam hunt Pavlo Stassi Nale medicine, Gary G Alman, Sam of Zed YPJ Barboa, Julian Price, Edward Hall, Eden. Broner Douglas Fry Franca, Beto Lati Cortez or Sole Scott ZFTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. A week in the Brendan Nicholas Carlson, Ismael Bensley Man George Katis, Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon Bendik Mueller, Thomas Rumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all"
	}
]