[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Loops. And today I'm joined by Doctor Walter Sheer. He is Dennis Odori legit, professor of Computer Science and Engineering at the University of Notre Dame. And today we're talking about his book, a History of Fake Things on the internet. So, Doctor Shar, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Walter Scheirer",
		"words": "Great. Thank you so much for inviting me."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first, uh particularly as a professor of Computer Science and Engineering, what motivated you to write such a book and what is basically its main premise?"
	},
	{
		"start_time": "00:41",
		"speaker": "Walter Scheirer",
		"words": "Yeah. So this is a great question is it's kind of an unusual thing for a computer science professor who's typically writing code and writing, you know, uh scientific papers to jump in and write a book. Um THAT'S kind of targeted at a public facing audience and a book that's really like a history of technology. Um For many years in my sort of more traditional research I had been looking at uh an area called media forensics within uh computer science and electrical engineering. Um This, this is kind of a research area that is trying to understand how one can detect manipulated digital images and videos, how one can detect synthesized uh content, right? That's coming from generative A I now um and and other types of synthetic content. Um And what what's interesting about this is like it has a big social component, right? Is like who's creating that, that content, right? Should we be worried about it? There's a political uh component to it. And also I kind of felt there was an unappreciated history uh for this and a lot of people on the technical side of things weren't thinking very deeply about the nature of this content. Uh You know, it's like where did the tools come from? Why did people create these tools? Um What does the content look like on the internet? There's a lot of what the field had been doing was looking at um kind of can data, data created for experiments in the laboratory, not real examples. Uh And there were a lot of stories circulating which I suspected were actually fake in and of themselves, right between researchers about things that had supposedly happened. Um So I felt especially given the the political climate. Um YOU know, so this of course, is going back to like um uh 2020 1820 19 when I started to think about um this, this project, right? And all of the the sort of political polarization on the internet. Uh And this, this now sort of pervasive paranoia about fake things. I thought, you know, it's worth jumping and writing, you know, a history of this. Um, BECAUSE again, I thought there was a more interesting story than just that political story. And if you looked at, you know, the popular, uh, reporting on this and in that period, up to the present, right, again, it's all of this sort of like political alarmism but, but I feel like the internet's a much larger place and there, there's more going on there. Um And so that kind of set me out on my journey uh to dig into this."
	},
	{
		"start_time": "03:00",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh and a very interesting thing that you also talk about in the book sort of briefly is you not only talk about the history of fake is on the internet, but you also take a step back and talk about the more general history of fakery. So would you like to tell us a little bit about that? And why do you think it's also important to mention that for them people to understand uh sort of the history of fake things on the internet itself?"
	},
	{
		"start_time": "03:30",
		"speaker": "Walter Scheirer",
		"words": "Yeah. Yeah. Yeah. So with this particular topic, you can't just arbitrarily say, like I will start researching it at the point at which the internet becomes a thing. Um There's a much richer history of uh storytelling in humanity. And so in the book, I go all the way back to antiquity, in fact, to talk about um the role of fiction, like, why, why do people create stories? Why do we tell each other these stories? How do those stories evolve over time? Um What, what is the role of fiction in society? Like all of those things are really key to humanity? And that's a really important piece of the internet story, but you have to go way back um to, to try to understand that. And so again, the book looks at uh early instances of fake news, Herodotus, right? Um IN, in his histories, um uh recounts these fantastic stories, things that can't possibly be true. Uh For instance, uh he reports that there are giant ants in Persia that mine gold. It's like, OK, but like, you know, it's, it's like an obviously fake story, but there's an interesting reason why people in antiquity were telling these stories, um why they were filtering a lot life through Homer, right? The Homeric poems, right? There, there are all these interesting ways to think about uh one's immediate circumstances when you move beyond the immediate circumstances. This is why we developed the novel. This is why, right? Like short stories become an important uh uh form of storytelling. Um You know, this is why we love television shows, this is why we love the movies. Um And, and again, like that, that I think helps explain a lot about the the internet, right? But of course, it moves to a participatory more mode when we get to the the internet era. Um"
	},
	{
		"start_time": "05:07",
		"speaker": "Ricardo Lopes",
		"words": "So exploring this and this is also something that you talk about in your book also connects to questions surrounding how we relate to reality itself, right? So why does exploring such a question matter in this particular context?"
	},
	{
		"start_time": "05:25",
		"speaker": "Walter Scheirer",
		"words": "Yeah. So a, a major thing I had to consider in this project um was the nature of reality itself. Um A lot of people when discussing fake things on the internet, sort of, uh matter of fact, they say, oh, reality, you know, is uh what really happens. Um And everything else then is fake. Um But that's not a great way to explain the situation. Um BECAUSE reality is really what we experience, right? And that, of course, could be things that exist beyond the physical world, uh for instance, uh your imagination, right? Um The I, you know, you, you experience it right? As part of your reality. Um But the the projections in your mind are not, you know, what is in front of you in the physical world. Uh Dreams are a part of that, right? Uh You know, all these interesting things, um fiction, right? When we're reading a novel, right? It's like the imagery is in our mind, right? Um You know, our imagination is facilitating that. Um EVEN when we watched, you know, television shows, movies, uh videos online when we play games online, um our brain, right? Is interfacing with that material, it becomes part of our reality. Um, AND, and that, of course. Right. Um, uh, MAKES this, I think a really interesting thing to study because reality is so broad. Um, AND, and again, you can't just sort of dismiss all these things as being, uh, outright fakes, not being any part of, uh, uh, one's experience because they are, right, all these things are. Um, SO in the book, when I was reading it, I had to be very careful sort of saying like there is, you know, sort of this virtual space, the internet and then there's a virtual reality there. And there's also right, this physical space in the physical world that we exist in and there's a physical reality there, but they're both different instantiation of reality."
	},
	{
		"start_time": "07:07",
		"speaker": "Ricardo Lopes",
		"words": "Sure. So getting into the internet itself, do we know how old the history of fake things on the internet is? I mean, are they as old as the internet itself or are they a little bit more recent than that?"
	},
	{
		"start_time": "07:25",
		"speaker": "Walter Scheirer",
		"words": "Yeah. In fact, it, from my, my research, I mean, as soon as um you know, you get these innovations in um uh multi user networks, multiuser operating systems, um digital spaces where uh people are interacting, the fake stuff appears right away. Um And given what I just said, this is hardly surprising because again, we love to tell stories. I think what's interesting about these digital technologies is that they're great communications mediums, right? They, they better facilitate the transfer of information and some of that information, of course, it's fictional. Um AND a lot of enthusiasts like, um you know, in this period, you know, as we're talking about like the sixties, the seventies, the eighties, like, they really want the internet, they want to build the internet for that purpose specifically, right? It's like the creative technologies that they're really interested in. It's the, the social technologies that they're really interested in. It's like making connections to other people. Um And there's a really rich history there in terms of the thinking, right, the philosophy behind this, um a lot of engineers are really cited about the media theories of Marshall mcluhan. Uh So mcluhan is a really important uh mass communications scholar at the University of Toronto in the fifties, sixties and seventies. Um And what's interesting, he's, he's kind of remembered as being like a key piece of like that counterculture era of like the sixties and seventies. Um But he's kind of like a straight laced, like professor but, but he, he really, I, I think does a phenomenal job of like anticipating uh the near future, like what is on the horizon when it comes to information networks. Um And, and he's really, really excited about this potential of uniting the globe on these information networks. Um And he makes this observation that, you know, in the future, you'll be able to project your imagination to other people, right? You'll be tapping your central nervous system and moving that information to other people in real time um and experiencing what they're experiencing even though you have no physical contact with them. Um You know, this, this is an idea. I think that really again, motivates a lot of people who are, you know, participating in that counterculture, but also they have some sort of technical ability uh to go off and build it, right. We have this like really like dry narrative of how the internet started. You know, what's the history of the internet? Everybody's like, oh, it was, you know, the Department of Defense in the United States creating this infrastructure, this distributed infrastructure to withstand um you know, some sort of Soviet nuclear first strike. Um And that of course happened, but that wasn't, I think what was motivating the engineers behind the scenes, you know, that's sort of like the modus operandi, you know, it's like, OK, like we need, we need the funding, you know, we need, you know, some sort of like mechanism to move this forward. Um But deep down, right? You know, we, we wanna do this other thing. Um And they know, of course, right, you know, once the infrastructure is built, you're gonna get ordinary people moving into it. It's not just gonna be the defense uh community, the intelligence community that's operating in this space. But what I think is fascinating when you look at the early instances of fake content because the internet is so heavily populated by these uh communities, right? These like government, you still see the, the storytelling because that had been ingrained in military culture, you get like people writing stories about UFO S strange lights in the sky, all this stuff that was sort of embedded into the aerospace and uh industry because that was already part of that culture, right? Um So this is kind of like a universal phenomenon and that's exactly how mcluhan sort of uh describes it uh back in the sixties, which is pretty interesting."
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "And does the internet introduce a new ways of people faking things? I mean, ways that didn't exist before?"
	},
	{
		"start_time": "11:10",
		"speaker": "Walter Scheirer",
		"words": "Yeah, so, absolutely. Um E especially as you get into like the eighties, the nineties, the two thousands, you start to see new uh creative technologies uh become available to the ordinary person. Um I think it's fascinating, the book I look at the early history of Photoshop. So that is again, like a piece of software we're all familiar with, right? Um It has stood the test of time. Uh It was created in the 19 eighties which is just uh you know, crazy to think about today, right? Because if you think it is like a very modern piece of software with all these great features, of course, Adobe has been adding to that feature set over the decades. Um But it was pretty sophisticated right off the bat. Um And it was created by two brothers who were really interested in photography. They had um this vision again of um digital spaces where ordinary people were gonna be able to play around with uh photo photography uh in a way that only dark room technicians, professional photographers had been able to do up until that point. Um So this is again another sort of forward looking technology. Um I when you have the.com boom of the nineties, um a lot of people who had no experience with computers kind of get drawn into these new social technologies, you know, they're, they're signing on to the internet for the first time. Um A lot of technologies um that we sort of take for granted now, like email were kind of novel back then. Uh And they become again this mechanism for storytelling um before their social media. And then finally, when you get to the, the early two thousands, right? You have um uh what something that, that sort of looks like, you know, mcluhan's global village and that the whole world is connected on these platforms and everybody is telling stories, right? Um You see this like massive uh influx again of, of media that is uh created from the bottom up, right? Um It's coming from these amateur communities, but it's making use of these new tools, right? Um That are being put out. Uh So people again can sort of project their imaginations into the space and that, you know, continues to the present day when we have uh these generative A I systems, right? Which are kind of like the, the next generation of the same idea."
	},
	{
		"start_time": "13:14",
		"speaker": "Ricardo Lopes",
		"words": "And do we have any idea at all? How much of the internet is fake?"
	},
	{
		"start_time": "13:22",
		"speaker": "Walter Scheirer",
		"words": "That that's a really good question. I don't think anybody has a perfect handle on that. I know some folks have attempted to figure this out. Uh For instance, I know uh New York magazine a few years ago, uh put out a piece where they tried to quantify this and I, I feel like, you know, even their quantification of this is kind of loosey goosey. Um They did make some good insights though. Um They, they noted that um it is highly likely that the majority of traffic on social media platforms is bot driven. Um And again, I, I think if you, you're just sort of like a user of social media, you sort of know this. Uh YOU know, number one, there's a lot of concern about like algorithmic feeds and algorithmic content. Um But there are even dumb bots that have been around now for decades. Um So these are like, you know, automated pieces of code that, you know, have an ability to generate content. Uh Mainly an ability to comment right now. This is like an early problem when social media appeared. And even before social media, when you had, you know, like forums and like comment sections on news sites um you'd get these kind of like spammy uh troll posts, right? Um Some of it was just advertising, in fact, a great deal of it was advertising. Um SOME of it though, like was appearing in a political context, right? You'd have bots that were, you know, uh designed to uh send messages of a politic uh certain political orientation and automatically respond to certain keywords uh that were identified on these feeds. Um And that just generates a lot of noise on social media. This is like something I think like everybody sort of agrees is bad, it's not good. Um Even if you agree with the message of the bot, you know, you sort of know that it's, it's just a spay automated message. Um um And that, you know, I, I think is like more or less like uninteresting, right? Um uh When we think about fake messages. But I, I think again, there's, there's entire other genres of fake content on there that are just massive, right? Like, think like fandoms on the internet. Um You know, again, this is like a mode of storytelling, it's fictional. Um But you have these massive communities, you know, of fans of different media franchises, you know, like, think like Star Wars uh different anime series, um all these different things, right? Uh WHERE people are just writing their own stories and, and sending them around uh meme culture is, is just so important to the internet, these days, right? And it keeps evolving, which I think is fascinating. Um If you look at meme culture now, it's, it's very much like video driven on Instagram and tiktok. Um And, and people again are like riffing on these ideas, remixing content. Um A lot of that is fake, right? You know, a lot of that again is like taking a specific fictional trope and reworking it over time. Um And, and again, that's the content that people love, that's the content that people are experiencing it. Um You can think about too, like um augmented reality, virtual reality, right? These are, these are things, again, they're not like the physical world, right? You know, they're, they're sort of these artificial creations. Um But they're very popular. Um And you could throw in like, you know, gaming communities into that too, right? And this blows up just so massively. Um And again, I'd say, like most of these things, like, are pretty positive, not the bots, but, you know, like a lot of these other things that are participatory people really enjoy. Um I, I think once you move out of the realm of uh partisan politics, um A lot of the fake stuff is, is quite interesting. Um Because again, it's, it's, it's like creative fiction uh versus like destructive political content."
	},
	{
		"start_time": "16:42",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, you've talked a little bit about photo editing and I would like to ask you and perhaps we can expand this also to other kinds of uh fakes or ways that people fake things on the internet. Do we know what goals people have when they alter a photo, when they edit a photo and they put a fakery up on the internet?"
	},
	{
		"start_time": "17:06",
		"speaker": "Walter Scheirer",
		"words": "Yeah. OK. So this is a really interesting question one I looked at in depth in the book. Um BECAUSE again, as I mentioned earlier, this, this whole project started with my experience with um uh media forensics, right? So there was an assumption in that community that like people who do this are doing something bad, right? They're trying to revise history and they're trying to create some kind of like perfect fake, right? That will allow them to revise the historical record. Um It turns out historically that doesn't really work, right? We do, we don't really have many uh instances where like a perfect fake has really resonated um in, in many cases, again, even when that, that sort of happened, it was debunked very quickly. Um And part of the reason there, which I think is fascinating, like there's a long history of this kind of photographic manipulation. And again, we we we sort of tie it to like authoritarian and totalitarian governments in the 20th century in the, in the the era of film photography. Um And, and there was this like pervasive idea in the like sort of national security community here in the United States that this was happening in these other places, right. So we're thinking like the Soviet Union, uh Maoist China, the Third Reich um Fascist Italy, right? Um They, they, they, they produced a lot of edited photographic content. Uh And of course, in many cases, right, when they were doing that, there was a malicious intent. Uh But what's sort of interesting when you go back to those old photographs, um they're not really perfect fakes, in fact, some of them are pretty bad. Um And that's kind of puzzling because if you look at the history of photographic manipulation in the era of film photography, it was quite possible to produce very realistic fakes. Uh FOR instance, right, you could remove somebody from a photograph and you could replace them with somebody else and make it look pretty good. Um But what I found looking at these old cases, like they were like, obviously edited, right? Like huge gaps in, in photographs of, you know, political leaders, um you know, gaps that could have been filled in. Um One particularly striking example I found um from Albania, um sensors had removed um some, some sort of men in a, a group photograph, but they left the shoes, right? So it's like, that's like terrifying when you're looking at this photograph where it's like these people were removed, right? You know, they're missing these, the shoes are still there. Um In many cases. Um II I think a more correct interpretation of the style of editing is that um it's meant to send an intentional signal to the observer. Like we can erase people, if you mess up, we can erase you too, right? Um What's also fascinating too is like the originals uh tend to like persist, right? It's, it's like, again, like the sensors remove uh you know, somebody from a photo like they, they, they have this revised image, but history continues to record the original. It's like we always have these like side by side comparisons, which is kind of interesting. Um And when you sort of think about that, you know, it's like, OK, maybe it's like those like obvious fakes, right? That are the most dangerous because the message is very clear, right? Those perfect fakes really haven't worked. Um And so again, I think that whole sort of assumption that again, there are bad people out there trying to revise history. This is not, that's not really the way this works, right? And that's not really how it it becomes effective. Um I, I think again, more explicit messaging uh tends to resonate um better. And it's funny too when you look again at the history of this, like uh again, looking back at say like the Soviet Union, there's like an entire genre of like Soviet era humor about how the government lies to you, right? It's like people did not believe the official media record, right? Because it was always altered. Um That, that was not surprising to, to people who lived in the Soviet Union. Um, BUT again, here in the, the west, again, there was this, like, pervasive fear that, like, there was totalitarian control over the media. Uh, BUT it didn't quite work like that in practice. Um, WHICH is interesting. Um, AND then if you go back further in history, like looking at the history of film, photography itself, um, photos are being edited right away. Right. I, there's this myth and that sort of propagated over to um the the area of media, forensics that um photographs could be trusted in the past, right? We could trust them uh because we didn't have Photoshop, right? It wasn't, it wasn't possible, right? Many people sort of believe to edit photographs that was not true at all. Basically, as soon as the camera is invented in the 19th century, photographers are faking their photographs. Um The first fake photograph appears in 1840 is produced by one of the inventors of an early camera process and it just kind of spirals from there. Um But it's mostly used um in a, in a sort of like commercial or creative way. Uh FOR instance, right, when you'd sit for a portrait uh in a, in a studio in like the 19th century, um you could often like order some special effects, like some of these effects again, would just make the photo look better. Like what we do now with like photo editing apps on our phones. Uh LOW pass filter, right? You know, it's like we can like apply, right, some smoothing on the face like through our app. Uh And our complexion looks better. You could do that uh using um some basic techniques uh in the dark room, right? That was well known by photographers. Um You could add objects into scenes, you could remove objects. Um YOU could uh add all sorts of interesting special effects, right? Which I think it's sort of been forgotten by a lot of people, uh even photographers. Um But, but again, this was like all very much standard uh in the era of film photography. So, right, like this idea that um the photograph was like a trusted object, I I feel was a, was a myth. Uh That's a myth that persists to this day, which is interesting uh from a community again, that, that seems uh uh very keen on policing, right? Uh FALSEHOODS."
	},
	{
		"start_time": "22:45",
		"speaker": "Ricardo Lopes",
		"words": "But because people particularly nowadays are very worried about misinformation and on the internet specifically, I have to ask you this question. So you've already sort of alluded to the answer, I guess in my previous question. But are there many people who actually fall for fake reason on the internet? I mean, whether it's photos, videos or other kinds of content or are people usually, or it's usually easy for people to figure out or find out that they're fakes?"
	},
	{
		"start_time": "23:20",
		"speaker": "Walter Scheirer",
		"words": "Yeah. So this, this is the question everybody seems to want an answer to. And again, this is like, it's difficult because like, we just don't know and, and I'll explain why this is really difficult even if you were gonna like, interview people, like, why this is really difficult to answer. Um So I think yes people of course do fall for uh the, these things I think where you see most people being legitimately duped, um, cases like that are just, just, um, scams, like like criminal scams. Uh Right? For instance, right? It's like someone who's trying to like get money from you, right? So they're creating a bunch of fake media to perhaps like impersonate your relative. Um There's a lot of concern about um voice synthesis techniques are targeting the elderly, right? All sorts of like phone scams. Um YOU know, somebody Impersonating a relative trying to extract money out of somebody who probably like, isn't cognitively all there because they're very old. Um Like, I, I feel like those scams are becoming more prevalent and they're working, which is very troubling what I think does not work um As much as people think it works like the political disinformation. Um Now again, this may seem surprising because a lot of people are like, well, you know, it's like my crazy uncle like believes, right? All of this stuff, right? Which is obviously fake. What I think is going on in the realm of politics um is something akin to uh professional wrestling. Do, do you know, like the fake, the fake wrestling, right? But yeah, so this is, this is a really interesting effect where, you know, like professional wrestling is entertainment, right? The the matches are, are staged, right? There are writers who create the characters. What I think is really interesting. This is like a fandom where like people strongly identify with the characters and when, when fans are talking about these wrestling matches, they're talking about them as if they were real. Um BUT detail, they don't, they, they know it's fake, right? They know it's entertainment. Um And, and you see these circumstances, you know, it's like everybody knows it's fake and like people very pedantic people will like, you know, confront professional wrestling fans and be like, you know, that's fake, right? That's fake wrestling and, and eventually the fans will be like, yeah, we know, you know, but that's not the point, right? It's like we identify with the fandom. I, I think you say the same thing in partisan politics where people identify so strongly with a political party that they talk about these things as if they were real, right? Like the sort of political mythology and you see this, like regardless of political orientation. Um And so even though they know that this, they're talking about things that didn't actually happen in the physical world, they still strongly identify with the stories. Uh And so they're probably not going to concede that they're fake, right? Um AND that, that's a complicated thing to unpack but it's like a well known phenomenon, uh, in the realms of, like, anthropology, sociology, et cetera. Um, AND in fact, anthropologists say, like, it's sort of like when people are, like, like, like lying to you in that manner, it's really interesting. Right. Um, BECAUSE it's saying something about the, the culture they're embedded in. Um, AND so you see a lot of that on the internet, right? It's not just politics, it's other things too. Like I see like any fandom, right? Like you, you have people talking about, uh these things, right? There's people on the internet, they're like, you know, it's like I'm a Jedi Knight, right? I identify right with this, this fictional, like religion from like George Lucas's Mind. Um, IT'S, it's the same type of effect, um which I think is really fascinating. And so again, if you want to quantify this, I, you know, I don't have no idea because again, a lot of people that will be telling you stories as you're trying to gauge this, um, you may be, um unjustly saying they've been duped in some horrible way, right? When, in fact, they have not been duped, right? Um They sort of know what's going on. Um, THEY'RE just thinking in a different mode when they're responding to the question."
	},
	{
		"start_time": "27:01",
		"speaker": "Ricardo Lopes",
		"words": "Uh But when it comes to the politics itself, uh just to make this point clear, are you saying there that it might be the case that at least in some specific circumstances or situations, people might say that they believe fake things that the for example, they preferred party claims or preferred politician claims just to signal just to signal their group membership. But then deep down they actually do not believe them."
	},
	{
		"start_time": "27:37",
		"speaker": "Walter Scheirer",
		"words": "Yeah, that's, that's a good and concise way to describe this, right? So it's in group signaling, um which is interesting that that's not to say that like nobody is duped. Uh In fact, like I worry about the people that actually are duped, right? Especially if the political rhetoric is violent in some way. Um That's a big problem. Like I look at the ethics of that at the end of my book. Um BECAUSE again, I feel like this is an issue and on the internet, uh uh people are tend to be uh reluctant to correct, right? These misunderstandings because you get a lot of trolling behavior as well. Um Which is a huge problem. Um In fact, I think a lot of the trolling too, sort of stems out of this effect, right? Because if you have a group, an out group that sort of believes that you believe these things, you may troll them quite heavily by saying even more ridiculous things uh and claiming to believe them uh right, that, that sort of keeps you in the news, right? That keeps the the arguments going, it brings more attention to your movement et cetera."
	},
	{
		"start_time": "28:35",
		"speaker": "Ricardo Lopes",
		"words": "And do we know if there are many people on the internet that actually create fake content? Because I mean, I've had on the show people that work specifically on misinformation on the internet and most of them tell me that when you look at it, it's actually a very small number of people that, for example, put out political misinformation on the internet. Uh But then because, uh I mean, many times it's outrageous, then it garners a lot of attention, but it's actually a tiny number of people doing it and then many more people consuming it. But the ones who create it are not that many."
	},
	{
		"start_time": "29:22",
		"speaker": "Walter Scheirer",
		"words": "Yeah. So if, but so I would argue against this because if you take my more expansive view of the internet and all of the participatory, right? Uh MEDIA generation, uh the use of tools like Photoshop, the use of uh uh generative A I mid journey dolly, right? All these systems, all the content flooding uh people using, you know, uh facial filtering apps, right? Like all of this is generating quote unquote fake content, right? So that's basically all of us, right? We're all doing it. Um Think about how many people are creating their own memes, right? This is a staggering number of people, the people involved in these fandoms, right? This is like many millions of people. Um YOU know, again, there there's a human inclination to tell stories, right? That's something really fundamental about our humanity. Um I, I think again, if you're describing this in this very niche way, right? We, we were just like, you know, explicit political disinformation. Yeah, that there probably is a really small number of people. Um But, but this phenomenon is much broader, right? Um And, and again, I think there's a lot of these things get entangled too. Um One thing I like to think a lot about um parody and satire on the internet, especially political parody and satire. Um Some stuff looks like disinformation, but it's actually making a completely different political point, right? Uh If you stopped at the surface level message of the content, uh you're completely missing the point. Uh And a lot of meme culture, especially like political meme culture works that way. Um But, but again, this is kind of part of the motivation for this book, right? I I just kept seeing a lot of commentators like stopping at the surface level. Um And you just miss so much of the interesting stuff when you do that."
	},
	{
		"start_time": "30:53",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about video specifically because in more recent times we have uh deep fakes, we have a I generated video content and all of that. Uh And sometimes, I mean, people get into lots of trouble because particularly when it comes to deep fake porn, they can actually create, generate videos where they put a particular person. It's usually women, unfortunately, uh in a porn video and sometimes it can be very, very damaging to their social reputation. So, do you think that's uh perhaps something that we should worry more about because it's a little bit more sophisticated or not?"
	},
	{
		"start_time": "31:40",
		"speaker": "Walter Scheirer",
		"words": "Yeah. In fact, I would argue this is like a primary concern when we think about fake content, especially deep fakes, like the history of deep fakes um is troubling, right? So again, this is something we hear about a lot. Uh ALMOST always in a political context though there has been uh growing reporting on the specific uh instance which you mentioned, right, which is the creation of deep fake pornography. It turns out um the deep fakes algorithm was created specifically for that. Um WHEN, when it first hits the internet, right? It's sort of being billed as a way to create your like fantasy porn, right? You can take some actress' face and, and again, it's always like in a sort of female context which I think is, is incredibly misogynistic. Um And, and, you know, it's like you can create, you know, some scene using, you know, some existing pornography. Um AND this becomes quite popular. Uh THEN along the way, um it became a mechanism for uh re creating revenge porn, right? It's like, oh you don't actually have to film a real scene. Um YOU can take your ex's face right and post it into porn. Uh AND even more troubling now, it's like middle school students are like bullying other students using this right? Trying to humiliate them. I I think all of this is appalling. I I think this is like one specific scenario where deep fakes are highly effective and this is related to my earlier point about obvious fakes being more effective than perfect fakes, like even a bad deep fake, right? That is obviously fake can humiliate somebody, right? Like that's just like devastating, right? If you're like, you know, an eighth grade girl and all of the boys in your school, right? Are circulating these fake porn videos, right? That are obviously fake, right? I I think this is, this is terrible, this is a serious social problem. Um I I think it's endemic too of like this broader porn culture which I find appalling uh on the internet. But again, a lot of that involves fake content. Um COMING back to the politics of deep fakes though those almost never work, right? I I feel like, you know, we talk a lot about them. There hasn't really been an instance that you can sort of definitively say this deep fake swayed an election, right? This deep fake had a serious political implication. Um THEY almost always appear posted by anonymous accounts, right? That are not any maj major news source. Uh THEY are almost immediately debunked right away because again, they, they depict public figures, especially politicians who have public, you know, uh schedules. They are, they are scrutinized by the media minute by minute. Right. They're, they're constantly, like, you know, like press pools following these people. Uh, AND so it just doesn't work. Right. You know, and, and again, like, I think people now sort of are savvy. Right. They're like, wait a minute, you know, this, this sensational video I'm looking at of this politician. If this were real, I probably would have heard about it, uh, from a paper of record, right. FROM a major, you know, uh news source. Um AND instead nobody's talking about this, right? It's just circulating on social media."
	},
	{
		"start_time": "34:32",
		"speaker": "Ricardo Lopes",
		"words": "And what about shock content websites? I mean, I remember back in the mid two thousands when I was an adolescent that we were all the time looking at that kind of content. I mean, I mean, at a certain point, it was almost like a rite of passage, particularly for boys that we really had to expose ourselves to that those kinds of websites. So why are they so popular?"
	},
	{
		"start_time": "35:01",
		"speaker": "Walter Scheirer",
		"words": "Yeah, I think this is another important piece of the history of fake content on the internet. Um VERY early in this sort of, you know, like.com era, like shocking material was starting to gain an audience. Um There was one website in particular uh rotten.com which I think is really fascinating. It was definitely like a very popular website, like looking back actually, it's kind of shocking, like it was so popular. Um It, it got a lot of mainstream attention. Um uh BECAUSE it received so much traffic and it was routinely like posting content. Um THAT was like irresistible. You couldn't not look, right? Um Like a big early win for that site was um uh a picture that um allegedly depicted um the the fatal crash that killed Princess Diana, right? So this is like an internet form of rubber necking on the road, right? It was like an accident. Uh And again, that was such a major news story, like the whole world is paying attention and then all of a sudden it's like, oh, look, the photo is on the internet. Um Now what's interesting about that photo is it was, it was completely fake. It, it didn't, it didn't uh depict the the accident at all. Uh The French government was chiming in saying, you know, this, this does not match, you know, any sort of uh uh emergency responder vehicle type that we have in France. Um But people kept looking, right? Um WHICH is really, really interesting. Um And the site again just would find odd things. Some of it was real, some of it wasn't um it was really sort of an internet version of, you know, PT Barnum's Museum, right? This sort of like Sideshow uh type of entertainment, which was very popular uh in America uh for many decades. Um And I think it is more along the lines of um storytelling, right? Again, like, like, like uh cultural commentary through, right? Um These, these uh stories versus something that was really malicious, right? Like a form of disinformation. Um Again, I, I feel like the site like is very much like situated, you know, in this, this longer tradition of storytelling, um which again is really, really interesting. Um And it remains popular for many years. It's not until really social media becomes dominant in terms of like where people are going, that the site kind of fades away. Um It was very much like a piece of like the the.com boom that sort of like lives on uh right up until the point where social media uh takes off. Um And again, a lot of it was just again, like, it left people guessing, which I think was like the most intriguing part of the site, you know, it's like this could be real, right? Like there's something here, right? Like maybe just, maybe, no, it's real. Um And the creator of the site again, was really good at creating sort of ambiguous, like descriptions of things, like describing things in ambiguous terms that always left people guessing, uh which I think is really interesting. Um So again, a lot of people were like, horrified by the site, there was a lot of terrible stuff on there. Uh But again, more along the lines of like a sideshow attraction and not really like political, right? Or, or, or sort of malicious in any way. Um WHICH again, like in, in context, I think uh makes sense."
	},
	{
		"start_time": "38:02",
		"speaker": "Ricardo Lopes",
		"words": "And in what ways do computer hackers relate to fake things on the internet? I mean, what's the relationship here?"
	},
	{
		"start_time": "38:11",
		"speaker": "Walter Scheirer",
		"words": "Yeah. So hackers were behind the scenes for a lot of these things we've been talking about, for instance, uh rotten.com uh was created by somebody uh who was uh around the hacker scene, right? A hacker who went by the handle soil. Uh HE was an early text file writer. Um And so, so text files are like these like short little stories. Um Sometimes they were technical, sometimes they were, and sometimes they blended storytelling and technical content. It was like, it was a very low bandwidth era even up through like the early two thousands, right? A lot of people didn't have uh broadband of any sort, right? Wi Fi wasn't really a thing. Uh And so hackers find like really interesting ways to communicate, like in these low bandwidth uh uh uh mechanisms. Um And what's interesting about computer hacking and we, we kind of stereotype it, you know, oh, like these are like lone individuals, like in a base breaking into systems doing these malicious things. Um And that's not really the way the subculture worked. Number one, it was a subculture. Uh IT was very social. Um It was very creative. Uh IT was more about um the creative use of technology or sort of like using technology in unanticipated ways, you know, the designer created this product. Um But you sort of hacked it to figure out, oh, like I can enable like these features, the creator never really intended uh by putting these things together, adding things, right, removing things. Um And there's like this long history of, of, of people operating in this mode. Um And so the the computer hackers of like the sort of like eighties, nineties and two thousands are, are doing that. But using social technologies, um they're obsessed with early computer networking, like bulletin board systems, again, allows them to connect to other people uh who are thinking similar things. Um And what's fascinating about this text file culture that develops in parallel to this? Um There's just a tremendous amount of fake stuff, right? Because again, like these, they storytelling, right? Writing little stories, um they're trying to build a proper subculture, right? That usually means you need some foundational myths. Um So hackers, like, you know, we're talking about these fantastic like escapades, some, some of them blending some, some real, you know, uh information, right? It's like people were actively breaking into computer systems. Um But sometimes talking about things they found there that did not exist, right? Um UFO material, for instance, right? All these interesting uh things that would make these text files uh just so irresistible to newcomers, right? Uh TO the subculture. Um AND hackers are really good too at identifying flaws and systems, right? So they're thinking about this media ecosystem that is evolving quite rapidly, right? Especially when you get into the.com era of the nineties, they're thinking about disinformation. You know, it's like if you weren't like, sort of virtuous, right? Most hackers were, um what ways could you exploit the media, right? Uh TO social engineer people uh in dangerous ways. Um You know, they're, they're thinking about the media very broadly, which I think is really interesting. Uh A lot of the hackers I talked to were quite media savvy. Um uh A lot of the, the material they were producing decades ago, resonates, I think uh today because they really anticipate where all this was going. Um This sort of, again, like, like Marshall mcluhan, I mentioned earlier, like have a really strong sense of the trajectory of the technology and how people will use it socially. Um And again, it's something I think a lot of people don't give hackers credit for. Um AGAIN, a community that, that just love the internet still loves the internet. Um But the writing was on the wall in terms of where a lot of these things were going for them. Um And again, they were trying to send out warnings signs uh in some cases, but uh a a lot of people were ignoring it or just didn't think it would ever sort of come to fruition"
	},
	{
		"start_time": "41:50",
		"speaker": "Ricardo Lopes",
		"words": "and talking about the media more generally. How do you look at the relationship or dynamic between traditional media and the internet and new or alternative media in this particular context of fake things."
	},
	{
		"start_time": "42:08",
		"speaker": "Walter Scheirer",
		"words": "Yeah. So I, I'll point out again, like there, there are a lot of assumptions we make about the traditional media versus um the, the internet today, these digital mediums that we use for communication. Um Fake news was always a problem. Um In, in my book, I look at um cases of this. Um uh AGAIN, journalists have a habit of sensationalizing stories that is nothing new. Um There, there are strategies you can use if you're being interviewed, I'm not doing this here. But when you interviewed to like inject, you know, information that, you know, the reporter is going to report on, uh because there is such a good hook there. Um A lot of traditional media is a business and of course, you need to sell product. Um And so again, a lot of sensational reporting becomes problematic. Um Again, that's nothing new. Um I think what, what is new um the participatory nature, right? Because again, there's a lot of gatekeeping in traditional media. Um You know, you have to like, you know, go through a process to become a professional reporter, right? You know, there's a lot of training, right? You need credentials. Um IF you're gonna like work in prestige uh media, right? Like you have to be elite, right? Um You have to like go to the right schools know the right people um you know, be a really good writer, all these different things. Um You can avoid all of that gatekeeping if you just publish your own stuff online, right? You can become a youtuber, right? Say whatever you want, right? You can like create tiktoks and say whatever you want. Um So you have this divide now between like a very elite, like, you know, like um media, right? Like that is sort of like pushing content top down. Um And then everybody on the internet, right, creating their own media and it's coming from the bottom up. Um I think that's a huge change uh in the media, right? Because that really didn't exist until very recently with these tech, these digital technologies, right? With computer networking. Um THAT again, that's not to say that 11 way is better than the other. I think there are advantages to both, right? Um A lot of that gatekeeping, you know, uh if you have uh really honest journalists, right, that are really scrutinizing their, their sources uh that are trying to envoi of sensationalism, right? Like you're gonna get really good coverage of a topic um that said um sometimes, right, like the wisdom of the crowd is valuable, right? I know sometimes public sentiment uh uh is telling you something different than what the reporters are telling you, right? And that could be really important. Um But there's a lot again of storytelling on, on both sides, um which makes it complicated"
	},
	{
		"start_time": "44:40",
		"speaker": "Ricardo Lopes",
		"words": "and what does A I add to the picture here when it comes to fake things on the internet. You know, I have to ask you this because people are obsessed with A I now because of open A I chat GP T. So all of that. So,"
	},
	{
		"start_time": "45:00",
		"speaker": "Walter Scheirer",
		"words": "so again, I'm a computer scientist so I, I try to take a reasonable view of this. Um II, I, I'm not freaking out about this at all. Um I, I don't think this is like an incredible revolution that appeared suddenly uh again, a lot of that is sensational reporting around this and also um the pr operations of these companies that are producing these products, like working in overdrive to promote these sensational uh takes on the technology. I do think it's really important. I think it's interesting though in the book, I look at it in context. Um THERE is a long history uh behind things like generative A I um that again is largely being ignored. Um uh WHICH uh you know, part of that I think is, is there's a lot of complicated technical material, right that you have to sort of sift through. Um But the idea of synthesizing content um goes back decades. Um There was a lot of work on it. Um It was just really hard to do in a practical sense because you didn't have the internet in like the 19 sixties. I'm sure you had really good um uh probabilistic generative models operating in a Bayesian context, et cetera. But that was like all math, you know, on the chalkboard, um you didn't have uh graphical processing units, right? These like supercomputers, right, that are packaged up for our home computers, um which is really difficult to do, right? So again, you see this inflection point more recently where like got a ton of data on the internet, you also have these GP US, you can put these things together and all of a sudden, right? Um THESE older ideas become uh quite useful. Um And I think the way people are using these things is actually mostly good. Um Again, coming back to a lot of these like fandoms I've been talking about, you know, there are all sorts of interesting uh generative models that can like recast content in the style of whatever you love. Um There are a lot of people, people creating digital art. Um YOU know, there's, there's an entire new sort of opening for artists like, you know, in this, this digital space, uh a lot of uh a lot of creativity, uh A lot of people like, like doing really interesting installations, right? Using combinations of like, you know, um uh uh observer interaction with a generative A I system to change, you know, the sort of experience from, from person to person. Um All of this is really great. Um Now, of course, again, there, there is a lot of hysteria over this as well. Right. It was like, oh, no chat GP. T, right. It's gonna, you know, end education as we know it because all students will cheat as, as an educator. I, I think that's like a ludicrous proposition because you really have like, no faith yourself as an educator. You have no, you have no trust in your students and they're always gonna be cheaters. Um. Right. I think there's like some baseline of cheating that, like doesn't fluctuate very much and like the cheaters are just going to adopt new tools. Uh And then you have a lot of students that actually want to learn, right? Um And they're not going to use it that way. Um I, yeah, I, I think, I think this is kind of silly. Um And the other thing too is like, these systems again, are not, they're not quite human like either. Um You know, especially with like image and video synthesis is often very easy to see that, you know, oh, this is like an image that's come from one of these systems. In fact, I can almost tell now I've looked at so many, you know, like, like mid journey dolly images. I can, I can sort of like fingerprint the system just by looking at the image where it's like, oh, like that came from mid journey, right? Like, you know, it's like, it's not quite, I think at the point where again, like uh uh everything is, is is falling apart. Um And again, for all the reasons I mentioned too, in terms of like how people sort of vet information. II, I don't think this is um a disaster scenario. II, I think for the most part, these technologies are pretty interesting and good."
	},
	{
		"start_time": "48:28",
		"speaker": "Ricardo Lopes",
		"words": "So I have two more questions here. Uh The next one is uh II, I think you've already sort of touched on these slightly earlier. But could you tell us about this idea of myth building? I mean, what is myth building? And in what ways does it relate to fake things on the internet?"
	},
	{
		"start_time": "48:51",
		"speaker": "Walter Scheirer",
		"words": "Yeah. So turning back to the field of anthropology, um a lot of what I'm talking about here is really well known uh e especially like uh among scholars who study different cultures, um study, you know, studies like trying to understand like how we communicate, like how we, we interact as peoples. Um The stories are really diagnostic. Um Levy Strauss, Claude Levy Strauss. Um He's an incredibly important thinker uh from the 20th century. I, I think he has just an excellent handle on, on how people communicate in general. Uh And I'm rather shocked that more people don't talk about the internet through the lens of Levy Strauss. So he argues that people think in two different ways. Uh One is rational thought and this is really in the present day, like all we tend to think about when we think about thinking, right? You know, it's like people are highly rational creatures, right? We filter everything through logic. Uh We only use observable evidence to make decisions uh that will lead to our behaviors in the, in the world. And when you see people thinking things that's irrational and that's bad, right? Like we should only think purely rationally. Um If you look at the history of the internet, um there's actually like uh like a prominent subculture that develops around like this, this idea of rational thought where you get these rationalists, uh Many of them are computer scientists and mathematicians. Um And they have again, this, like very specific notion of what thinking should be and they, they just despise everything, right? That isn't that. Um Now, rational thinking is important. Again, I'm a computer scientist, I appreciate, right? What logic allows us to do all these digital technologies we're talking about are underpinned by, right, formal logic. Um But at the same time that misses a lot of how we think, right, on a day to day basis for every, we started talking about, you know, this podcast, um the imagination dreaming. Um All of these things fit into what Levi Strauss describes as mythical thought. Um So he argues equally important to rational thought is mythical thought thinking beyond your immediate circumstances through fiction. Um This is extremely important for problem solving. He argues because you're quite limited in terms of your immediate observations. Um If I can think of something that doesn't exist now. Maybe I can figure out how to build it, you know, I can cobble together all these pieces, um, and bring into being something fundamentally new. Um, IRONICALLY, um, engineers, scientists, all these highly rational people do this all of the time. Right. If they don't use their imagination, they're kind of stuck. Right. Uh, WITH what they have in their immediate surroundings and that's not good. Um, SO Strauss has a sweeping sort of view of all this, right? Um All of the, the sort of, you know, creativity, uh all the myths, all of the religions, right? He wraps all of this up and he's arguing, you can't really exist successfully uh as a person unless you do both of these things uh in your mind. Um And if you view the internet in that context and it makes a lot more sense. Right? It's like, oh, like it's not this purely rational space. It was built out to be, right? Those rationalist communities were completely wrong about this even earlier. Right? There's this notion of the internet as an information super highway. Uh Right. It'll be a database of facts, right. You know, this is like the marketing of the internet, you know, in the nineties, uh, big companies love this idea. You know, it's like we'll go there for commerce and education, it will only be serious, right? Um And this is gonna like, you know, propel humanity forward. Um, BUT that's not really why people were going to the internet, right? They realized, wait a minute, all these interesting creative uh pieces of software exist there. All these virtual communities are being bootstrapped. Um We love the social aspects of it, right? That's much better than this information Super Highway thing, which is pretty bland uh and corporate. Um AND that really fulfills, right? What mcluhan is talking about when he envisions this, which is very much in the mood again of Levy Strauss, right? These were all very popular ideas uh in the mid 20th century. Um And so that I think is a much better way to think about the internet, which I think, you know, if, if, if you were thinking about that, like may chill you out if you're so paranoid about uh people faking things."
	},
	{
		"start_time": "53:01",
		"speaker": "Ricardo Lopes",
		"words": "And do you think that this is also something to do with the way that we create relationships with other people, how we relate socially? Because, I mean, in terms of how we build a social identity, the kinds of uh shared social identities that we have. I mean, they are very much based on myth building as well."
	},
	{
		"start_time": "53:23",
		"speaker": "Walter Scheirer",
		"words": "Yeah, exactly. Yeah, foundational myths, right? I mean, those are key to any sort of culture, any sort of community. Um And, and again, they're, they're really useful, right? Um And I think it was fascinating going back to like antiquity, right? It's like almost everything that is serious is like filtered through the Homeric poems, right? Like why are people doing that? Um It's because they can evoke, right? The, the characters from those poems to express like certain sentiments, right? Certain political ideas is, and it would put everybody on a common basis, right? Everybody was speaking that language. Um THAT hasn't changed. Right. Again, you see lots of different communities doing this. Um We do this in politics today, right? We do this like, you know, in all these different subcultures we've been talking about. Um AND all that is actually good, right? That's important. Um That's always been a piece of human communication."
	},
	{
		"start_time": "54:07",
		"speaker": "Ricardo Lopes",
		"words": "So my last question then how much of a problem do you think fake things on the internet are actually?"
	},
	{
		"start_time": "54:17",
		"speaker": "Walter Scheirer",
		"words": "Yeah, I I don't, as I've been saying, I don't think it's the existential problem people are describing it as um I think that is pretty silly. That is an overgeneralization and in some sense, something that is fake. Um That said we did talk about some legitimate social problems we should be very concerned about. Um Like, I don't think it's great that middle schoolers are creating fake porn, right? That's really bad. We should do something about that. Um II I don't think great like trolling, right? That's like bullying people online, right? Like and humiliating them using right? Targeted fake content is good. Um I don't think it's good that elderly people are being targeted by scams using synthetic voice tracks of the relatives. Um These are, these are the real problems I think we should be focused on. Um And again, like thinking about how we want to use this technology. Well, um I think if we backed off the hysteria related to partisan politics, right, we could more effectively respond to these problems and probably be ha happier, healthier and enjoy the internet a bit more"
	},
	{
		"start_time": "55:20",
		"speaker": "Ricardo Lopes",
		"words": "great. So the book is again a history of fake things on the internet. I'm leaving a link to it in the description of the interview and doctor Ser, apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "55:35",
		"speaker": "Walter Scheirer",
		"words": "Yeah, absolutely. Um So I'm easy to find, I'm a professor at the University of Notre Dame. Um If you just Google my name or use any of the many now generative A I search tools, uh you can find my website but um if you want to shortcut, it's just uh WJ shire.com. Uh I'm also uh on X slash Twitter. Um It's just my name is my handle. You can easily find me there. Um Feel free again to shoot me a message. Um If you're interested uh in continuing the dialogue here."
	},
	{
		"start_time": "56:06",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been really fun to talk with you."
	},
	{
		"start_time": "56:13",
		"speaker": "Walter Scheirer",
		"words": "Excellent. Thank you Ricardo. This is a great conversation."
	},
	{
		"start_time": "56:16",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitten bear. No wolf, Tim Ho Erica LJ Condors Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger K and H her meal and Lain Jung Y and the Samuel K. Hes Mark Smith J. Tom Hummel S friends, David Sloan Wilson, ya dear, Roman Roach Diego and Jan Punter Romani Charlotte. Bli Nico Barba, Adam Hunt, Pavlo Stassi, Na Me, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter W as in David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No. Week, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]