[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lobs. And today I'm joined by our return guest, Doctor Julia Haman. She is an assistant Professor of Philosophy and Ethics at the University of Trent. And today we're talking about the ethics of Actos technologies and techno moral revolution. So, Doctor Eman, welcome to the show. It's a pleasure to everyone again."
	},
	{
		"start_time": "00:25",
		"speaker": "Julia Hermann",
		"words": "Thank you very much. It's a pleasure for me to be here."
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "So I I mean, we've already covered a bit of these in our first interview with doctors IBO van de Van de Pool and yo and Hob and Doctor Hob is going to kill me because I keep mispronouncing his first name. But anyway, um what is Actos technology?"
	},
	{
		"start_time": "00:53",
		"speaker": "Julia Hermann",
		"words": "Yeah, that technology is better known as artificial womb technology. It's a reproductive technologies that enables the gestation of a fetus outside of its mother's body in a device that mimics the maternal womb. The term exogenesis means mammalian development outside the maternal body where this normally happens within so, not necessarily human development, but the development of a mammal more generally and so those devices, those extra two set of devices really try to be completely like the natural womb. So they include components such as an artificial placenta, artificial amniotic fluid. Yeah. And currently such a technology is being developed in the Netherlands, for instance, at Eindhoven University, but also in the United States, of course, and by a team from Japan and Australia."
	},
	{
		"start_time": "01:50",
		"speaker": "Ricardo Lopes",
		"words": "And uh there's an interesting distinction here between the partial Acto gestation and full Acto gestation. Could you tell us about the difference?"
	},
	{
		"start_time": "02:01",
		"speaker": "Julia Hermann",
		"words": "Yeah, it's very important actually to distinguish the two. So the term partial active gestation refers to the use of this technology only for part of this gestation process. So for instance, when a fetus is born prematurely, full ecto gestation by contrast refers to a more futuristic scenario where this technology is used for the whole process of extra uterine gestation. So from fertilization to birth and the scientists who are currently developing this technology, they intended to be used only for partial electro gestation. So the idea is that this would solve the big problem of premature death. So it would replace current incubators, the incubators that are in use in neonatal intensive care units. So partial electro gestation seems to be much closer to the current situation. Whereas full electro gestation for some seems completely like science fiction. Um SOME say we shouldn't even think about it. It's far too futuristic. Others view it as the liberation of women, like especially people who see pregnancy as a burden something we should get rid of, it's much more contested. And it's important that the developers of this technology at least say that they are not interested at all in such a scenario."
	},
	{
		"start_time": "03:27",
		"speaker": "Ricardo Lopes",
		"words": "So uh but from an ethical perspective, because that's what we're going to focus on mostly here today, why does this distinction matter between these two different kinds of ecto gist technologies? Even though at least one of them is more, let's say conceptual, more fut futuristic. So,"
	},
	{
		"start_time": "03:52",
		"speaker": "Julia Hermann",
		"words": "yeah, so one argument from an ethical perspective is that we need to first look at the specific case of partial activation because that is something that might already become real in the very near future, let's say probably in a few years, we already have the first inhuman trials. And it already already this scenario raises significant ethical issues specifically about the rights that the mother would still have over the yeah, features that would then be in this device about the rights of doctors. Um Would that human being in this device be treated as a patient in its own right? Or would it more be seen as part of the mother still, although it's not in her body anymore, and it has all kinds of legal implications and because it is sometimes presented as just something like a more high tech, more advanced incubator that might lead people to think, well, then there is not much ethical like not many ethical issues um that we need to consider but that is not the case. So it's very important to point that out that already this use um has these important implications. And then comparatively, if you look at full electric gestation, that of course raises entirely new issues because the whole idea that we might, that women might not need to get pregnant anymore for like offspring to be created that makes you Yeah. Yeah. Comes with a whole sub issues that I I'm happy to talk also more about later. So I think there are some questions that you can say apply to both use of the technology. But um it's important to distinguish between that which might become real or might be in use already. Yeah, in the near future. And those new questions actually that arise when we contemplate this more futuristic scenario"
	},
	{
		"start_time": "06:07",
		"speaker": "Ricardo Lopes",
		"words": "and what kinds of sative technologies if any do we already have available?"
	},
	{
		"start_time": "06:17",
		"speaker": "Julia Hermann",
		"words": "Well, that is the so called bio that has been used by the researchers at Philadelphia's Children's Hospital in the US when 2017 managed to transfer lamb fetuses in such a bio and then took them out of the bag health. And that was seen as a great success towards such a device for humans so that we already have, but we don't yet have any such technology available for humans. We first we are still expecting the first in human trials and perhaps also one other thing to note that next to this artificial womb is I now want to call it just to make clear that the idea is to mimic the natural womb. There's also a technology just called the artificial placenta, that's for instance, currently developed at my home university in 20 that is in some respects similar and also aims at solving this problem of preterm death. So also intended to, to sort of replace incubators, but it doesn't aim at completely mimicking the womb. Um So it doesn't create this womb like environment, but you could perhaps say it, it is something similar, it gets much less media attention than the the other form of this technology."
	},
	{
		"start_time": "07:35",
		"speaker": "Ricardo Lopes",
		"words": "Uh So you mentioned a premature premature death there. Um WHAT would be the goals, the medical goals of these technologies? I mean, in what kinds of situations would people want or would expect to use them?"
	},
	{
		"start_time": "07:53",
		"speaker": "Julia Hermann",
		"words": "Yeah, in cases where fetuses are prematurely born and especially they are looking at the period between 22 and 24 weeks of gestation. Um The idea would be that those prematurely born born babies would have much higher chances to survive in such an artificial womb compared to an incubator. And that is mainly because the lungs and then not sufficiently developed yet. And in an incubator, the baby has to breathe, which is actually cannot yet. And in the artificial womb, it wouldn't have to do that. It would be in an environment very similar to the maternal womb. And so the chances of survival are expected to be much higher and also to um the chance of survival without severe handicaps. So the if asked also scientists about this and they said that they feel with the current technology, the incubators, they have reached a certain limit, they are unable to, to solve this problem to reduce like the death even more. And they really need a fundamentally new technology to make progress here."
	},
	{
		"start_time": "09:07",
		"speaker": "Ricardo Lopes",
		"words": "So last time in our first interview, as I said before, we talked about uh the ethics of socially disrupt disruptive technologies. And that also included a discussion about how uh cons concepts that we have can be disrupted in a way. So in this particular case of sative technologies, what would you say are perhaps some of the main concepts, main ideas that we share as a society that could potentially be disrupted."
	},
	{
		"start_time": "09:42",
		"speaker": "Julia Hermann",
		"words": "Yeah, concepts such as pregnancy, birth, also body, then concepts of fetus in neonates and the whole cluster of concepts uh involving including mother, father, parent, family and so on. So perhaps if I can start with birth, interesting concept in this context. So if we look at parry electro gestation, we don't really need to go so far and look at full electric gestation, then the question would arise when the moment is when a baby is being born because usually we conceive of birth as involving two kinds of changes, a physiological change and a change in location. And this technology would that separate the two. So in in this case, you would say that the fetus that has been transferred into this device has gone through like location change, but there has been no significant physiological change. It would still not have to breathe, it would still continue developing in the same way as it did in the maternal womb. So then you could ask, well, has it been born or not? And you would wonder perhaps there would be two moments of birth. So it will be completely unclear to what? Yeah, um event the concept of birth would apply. And perhaps you, you would even have to conclude that you need a different concept because that's not really birth, neither of that, right? Neither the transfer into the artificial womb nor than the extraction out of this device or something"
	},
	{
		"start_time": "11:22",
		"speaker": "Ricardo Lopes",
		"words": "on the topic, on the topic of birth. Uh GOING back to the distinction between partial and full ecto gestation because in the case of partial ecto gestation at a certain point, uh the fetus goes out of the womb into the machine or whatever it might be for, for it to undergo the rest of what would have been interest uterine development, right? But, but if we add somewhere in the future, full actual gestation, then there would be at least the potential there for even the conception and the rest of the development to occur fully within a machine, right? And, and not at any point within a woman's body, right? So in that specific case, birth would be completely disrupted, right? II I"
	},
	{
		"start_time": "12:23",
		"speaker": "Julia Hermann",
		"words": "Yes, because of course, there would be this moment where this entity, however, you would then want to call, it would undergo a location change because it would somehow come out of this machine. But yeah, would you really call that birth? Right? You also talk about giving birth. Would the machine give birth? It would probably"
	},
	{
		"start_time": "12:45",
		"speaker": "Ricardo Lopes",
		"words": "that would sound very weird."
	},
	{
		"start_time": "12:47",
		"speaker": "Julia Hermann",
		"words": "Very weird. Exactly. Yeah. Yeah."
	},
	{
		"start_time": "12:50",
		"speaker": "Ricardo Lopes",
		"words": "So uh and perhaps tell us about other concepts like body fetus."
	},
	{
		"start_time": "12:56",
		"speaker": "Julia Hermann",
		"words": "Yeah. So with body, the interesting thing is that the boundary between body and machine seems to be very blurred, right? Because according to one model of um pregnancy, the parts are called part hood model. The fetus is seen as part of its mother's body. So when we take this model and then we think of the fetus being transferred into this machine and developing and growing further inside the machine, you might want to consider it as now becoming part of this machine. So that's really interesting. And you and then you can also ask, well, um what actually then happens to the relation between the fetus and the mother? So perhaps there's also then a very intimate relationship between the mother and this machine because this fetus was a part of her and that then has been transferred. So that's, that's really interesting. It seems there's no clear distinction between um the body of either the fetus or the mother and this machine. And then that's also interesting to consider the concepts fetus in the unit because there's a debate in the literature, especially in the medical bioethics literature about how we should call the being that has been transferred into this device. So there are people who argue it, it should just be called a fetus because it's very similar to a fetus. It's actually a fetus and others say, no, it's not a fetus is it's a neon or newborn and it should be called. Thus, it's more similar to a neon. And it has been argued by Elizabeth Roman is that both concepts or both terms do not really fit because they have specific connotations that are not adequate when we think of this new situation. So we need a new concept, a new term. They talk about terms, but they think that there are conceptual implications here. So Oman is herself has suggested the term gest link, very technical sounding term. Others have come up with uh the concept font that clearly combines F as a neon at the fonet. There's also the concept Perin. So that is a very interesting discussion and it shows that the disruption is taking place here and we do not know anymore what concept to apply."
	},
	{
		"start_time": "15:14",
		"speaker": "Ricardo Lopes",
		"words": "So uh I had these questions for later, but perhaps since we're already talking about disrupting a concept like body, let's introduce the topic here of abortion. Uh I want to introduce it now because um I mean, o of course, we have this idea or at least the people who defend the right for women to abort or the right for abortion. Uh Many times argue on the grounds that at least while the fetus is inside her body, it is her body. We're still talking about her body. It's a part of her body. So it's for her to decide what occurs in her body, right? So, but in this particular case, since uh at least at a certain point in partial ectal gestation and in full ectal gestation, it's fully outside of the body or it would be fully outside of the body. The fetus is no longer part of uh the mother's body. Do you think that the ways we think about abortion uh would also have to change?"
	},
	{
		"start_time": "16:28",
		"speaker": "Julia Hermann",
		"words": "I do think so. And this is already also being anticipated. So there is also a discussion in the philosophical literature about this and some really fear that this technology could have a negative effect on the right to abortion because indeed, it could for instance, be argued that if there's the possibility to transfer a fetus to an artificial womb, then um yeah, there would be no grounds. We would lose the grounds for arguing that there is a right to abortion, right? So then you might be, you might even force pregnant women to opt for ation instead of abortion for instance, if you think of fall to gestation and then wonder, well, what would abortion mean? In this case they get that is, I think even more disruptive to even understand what abortion would amount to so terminating. Yeah, would be turning off the machine. Exactly. It would there be, how would you, so you really would have to think about new or new legal regulations. Um, SO how people do the first, um, aspect that I mentioned, what, what people have argued is for instance, that the grounds for defending still like the right or the permissibility of abortion would be to say that. And some really argue that that there is a right to the death of the fetus. So it's let's go so far. So there is a right to the death of the fetus and then you could that way justify abortion. And another way of arguing is to say that like doing this transferal of the fetus is very invasive and that women should have the right to s to reject that invasive, like a a and, and, and instead opt for an abortion. And it's certainly very interesting topic and there is already quite some discussion in the literature about what this would mean. And, and, and some people really were very worried that this might have a negative effect on abortion."
	},
	{
		"start_time": "18:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. A a and another thing that was coming to my mind is of course, if uh a child is born I mean, we have to take care of it in some way. So in this particular case, if uh the state forced women went to abort to sort of transfer their fetus into a machine for partial gestation, I mean, who would be uh legally responsible for raising the uh the child? I mean, would we force the original mother, the original gest, let's say to uh provide for that child that she didn't want. I mean, th this raises lots of questions, complicated questions."
	},
	{
		"start_time": "19:19",
		"speaker": "Julia Hermann",
		"words": "Right. Yeah. Yeah, exactly. I mean, I think no way of seeing this would be that the idea would be then to you look for like adoptive parents for that child. So the idea would be then to do a but what if they don't find anyone? So that definitely, yeah, perhaps it would just be seen as a child that has lost the parents through. Yeah, an incident, accident or something. And then you need to see the, I guess the state would be, it will probably be that the state is responsible and then the aim would be to find people who adopt that. But then of course you need also enough people who, who want to adopt a child. Um, YEAH, it's hard to do think of this really because we don't know how many cases there would be. Yeah, it gets very speculative but definitely a lot of questions that we would have to answer. Yeah. Yeah."
	},
	{
		"start_time": "20:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And perhaps I mean, perhaps we are still thinking a little bit here from our own cultural perspective because we still live in a society where this kind of technology is not available and these kinds of concepts have not been disrupted yet. So we still tend to think about fathers, mothers, about neonates, fetuses and all of that, about bodies. Uh But um I, I mean, I, I was just thinking that uh I mean, along the same lines of what I was saying just in my previous question that uh II I mean, this could be sort of, this could create some nightmarish scenarios because if, for example, a government uh just takes away the right to abortion and forces women, even women who don't want to have Children just because they get accidentally pregnant or something like that to then move their f to a machine and do partial act of gestation. I mean, they could either force the women to be responsible for that child, she doesn't want to or didn't want to have. Uh OR I mean, uh we could go down the route that you described there or, or perhaps looking for adoptive parents or something like that. But at least in the very early stages, Children would still live in a culture where they think about mothers and fathers and in that particular case, since the child exists and was not aborted, I mean, there would be a mother, biological mother out there that basically didn't want the child and the child if she knows or he or she knows, gets to learn about that. I mean, since we live in this particular cultural context, it could be traumatic."
	},
	{
		"start_time": "22:19",
		"speaker": "Julia Hermann",
		"words": "Right. Absolutely. Yeah. But of course, we could also imagine that the whole all practices have already been disrupted fundamentally. And we do not think in terms of mothers and fathers anymore, but perhaps even more parents generally and that perhaps groups of people who would act as parents. And yeah, perhaps also the way of becoming parents would, would have changed. So then you would also not look for these adoptive like a mother and a father anymore, but you would look for a community for instance, perhaps that would raise this child."
	},
	{
		"start_time": "22:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. No, no, definitely. That's why I, I prefaced my uh my previous question by saying that we have to keep in mind that we are still thinking in these terms and it's very hard for us to put ourselves in the world or to imagine. And also I was in a world where we were Children, perhaps wouldn't care that much about who, who is their father, their mother or something like that."
	},
	{
		"start_time": "23:25",
		"speaker": "Julia Hermann",
		"words": "And we already have, of course, in our world cultures where always many more people are closely involved in, in the upbringing and where, yeah, much less weight is given to one particular person as a mother and where even several women, but mostly women. Yeah, if not only women are seen as their mothers or as mother being a child."
	},
	{
		"start_time": "23:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. I, I mean, I've talked with lots of anthropologists on the show about cooper breathing. So that's a very, very, very common thing mostly nowadays in traditional societies. But for most of our history and our revolution it was very common."
	},
	{
		"start_time": "24:07",
		"speaker": "Julia Hermann",
		"words": "Yeah, exactly. I mean, now I saw in the western world are so used to this idea that the mother and the father and this is not even something indeed that has such a long history, but this is yeah, very dominant at the moment. And, and that's also how we first of all look at this technology and possible future scenarios. That's true."
	},
	{
		"start_time": "24:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's just our obsession with the nuclear family,"
	},
	{
		"start_time": "24:28",
		"speaker": "Julia Hermann",
		"words": "right? Yeah. Yeah. Yeah."
	},
	{
		"start_time": "24:31",
		"speaker": "Ricardo Lopes",
		"words": "So uh tell us now about how perhaps gender roles could also be disrupted because it's not only that we think about fathers and mothers, but we also associate fatherhood and motherhood with being a man or being a woman, right? So could that also be disrupted the way we think about genders and gender roles?"
	},
	{
		"start_time": "24:56",
		"speaker": "Julia Hermann",
		"words": "Yeah, I do think so because there are these different dimensions of parenthood or motherhood in particular, namely the genetic dimension or biological dimensions, we can talk about genetic motherhood than gestational motherhood. That of course, doesn't exist for parents generally that's really tied to the gender to the females. This gestational motherhood and then social motherhood or parenthood that's independent of independent of gender, but of course, the social expectations or the expectations of social parenthood, they are very different between the different genders. So this technology especially Full Act legislation that would enable the um yeah, development or creation of offspring without there being any gestational mother at all that I think would really disrupt the concept of a woman or a man. And, and, and yeah, the gender current gender roles. And um yeah, I mean, we see that's very often, I think um the notion of woman is so closely tied to her ability to become pregnant and to have Children. And there are many societies, communities where this is also expected of women and where you, you sort of fail as a woman if you do not have or do not have Children. So it can be very problematic, very also psychologically disturbing for a woman if she cannot have Children and like in a natural way. So if it is, of course, all is ultimately tied to the fact that as things currently are. Mhm You need to feed my body to, to have a child for a child to be born, if this were to change, if this were not necessary anymore. I think it is hard to think from all the implications but that I think it's such a central point."
	},
	{
		"start_time": "26:57",
		"speaker": "Ricardo Lopes",
		"words": "Mhm"
	},
	{
		"start_time": "26:58",
		"speaker": "Julia Hermann",
		"words": "So I definitely think that gender roles."
	},
	{
		"start_time": "27:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And do you think that perhaps, do you think that perhaps the disruption here could even take a step further. Uh I mean, beyond uh disrupting generals and perhaps even disrupting our understanding of sex itself. And I mean, by sex, I mean, a male, female, our understanding of what you, what it is to be a male, what it is to be a female. Because I mean, even in that visionary biology, our understanding of what sex is keeps changing a little bit as we make new discoveries. But in this particular case, if we have machines that would potentially be able to create new Children without handing it for uh a uterus or something like that, then could that also be disrupted?"
	},
	{
		"start_time": "27:55",
		"speaker": "Julia Hermann",
		"words": "I would say yes, but of course, that is quite an extreme scenario. You would really have to assume perhaps even have to assume that all a reproduction would happen through this technology at some point. So then you could even completely forget about the past where actually like mothers became pregnant and had Children. But if this was in a way forgotten because you have these machines and you have like IVF and then the stage in these machines, then yeah, you might not at all conceptualize female and male according to those differences. So these perhaps that, I mean, of course, I imagine if, if then also those biological functions wouldn't really be used anymore. So that then perhaps they would also in part of evolution just disappear, right? So perhaps even women would lose the ability or capacity to, to, to have Children to become pregnant."
	},
	{
		"start_time": "29:02",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God. Another sort of dystopic scenario just came to my mind where we would get into a future where we have full sative technology. And then we also have ways of artificially producing mass producing sperm and eggs. And then it would be, and then a dictatorship, the state would just keep producing its own Children without any need for people to reproduce. And, oh, now I need more soldiers for war. Let's pump out 10,000 new kids."
	},
	{
		"start_time": "29:41",
		"speaker": "Julia Hermann",
		"words": "And you find things like that in the science fiction literature. So this is something that indeed people have thought of. Really. It is, yeah, very dystopian scenario. And also I think, I mean, there are a lot of objections to this technology, right? And one is a colleague of mine has made that objection that it seems to be absurd to develop and implement a technology to take over a function that women can just um yeah, do by themselves, right? I mean, imagine how much energy those devices would use, think, think about our climate crisis in that light. So how can you justify doing this? I mean, it it it seems crazy when you think about, yeah, the fact that this is something, although of course there are problems, pregnancies can be very dangerous, they can be very burdensome. The fact that women are pregnant and, and give birth to Children and not men has created huge social and economic inequality. So all of that definitely could provide reasons to think that such a technology would be desirable. But on the other hand, of course, there are also pregnancy and giving birth has also many positive connotations and and and many women have enjoyed like being pregnant and and and having their Children this way. And yeah, and you can say that it it it enables a particular way of bonding between mother and child. And there are also all these question marks related to what effect would that have on the development of the baby? Also on the like mental health, perhaps general development. It it's it's many, many question marks whether this would actually be to the benefit of the child. You might say, well, it would be a very safe environment safer than the natural womb because you could monitor everything, couldn't happen that for instance, the mother eats unhealthy food or drinks, alcohol consumes drugs, which has a ne like certainly we know that the negative health effect on the baby. And so you could control all that. Um But nevertheless, what I mean, you also, people also believe that it is very, has a very positive effect on the fetus that it has this very intimate relationship to its mother already while it is in the womb, that feeling her heartbeat or hearing her h hearing her voice, also hearing the father's voice through the belly, etcetera, etcetera. So many uh yeah, question marks and, and, and worries that you can have."
	},
	{
		"start_time": "32:23",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you uh a more perhaps positive question. Now, so when it, we've already talked about how gender roles and the concepts of father, mother, parent might be disrupted by these kinds of technologies. So, on a more positive note, do you think that it could be um positive for trans women? Because we uh we tend to, as we've already talked about here, we tend to associate the idea of mother to s uh to people who can produce babies who can get pregnant and give birth to them. So in this particular case, if we arrived at a point where uh we would not no longer necessarily need that for babies to be, to develop. Um Do you, do you think that perhaps that would uh increase social acceptance at least uh not, not necessarily for trans people themselves, but for the idea of attaching a label like mother to a trans woman?"
	},
	{
		"start_time": "33:35",
		"speaker": "Julia Hermann",
		"words": "Yes, I do do think so. I do think that that would be a way it develops, could be that we would be more open to apply the concept of mother to, for instance, um childs uh women, it could also go like a slightly different direction, namely that we would get rid of the concept mother altogether and would just talk about parents. Because if you think about scenarios of electric station, you start wondering what actually is the crucial difference here between a mother and a father. It, it is far from clear. So um you could argue that if gestational motherhood is taken over by a machine, which was the thing that the aspect that man could not like, it didn't apply to men would say what would be the difference. I mean, we would, we could just talk about parents because they can be social parents, they can be genetic parents. Nobody has to be the gestational parent. That would be the machine. So in that sense, and then of course, you anyway, could be much more open to apply that label parent to all kinds of people. So it why would that have to be related to gender or sex? Right? Um It seems it wouldn't have to be so that I think are two ways you could say that because you might argue that the concept mother is so deeply ingrained in our culture. And it's just because I mean, there are so many connotations that you have with, with the term mother. So you might really think that this is not something that we would give up that is really important. And then you might say, OK, but that would perhaps be that there's openness to apply it to, to not just women. Um The alternative would be why, why do we need this concept anymore? In the end, there is no significant distinction between mother and father. So why not just talk about parent And interestingly, Sally Haslinger has also thought about this but not related to this technology. But she has also in a way suggested talking about parents instead of making this distinction between mothers and fathers."
	},
	{
		"start_time": "35:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I was just thinking because of course, culture tends to change um slowly, I mean, it's not that uh today we have act or just technology and then suddenly tomorrow, everyone no longer cares about concepts like mother and father or, or things like that. So I was just thinking that in the case of trans women, since they uh identify as women and like to present themselves socially as women that perhaps uh at least while we're still using concepts like mother and father, it would uh potentially become more socially acceptable for uh them to also use or, or identify themselves as mothers if they are raising Children or so because they might like to do that themselves since that there's that concept in our culture and to perhaps express, I don't know their femininity or something like that,"
	},
	{
		"start_time": "37:01",
		"speaker": "Julia Hermann",
		"words": "they probably also would really want to be called mothers, right? Or to, to, to count as mothers and rather than just parent because this is something that they, yeah, I agree with that. And I mean, we can of course, already see especially the philosophical like discussion, ethical discussion that become very careful when using the term woman. And so already there is an openness to, to refer to people as women who are not women in the sense of being born with the female. And yeah, sex. So I think that is definitely something that we can imagine. And I mean, of course, that's something I want to note also is that it's not that we can consider this technology in isolation. Of course, it is embedded in a history of reproductive technologies and some of these disruptions and changes have already, I mean, they are already ongoing. So it's not that it's only this technology that brings about all those, but it's it's others have also already done their part and we have to see it in that context. And then the question is how perhaps this technology um leads to more radical and faster changes and yeah, accelerates developments perhaps that are already going on because of course, gender roles, traditional gender roles have already been disrupted and are changing. And nevertheless, we notice how much certain pictures stick, right? Especially I think in the western world, as you said, this idea of the nuclear family and of the mother is the main like a caregiver of a child, the most important person in the life of a child. I think this is still very dominant in our culture, right? Despite all these changes that have already happened."
	},
	{
		"start_time": "38:51",
		"speaker": "Ricardo Lopes",
		"words": "And it's very interesting that you mentioned that this is or would be part of a history of um reproductive uh technologies that disrupt certain aspects of how we think and conceive of reproduction because we're also going to get into uh some of that here. But before that, could you tell us also about this concept that you wrote about in your work of techno moral revolutions? What is uh uh uh I mean, if even before the techno techno moral part of it, what is a moral revolution more generally?"
	},
	{
		"start_time": "39:33",
		"speaker": "Julia Hermann",
		"words": "Yes, a moral revolution is a particular type of moral change and it's typically taken to occur in a rather short period of time and to involve a moral paradigm change. So the authors who've mainly written in philosophy about moral revolutions, they are typically inspired by the work of Thomas Cohn on the structure of scientific revolutions. And I think that in the moral realm, something analogous happens or has happened. Um IMPORTANT to say that more revolutions do not necessarily have to be instances of moral progress. There's also the whole literature of moral progress. Um And a paradigm example is always the abolition of slavery. And um the more revolution often you find actually the same examples. But um in principle, that's something that my co authors and I have also stressed, it could also be a revolution that we would regard as something negative or regressive from a moral point of view. So it doesn't have to be progressive, but it's so it's a radical change that usually happens. It's most people think that in a short period of time and you could perhaps talk about like a moral paradigm shift."
	},
	{
		"start_time": "40:51",
		"speaker": "Ricardo Lopes",
		"words": "So when we have the suffix or the pre the prefix techno to moral revolution, uh what does that mean specifically? And could you give us perhaps an example of that?"
	},
	{
		"start_time": "41:04",
		"speaker": "Julia Hermann",
		"words": "Yeah. So the idea is that those techno more revolutions consist of radical group or society level change, not individual but society in morally significant practices whereby technology plays a noteworthy role. So basically the idea to call some yeah, development techno more revolution, not just more revolutions is to point to the significant role played by technology because that seems to have been overlooked by most people who wrote about moral evolutions. So an example is um the revolution in sexual morality where contraceptive technology and in particular, the pill arguably has played a very important role. So the claim is not that um a technology alone brings about a revolution but that it's a complex process where different developments, different agents movements play a role. But also there is a very interesting important role played by technology. And in the, in the case of the um sexual revolution or revolution in sexual morality, we can say that contraceptives played an enabling role."
	},
	{
		"start_time": "42:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm A and here uh perhaps you are focusing mostly on uh the pill is that"
	},
	{
		"start_time": "42:33",
		"speaker": "Julia Hermann",
		"words": "it? Yes, that is the focus also in the literature on techno moral change. Um That is an example that is very often given and they always focus on the pill from what I've read about the sexual revolution. Um Actually, it is contraceptive technology more generally. It is not really plausible to think it's only the pill. But yeah, the pill is the one that is always singled out. And perhaps because of its particular reliability, it is sort of different. It's, yeah, it is a different kind of contraception, but it is already earlier, you can see significant changes once contraceptive technologies became available."
	},
	{
		"start_time": "43:15",
		"speaker": "Ricardo Lopes",
		"words": "And when you mentioned changes in sexual morality, what are or what were those changes specifically? Because uh I know that, I mean, nowadays, we hear a lot sometimes particularly more conservative people or people who are more on the conservative end of the spectrum talking about how some of these technologies in their minds were just complete disaster because apparently, apparently people became much more promiscuous and people do not care about marriage anymore. So are those the sorts of things we're talking about here or?"
	},
	{
		"start_time": "44:01",
		"speaker": "Julia Hermann",
		"words": "Yeah. No, I mean, the idea is more that we moved away from a relatively strict system of sexual morality where so sex outside of marriage was seen as impermissible. Um The permissibility of sex and gender was closely tied to reproduction, which is what this technology really changed, right? Because it decoupled reproduction from sex. So also homosexuality is what really regarded as something negative. And also because the idea was sex always has to lead to, to offspring. That is what its purpose is and that couldn't of course, be the purpose of homosexual sexual activities. So through this decoupling of sex and reproduction, the grounds, the reasons for arguing that homosexuality is like morally bad and it should not be permitted. They were just like they were not existed anymore and especially also the expectations and the norms applying to women changed and, and, and some virtues that used to be very important like chastity, purity, sexual modesty, mainly related to women. They just lost important with K but of course, there are still groups but especially also certain religions who uphold those values. It's not that they have appeared disappeared entirely. But in many contexts, in many societies, they now play rather a marginal role. So an idea of, of technical changes also that the relative importance of values and virtues that changes through the influence of technology. So it's not that something disappears entirely, but some virtues or values become much more important, others less important. And we see this phenomenon of demoralization. So homosexual sexuality was highly moralized was seen as something morally bad, but it came more and more to be seen as actually something morally neutral. I mean, it's not more really irrelevant whether someone is heterosexual or homosexual or bisexual or whatever."
	},
	{
		"start_time": "46:01",
		"speaker": "Ricardo Lopes",
		"words": "Uh I mean, not only it wasn't just moralized, but it was also at a certain point even medicalized, right? Because at a certain point, it was in psychiatry, at least homosexuality and other kinds of uh non heterosexual behaviors or tendencies were uh pathologize."
	},
	{
		"start_time": "46:25",
		"speaker": "Julia Hermann",
		"words": "Yes, absolutely. And of course, this didn't change entirely only through this technology to contraceptive technology. But that really, you might say played a role here. And then of course, you have to also give credit to the social movements, um, that there's a lot of work here. But this technology certainly without that, you might wonder how perhaps it had been a much slower process. You could imagine that and, and yeah, perhaps that never happened in this way."
	},
	{
		"start_time": "46:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh But this is also very interesting to me in another very particular kind of way that is, doesn't this point also to the idea that I mean, if we think we could think about it in terms of i in realistic terms, I mean, in sort of Marxist terms where I mean, ideas that are prevalent in a society, hegemonic ideas do not come from nowhere or it's not about the just the ideas themselves, but it's, it's the sort of uh the way our society is structured, our sociality, ecological conditions, also technological revolutions that really lead to people, people actually changing the ways they relate to one another and the ideas that are prevalent in their own societies, right? So, I mean, it very much gives sort of a materialistic basis to uh where ideas come from in society"
	},
	{
		"start_time": "47:55",
		"speaker": "Julia Hermann",
		"words": "because those conditions also constrain what we can imagine what we can think of the ideas that could appear. Yeah, I mean, there's this argument by um the philosopher Nigel Pleasant, who has written about moral revolutions and about the abolition of slavery. And who has argued that the reason why slavery was abolished at the moment, but it was abolished after centuries in which slavery was just accepted was that at that point, a super realistic superior alternative became available. So that is indeed a Marxist thought that unless you have such a superior real alternative, the criticism that always existed just had no authority. It wasn't heard because this practice, the practice of slavery was seen as something indispensable, something natural. Yeah, bad, perhaps bad, perhaps not really desirable. But yeah, we just need it. We cannot, couldn't our economy couldn't work without slaves. And once there was like wage labor is an alternative criticism gained authority. And then the abolitionist movement was at to to happen and to to to the practice was able to be abolished. So that's of course, there are many different. Slavery is a very complex topic. There's a lot of literature about it, but I like that. So I find that thought convincing. And so that's also one of the reasons why I think it's important to look at the role of technology as a part of the of the conditions that enable criticism to become really forceful and to make changes possible. So I always careful of not giving too much weight to the role of individual agents in these processes, but also to, to look at the these conditions and these developments that enable the particular agents and also to make that criticism hurt and so change."
	},
	{
		"start_time": "49:52",
		"speaker": "Ricardo Lopes",
		"words": "So in many ways, our morality and ethics follow from the material conditions we live in, right? I mean, it's ideas or even moral ideas specifically are not just about people thinking about things or rationalizing things a lot and coming up with new ideas and then changing societies, sometimes it's material conditions change. And then because of that people have new ideas and then I morals change"
	},
	{
		"start_time": "50:28",
		"speaker": "Julia Hermann",
		"words": "exactly though this idea of techno change assumes that it goes both ways. But usually people often just think about the way that morality or ethical thinking can in a way influence technological development. Um So the whole techno moral change literature focuses on what they call technology induced moral change. But taking for granted, there's also the other influence, right? It's not, it's not like purely deterministic or saying that these conditions determine the development of ethics. But the idea is more that this has to be taken seriously that there is this influence. But at the same time, there is also it goes also the other way. So also our ethical arguments, ideas, experiences have an influence on those conditions. So it it it's it's mutual, mutual, very complex I think interaction. Mhm"
	},
	{
		"start_time": "51:20",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question here. Then still on the topic of techno moral revolutions or changes in your work, I read about this term techno, moral resilience. And also let me read the quote here since we do not know what elements of morality will change and how they will change. Moral education should aim at fo uh fostering what has been called moral resilience. So could you explain this idea? What does moral or techno, moral resilience mean?"
	},
	{
		"start_time": "51:58",
		"speaker": "Julia Hermann",
		"words": "Yeah. So the idea is that techno or change or disruption that brings about a lot of uncertainty, confusion, loss of orientation, that this requires a certain complex capacity, which my co-author Katarina Ba and I then termed techno more resilience, we already find in X Spar's work on techno model change the concept of moral resilience. But then he doesn't develop that. But I think he even says techno model at some point, but he doesn't really develop that further. So um the idea is that moral education should prepare us or should prepare people to cope with those instances of technological change and disruption. And that this has basically, yeah, two important elements. One is um the ability to cope with moral disturbances. And so in a way also to be open to changes, to be able to adapt, but at the same time, not to lose one's identity as a moral agent. So still also maintain like a sort of a stable identity. Um We argued that this is something that so we can conceive of this techno resilience as at the individual level, but also at the systemic or like practice level. And we ar with that in order to foster this capacity that we contact a more resilience, moral education should focus on a triangle of capacities, namely moral imagination. Very importantly, the capacity for critical reflection and the capacity for maintaining one small agency in the face of disturbances. And I think imagination is really important though what you need to cope with this phenomenon of technical change of disruption is to be able to I think react creatively to those changes. So to be able to imagine possible scenarios, developments to um not let yourself completely like despair because of all the uncertainty but creatively react and that might also contribute to shaping this techno moral future. So I I am admittedly itself on a bit vague. Um But yeah, in fact, in fact, it also was mentioned in the quote that you read out morality has this dynamic character and we do not know we know that it can change and it will change, but we don't know how and we know by now or at least I believe and others believe that those changes are intertwined with technological changes. And we know that technology is being developed like faster, more rapidly, think of artificial intelligence and all its applications now how much it disrupted our world already. So it seems that um somehow we need to try to, to prepare people for that and also to, to be aware of the fact that their current, as we talked about that also earlier in the context of technology, our current moral and conceptual frameworks, they are not fixed. So it's in the future, it's not that we have these fixed frameworks. And with, with those, we will assess and evaluate future technologies, but those frameworks are changing themselves. And so sort of develop capacities to, to nevertheless be able to take a moral stance to be open also to those changes in those frameworks. So to keep also reflecting critically upon our moral concepts and the the standards and concept that we use to evaluate technological developments and new technologies that are being developed and implemented in our societies."
	},
	{
		"start_time": "56:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I if I may uh and if you disagree with, with what I'm about to say, please uh tell me so. But uh I think that perhaps uh an example, a good example of um perhaps uh educationally and also just even outside of the education system, how uh people could become more techno moral resilient. I mean, a specific example of that is earlier, we talked about how concepts like father and mother could be disrupted by Actos technologies. And I mean, I myself personally have sort of been liberated from this uh from these kinds of concepts by learning more about anthropology because I know that there are other human societies out there that do not care much about the nuclear family of cooper breathing. And I mean, if things change if uh somewhere in the future, we no longer care about using concepts like that, like father, mother, whatever, uh it will not necessarily spell the end of western civilization."
	},
	{
		"start_time": "57:33",
		"speaker": "Julia Hermann",
		"words": "Let's see. Yes. No, you're right. And in a way, this is also a way of experiencing conceptual disruption when you are learning about very different human societies where yeah, certain concepts do not play an important role or have a different meaning that also has this disruptive effect. So in, in my research program, we mainly study the disruptive effect that technologies have on, on some of our fundamental concepts. But we um we acknowledge that there's also this phenomenon of disruption that comes from the Yeah, I'm learning about those very different societies and cultures."
	},
	{
		"start_time": "58:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. But, but I guess that unfortunately, it's not something that humans and in this case, it's humans in general like to do that is teach their Children that wherever is prevalent in their society is not necessary with the correct way of doing things because everywhere people always teach their Children that however society works is the way it should work unfortunately."
	},
	{
		"start_time": "58:47",
		"speaker": "Julia Hermann",
		"words": "Right. Yeah. Yeah. But of course, I would say that moral education, which of course is also not distinct from education in general and it's of course sort of integrate into that. But what we would want to call moral education should always aim at the development of this critical capacity because on the one hand, when you are in moral upbringing, you adopt a moral outlook, you are socialized like into a certain moral community. And you have to also to be able to develop a moral outlook. I think in the first place, you need to accept some norms, you cannot question everything, then you are unable to make any moral judgments. So you need to also of course, come to believe many moral judgments and adopt uh values and norms. But then at the same time, you also need to, to become like a competent moral agent, you need to develop this capacity to critically reflect upon elements, different elements of that outlook. And then of course, usually that is prompted through certain experiences where you suddenly see that a certain norm of value or judgment is problematic and something that happens when you like um come into contact with humans that are sites that have different norms or if you just yeah, experience cases where there is perhaps in incoherent inconsistency between some other things that that society believes is important and good. And that conflicts perhaps with a certain norm that is perhaps very old but still like has an important role because it's it's suggested generally speaking, being very important. So all these experiences and I think that is definitely part of moral education, this development of this critical capacity. While at the same time, of course, adopting taking on the standards and and norms of one particular society"
	},
	{
		"start_time": "1:00:43",
		"speaker": "Ricardo Lopes",
		"words": "also. Because I I think it is important for people to develop that sort of moral capacity because it's just inevitable that even during your own lifetime norms will change in your own society. So I guess that would even make you more, uh, even, not just morally, but also psychologically more resilient when faced with those changes. Because as we see many times older people, whenever societal norms change, they think it's already the, the end of the world and they get very confused and stuff like"
	},
	{
		"start_time": "1:01:24",
		"speaker": "Julia Hermann",
		"words": "that."
	},
	{
		"start_time": "1:01:24",
		"speaker": "Ricardo Lopes",
		"words": "Right."
	},
	{
		"start_time": "1:01:25",
		"speaker": "Julia Hermann",
		"words": "Yeah. And I guess that um like with the younger generations in their lifetime, the changes are much more drastic than they were like when I think of my grandmother who indeed also at some point had problems like following them things. But I think in her lifetime, the changes were much less like quick and, and, and radically fargo than what we experience and the the younger generations done even more. Yeah. So that also means technical resilience becomes more and more important because of the acceleration technological development and the way it, yeah, really radically changes all like domains of, of our life,"
	},
	{
		"start_time": "1:02:08",
		"speaker": "Ricardo Lopes",
		"words": "right. So Doctor Eman, uh just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:02:18",
		"speaker": "Julia Hermann",
		"words": "Yeah. So um one important source is the book Ethics of Socially Disruptive Technologies and introduction that has been published by open book publishers and whether it's chapter five on this particular technology, technology, I also actually just today posted a blog post of the blog and block justice everywhere on this topic. And there are also two previous posts about this technology that people could read and then there will hopefully soon be also more articles on different aspects of the technology."
	},
	{
		"start_time": "1:02:57",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to that in the description of the interview. And look, I I really love our talks. I love the first one. And that's the reason why I wanted to have you on the show again to talk just about sative technologies and techno moral revolution. So uh thank you so much for your work and thank you for coming on the show again."
	},
	{
		"start_time": "1:03:20",
		"speaker": "Julia Hermann",
		"words": "Thank you very much. Lean. I enjoyed it as well. Thanks a lot."
	},
	{
		"start_time": "1:03:24",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger, Ken Herz and La Jung Y and the Samuel K Hes Mark Smith J Tom Hummel Sran, David Sloan Wilson Yasa, Dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba ad Hunt, Pavlo Stass Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Gilon Cortez or Solis Scott Zachary ftw Daniel Friedman, William Buckner, Paul Giorgino Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di Costa Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, Old Eon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis Valentine Steinman, Perlis Kate Van Goler, Alexander Abert Liam. Dan Biar. Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stuffin, Tom Veg and Bernard N Cortes Dixon, Bendik Muller, Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]