[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lob. And today I'm joined by Doctor Gail Dines. She is Professor Emerita of Sociology and women's studies at Willock College. She specializes in the study of pornography and she's also the ceo of culture, reframed and nonprofit built to build resilience and resistance in kids to pornography and hyper sexualized media. And today we're focusing mostly on her book Porn Land. How porn has hijacked our sexuality. So, Doctor Dimes, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Gail Dines",
		"words": "It's a pleasure. Yes."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Ok. So let me start by asking you, is there any particular definition of pornography? Would you define pornography in any specific way or is that, or is it one of those things that we know when we see it or we can identify it when we see it? But it's really hard to define."
	},
	{
		"start_time": "01:00",
		"speaker": "Gail Dines",
		"words": "No, it's not. First of all. Um, CONSIDERING you've got a multibillion dollar industry called pornography, if they produce por pornography, which is what they're out for, then I'm happy to go with their definition. It's like when you're discussing any other industry, like fast food, you're not asked to define it. You look at the industry and you see what the product is. Um But as we get talking, we will talk about how at the core of pornography is the debasement and dehumanization of women. That's what makes porn porn. So, um I don't really get into definitional issues because it doesn't make any sense. You wouldn't get into that for any other industry. Um, BECAUSE, you know, the, uh, car industry, as I said, makes cars you don't talk about, it has an engine and a steering wheel and this, you know, you look at the industry and you see what they produce,"
	},
	{
		"start_time": "01:56",
		"speaker": "Ricardo Lopes",
		"words": "right? Uh Could you tell us a little bit about the history of pornography, particularly in the US? Because there are bits that might be very interesting here for us to explore, particularly how it's changed over the course of the last few decades, particularly with the introduction of the internet and all of the different kinds of media we have nowadays."
	},
	{
		"start_time": "02:20",
		"speaker": "Gail Dines",
		"words": "So I would say that if you want to look at the modern day pornography industry, you have to start with Playboy. And the reason for that is that Playboy really mainstreamed pornography. It took it out of the back streets and CD corners and put it on the coffee tables of often middle class white men. Um, NOW what was interesting about that was, this was a very conservative time during the fifties in the US. And so the question is how did a man, New Hefner manage to build an empire on pornography in what was a conservative time? And one of the things he did that was very clever was he really built a magazine that spoke to the aspi of the up and coming white middle class man who had for the first time, really disposable income. And so you had this new sort of middle class and remember a lot of them were born during the depression and the war and they were very frugal and I know it sounds ridiculous, but they didn't know how to spend money at that point because you saved money. So what he really produced was a magazine that was based upon, um teaching these men what consumption looked like. You'd have whole articles on what clothes to wear, um what uh desk to buy, what to eat. And of course, what really attracted these men was the centerfolds and the images, you know, he said, um people said I excuse me, um I only read pornography for the articles. Well, that's ridiculous. You know, I felt like writing to them once into pornography and saying, you know, no one's looking at the pictures. Of course, it was the pictures that really made it popular. But he did it in a way that was sort of um surrounded by a middle class lifestyle. They had very um well known writers in there. And they once said that if they took um the pictures out of Playboy. Playboy would die like a dead dog. And I would say if you took the articles out of Playboy, it would die because you wouldn't have a cover, you know, you needed a cover to say why did you have these images of women on, you know, out there in the public? So he sort of really introduced soft core, made it mainstream. Then in the sixties, Penthouse came in and the goal was for Penthouse Bob Guccione, who'd been in it, publishing in England was to come to the US and to really make it um sort of really make Penthouse the number one pornography magazine. However, there was a war between Playboy and Penthouse of who could produce the most explicit images. And in the end, Penthouse really lost the war and the reason is their images were too explicit for advertisers. Cos remember this is how you make money in the media. So in those days, um so what he did was um not only did he um sexualize, not only did he can modify sexuality. This is Hugh Hefner, he sexualized commodities and said if you consume at the level that we tell you to in Playboy, then you can get these women who are centerfolds and all the other images. So he actually understood not to cross a line. So the because the advertisers with them and they did start, by the way, at some point when there was a battle between Playboy and Penthouse to pull some of the advertisements cos the images were too explicit in the end. Um Playboy one because they stopped producing such explicit images as penthouse and Penthouse never really found its feet. But watching this from the sidelines was a strip club owner from Ohio called Larry Flint. And he came in in the seventies with Hustler and he became the sort of he established the hardcore end of pornography. So you had Playboy Penthouse and Hustler and what they did three, these three men is they socialized and groomed the American public to accept more pornography as a kind of mainstream image. So that really went on for many years. Then you had uh videos um et cetera. But what really sort of made Playboy, the sex education of the present day and the wallpaper of young people's lives was the internet. And when the internet became domesticated in 2000, it made pornography. What one scholar has called affordable Anonymous and accessible. You didn't have to leave the home, you didn't have to go into these theaters. You didn't have to go to the local uh porn CD shop. So really what happened is the internet and it, it, the internet allowed to build pornography. But I also want to say that the pornography helped construct the internet. Pornography is always at the head of technology. It's where a lot of R and D money comes from. And So a lot of the things like you see, like pop ups, pop downs paywalls, all of these things was actually introduced by the porn industry. So that's what got us to 2000. And what was interesting is someone who was watching what was going on was, um, I was pretty astounded by the degree to which the pornography on the internet became hardcore so quickly. I mean, it literally went from, you know, semi soft core to semi hardcore to absolute hardcore, which is in porn land, I call gonzo. But I wrote porn land in 2008, 2009. And that's what the industry was calling it. It's no longer called Gonzo because mainstream porn is hardcore, it's very, very hard to find anything on the internet, especially for free. That's not hardcore. So, um in the beginning between about 4007, anyone with a camcorder could get a set of porn site going make money. And then in 2007, a man called Baby and Simon who was an it specialist came in and he developed the p the free porn tube sites and very much like youtube. And that's what really, that's when Paul really took off, he didn't need a, a credit card, most of the stuff was free and it was hardcore. So if you think about um your average kid or young male going to pornography, they're gonna go to a site that's free and accessible. They're not gonna start hunting through the millions of sites to find soft core. So, again, um, porn hub Fabian Thon, who was the head of mind geek, that's the company that he founded. Um, JUST saturated the internet with hardcore porn. And I mean, I was, I think all of us who researched pornography from a critical stance were shocked by the degree to which it became so hardcore so quickly. And in fact, if you would have told me what, 30 odd years ago that you would have hardcore pornography up there accessible to anybody for free, I would have said no, that's not gonna happen. You know, the culture's not gonna sit back. Politicians aren't gonna sit back and let that happen. But I would have been wrong."
	},
	{
		"start_time": "10:09",
		"speaker": "Ricardo Lopes",
		"words": "So please correct me if I'm wrong. But if I understand it correctly and the way you presented how pornography changed over the course of the past few decades, particularly in the US. But now worldwide, the two main, the two main changes that occur and probably the ones that worry you the most have to do with the fact that over time, at least in your understanding, it became increasingly hard core and it's also more easily available and even more so for Children and adolescents"
	},
	{
		"start_time": "10:43",
		"speaker": "Gail Dines",
		"words": "and mainstream, it's now become the wallpaper of their lives. It's the mainstream. Not only, you know, if it was hardcore, only a few people watched it few men because mainly men who were consumers, um, it would be a problem but not to the degree that it is that it's so mainstreamed in our lives that it's a lot of kids actually see it as just another social media site, not even pornography."
	},
	{
		"start_time": "11:10",
		"speaker": "Ricardo Lopes",
		"words": "And what do you mean by phrases, words or terms? Like women being demeaned and debased in hardcore pornography? What does that mean? Exactly. And I want to ask you that because there are people out there that when they hear this kinds of words, they might uh reply with, with something like or something along the lines of, oh you're just moralizing things."
	},
	{
		"start_time": "11:37",
		"speaker": "Gail Dines",
		"words": "This is not a moral issue, right? I am progressive. Um LEFT wing, I mean on the left. So this is not about a moral issue. This is about a harms issue. And um the issue really becomes um what happens in a culture where those images themselves become the blueprint for all other forms of media. What happens there? So, and if you look at porn hub, you porn, ex porn, um you will see that the acts are based on cruelty and body punishing acts where she's um can I speak freely about what's in pornography? Um You see a lot of gagging where the woman is gagged with a penis so far down her throat that she can't breathe. And as she's choking, the male porn performer is actually grabbing her head and pulling it closer so she chokes even more. I've seen scenes where she even vomits and they keep those in uh something that's become very worrisome and very popular lately. Strangulation. Um And that we're finding from studies, there was a recent study that's asked uh incoming young women into college. When was about their last sexual experience, not their entire sexual experience. The last and one in three was strangled. They said now, where does this come from? And remember this can be fatal because you're cutting off the air to the brain, which can cause all sorts of brain damage. Even if you don't kill it, you can cause a lot of problems. Um STROKE, um heart attacks, things like this. So you've got a lot of strangulation. Um A lot of very hardcore anal sex where the goal is to make it hurt to make it really be something that you can't tolerate. And um if you sometimes go on the poor discussion boards, you'll get questions like um can a thread like can someone point me to a porn movie where the bitch can no longer stand it and then you'll get hundreds of responses on these ball on these sites saying go to this movie at three minutes, 23 seconds and you see a breakdown. So the more cruel it is, the more it's drawing on more it draws consumers. So it's really based on that. Um There's a lot of spitting in her face, especially ejaculation. On the face. I mean, anything from 1 to 34 men are ejaculating on her face. And um in a documentary called um in the documentary, they, they actually interviewed a pornographer and he said they asked him, why do they actually um ejaculate on a woman's face. And he said it's like a dog pissing on a lamppost, it's claiming your own territory. So, I mean, your average porn movie is anything 12345 guys um basically penetrating a woman orally, anally, vaginally, sometimes two penises in the mouth, two in the anus two in the vagina, which just imagine what that does to the body cos this is a real human being and she has bodily limits and what you see is they take her to the extreme and it is that extreme that has become mainstream and that is basically what has made pornography so popular."
	},
	{
		"start_time": "15:16",
		"speaker": "Ricardo Lopes",
		"words": "So about that, let me just ask you one thing you mentioned a lot of extreme acts there. But uh what if at least some of them, I'm not saying all of them, but if some of them are done uh consensually because of course, for most people, there is something that they wouldn't engage in sexual because they consider it to be extreme. But there are uh a tiny number of people like people, for example, who practice B DS M that are into those kinds of acts,"
	},
	{
		"start_time": "15:49",
		"speaker": "Gail Dines",
		"words": "which is linked to pornography by the way, you can't take B DS M away from pornography. Pornography is also mainstream B DS M, it doesn't mean it invented it, but it mainstreamed. Look, the question is you can never know if it's consensual. That's the first thing. Um, WE don't know because we don't know what contracts they sign the women and we don't know under what conditions, what we do know is pornography is where sexism, racism, capitalism and colonialism intersect for the women because most of the women in pornography are poor and desperate. So you don't get um the average graduate from Harvard or Yale or Princeton or whatever, lining up to do pornography. It's mainly poor women from poor countries. So anything where there's coercion, it can be economic coercion, it can be coercion through a pimp, it can be coercion through being um a um refugee from wars. Um So we don't know and also the sites don't check the sites, don't check. They say they look at the um uh contracts but you, you don't know under what conditions. So my assumption is that unless that there's so few women who really consent and when you consent, you have to have other options in life. Pornography can't be the only way to put food on the table. So I would say given what we know about the women in pornography, they've also, by the way, are disproportionately victims of child sexual abuse prior to being in pornography. When you know those conditions, then you have to say basically that consent is more complicated than what they're saying."
	},
	{
		"start_time": "17:37",
		"speaker": "Ricardo Lopes",
		"words": "And aren't there particular cases? I'm not sure what percentage of cases this would correspond to, but aren't there cases of child pornography as well or pornography than with underage people."
	},
	{
		"start_time": "17:52",
		"speaker": "Gail Dines",
		"words": "Porn hub is full of it. They're being sued right now. This case is going forward. Um, AND I mean, and I spend quite a bit of time on porn hub. So I mean, I've seen very ill looking girls. I mean, um they barely look pubescent. So yes, it's sort of full of those images as well and it's full of trafficked women as well, women who've been trafficked into the porn industry by the pimps. So, um the industry is built on, as I said, racism, sexism, colonialism cap, you know, capitalism all and the more you fall into those categories, the more likely you are to be exploited. So any industry that's built on the, on the economic exploitation is suspect to begin with. And that's true of all industries, but especially the porn industry where the actual acts of violence against her are so body punishing and cruel and also cause post traumatic stress disorder. Um ALL sorts of bodily injuries, um especially uh anal prolapses where the anuses drop out through hardcore anal sex. Um CHLAMYDIA of the eye gonorrhea of throat. I mean, these are the, you don't hear other people apart from prostituted women having those kinds of, um, on the job, uh, diseases or, you know, their body being treated in such a way. I mean, I remember once, um, when I was having some blood drawn, it had a big sign up. If you come into contact with bodily fluids, this was in a, uh, healthcare facility, call this number immediately. And as I sat there, I thought, could you imagine if the porn industry had to abide by that, they'd be on the phone all the time? I mean, think of all the bodily fluids that are all over the porn, set urine, blood feces, saliva, um ejaculate. I might just think it's what's actually there and, you know, we're meant to have where's OSHA, which is the actual in America responsible for health and safety in the workplace? Nobody seems to care about pornography. And I would say it's because it's mainly women who are victims."
	},
	{
		"start_time": "20:12",
		"speaker": "Ricardo Lopes",
		"words": "But, but when it comes to ST I specifically, I hear lots of um more, I hear lots of times that in nowadays, particularly the big companies, they require their actors to do blood work every 15 days or something like that."
	},
	{
		"start_time": "20:32",
		"speaker": "Gail Dines",
		"words": "I got in a lot of it actually. Um AND I uh and this is straight from the porn industry, I can't say who it is, but I was um in conversation with one of the people who actually do those tests and he said a lot of them change their tests because they want to work and they change their test if they're HIV positive or they've got some sort of disease. Um, AND again, where, where there's so many, hundreds of thousands of women in the porn industry and from all over the world, remember we're not talking now just about L A and the Valley we're talking about all over the world. How are you gonna check all those women? How are you going to keep, you know, any documentation about that? So that's a bit, that's a myth."
	},
	{
		"start_time": "21:21",
		"speaker": "Ricardo Lopes",
		"words": "And, and what do you make of uh porn that is labeled as feminist? Like, for example, there's a director slash producer from Sweden called Erika Lust and she creates porn that she labels as feminist that is more targeted toward the female audience and depict sex in more, I don't know, a romantic and emotionally involved ways."
	},
	{
		"start_time": "21:46",
		"speaker": "Gail Dines",
		"words": "That's not, I mean, I've seen a lot of work and um her stuff looks a lot like mainstream hardcore pornography. Well, Erika Lust is, is an excellent businesswoman. Uh SHE has created as has some of those other so called feminist pornographers, a great niche market. And what you find is more woke men will go there because they don't want to think they're actually supporting the mainstream porn industry. So, I mean, and if pornography works by virtue of de degradation and debasement of women, you know, the first rule of feminism is do no harm to women. So I don't see that as feminist pornography, I see it as a niche market of the mainstream porn industry."
	},
	{
		"start_time": "22:30",
		"speaker": "Ricardo Lopes",
		"words": "And of course, in your work, you talk a lot about some of the supposed psychological effects of porn. So what are the main ones you would point to? And what is the evidence to support?"
	},
	{
		"start_time": "22:43",
		"speaker": "Gail Dines",
		"words": "Well, it's not just my work. We're talking now about 30 to 40 years of empirical research by psychologists, sociologists and multiple disciplines coming together. And what they found for boys and men is that the more pornography they watch, the more they have anxiety depression, the more likely they are to act out the violence that they see, the more likely their sexual scripts are going to be formed by pornography, the more likely their sexual templates are going to be formed by pornography. The less likely they are to have empathy for uh rape victims. Um They often, if they get into habitual use, they withdraw from life completely and become totally addicted to their pornography. Now that's a smaller percentage. I want to be clear, but it is growing where every time we speak a culturally frame and we go out and give lectures and talk about it. We hear from front line medical experts about the degree to which pornography is now becoming a problem even with kids in terms of addiction and it's a substance unlike other forms of addictive substances, you can't really detox from this because the images are in your head, you formed your sexual template around this, it what arouses you. And also one of the things we found is that men who are deep into pornography actually prefer pornography over actual sex with real human beings because, you know, pornography is so hardcore that so many, so few women will do those acts that in fact asking a male whose sexual template or script has been formed by pornography to go and have actual sex is like asking a whiskey drinker to go back to beer. It's boring. They get very desensitized to the violence. So they're looking for more and more images of violence."
	},
	{
		"start_time": "24:46",
		"speaker": "Ricardo Lopes",
		"words": "So at a certain point there, you mentioned porn addiction. So le let me just ask you because I have on the show, a neuroscientist who does work on porn, Doctor Nicole Prosi. And uh and one of the things that we talked about is exactly porn addiction. And she told me that according to her study and the studies of other people, people who tend to report that they suffer from porn addiction, the most tend to be religious. People who have been brought up with moral values against pornography use. What do you make of that?"
	},
	{
		"start_time": "25:23",
		"speaker": "Gail Dines",
		"words": "I'd say that her studies are against the grain of the weight of the studies about addiction, right? I mean, when you're in any science, you don't go by one study or two studies, you go by the weight of the evidence and Nicole Price's work constantly stands outside the weight of the evidence. So I don't really carry, I don't feel they carry much weight given the enormity of the evidence that doesn't show that to be true, that in fact, becoming addicted to porn is much more likely to be for, um, men who are on the, um, spectrum for, uh, people who've gone through the foster care system. People with men with H DH D A DH D, I mean, there's other factors that make you more susceptible to becoming um an addict religion has not been found to be one of them."
	},
	{
		"start_time": "26:19",
		"speaker": "Ricardo Lopes",
		"words": "OK. So uh do you also make claims about uh uh relationship between pornography consumption and increase in sexual aggression or sexual violence?"
	},
	{
		"start_time": "26:31",
		"speaker": "Gail Dines",
		"words": "Well, not, I do, but I draw it from the research of course, and what we found in longitudinal studies which remember that's causation and not correlation is that um boys who excuse me and men who watch pornography are more likely to act out the violent acts. Yes, that's what the research is showing. And again, we have an enormous amount of research to show this. It's not gay down saying this, right? It's looking at what the research says,"
	},
	{
		"start_time": "27:04",
		"speaker": "Ricardo Lopes",
		"words": "but about that. Isn't it also true that over time, I mean, over the course of the decades, foreign conception has been increasing. But at the same time, if you look at sexual violence, it has been decreasing. And so at least just looking at those two factors, it seems that there would be a negative correlation between porn, conception and sexual."
	},
	{
		"start_time": "27:31",
		"speaker": "Gail Dines",
		"words": "That's a cathartic effect that if you watch poor, you won't go out and do violence again. There's no research to show that. In fact, if I don't, the statistics do not suggest that violence against women is decreasing. What we do know is less women are reporting when we speak again, we work a lot in the medical world and when you listen to those who are on the front lines, most of the women who have been violated, raped, hurt in some way, do not report it because they can't go, they feel that they're going to get, um, degraded yet again through the uh justice system. So, um, no, I mean, it again, that study one in three girls had been strangled in their last sexual and young women had been strangled in their last sexual um, experience that wouldn't get noted down as violence. So there's all types of violence now that are not noted down. So, I mean, this is what makes really drawing sort of, um assumptions about this very difficult is that there's new types of violence which are not being defined as violence by the women who and girls who themselves are being groomed by the porn industry to expect this. Uh"
	},
	{
		"start_time": "28:45",
		"speaker": "Ricardo Lopes",
		"words": "There's also another thing that came to my mind now a few years ago, I read on the news that, uh, but I I think it was in the UK, there was an increase recently of, uh, women asked to perform anal sex by their partners. And I think that it was probably influenced also by pornography in that specific case. Of course, I'm not saying that that's necessarily a case of violence, but the case of changing expectations when it comes to sex."
	},
	{
		"start_time": "29:18",
		"speaker": "Gail Dines",
		"words": "Exactly. It is changing expectations of what it is to do. And also, um, we know a lot of women report men doing anal sex on them without asking and being hurt by this. Um, AGAIN, the medical profession talk about a lot of anal ruptures, a lot of, um, harm done to women anally. And you think about it, you know, again, porn didn't invent anal sex. What it did is it may, is it basically normalized it to the point that many men do expect ailes as do women because they too, you know, have been influenced by the porn industry."
	},
	{
		"start_time": "30:00",
		"speaker": "Ricardo Lopes",
		"words": "Yes. And in that specific case, the expectations written, it's not just that men expect, expect anal sex to be more available, but also women, uh, have the expectation that they, they have to perform anal sex to please their partner plus"
	},
	{
		"start_time": "30:18",
		"speaker": "Gail Dines",
		"words": "everything else. You see, and what we found, there's not many studies done on how women respond to pornography, but there's a few and what they find is that, um, a lot of women go to pornography not to masturbate, but to see what men want of them so that they can then perform that and actually scaring them, it scares them to see those and it would be scary. I mean, I think for myself when I was younger, if I would have seen that, I mean, who wants to have sex after that when you're watching it? But they, um, do perform this because they think it is expected of them and that, this is what they should be doing."
	},
	{
		"start_time": "30:57",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So let me also ask you because earlier, you described some of the most extreme acts that we can see in"
	},
	{
		"start_time": "31:05",
		"speaker": "Gail Dines",
		"words": "those were mainstream, those were not, I don't go into extreme areas now."
	},
	{
		"start_time": "31:09",
		"speaker": "Ricardo Lopes",
		"words": "O OK. OK. Um OK. So the, the extreme acts that we see in mainstream porn. But what about the kinds of stories that we usually see presented in porn movies? Do you think that that's also important to explore? There's"
	},
	{
		"start_time": "31:24",
		"speaker": "Gail Dines",
		"words": "no, there's very few porn movies that have stories to them. Most of them are just clips of sex act after violent sex act after violent sex act. The days of, you know, the, I don't know the piece of delivery man coming to the door and then they end up having sex. Those those belong in the 19 nineties and earlier they know not there. Now most of it does not have a storyline. It's just sex scene after sex scene after sex scene."
	},
	{
		"start_time": "31:51",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean, many times when I hear you and other people who have the same approach to pornography. Talk about pornography. You use words like sexual exploitation. What does exploitation mean in this particular context?"
	},
	{
		"start_time": "32:07",
		"speaker": "Gail Dines",
		"words": "Well, it means taking a human being to modifying them, um destroying the fact their humanity, selling them out, making them disposable, uh putting them through all kinds of violence, both physically and mental and it's the loss of power over that person. That's what exploitation is, is when that person loses power and people come in and either exploit them when they've lost power through poverty or whatever, or groom them into becoming uh se um performers in the sex industry. And the sex industry is a revolving door. You know, you go to pornography, you go to strip clubs, you end up being prostituted, you go to brothels very much. The same women are going through this revolving door."
	},
	{
		"start_time": "33:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so those are the different kinds of ways. And I would imagine that you would also add things like sex trafficking, the different kinds of ways that women in the porn industry can be exploited"
	},
	{
		"start_time": "33:18",
		"speaker": "Gail Dines",
		"words": "the whole sex industry, right? And that includes only fans where women are being sexually exploited in onlyfans. I mean, often the media talk about, you know, this woman became a millionaire through only fans and you get those stories. Those are very, very rare. The average woman on onlyfans makes about 100 and $80 a month, which is not enough to put food on the table. A lot of them are pimped into it again. A lot of them have the same background as women in um pornography wanting to make money cos they can't make it in other ways. So I'm talking about the entire sex industry is an exploitation of what it means to be human. And these women are systematically dehumanized in the sex industry. And in fact, it's not an accident because the more you dehumanize her, the more you destroy her sense of self, the more likely she is to be a com compliant. And that's taken as misunderstood as consent."
	},
	{
		"start_time": "34:18",
		"speaker": "Ricardo Lopes",
		"words": "It's interesting that you mentioned platforms like only fans because I was actually going to ask you because I had this idea that at least in those sorts of platforms since it is uh I mean, the users, the creators that create their own content and put it out there that it would be more independently done. And so some of the issues that perhaps we see in the p industry, we wouldn't see there."
	},
	{
		"start_time": "34:46",
		"speaker": "Gail Dines",
		"words": "Well, first, we don't know how independently done it is if these are not women who have pimps who are putting them on onlyfans. And secondly, you know, Onlyfans takes 20% of the woman's earnings. So Onlyfans is actually a pimp site. It pimps out women and this pimp site is very interesting because so few women make much money, they offer that if you bring in your friends to only fans, you get a percentage of what she makes. So you're taking women, you're pimping them out and then you're asking them to become pimps by bringing in other women. So it's a real, you know, sort of, kind of pimp um platform uh that really is becoming more encased in the porn industry. And one of the reasons for that is that there's a lot of money to be made for the platforms and that some of the men are desensitized to pornography and want what they think is a girlfriend experience or some kind of interaction with a real human being. But of course, it's all about commodification of the human being and of the woman and commodification of sex."
	},
	{
		"start_time": "35:59",
		"speaker": "Ricardo Lopes",
		"words": "And what do you make of uh women? I'm focusing mostly on women here. We can also talk about the men of course, but women who work in the parliament industry and say or claim that they like it, they want to do it and even when it comes to the more extreme scenes, they, they're doing it consensually, what do you make of that?"
	},
	{
		"start_time": "36:22",
		"speaker": "Gail Dines",
		"words": "Well, first of all, there might be a few women like that. I wouldn't say no. But remember these women work in the industry, right? You're not going to say I'm exploited. I hate it. This is terrible because you're never going to work in the industry again. So don't ask a woman who's in the industry to talk about what's going on it's like asking someone at a, you know, sweatshop how they feel about their job with their manager standing next to them. You're not gonna get the truth. And also psychologically, if she's in the industry, she's really going to have to psychologically believe that because otherwise she would absolutely crash and burn. Having to do the violence done, having to experience that violence on a daily basis is just too much to admit what's happening to your body. And we work and have spoken to a lot of women who've been out of the industry for many years and they say the same thing when I was in it, I would have said the same thing. It's only now I'm out of it and that I can sort of process what's happened to me that I now realize what was going on."
	},
	{
		"start_time": "37:34",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that perhaps to a certain extent they would be rationalizing things as a sort of defense mechanism?"
	},
	{
		"start_time": "37:42",
		"speaker": "Gail Dines",
		"words": "Yes. Partly and partly because if you want to work in the industry, that's the story you have to give. Mhm. But I mean,"
	},
	{
		"start_time": "37:52",
		"speaker": "Ricardo Lopes",
		"words": "uh no, I was just going to say that actually some of those cases of people who only after they abandoned the foreign industry that they come out and tell about how they were exploited or are they felt exploited? There are people out there, like for example, when the Rhodes Mia Khali that now talk about their experiences and get some backlash from people that are part of the porn industry."
	},
	{
		"start_time": "38:23",
		"speaker": "Gail Dines",
		"words": "A lot of backlash. I mean, even Jenna Jameson's book, How To Make Love like a porn star, I mean, which is a best seller. I mean, if you read between the lines, she talks about what really goes on. I mean, you know, she's trying to sell porn on one and, and she's come out and talked about that as, as have many women afterwards. But um what's interesting is many women in the porn industry. Once they're out, they don't become public figures. And the reason for that is first of all, they're scared of the porn industry and what they'll do to them. And secondly, they feel so exposed because their images are everywhere. You know, you put an image up on porn hub and it spreads across the porn sites. So they feel like they've never left the porn industry because your images are up there and you, where are you gonna go? How are you gonna get them taken down? And even if you do try to get them taken down, they, they pop up again somewhere else. So you're talking about a very vulnerable group of women who um you know, are scared that their kids are going to find it, their kids friends, their next door neighbor, all of that."
	},
	{
		"start_time": "39:31",
		"speaker": "Ricardo Lopes",
		"words": "Yes. Something that I find really, I mean, unfortunate to say the least, probably exploitative as well. Uh And there's been reported by again. L Rhodes, Mia Kalli and other people like that is that, um, it seems that the content they produced or contributed to is zoned by the foreign companies. And now, even after they left the industry and they would like for that content to be wiped off the internet. Uh, THEY can't,"
	},
	{
		"start_time": "40:01",
		"speaker": "Gail Dines",
		"words": "no, I mean, you, there's, there's ways you can try but, I mean, very few have success, very few and it's almost impossible given the way in which they go viral and they end up on different. I mean, you know, you often see is when you sort of look at porn sites, the same images across porn sites, everyone's pirating from everybody else."
	},
	{
		"start_time": "40:22",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so what would you say are perhaps some of the best solutions or potential solutions to deal with these issues surrounding the porn industry?"
	},
	{
		"start_time": "40:35",
		"speaker": "Gail Dines",
		"words": "Well regulation. It's the most, I would say it's the um largest multibillion dollar a year above ground industry that is completely deregulated. And so we need to start thinking about regulation and they need to follow work practices. I mean that if, if there was had to follow the same work practices as other companies that would close them down immediately because of all the, again, the bodily fluids, the harms done. Also, we need regulation to stop kids having access to it and that's called age verification, which has taken off in many countries and is also taking off now in the United States where you have to have a third party verify um that that person is that anyone who wants to go on a porn site is 18 or above and porn industry is pushing back, of course, because any regulation, you know, like all capitalist capitalist industries, they fight regulation. No, no industry wants regulation. They fight it, tooth and nail. And so the porn industry has been fighting that and you know, when you think they're fighting the fact that what we're saying is that anyone under 18 shouldn't have access. You just see how morally bankrupt they've become because before pornography went on the internet and you had a bricks and mortar shop, anyone under 18 wasn't allowed in any way, you had to show ID to get there. So all we're saying there is take it back to how it used to be before the internet took over the porn industry. Um, I think class action suits of women who've been harmed by the porn industry going after the pornographers because in the United States where you have civil law dis distant different to criminal law. Um, THAT would ban if you kept coming at them with the suits from parents whose kids had been harmed for men who'd been harmed from women who'd been harmed in it. Both, um, you know, through the sex industry and what happened to them afterwards, you could just slowly chip, you chip away quite heavily at the profits and that's what this is about. The porn industry is not there to make us have more liberated sex lives. The porn industry is there to make us to make money just like the fast food industry isn't there to make sure we improve our diet. And really porn is to, um, pornography is to sex. What mcdonald's is to food. It's the industrialization commodification of a real human desire that he's taken away from you and sold back at you and looks nothing like the original desire."
	},
	{
		"start_time": "43:18",
		"speaker": "Ricardo Lopes",
		"words": "Uh Do you agree that uh another thing that socially perhaps we should do is to not stigmatize the wrong people that is do not stigmatize the performers themselves because as happens with people that we mentioned L Rhodes Mili and others, they are the ones being stigmatized now. And even when they try to look for other jobs, I mean, sometimes after they've been in the porn industry, it's almost impossible for them to have a normal life"
	},
	{
		"start_time": "43:51",
		"speaker": "Gail Dines",
		"words": "afterwards that the women are stigmatized. Why the men who make the porn and watch the porn are basically anonymous. We barely know them and they're certainly not stigmatized. So I would absolutely say it's crucial that we understand who the victims are here and, and these are women, these are a lot of them are strong women to withstand what they withstand in the I think I would not last a day given what's done to them. So also to understand that they need to organize now, I don't use the term sex work because it's not work. Right? It's sexual exploitation. And I think using the term sex work is a real disservice to these women because it denies the reality of their lives and what's happening to them. So I would say 100% you do not stigmatize them. And I think by using the word sex work, you are stigmatizing them even more because you are denying their reality."
	},
	{
		"start_time": "44:47",
		"speaker": "Ricardo Lopes",
		"words": "So, beyond regulation, would you be willing to consider abolishing porn or do you not talk about that much because you think it's not realistic?"
	},
	{
		"start_time": "44:59",
		"speaker": "Gail Dines",
		"words": "I don't think the word abolish or censor really fit in today's corn world about what we can do about it. I think, as I said, legislation regulation also what we need, we need really good sex education in the schools. You know, uh, the sex education taught in most countries is terrible. It, they barely um, um, teach about sex and what it's really like in relationships and they certainly don't talk about pornography. And I think we need sex education that builds resilience and resistance to kids and they need to be trained teachers. And it's interesting studies done on kids and they ask about sex education. They all say it's out of touch with the reality of their lives. Doesn't mention pornography, doesn't mention what's happening to them. And a culture refrained. We have, um, developed over a year using different consultants as sex curriculum. That is porn. Critical is free. Anyone can go on there just go to culture reframed.org, go on to our courses. And you'll see, we've got courses for parents and we've got courses for, um, teachers and anyone else who wants to teach sex education. And it's very robust. It's been peer reviewed by people in the field and I think it's the, one of the first ever, um, robust sex education courses that brings in pornography and it teaches critical literacy. That's what we do not teach. When you think that most kids spend their life on the internet, we should have courses in digital literacy, how to unders and critical digital literacy, not how to become better consumers, but how to become more critical consumers of all the media that you consume. I mean, the schools have dropped the ball here totally on what it means to, for a kid to grow up surrounded by pornography."
	},
	{
		"start_time": "47:05",
		"speaker": "Ricardo Lopes",
		"words": "Yes. And the very unfortunate thing here is that places countries or particular regions where, uh, sex education is banned or something along those lines. I mean, the places where Children and adults will get their sex education from his pornography,"
	},
	{
		"start_time": "47:24",
		"speaker": "Gail Dines",
		"words": "of course, where else? And it makes sense. You know, they start getting sexually curious when, you know, um, early adolescence puberty hits. Where are they going to go when you've got this multibillion dollar industry up there? So, um, the, the issue is not, if your child sees pornography, it's Well, and so you have to start early scaffolding education about what critical literacy looks like. And then as they get older, you bring in pornography to it so you can do that. It's possible to be done. People do it. It's, but it must not be the only thing what you need is to have come at this in every which way, the regulation, education, awareness, all of these ways, you know, and to be honest with you, it, we're so far behind the porn industry in doing this, we are so far behind because you get slapped with labels like moralistic, religious um right wing. Um So we've got to take this out of the realm of moor and into the realm of harm. And that's where we have the research that supports it and that's where we have the academic approach to it and also the feminist approach, of course."
	},
	{
		"start_time": "48:47",
		"speaker": "Ricardo Lopes",
		"words": "OK. So let me just ask you one final question. Do you think that there's something I mean, apart from political approaches to all of these, that there's something that individual people, consumers and so on can do to try to combat some of the more harmful effects of pornography,"
	},
	{
		"start_time": "49:07",
		"speaker": "Gail Dines",
		"words": "consuming pornography. Stop, that's there's no way to do this. You know, you cannot consume images of women being you know, violated in that way and make it easier. It's like asking can you give me some more friendly images for racism that Racists like to look at racist images. So is there any way we can make better racist images? It's ridiculous. You can't do it. So I would and for the men as well, I would say for their own sense of who they are, is this who they wanna be masturbating? Jerking off to images of sexual cruelty of women who've had few choices in life? Is this who they really want to look in the mirror and say this is who I am because when I often ask that question, a lot of them feel disgusted by themselves for using those images. So no, there's no way that I can make this easier by saying, go to this place or go to that place. You have to stop consuming it and become part of the battle against the porn industry and the sex industry in general. That's what we need. You know, basically, it's left up to a bunch of impoverished feminists to fight this and increasingly some other, some lawyers and other groups. But you know, men need to join this as well. This is not doing them any favors, pornography and as they become fathers and have Children, is this what they want their kids to grow up on? Right. That would be my final argument is to stop consuming it cause if you don't consume it, they won't make it."
	},
	{
		"start_time": "50:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh And when it comes to resources, apart from your book, which I mentioned in the introduction and your nonprofit culture reframed. Uh Are there any other resources online or elsewhere that uh that you would like to mention?"
	},
	{
		"start_time": "50:59",
		"speaker": "Gail Dines",
		"words": "Um There's not much to be honest with you. There's organizations in the UK like CS is very good. The Reward Foundation is good. Um Also, um if you go on our site, we've got lists of organizations you can go to, we've got resources. We also have an academic library on the culture, we frame site so you can read the studies. Um So I would say go to our website and you'll see the other resources and if you're trying to get off pornography and once you stop, there's also an organization called No FAP, which is a support group for men trying and boys to try and stop pornography. So yes, go on our website and you'll find resources."
	},
	{
		"start_time": "51:42",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Dines, thank you so much for doing this. I will leave some links to all of what you mentioned there in the description of the interview and it's been a very informative conversation. So thank you so much for doing this."
	},
	{
		"start_time": "51:54",
		"speaker": "Gail Dines",
		"words": "You're welcome. Thank you for having me on"
	},
	{
		"start_time": "51:57",
		"speaker": "Ricardo Lopes",
		"words": "hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mar Nevs called in Hofi Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and La Jung Y and the K Hes Mark Smith J. Tom Hummel s friends, David Wilson Yasa, dear Roman Roach Diego, Jan Punter Romani Charlotte, Bli Nico Barba, Adam Hunt Pavlo Stass, Nale Me, Gary G Alman Sam of Zaypj Bar J Price ha in B do Fry Franka Cortes Solis Scott Zachary ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson, Charles Murray, Alex Chao. Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey, Junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas, Radis, Mark Kemple Thomas Dvor, Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi. Perpendicular Jan Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stuffin, Tom Veg and Bernard N Cortes. Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]