[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Erica Cartmill. She's Professor of Cognitive Science, anthropology and animal behavior at Indiana University. She studies the acquisition and evolution of human language. And she is particularly interested in whether gestures play the role in the origins of human language. And today we're going to talk a lot about the evolution of gestures and human language, of course. So Doctor Cartmill, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:34",
		"speaker": "Erica Cartmill",
		"words": "Thank you so much, Ricardo. I really appreciate you inviting me on. I'm, I'm very excited to talk with you and, and all of your listeners."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's start with gestures then. And I guess that since we're doing this from an evolutionary perspective, mostly, do we know how old are gestures from an evolutionary perspective?"
	},
	{
		"start_time": "00:58",
		"speaker": "Erica Cartmill",
		"words": "Yeah. So it's a great question. I, I mean, I, I think it's a little bit, it's a little bit tricky to answer because we see gestures a widely across the animal kingdom. So, you know, I think in terms of a type of communication, it's kind of like asking how old is vocalization, right? Lots of animals vocalize dogs, bark, crows, caw, et cetera, et cetera. Um All of those involve vibrations of the vocal chords and similarly, um lots of different animal species use their bodies to communicate, right. So birds will, will raise wings sometimes in elaborate displays. Um Some, you know, blue footed boobies, like the ones in the Galapagos Island will raise 1 ft at a time in a little dance to sort of show off my foot, show off my other foot. You could call those gestures. They're bodily movements that communicate with other um with other animals. However, the things that, that humans and other apes are doing seem to go one step beyond that. So we're using our hands in, in our, our arms and to some extent also our, our bodies and our faces to, to communicate in very flexible, very intentional ways. And I know we'll get into that in a little bit later. I just wanted to sort of say that like in terms of bodily communication, that's something that you see everywhere. Um When we talk specifically about the origin of human, of human language and human gestures, that's where we wanted to think about. What do we see in the other great apes. Humans are a great ape. We also have chimpanzees and bonobos and gorillas and, and orangutans. And um and all of those species also use gesture and they gesture in ways that are very similar in some important ways to humans. I know we're gonna talk more about that. So I don't want to sort of give everything away at the start, but that humanlike gesture, the sort of roots of humanlike gesture, I think are at least 12 or 13 million years old because that's how, um that's how long ago the lineage that, that resulted in modern orangutans um diverged from the lineage that resulted in modern humans. And so, since we see something, since we see these same qualities of gesture across all of the great apes, we can, we can infer that our last common ancestor also had those same properties of gesture."
	},
	{
		"start_time": "03:26",
		"speaker": "Ricardo Lopes",
		"words": "So we're focusing here mostly on great apes, right?"
	},
	{
		"start_time": "03:31",
		"speaker": "Erica Cartmill",
		"words": "That's"
	},
	{
		"start_time": "03:33",
		"speaker": "Ricardo Lopes",
		"words": "orangutans, gorillas, chimpanzees, bonobos, monin,"
	},
	{
		"start_time": "03:37",
		"speaker": "Erica Cartmill",
		"words": "right? Yeah. So, so that's what my work focuses on. There are people who, who study gesture and other animals. And I think it's a really interesting question of, you know, are their gestures different from the gestures we see in, in great apes and in humans. Um I, I think I can speak sort of from an expert perspective um about the great apes. I'm a little, I, I can sort of, you know, maybe be a li a sort of a general consumer like plus a little bit if we're talking about gestures in, you know, birds and fish."
	},
	{
		"start_time": "04:10",
		"speaker": "Ricardo Lopes",
		"words": "No, but one of the aspects that you mentioned there that I find very interesting. Uh AND that is, it's basically an important clarification is the fact that animals can actually gesture with different parts of their bodies and not just the arms, the hands or the fingers. Because when we colloquially talk about gestures, I guess that what people are usually thinking about is what you do mainly with your hands. Right."
	},
	{
		"start_time": "04:40",
		"speaker": "Erica Cartmill",
		"words": "Absolutely. Yeah. So I think, you know, when we're talking about human gesture, people are, are typically thinking about the hands. Um, YOU know, even, and even gesture researchers who, you know, sort of think broadly about gesture. If you, you know, are designing a logo for a gesture conference or a gesture lab, it's always hands, right? I mean, we're like hands, hands, hands, we make a lot of and jokes, you know, oh let me go out on a limb or hand it to you or, right. So, you know, like, oh there was the evidence points to this, right? I mean, we, there are a lot of hand jokes. Um BUT uh but you uh humans are also gesture with, with all different parts of their body. So you think about and if I'm holding a cup of coffee and you ask me where something is. Um YOU know, if, if I'm holding something, I might use my head to, to suggest where it is, I'll be like, oh, it's, you know, it's over there. I might use my chin to point, I might use my head to tilt, might use my elbow. Um There are also some beautiful work that shows that people with limb differences say you're, you're born missing arms or you had an accident. Um People will use their, you know, can use their feet in ways that are very similar to their hands. And so I think that the spontaneous sort of most like first point of articulation, the plan A, I guess when it comes to human gesture is to use your hands. But um, gesture, I think is not something that's limited to the hands. I think gesture is, you know, is a compulsion. It's something that we want to do, we want to communicate with our bodies. And if your hands aren't available, you'll use other parts of your body."
	},
	{
		"start_time": "06:17",
		"speaker": "Ricardo Lopes",
		"words": "So let's perhaps take just a small step back. Uh JUST for me to ask you an even more basic question. So what are gestures, then what counts as a gesture? Exactly, because it's not just moving one of your limbs or your body in a particular way? Right. I mean, I, it entails some sort of communication at least."
	},
	{
		"start_time": "06:42",
		"speaker": "Erica Cartmill",
		"words": "Right. Absolutely. And I think this is where actually people who study humans and people who study nonhuman, great apes uh tend to have slightly different definitions. And I think that's just because it's harder when you're studying an animal of a different species, it's harder to, to make inferences about um their behavior. It's harder to understand it in a way you're on the outside looking in, right? And so when you see another human communicating, um you, you have stronger intuitions about what they're doing. And um and oftentimes that's good sometimes you have to like, check your intuitions and say maybe they're doing something else, but often, often we use those intuitions as scientists um to sort of start our, our inquiry. Um So this is just a point where sort of my two hats because I work on, on, you know, gesture and great apes, but also gesture in humans. And so I have to sort of say like, well, which hat am I wearing right now?"
	},
	{
		"start_time": "07:45",
		"speaker": "Ricardo Lopes",
		"words": "We're also a great tape. Right."
	},
	{
		"start_time": "07:47",
		"speaker": "Erica Cartmill",
		"words": "Right. And, and, and yes, thank you for, thank you for bringing that up because I, I certainly, I use the term great apes to mean nonhuman, great apes actually. Yeah, just, just because, you know, it gets a little wordy is a mouthful. Um But that's absolutely right. And really important to emphasize, humans are a great ape. And, you know, that's why it's not surprising when we see commonalities between us and other great apes. But in a way we're also the most distinctive great ape. You know, we have, we sort of have what other apes have, but then we have a bunch of other weird stuff on top of that. Um And so when, so just to come back to your question about what defines a gesture, you know, if you're, um I would say there's broad sort of broad agreement about kind of a an area of things. But then specific definitions really differ from study to study. So for example, some people, some human gesture researchers define gesture as movements of the hand and arm um that are used in communication with other, with other people. So they occur during conversation during you know, interaction, they're communicative in nature and their movements of the hand and arm. Other people expand that to include the upper body. Other people, you know, other people might only use the hands and arm and face. Other people include any part of the body as long as it's used in a communicative manner um with another person. And so, um but not all gesture happens during communication. And so that's where it gets tricky because I think what started as something as a topic for people to study um this additional part of communication, it's not just speech, it's also we're doing all these things with our bodies. How does that communicate? Why are we doing it? Um You know, does it have specific forms? Does it vary culturally? All of these things are very rich um questions that people have, have tackled about gesture. But sort of once people started studying gesture, you realize it doesn't always happen in conversation. You know, if you're thinking through a complicated math problem, you will sometimes use your hands to visualize things for yourself. So gesture can also be things that you're, and it isn't just math. I mean, if you're thinking about, you know, I'm sure any of your, any of your viewers, if they're like, OK, I'm gonna close my eyes and I'm gonna think about how I get from, you know, my house to my office or my house to my school. Right. And it's like, ok, I'm gonna go here, I'm gonna turn, you know, there's this intersection or in your gestures might be small. Um They're, they're not showy, they're not, you know, trying to reach someone in the distance. But nevertheless, the, the things that you do with your hands can really help your recall, they can help your memory, they can help, um you know, they can help you externalize things in the same way that if, if you were writing something on a piece of paper. And so, you know, so yes, gestures are communicative, but at least in humans, they don't have to be. Um And so in human gesture research, there's a really interesting divide between talking about gestures as communication and gestures as cognition. And so even when you're communicating with another person, um a lot of the gestures that speakers are doing are helping them talk. And so they're actually, there's really interesting work where if I realize I've sort of gone off on a tangent, I apologize. I will finish up soon. I promise him. But"
	},
	{
		"start_time": "11:22",
		"speaker": "Ricardo Lopes",
		"words": "you're giving away some of our late later. Oh,"
	},
	{
		"start_time": "11:25",
		"speaker": "Erica Cartmill",
		"words": "no,"
	},
	{
		"start_time": "11:25",
		"speaker": "Ricardo Lopes",
		"words": "no,"
	},
	{
		"start_time": "11:28",
		"speaker": "Erica Cartmill",
		"words": "I'll stop. Um Anyway, I will try to, I'll try to limit myself to the questions you ask. I just get excited. And um and then, you know, I'm like, I'm like, oh, I'm gesturing that reminds me of something else. Um All right, I, I will limit myself. But um but to, to answer to come back to your actual question you asked about what is a gesture? I think it really depends on whether you're studying human gesture or you're studying ape gesture. Um Human gesture allows for the possibility that gestures can be for the person who is gesturing, right? That like it's helping me think it's helping me reason, it's helping me talk. Um It's also helping you understand. But a lot of the things that I'm doing with my hands are for me, not just for you with apes. We, we don't sort of allow that possibility and, and that's because we can't, we can't study those or it's, it's not that we can't, it's very difficult to ask those questions about whether gestures are helping apes. Um THINK it's much easier to ask, still difficult, but it's much easier to ask whether um gestures are helping apes communicate with others. So with ape gesture, we're looking at a really a small subset of all of the things they do with their hands. So they have to be and we'll come, I, I will not jump ahead, but we're looking for intentional movements that are done to communicate with another individual. So if you, if I produce a movement and, you know, maybe I'm waving my hand and I'm doing it to you in, in an interaction, say a greeting. Um You don't see this in apes, but I'm just giving a human example. Um uh I mean, you do see it but not as a greeting in this way. Sorry. It's too many things anyway, if I, if I do something it's directed towards you and then I do the movement on my own later on as a gesture, researchers studying apes, we don't include that in our data because we're not confident that it's intending to communicate with another individual, a human researcher would definitely include it."
	},
	{
		"start_time": "13:35",
		"speaker": "Ricardo Lopes",
		"words": "So just to clarify one aspect here, since we're addressing these from an evolutionary perspective, and I guess that phylogenetic speaking, these would be relevant. So when you talk about human gestures, are you referring exclusively to Homo sapiens or also to the rest of the homogenous? And if so, are you interested in other Monin and even Omid that came prior to uh the homogenous? I mean, from Homo Erectus forward or not?"
	},
	{
		"start_time": "14:07",
		"speaker": "Erica Cartmill",
		"words": "Yeah. Um That's a, that's a great question. I, I mean, I'm certainly interested uh it's, it's very hard to say what are, are, you know, earlier ancestors in the human lineage did. Um I'm specifically talking about modern humans about Homo sapiens. Um It's very possible and I would say likely that some of the features that are unique to human gesture today were also present um in earlier Homo species. But um you know, that they evolved after uh that the, you know, the lineage that, that evolved into humans split from um from the lineages that, that evolved into um the other great apes. However, it's very hard to, to date when those changes might have occurred. So, um I think that that there are certainly features of gesture that sorry, they're features of human gesture that I think could not have been possible until humans had a much more um representational sort of illustrative mind. And I think that there's evidence for that kind of mind in cave art in, you know, early carvings. And you know, the things that we typically think may be markers of language, those are certainly, I think also markers of the kind of complicated gestures you see today. Um The hard thing is saying how much earlier would humanlike gesture have evolved?"
	},
	{
		"start_time": "15:52",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess that the uh what you just mentioned that already points to another aspect that we might come back to later on in our conversation. But uh there is the fact that the gestures we use uh do not depend exclusively on the kinds of things that you ana anatomy allows you to do. I mean the kinds of movements that we can do with our fingers, hands and so on, but also with our own cognition, right? I mean, perhaps there are gestures that we, that we can do because we can cognitively process specific kinds of information. And perhaps if other animals would have hands like ours, maybe they wouldn't produce the same gestures due to some cognitive limitations. Is that it?"
	},
	{
		"start_time": "16:43",
		"speaker": "Erica Cartmill",
		"words": "Absolutely. Yeah. I mean, and I think, um, do you want me to answer that now, or do you want to come back to that?"
	},
	{
		"start_time": "16:49",
		"speaker": "Ricardo Lopes",
		"words": "No, no answer that now. Yes. And then it will have other implications for some other things we might talk about later."
	},
	{
		"start_time": "16:57",
		"speaker": "Erica Cartmill",
		"words": "Yeah. OK, good. I learned my lesson though. Um So, you know, so I think that that one of the reasons that that ape gesture is such an interesting topic. I mean, I think it's many reasons, it's an interesting topic. But one of the reasons is that ape gestural communication, it seems to be much closer to human commu to human gesture than ape vocalization is to human speech. And you know, and in experiments very far away from what apes are doing naturally. But you know, if you take a chimpanzee and you raise them in close contact with humans and you try to teach them speech and you try to teach them um you know, uh a manual communication system like a modified version of American sign language, they'll learn a lot of the sign language, they won't learn the speech. And that is really a physiological limitation, right? That we know that their minds can acquire symbols, they can acquire keyboard symbols, they can acquire manual symbols. Um BUT they have limitations in their vocal learning, right? Apes are not vocal learners. Humans are really the only primate that, that, you know, has vocal learning um where we can hear a new word and pronounce it immediately. Um Apes can do that with their, with their hands and their hands are remarkably similar to humans. You know, if you see a picture of a, of a Bonobo hand or orangutan hand and a human hand, they're, I mean, they're a little bit weird parts get stretched or squished, but they're very similar. And, um, and yes, humans have greater, um, greater control, greater dexterity over their hands. But they move in largely similar ways. And so, you know, apes can learn something like American sign language. They do it in a kind of, you know, in a not fully, uh sort of, you know, articulated way. It would be like, you know, if you had a speech impediment and you were learning English or Portuguese"
	},
	{
		"start_time": "18:59",
		"speaker": "Ricardo Lopes",
		"words": "in the fluent way, then"
	},
	{
		"start_time": "19:01",
		"speaker": "Erica Cartmill",
		"words": "what? Right. So, I just mean in terms of their like pronunciation, you know, if they're doing, um if they're doing a sign, um you know, like, uh you know, like girl, right? They might do, instead of extending the thumb and dragging it down, they might just do their, their whole hand like this, right? And so they, and so that the sort of articulation, especially of like different fingers in specific ways is sloppy basically. Um But they're still able to learn and produce sign. So it's not, it's not that the, the manual limit the, the physiological limitations of the hand are not what's preventing them from learning fluent sign language. Um It's what's preventing them from pronouncing the signs correctly. But you can be a fluent speaker who, you know, who has a pronounced lisp, for example, and if apes had humanlike minds, they could do that right. They could, they could be fluent signers who, you know, just had had pronunciation difficulties. But nevertheless, they were putting together, you know, sentences and telling stories, they're not doing that. So, so yes, there, there are some physiological limitations in terms of how exactly precise the movements can be. But I think it's really the cognitive limitations um that are, are preventing them from, from using a, a full form of human language with all of the complex grammars. Um AND, and even, you know, the, the kind of desires to communicate certain things, you know, to tell stories to, to tell jokes. Um THESE are, are things that, that humans do everywhere in the world, no matter what language you speak. Um YOU know, no matter sort of sort of one, once you get to, to be sort of close to adult, like the question that I'm really interested in is like, what do very young Children do? Because they they aren't yet fluent speakers. And so can we see some of those um those urges, those communicative urges. Do kid, do you know, two year olds want to tell stories? Because apes, even when they get the, the, even when they acquire the communication system of a two year old don't want to tell stories in the same way. And so I think that's a really interesting question that's fundamentally more about cognition than it is about uh you know, about physiology or biology."
	},
	{
		"start_time": "21:35",
		"speaker": "Ricardo Lopes",
		"words": "So another question now, how do we know whether ape gestures are intentional or not?"
	},
	{
		"start_time": "21:45",
		"speaker": "Erica Cartmill",
		"words": "Yeah. So the Ape Chester community um starting starting with Mike Tomasello and Joseph call borrowed and then modified a set of criteria from um from researchers who were studying very young human infants because you can ask the same question about young human infants. You know, if a baby goes, ah, how do you know that like are those movements meaningful? Are they trying to tell you something or are they just, you know, gassy or uncomfortable or something? And so, you know, uh in looking at, at any, any being, including young Children where you can't ask them what they mean. Um You have to try to figure out other ways of, of measuring um their, their intentions. Um And so, so this set of criteria, at least the, the modified version that, that we've adapted. I, I could myself in, in the wii although I was not part of those original studies. Um WE, the gestural community have, have adapted for apes is um that we look for meaning, we look for movements that are um first we call non effective. And so that means that the movement doesn't um doesn't achieve its own goal. So if I want someone to move away, if I shove them, it's not a gesture, it's an action, I'm pushing them out of my way. But if I tap them or I poke them or I like, you know, touch them gently, um then that would be something that is, you know, where the movement is communicative rather than um you know, where it's, it's communicating my goal rather than doing the goal directly. Um So first, they have to be non effective. Um They also need to be directed towards another individual and I already talked a little bit about that, right? That ape gestures, we really only look at things that are communicating to another individual rather than things that I might do by myself. And that's where it differs from human gesture. So um no effective um directed. And then we start to look for evidence that the, the ape has a goal in mind in their communication. And so we do that in a couple of different ways. We um we look for um for evidence that um that when there isn't a response, the ape continues their communication. So we look for persistence. So if I do something, you know, say I want you to move and I poke you and you don't acknowledge me. Do I persist in communicating? Right. That's good evidence that you have a communicative goal or the ape has a communicative goal and the, and it hasn't yet been met. Right. So I keep doing stuff. Um The, the interesting part I think is, you know, it is not about, do I keep communicating. Um Right. I mean, my dog keeps communicating a lot when there's, you know, the mail person is delivering mail, but she just does it in the same way over and over and over and over and over and, and I'm like, shut up. Ok. She's lovely. I love her so much. She's the light of my life. Um But, uh, but she's, you know, kind of doing this that she's like, look, look, look, look, look, look and what is what we're trying to look for in apes is that they're not just repeating the same thing over and over, but that they're also elaborating, um, or, or, um, or exaggerating or changing their signal. Right. So if, if I want you to move and I poke you and you don't move, I might poke you again, repetition, but then I might change to something else. So, you know, I might like tap you to get your attention or I might like, you know, vocalize as well or I might move if you're not looking, I might move around in front of you and then do something I might try pulling you, I might lean on you and then tap you and, and kind of throw other things into the mix. So we look for evidence of elaboration of persistence and elaboration. And then um in that example, I just gave where I might move around in front. That's another thing that we look for is is sensitivity to the signal being received or being able to be received. So again, we do this in a couple of different ways. One is we look for evidence that the apes are using um potential gestures in modalities that are accessible to, to the recipient. So if you're, if the recipient is not looking right, if your back is turned to me, I am not going to come up behind you and go shoe, right? Um You can't see me. Uh So if you're looking, I might do a shoe gesture, but if you're not looking, I'm either gonna use AAA vocalization, which we don't count as a gesture or I could use what we call an auditory gesture. So I could clap or I could, you know, tap um you know, the thing you're sitting on or, or something else. Um OR I use a tactile gesture like a poke to get your attention or a tap or, you know, I nudge you. Um And, and when apes uh when, when apes can't be seen by their recipient, they'll either use tactile or auditory gestures or they'll often walk around where they can be seen and then use a visual gesture. So I think that sensitivity to, to when they can and can't be seen and adjusting their communication um is another thing that we use as evidence of um of intentionality. And then the last thing um is we also use evidence that apes are expecting a response. So, um we typically um the, where we used to describe this as response waiting, it's not like the most exciting term. But if I produce a gesture, um you know, say I want you to give me something and I hold my hand out. Um IF you don't, you know, I, I will, I will produce the gesture, but I'll wait. And so you can do that either by a, with a movement, final hold so I can produce the gesture and then hold my hand there and wait for you to respond or I can gesture and then still stay looking at you and wait for something to happen. And that's very different from, you know, from going, hey, hey, hey, hey, hey, and not kind of not checking to see if there's a response. And so, um you know, I think that the kinds of things that, that um we see sometimes in the animal kingdom, um oftentimes uh signals that we call broadcast signals, you know, a, a bird goes up on top of a tree and they're like, I'm singing, I'm singing, I'm singing, I'm singing. They're just putting stuff out there. Right? I mean, it's like tweeting, right? Literally. Um RIGHT where you're, you're like, I'm putting stuff out there. Maybe people will hear it, maybe they won't. Um But you're not, you're not producing a signal and then waiting, producing a signal and then waiting and, and so you do see that sometimes in, in other kinds of animal signals. So I'm not saying that's only in gesture, but that's just a, a piece of the puzzle is that, you know, you're, you're producing a movement and then you're waiting to see how the other will respond. And I think that's again, kind of providing evidence that what they're doing, the movements that they're doing are um are, you know, intended to communicate, they have a specific goal and they're anticipating a particular response."
	},
	{
		"start_time": "29:29",
		"speaker": "Ricardo Lopes",
		"words": "Well, I don't know about other nonhuman primates or apes, but I guess that if you repeat a gesture without waiting for a response, at least in humans, you might have the intention of annoying the other person. So it might be still intentional."
	},
	{
		"start_time": "29:47",
		"speaker": "Erica Cartmill",
		"words": "That's, that's very fair. Actually, that's one of the things we're looking at it in this new project I'm working on, on teasing. So I do think that, that, you know, this exactly like, hey, hey, hey, um so, yeah, I, I agree. Yeah."
	},
	{
		"start_time": "30:03",
		"speaker": "Ricardo Lopes",
		"words": "And then in 10 seconds, the other person will turn the wrong things and, and say you're annoying me. Yeah. So uh a another aspect of gestures here. So when it comes again to apes, how flexible are their gestures?"
	},
	{
		"start_time": "30:23",
		"speaker": "Erica Cartmill",
		"words": "So I would say there, I mean, medium flexible, uh I mean, I think they're, they're, we think that they're more flexible than their vocalizations. Um I would say they're less flexible than, than human gesture. So there do seem to be, you know, there are certain kinds of gestures that apes use um to communicate different kinds of goals. So there are set, you know, there are kinds of gestures that apes use to initiate play with others. There's certain kinds of gestures that apes use to um you know, to display, maybe to threaten or, or to, you know, to like seem big and show off. Um However, we do see those gestures also in other contexts and that's, that's important too that you, you know, if you only have a g if you have a gesture that you always use in just one context, always in the same way, it's very hard to say that, that you have any control over it, right? It's, it's more likely to be something that's quite reflexive, right? If it's like, oh, every time, you know, I see Molly, uh you know, and she's my friend, right? So like every time I see Molly, I go, hi, sorry. Right. Uh And I don't ever do anything different and I never do this gesture in any other context. It's very difficult to argue um without the ability to interview someone that like this gesture is um you know, is intentional that it's something that I have control over. And that's fundamentally what intentional is about. Right? And so I think, I think that this question of flexibility is very important. So I would say yes, ape gestures are flexible. Um But, you know, I don't think, I think that, that they probably don't have as a all from what we see, they don't have as much flexibility as uh over their gestures as humans do. Um But they do seem to, to have gesture forms, you know. Uh SO arm raises arm extensions, tapping things poking. Um AND they use those gestures, those, those underlying forms of gestures across a wide variety of contexts and they modify them and combine them with other forms of gesture in many different ways."
	},
	{
		"start_time": "32:55",
		"speaker": "Ricardo Lopes",
		"words": "So when you mentioned their gestures being reflexive and so the individual produces them not having particular control over them. Does that have anything to do with the gestures being innate or learned or not at all?"
	},
	{
		"start_time": "33:13",
		"speaker": "Erica Cartmill",
		"words": "Yeah. Uh Let me, so let me just clarify. I don't think that ape gestures are, are reflexive. Um So, yeah, so I just wanted to, to be clear that um you know, I do think ape gestures are intentional, they're not reflexes but um you know, but some animal signals, um you know, you, you look at sort of a classic example of like the Darwin's like, Digger wasp, right? Um, AND you have, you know, these examples of say, insects who, like, will do the same behavior over and over as long as you, you know, no matter how many times they've done it before, as long as you put the right stimulus in front of them. And that's sort of what I mean by like a reflex, right? You something where if you have the, the form, you know, if you sort of put the command into the computer system, it produces the signal um without thinking and, and I don't think that's what apes are doing. Um But it's, it's an interesting question about biology, right? About um what's inherited and what's learned. And so ape gesture is a really tricky, um you know, sort of topic in this area because the forms of ape gestures seem to be very similar across different groups of apes. They're very similar across species of apes, um including us. So humans do a lot of other fancy things. But we also seem to have this kind of core set of movement that are used by all of the Great apes. You know, we extend our arms with our palms up to request things, we throw our, our arms away from our body to get others to go away. Um You know, we like clap and tap and wave to get attention. Uh AND So I think one great question is, are though, is that similarity in form due to a common biology? Um YOU know, either within a species or also between species um or is it due to similarities in body forms? Right, you only have, you have like 10 things that can wiggle on two things that can wiggle more on two things that can like stretch out and come towards your body, but they can only do those in a certain number of ways. Um And so, you know, is it that the sort of similarities in physiology are driving the similarities in, in the form of the communication system or is it, you know that we have inherited forms, we, the great apes, all great apes have inherited forms of gestures. Um Or could it also be something to do with, with, you know, similar social needs? And this, I think is a little bit harder to explain across species, but I think is a nice way to potentially explain similarities across groups of the same species, you know, so if you're, um you know, if you're in a chimpanzee group and, you know, and you're in a zoo and in Belgium compared to a chimpanzee group in the wild in Uganda, um you're, you know, you still have multiple males, multiple females, you have, you know, juveniles, you probably have babies, babies want to be picked up, other females want to, you know, to like play with or interact with babies, you have to communicate, you know. So, so there are sort of a, a set of social goals, you know, I want stuff, I want you to go away. I want you to look at me. Um So that, that set of social goals might sort of common social goals might lead communication systems to be more similar than we would expect just in a random number generator. Um But I think that's probably not the reason that great apes have, have sort of similar forms of gestures. A lot of the movements that they're producing look similar. Um I think that there's probably biology involved. I don't know whether all, I mean, I do not think that all forms of grade a grade ape gesture are biologically inherited. Um And, and so it might be that it's sort of a constraint of the body. Plus, you know, a certain, maybe an underlying like movements away from the body or to push other individuals away movements towards the body or to bring them towards and then those kind of get mapped onto similar physiological forms. And so you see common uh common forms of gestures. That's a really big question. I think no one has a great answer for it. There are, are different. Um You know, there are lots of different, well, not a lot, there are a few different theories about how apes acquire their gestures. I perhaps in a sort of political slash theoretically weak position. Um Think that ape gestures are not acquired all acquired via the same mechanism. I think that there are some gestures are probably socially learned, some are probably biologically inherited, some are probably ritualized down from um from effective actions. Um And so, uh just, I don't know if we're gonna talk about that later, but just quickly ritualized means sort of something that started out as an effective movement, like I'm, you know, pull you towards me and that over time, um you know, you start as the recipient of that, of that action, you start to realize what I'm trying to do and you start to respond earlier and earlier and earlier. And so what started out as I grab you and pull you or put my arm around you and pull you, um then turns into something that, you know, goes from uh to uh to uh to e right? And so, and, and then the final movement, it can be something that's just like come, come, come, come, come, come with me, right? Um WHICH is very different from, all right. I gotta take you and go over here. Um The problem is that's a very difficult process to observe because it, it happens over many, many interactions over a lot of time. Um And, and that's something that we, we believe is important in the gestures of some of the gestures of human Children as well as some of the gestures of great apes. And so I, I think that that ape gestures are acquired via uh uh you know, a diversity of, of um of mechanisms. But one final thing and then I promise I, I will be quite an about this is that um it seems like the forms of gestures are very similar across species and across um groups of the same species in different locations who've never met each other. But it seems like the uses of gesture differ much more than the forms. So you might have, you know, the same shooing gesture. But in one group, it, it tends to get combined with these other signals or tends to get used in these contexts. And in another group, it, it manifest, it's used in different ways. So I do think that there's more evidence that learning, whether it's social learning or individual learning, I'm not, I'm not sure. Um But I think that that learning um and potentially culture plays a bigger role in the use of ape gesture than it does in um in determining the, the the physical forms"
	},
	{
		"start_time": "41:00",
		"speaker": "Ricardo Lopes",
		"words": "and do a gestures have specific meanings. And, and by the way, what is the meaning in this context exactly?"
	},
	{
		"start_time": "41:11",
		"speaker": "Erica Cartmill",
		"words": "Uh WHAT is meaning? How many hours do we have? Um So I, I think so, I mean, yes, I, I think ape gestures, I think some ape gestures have specific meanings. I think some, the meaning is very flexible and you know, and it, so just in the way that, you know, if we have, you know, if I say, do human words have meanings and you say absolutely. And I say, OK, well, you know, like if you take the words, um I, I mean, I don't know, like storm, right? Like it can be, it can be like a physical storm. It can also refer to someone's mood, it can also refer, right? So you, you can have things that yes, there is sort of AAA me like there is a meaning but it really differs, you know, based on the context exactly what it means and you can use it in, in non literal ways. Um And lots of human words don't have, don't have very tight meanings, right? So, I mean, like Dike Dick words, I can say here and there and like the, those are really like, yes, they mean things absolutely. But uh what exactly they mean really depends on the context. And um you know, and I think that the same is probably true of ape gesture and now I am not saying that ape gestures are the same as words. So it'd be really clear. But um they're similar in the way that or is what I'm talking about is that they have sort of a primary meaning that you think about where it's like, yes, this gesture is used to initiate play or this gesture is used to, you know, to um get someone to follow you, but they, they also sometimes get used in other contexts or they, they, you know, might have, um, sort of have a loose, like this is a play adja like this, this is a play gesture but it gets used in different ways within the context of play. Um And so, you know, I think for, you know, for example, I'll just, well, I guess I could just offer you my coffee cup or so, like, if I, if I, I'm offering you something right? And I love how, whenever I'm doing being an ape, I have to, like, get down. But if I'm offering you something as an ape, I don't know why it's like, ah, um, then"
	},
	{
		"start_time": "44:02",
		"speaker": "Ricardo Lopes",
		"words": "do they have shorter neck?"
	},
	{
		"start_time": "44:04",
		"speaker": "Erica Cartmill",
		"words": "I don't know. I think it's just my leg. Oh, I'm acting now. Um, SO sorry. But, uh, it's just how you, like, tell I'm switching into like, oh, I'm being the atheist. So, uh, so I give you, uh, so let's say I'm offering you something sometimes, you know, that, I mean, that can be, that can have many different meanings. It, yes, it can be taken. But it can also be, look at what I have, I could pull it back. I could, I could be disingenuous. Um, YOU know, I could be offering you something. Um, YOU know, because I, you know, I want to get rid of it. I could be offering you something because I, you know, it's a high value item and I want you to meet with me, I could be offering you something because I want you to see the thing I just got and I'm not going to give it to you. And so, you know, there are, I think that, that yes, ape gestures have meanings. Um, BUT I think they're not, you know, they don't, they're not always constrained in like, meaning exactly the same thing each time. I, I also think and, and just really quickly, I just want to say that um just because I like wrote a whole paper about this recently. And so it's a particular bugbear of mine is that um the ways that we study meaning in animal communication are so different from the ways that we study it in human language that I think um you know, in order basically, in order to demonstrate that an animal signal has meaning, whether it's a vocalization or a gesture, we're looking for evidence in order to prove, yes, this, this thing has meaning we are often looking for evidence that it has a reliable response, right? So the animal does this, the signaler, does this, the recipient, you know, the signaler does A, the recipient does B we want the recipient to do B A bunch of times in order to argue that A has the meaning, request B, right? Um The problem with that is that then we conclude that animal signals are very inflexible. You know, we we argue that like, oh animal signals are very different from language because they have this simple code system where I do, you know where I use this signal and this, I it always gets this response. But that's also the way that we're structuring our questions. It's what we're looking for. And so I get very irritated, not at you, you're wonderful. But at this like idea that, you know, the animal communication is, is fundamentally different from human communication because it has this 1 to 1 correspondence between what the signaler does and what the recipient does when most of our studies have been designed specifically to look for that. And so I'm not saying that it's impossible that animal communication is like that. But I think that the way that we're asking questions about animals affords those types of those types of answers and really excludes the, the possibility that they're using them in, in much more flexible, creative, um you know, human like ways."
	},
	{
		"start_time": "47:15",
		"speaker": "Ricardo Lopes",
		"words": "So the last thing that you just mentioned there, I was actually earlier when I was about to interrupt you, I was going to ask you, uh and I guess that you've already answered the question, but just to see if you have anything else to add to it. But uh I was going to ask you actually how you go about distinguishing uh a gesture that has no meaning from a gesture with a specific meaning."
	},
	{
		"start_time": "47:44",
		"speaker": "Erica Cartmill",
		"words": "Yeah. Um So with, I mean, with nonhuman great apes. Um It's hard to argue that gestures have no meaning because, I mean, there's certainly gestures where we're saying, like, we don't know what the meaning is. Um And there are gestures where we say we're pretty confident, we know what this means. Um It's, it's harder for us to sort of call something to like, conclude that something is a gesture if there, if we don't have any evidence that it means something. Um uh JUST because it's hard to ask, you know, and, and again, this is, I think where the, the human gesture researchers and the ape gesture researchers would differ in terms of like human gesture researchers would say like it's a movement, it happens while you're, you know, while you're talking with other individuals, it's a gesture with apes, we don't have that luxury, right? They're not engaged in conversation like the gesture is the conversation. And so in a way you have to say, well, you know, what are they communicating in order to argue that the movement they're doing is a gesture. So it gets a, I mean, the intentionality criteria that I talked about are not about meaning. So it, it, at least that's really nice. It's clean, we can say, you know, it's not effective, it's directed, they're repeating, they're elaborating. But um you know, but sometimes it, it gets, it's tricky for us to sort of say like this is clearly its own gesture. When we don't have evidence that um that it's, it's communicating something in particular. And so that's where I think this, this, like we just need to be uh transparent about the fact that the, the ways we're studying ape gesture and human gesture are very different. And um and there are researchers who are trying to, to work around that. Um And really trying, it's harder to study apes in the same way that you study humans. Um But there are people who are trying now to study humans in the way that we study apes. And I think when you do that, you see many more similarities um than, than differences. Um But in terms of, of how do you differentiate between a gesture that has a clear meaning and a gesture that has, I won't say no meaning. I'll say a less clear meaning it, you know, is, is, you know, you want to look for uh kind of a match between what the recipient is doing and um and when the signaler stops gesturing, right? So if I like poke you and you don't do anything and I poke you, you don't do anything and I poke you and then you move away. Um And then I stop communicating. That's like one data point that suggests that the, the poke is um either the, the goal and that's the meaning of the poke is, is to move, right? The same thing if I'm doing a like you know, a, a beckon, right. I'm like, ah, you know, come here, come here, come here. Um, AND we try to, as ape researchers, we try to not like gloss things as, oh, it, it means come here, right? You wanna build that evidence up from the, from the bottom up. Um And so, you know, we see this arm swing towards the body and another individual comes over and then the ape stops producing that signal and stops, you know, stops communicating. Um Maybe they switch to grooming, maybe they do something else, but we use um the, the sort of what the recipient does that makes the signaler stop communicating as evidence of um of meaning. And it, you know, it's important that it isn't just once, right? So we, and that's that, you know, because like you do it once it could be, you know, like you were saying, if I poke you a bunch and you turn around and yell at me, it's like, get the heck off, right? Like that's probably not the meaning of the gesture. And so it's important that, you know, as researchers, we gather lots and lots of examples and we look across them to see um you know, to see like what across many examples, what um are the most frequent behaviors that cause the, the signaler to stop signaling. And um and then, you know, for some gestures, 95% of the time, it'll be the same thing and we think about those as gestures that have very tight or very strong meanings, right? This gesture is used to get this thing to happen. Sometimes it doesn't happen. The other individual ignores them or goes away or whatever. But you know, when there is a response that causes them to stop, it's almost always this thing, other gestures are used much more flexibly. And so maybe, you know, 20% of the time the other individual goes away, 20% of the time they come towards you, 20% of the time they start grooming. 5% of the time they share an object with you, 5% of the time it initiates mating, you know. So there, so there are gestures that um, that have seem to have much more flexible meanings and that they result in a lot of different outcomes that um that sort of satisfy or, or apparently satisfy the signaler."
	},
	{
		"start_time": "53:15",
		"speaker": "Ricardo Lopes",
		"words": "Well, I guess that perhaps uh you, people who study gestures in nonhuman apes should be a little bit more ambitious. And when you teach them sign language, you should also try to teach them philosophy and then you would be able to ask them directly if their gestures have any meaning or not."
	},
	{
		"start_time": "53:35",
		"speaker": "Erica Cartmill",
		"words": "Ah, why didn't I think of that"
	},
	{
		"start_time": "53:38",
		"speaker": "Ricardo Lopes",
		"words": "even though perhaps it would later on raise some ethical questions because if you teach them philosophy, they might start to, to think about their own existence and then start to feel existential rather and think about death and all of that, which would ruin their mental health."
	},
	{
		"start_time": "54:00",
		"speaker": "Erica Cartmill",
		"words": "Uh Absolutely. Yeah."
	},
	{
		"start_time": "54:02",
		"speaker": "Ricardo Lopes",
		"words": "So uh let's get now a little bit into language then. So in what ways do gestures relate to uh language? I mean, are there features of gestures that are shared with human language, for example?"
	},
	{
		"start_time": "54:20",
		"speaker": "Erica Cartmill",
		"words": "Yeah. So when you, when you say gestures there, do you, do you want me to talk about the ways in which ape gesture might be similar to human language? Or do you want me to talk about human gestures and how they like are an integrative part of,"
	},
	{
		"start_time": "54:35",
		"speaker": "Ricardo Lopes",
		"words": "let's go with ape gestures. I'm more interested here in the phylogenetic aspect of these."
	},
	{
		"start_time": "54:42",
		"speaker": "Erica Cartmill",
		"words": "Cool. Yeah, because I mean, uh to answer the thing you didn't ask um just to, just to say, I do think that that human gesture is very much part of human language. So I think that that speech and gesture together are really like part of a multimodal system that manifests in different ways where like speech, you know, has particular rules and is much more digital gesture is much more analog. It is, you know, more holistic, it's more imagistic and, and I think that those systems coming together is actually like part of what makes human language very powerful and very different as a system. Um But um you know, in terms of similarities between ape gestures and human language, um so they, you know, we, I think there's much more evidence that apes combine gestures um together. They don't, they don't seem to do it according to syntactic rules. So, you know, um so, I mean, no one has found evidence of that. They did. It would be a nature paper, it would be very exciting. Um But they combine gestures together in sequences and um and those sequences tend to, to show, you know, like I said, persistence and elaboration, things like that. Um But uh you know, but they're not isolated signals, I think in that way that, you know, those are sort of more language like. Um AND they, you know, they are very flexible and I think that that's really the part where, you know, the, the thing that attracts a lot of people to study gesture is that, you know, they, they seem to be able to, you know, to use them in ways to overcome communicative um you know, hurdles, right? So, uh an early experiment I did uh looked at the ways in which captive apes. Again. We, we sort of, I've been talking about like apes in general, but there's, you know, there are people that study apes in captivity and people that study them in the wild and their gestures seem to be pretty similar, but they're, their social needs, their social structures. Um And the kinds of things that they communicate about seems to be very, I mean, well, not seems to be, is very different, right? You have animals that are trying to survive and you have animals that are sitting around being fed, basically, like watching television and poking each other, which I would argue is much more like modern humans. But, um, you know, we're all sort of thrown in together and, you know, just finding ways to occupy our time. Um Anyway, uh So, um, what was your actual question? Sorry, that image just like,"
	},
	{
		"start_time": "57:31",
		"speaker": "Ricardo Lopes",
		"words": "no, sure, no worries. It was if the, whether there are aspects or features of the not but tape gestures and human language that they share."
	},
	{
		"start_time": "57:45",
		"speaker": "Erica Cartmill",
		"words": "Yeah, absolutely. Um Yeah. So, so, right. So I talked a little bit about flexibility. Um You know, they, they seem to, to combine them um in potentially interesting ways. Uh So, one of the, the first experiments that I did was was looking at how apes um communicate when they've sort of met their communicative or sorry, how they communicate when uh a human experiment experimenter appears to misunderstand versus only partially understand. Um And so, in this experiment, uh you know, we had, um we had the experimenter give the apes, either part of the thing that they were requesting or give them the wrong thing. And then we wanted to see what apes did in response and we found different patterns in how they, and you know how they gestured and how they tried to communicate and they weren't vocalizing. Sometimes they were making noises with their mouths and they were like blowing raspberries or kind of smacking their lips. But, you know, mostly they were gesturing um either with auditory gestures or visual gestures. Um We, we don't, we don't usually have tactile gestures between apes and, and zookeepers that can be problematic. So, um so in this case, you know, we found that in these two very different situations where they're either getting the thing, they, um they're, they're not getting anything they want. So it's like they're requesting a banana and they get an onion versus they were the banana and they get a little piece of the banana. We found that the kind of uh the patterns of their communication were very different following getting an onion and getting a little piece of a banana. And, and so even though there doesn't seem to be any syntactic structure, there's still strategic combination, right? They're, they're using their signals in strategic ways to overcome miscommunication. Um And I think that that's sort of an interesting suggestion that there might be um there might be a, a range of different um sort of um strategic uh pathways to have communicative complexity that isn't just syntax. So, you know, the sort of syntactic rules that we see in human language are amazing. I mean, they allow language, they allow us to take this finite number of things and communicate about an infinite number of possibilities, right? By combining them in different ways like a Rubik's Cube um Apes don't seem to have that, but they nevertheless seem to be able to use a limited number of gestures, a limited number of movements and they, they are able to, to combine those to communicate, um, you know, with other individuals in novel situations, to achieve their social goals. Those social goals are more limited than, than humans. Right? We're not like they're not trying to build universities, teach each other recipes, um, you know, make up bedtime stories. But, um, you know, but they're still able to, to achieve their social goals um, in oftentimes, um quite flexible uh ways that, that involve using, combining different signals, um paying attention to what the other individ, what the, the recipient understands and doesn't understand. Right. Do you are, you know, did you, did you get me, did you sort of get me? Um, AND whether the other individual is paying attention? So I think that this like social monitoring of the other individual, the potential for theory of mind, which we haven't talked about. But, but I do think it's sort of there in the background with him with ape gesture. Um What do I know about your mind? Do you understand me? Do you know that I'm trying to communicate to you? Do I know that, you know that I'm trying to communicate? Right? It's all of those kinds of, of you can go on and on and on. But, but fundamentally it's what do I understand about your mind and I think that apes are different from humans, but I think they're a lot closer than, than, you know, people used to think. Um, YOU know, I, I do think that they understand something about intentions, they understand something about others goals, they understand things about what surprises other individuals and they can use that to their benefit. Um FOR good or for evil, they can like, manipulate other individuals. Um BUT they, they can also console and be quite empathetic. Um And I mean, just as humans can. And so I think, you know, this is a way in which humans are kind of a supercharged primate. We really think a lot about other individuals. That's why we have soap operas, right? We spend a lot of time and we're fascinated by like what other individuals want, what they're doing, what they're thinking like humans as a species are like a super supercharged ape. And I think what's interesting is to look at the other apes and figure out the ways in which um you know, we, we see commonalities in the sort of basic forms of our cognition, but also our communication."
	},
	{
		"start_time": "1:03:00",
		"speaker": "Ricardo Lopes",
		"words": "And so to go back to one of the points we made early in our conversation when I asked you or, or basically I mentioned that probably gestures are not, are not used simply to convey information to others, but also to a one's own cognition. So in what ways can our usage of gestures aid our own cognition."
	},
	{
		"start_time": "1:03:29",
		"speaker": "Erica Cartmill",
		"words": "Yeah. So, um I mean, there's so many, we could talk for an hour, you know, for an hour. I mean, a lot of, um so there are several theories about this um in terms of why gesture might aid our cognition, but I, I can just sort of talk for, you know, a minute or two about like the different areas in which we think it does. Um So gesture certainly helps speech. It helps you speak more fluently. It helps you. Uh YOU know, it helps, you have fewer pauses, helps you have fewer ums and us. So there's a, you know, really, really nice experiments that show that when you restrict people's gesturing. So like if I sat on my hands, I mean, I, I could do this, you know, live on your show, but I'm not going to, I like gesturing. But, you know, if you restrict your gesturing, you will, you'll make more mistakes in speech, you'll pause more, you'll go um uh uh you, you'll also, you'll have more disfluencies and a disfluency is what I just did. I said you'll also, you'll have more disfluencies, right? And so it's like I start, and then I start a different thing or I say half a word and then I erase it. So, um so gesturing helps you speak more smoothly. It helps you speak more coherently. Uh It's, it helps you remember words. If you're like, I'm thinking of this word and I can't remember it. And I'm like, uh and, and you see this kind of like I'm sorting through things, gesture, people do that a lot. Um One of the, the best ways to think about uh whether gesture helps speaker fluency is to look at people gesturing when they're on the telephone. And so, you know, and when they can't be seen, right? I am clearly if I am on the phone and I am talking to someone and, you know, we're not using facetime or zoom, my gestures are not for you. But what's fascinating is that those gestures actually are sort of for you because they make my speech better, they make it, they, you know, they, I make more sense. I'm, you know, my speech is smoother, it doesn't have as many pauses. Um It, you know, it, it has more like musicality, right? And so, um so the, the ways in which gesture uh sort of integrates with and supports speech can be present even if you can't see my gestures and that, and I think that's really fascinating. So that's about sort of gesture as part of communication, even when you can't see the gestures. Um And I think the communication, the aid to communication, there is both for the person who's communicating, but also for the other person. And um then I think there's a whole body of work that looks at how gestures can help learners. So they can help, you know, they can help while you're learning something, they can help you. Um WHEN you're processing that information, they can help you remember things. And so there's a whole body of work looking at gestures and educational contexts and um that's both learning from the gestures of others. So how do Children learn from teachers, gestures? And you know, it seems to be, it's, it's quite important. And so there, there's a lot of, you know, their interventions where, where people are, you know, changing the ways in which teachers use gesture as a visual aid and seeing does that in, in what context does that help Children learn more than not getting gestures or getting some visual aid that isn't gesture? Um And most of that research is in math education. And then there's, there's also research that looks at how the gestures that Children are producing. It's usually, it's usually Children just, you know, I think sort of the majority of educational research is on Children, but it's also true of adult learners, how do the gestures that learners themselves are producing? Um How does that help? Um But how does that help them learn? And um you know, and, and I think that initial work in that area really showed that the ways in which Children are gesturing can, can provide insight about where they are in their learning process. So um there's a beautiful set of studies uh by um Susan Gold Meadow and and her colleagues that look at um what are what are called Piagetian conservation conservation tasks. Um They're like page uh famous scientist who had developed these tasks. So um there are cases where children's gestures will differ from like what you see, Children gesturing about will differ from what they say in speech. And so when that happens, children's gestures tend to be right. And that even when their speech is wrong. And so what's really interesting is that Children who are in this space where their hands are saying one thing and their mouth is saying something else, those Children are more sort of ready to learn, they're like almost figuring it out. Um But they don't realize it. And so that, and so that is actually a great way to get insight about, you know, when learners are like about to get something, you know, maybe that's a point where you could give them some additional support. You could, you could intervene in a way that would help get them um to there, you know, so in, in one conservation task, there's um two rows of, of little stones or markers and, and then one and then the experimenter spreads one of them out and then you ask the child which one has more, right? And Children will like uh below a certain age though, even though they have the same number of stones, um because they're longer, Children will say, you know, this row has more um, and if you have a whole group of Children, all of whom say that one has more. If you look at children's hands, they're actually split into two groups. See some Children will take their finger and they'll go, that one has more and you're like, wait, but you just counted them, you know, um, and you know, you match them up 1 to 11 to 11 to 1 and that's how you solve the task. But children's hands figure that out before their mouths do. And what's interesting is that those hands can, can help, you know, I think the possibility is that your hands can help your brain figure out things that then you communicate to your mouth. And so, uh, I realize it's a very simplistic way of saying that. But, um, uh, you know, but I, I think that this is true, you know, you can see that in your own life where you're, you're thinking or I certainly can, I gesture a lot as you can tell. But, um, you know, but where I will oftentimes be thinking about something and I'll kind of, you know, put ideas out and move them around or think about them. And sometimes I look at my hands and I go, oh, right. And it's like, yeah, I think, you know, and, and it's like I'm trying to work something out and then by doing the action and by seeing the action, I then get new insight into it. And so this is something that, you know, that manifests itself in many different ways in conversation, but also in, you know, in different kinds of learning or practice."
	},
	{
		"start_time": "1:10:52",
		"speaker": "Ricardo Lopes",
		"words": "Well, you mentioned uh Susan Golden Medal and I'm actually about to interview her soon, soon."
	},
	{
		"start_time": "1:10:59",
		"speaker": "Erica Cartmill",
		"words": "Hey, Susan is amazing. She's the"
	},
	{
		"start_time": "1:11:02",
		"speaker": "Ricardo Lopes",
		"words": "best about her book thinking with your hands. So I guess that will get more into these kinds of questions. So uh so I have two more questions for you today then. Um THE first one is, how do you look at the future of gesture research? I mean, what kinds of questions would you like to see tackled or answered?"
	},
	{
		"start_time": "1:11:26",
		"speaker": "Erica Cartmill",
		"words": "Yeah, I mean, I would love to see and I think I alluded to this a little bit earlier with, you know, talking about the um sort of do ape gestures have meanings. I mean, I would really love to see sort of a, I don't wanna say breaking away from, but an opening up of the way that people think about meaning that we ask questions about meaning um in, in nonhuman animals broadly, but in, in ape gesture specifically to me because, you know, that's the area I work in. And I think, you know, we, we've for so long been trying to look for one ape does something, another ape responds, you know, A to B A to B A to B and that's great. It's really important fundamental work. Um But if we're also really interested in flexibility, we need to kind of expand out from that to think about the rare cases, to think about the, the things we can't explain. And I think in, in some ways the stuff we can't explain which oftentimes we just say, well, we excluded these other things because they're always too complicated, you know, three party interactions or, you know, cases where you use a gesture out of context and you're like, but, but isn't that part of the date? Right? And I mean, I, I do this myself, I'm not trying to say that like other people are doing bad work. I think all the work is, has been really important to building up a science of ape gesture. But I think now that we have a science, I think it frees us up to, to ask potentially, you know, harder questions um that, that break away from, you know, simple A to B structures. I'm really excited about that possibility. I think it's really important. Um One of the things I would love to, to look at personally and I hope others will look at is um you know, are things about non literal um gesture and in particular play, I'm very interested in communicative play. So how, you know, and we, we have always looked at at gestures that initiate play, but we never think about the gestures themselves as being play. So that's something that we know is incredibly important in humans. It's, you know, especially important in human Children who, and we often are comparing the gestural systems of human Children because they don't yet know language to ape um the gestures of great apes who also don't know language but, but aren't gonna learn language. And so, um so what we see in human Children is they use gestures in many creative, spontaneous, playful, nonserious, weird ways. Um THEY also use them in many serious ways. But, but right now I'm interested in, in what happens outside of the predictable. And that's something that's been really hard for us to, to look at an ape communication. Um Because we've been trying to prove that there, you know, there are predictable interesting ways, right? We've been trying to say ape gesture is a thing. Yes, it has meanings. Yes. You know, it has intentional meanings. Yes. Uh But now that we've said that hopefully, I think we can, we can kind of take it for granted and start to look at the things that, that are not part of that expected structural intentional system, um which I think might lead us to some, some more interesting insights about how apes might be learning, might be playing, might be uh you know, communicating with one another in, in unexpected ways and might be even uh using gesture to think in addition to communicate."
	},
	{
		"start_time": "1:15:17",
		"speaker": "Ricardo Lopes",
		"words": "So, does that connect to your project on whether ape apes have humor or not?"
	},
	{
		"start_time": "1:15:27",
		"speaker": "Erica Cartmill",
		"words": "Uh I ate a little bit, I think. Um, AND yeah, and I mean, thanks for bringing that up. I know that's sort of like my new project that's, that's just coming out now. Um, I, uh, so potentially, I mean, we haven't, so I haven't yet done the thing that, you know, I want to do with, with looking at, at communicative play. But, but this project on, on, uh, playful teasing, sort of, you know, humor adjacent. I try not to use the word humor just because, um you know, because it's a very loaded term and I think people have a lot of, of intuitions about what it means. And so I try to use like"
	},
	{
		"start_time": "1:16:07",
		"speaker": "Ricardo Lopes",
		"words": "it might offend comedians."
	},
	{
		"start_time": "1:16:10",
		"speaker": "Erica Cartmill",
		"words": "Exactly. You know, everyone's worried that A I is coming for their jobs and the comedians will be like the apes are coming for years, buddy. So, um I, I don't think that's gonna happen anytime soon, but, but I do, uh I do think that uh that, that looking at playful teasing and sort of joking behavior in, in great apes um is, is something, is a space where we can look for more flexibility. Um We can kind of build on some of the things that we've done in ape gesture. And that's actually where I started with the project was to take gestural coding systems and apply them to interactions that, you know, weren't necessarily gestural um to, you know, take the, the criteria of intentionality, looking for per repetition and persistence and directed behavior. Um But then, you know, sort of broaden that and, and look for uh sort of, you know, we created other criteria and, and things that we were looking for as well, but, but to focus on interactions where one ape seems to be provoking another, uh but in a, in a playful way. And so I was really focusing on um on the playful side of teasing rather than the aggressive and bullying side of teasing. And that's something where um it where I think the the cognition underlying that uh underlying those interactions might be very uh illuminating about what one Ape understands about another ape's mind. So do they understand what's going to be surprising to them? Do they understand what's gonna push them too far? Do they understand what they're going to um you know, what's going to get a rise out of them? Um And, and I think that that teasing is a really interesting area because it's, it's kind of dangerous, right? It's in this gray area between being nice and being mean and you absolutely can have mean teasing. I think it's very important to be clear about that. I'm not saying all teasing is nice but teasing when it happens in a closer relationship. Um LIKE the teasing between a parent and an infant or the teasing that happens in flirting, for example, um you know, the or between close friends, those kinds of teasing. Um YOU know, can tell you a lot about the social relationships and it can also be potentially. And this is what I'm, I argue in our new work, it can be a, an opportunity to learn about the strength of your relationship with that other individual and also potentially to, to build that relationship and to strengthen it. And so, um so, yeah, I think this is, this is something where it's not, I'm not specifically looking at gestures within teasing, but I'm very interested in looking at teasing as its own behavior um as a as a site to, to study the social cognition of um of great apes and potentially other species. I mean, my, my whole goal in this new project was to kind of argue that that teasing, the playful teasing was a thing that teasing wasn't always bad and that it is its own behavior that's different from play and different from, from aggressive teasing. And then I think hopefully more people will become interested in and we can get more data about what other apes are doing about what other species are doing. Um YOU know, about what, you know, humans are doing in societies around the world and hopefully to, to develop uh you know, a sort of serious science of, you know, a nonserious behavior."
	},
	{
		"start_time": "1:20:00",
		"speaker": "Ricardo Lopes",
		"words": "Great. So hopefully this will also serve as a teaser to our future second interview to talk more about this point."
	},
	{
		"start_time": "1:20:11",
		"speaker": "Erica Cartmill",
		"words": "Very, very happy. It has been really a delight. So,"
	},
	{
		"start_time": "1:20:16",
		"speaker": "Ricardo Lopes",
		"words": "yeah. So just before we go, would you like to tell people where they can find you when you work on the internet?"
	},
	{
		"start_time": "1:20:23",
		"speaker": "Erica Cartmill",
		"words": "Uh, ABSOLUTELY. I am, I am not on, on, you know, what used to be Twitter. Um, ALTHOUGH I probably should be, but maybe I will do that in the future. You can always look for my last name is weird. So you can always look for me. Um I, I'm just moved to, to Indiana University, so I haven't gotten my lab website up and running yet. But, um, if you look for my name in Indiana, um you'll find my lab website by the time this comes out. And, um, and uh hopefully we'll also have some new social media um along with that as well. And one thing I just do before we end is um separate from my lab. I also run um, coun uh with my husband, uh the Diverse Intelligences Summer Institute. And so that's something I would love people to, to check out. So we run a, a summer institute for three weeks every year in Scotland. Um And you can check our website out at um D CD I si.org."
	},
	{
		"start_time": "1:21:24",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Cartmill, thank you so much again for taking the time to come on the show. It's been really fun to talk to you."
	},
	{
		"start_time": "1:21:32",
		"speaker": "Erica Cartmill",
		"words": "Thank you so much. I really appreciate it. I have a great time and um, Yeah, I, I look forward to, to seeing more of more of your work and um hopefully talking again in the future."
	},
	{
		"start_time": "1:21:43",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J Tom Hummel Sran, David Wilson, the La de Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt Pavlo Stass, Nale Me, Gary G Alman Sam of Zaypj Barboza, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Solis Scott Zachary ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio, Theophano, Chris Williams and Peter Wo David Williams Di Costa Anton Erickson, Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn. Jeff mcmahon, Jake Zul Barnabas, Radis Mark Temple, Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perros, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jan Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Vig and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]