[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Loops. And today I'm joined by two guests. The first one is Doctor Brian La, a returned guest. I'm leaving the link to our first interview in the description of this one is the Carl N Le in Professor of Jurisprudence at the University of Chicago. And I also have together with me today, Doctor Jimmie Edwards is a lecturer in law at the University of Chicago where he teaches political philosophy and they are both authors of Marx, a new book. So, Doctors Lather and Edwards. Welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Brain Leiter",
		"words": "Thank you very much."
	},
	{
		"start_time": "00:39",
		"speaker": "Jaime Edwards",
		"words": "Thank you. It's great to be back."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "So I think I will start with Doctor Edward Zer. I would like to ask you just to start off with a broad question about Marx. Uh Marx's background. Tell us a little bit about his personal life. I mean, at least the aspects of it that you think are the most relevant for us to then get into uh his main political, his main ideas and theories. Yeah."
	},
	{
		"start_time": "01:07",
		"speaker": "Brain Leiter",
		"words": "Good. And thanks. Uh Marx had a bit of an interesting life in contrast to many philosophers. So um there, there is quite a lot to that we could say, but um I'll keep it short for now. So he was born in 1818 in Trier, Germany, which is in the western side of Germany. Uh That's relevant because it was shortly after um uh Napoleon had um uh lost power, but the region was still very much influenced by Napoleonic ideas more so than the sort of conservative ideas coming from Berlin. Uh Mars, uh he was um raised in a Jewish family, not practicing and his father converted to pro um protestantism um in order to secure um continue working as a, as a lawyer. Um Marx was uh studied for law for a bit at Bonn for a year, um was a bit of a rebellious student, caused some trouble and um they decided it would be better to send him a little further away. So he went to Berlin um to continue his education and it's there that he um fell under the intellectual influence of Hegel um who had uh passed away shortly before. Um BUT whose ideas were still very much in the air, uh especially he came under the influence of what we call left Hegelian with the young hegelian, a group of, of liberal hegelian who wanted to reject Hegel's uh conservative aspects, his, the religious aspects of his thinking. Um um And so they, and while preserving something of what they took to be core to Hegel's ideas. Um And uh especially there was Bruno Bauer who Marx came to work with. Um AND Bauer supervised Marx's dissertation, uh which was in ancient philosophy interestingly enough. Um But by the time Marx had completed his phd under Bauer Bauer um had moved uh to bond, but that yet there was a reactionary um uh spirit in the air and it was clear that Bauer was not going to have a position for much longer. And Marx would never um have a position in the academy. It's at that point um while he's out there um that he um becomes an editor of a newspaper um in cologne. And he's, some of his academic ideas are um coming through, you know, i in this writing, but he's, he's concerned primarily with a very real world events as they're unfolding. And so this is, is kind of a, an important early time for Marx is it's merging a bit of his intellectual influence with seeing these things play out in practice. Um Marx went to uh Paris uh as a, as an expat as that as the uh the newspaper was finally coming to a close um and he was joined there by a number of other German expats. Um And it was also there that he met Frederick Engels, um who, you know, would have famously a lasting impact on his, uh you know, a friendship, but a mentor they, uh uh Marx would be a bit of a mentor to angles. Angles would be a bit of a financial um uh benefactor to Marx. Um But they would have a, they would have a long career working together and it was there that Marx really started to reject this, this sort of young hegelian ideas, we can get into, you know, the content of that later. Um But it's in this period that uh that Marx Marx is writing the things that we come to now think of as very early uh Marx writings. Um And he's developing very early there, his theory of historical materialism, which we'll talk about, of course and um and et cetera. So, um you know, wrap that up, he um is forced to flee. The Paris goes to Belgium for a time. Uh What years"
	},
	{
		"start_time": "05:20",
		"speaker": "Jaime Edwards",
		"words": "are these, Jamie? You throw the years."
	},
	{
		"start_time": "05:22",
		"speaker": "Brain Leiter",
		"words": "This is, you know, 1844 1845 1846 in this period. Um But the German authorities are, are putting pressure on the Parisians to get rid of Marx. And so he goes to a time to Brussels. Um There's a moment here, very important uh a revolutionary moment in 1848 now widely considered a failed revolutionary moment, but there were uprisings across Europe. It was a very promising moment and it's in, it's in this period that Marx and Engels um released the Communist Manifesto. Um Marx moved back to Germany for a time. But quickly the 1848 revolution fails mostly across Europe and Marx together with a lot of the, that era that that generation of revolutionaries um moved to London, which was open to refugees at that point. And Marx moves what he thinks is gonna be a temporary uh for a temporary um stay. And he ends up spending the rest of his life in London um involved variously in political movements, some journalistic efforts. Uh BUT, but mostly retreating to the um library to, to work on capital and, and think about and think through these issues. So that's a, that's a rough sketch. Um I we can fill in any details but rough outline. Um BUT he doesn't sustain much fame in his life um guess moments. Um BUT lives into the 18 eighties um and he passes away in 1883 having finished capital, but leaving a lot of manuscripts behind um for angles to sort through which becomes capitals two and three. But that's roughly the rough sketch of how life goes,"
	},
	{
		"start_time": "07:13",
		"speaker": "Ricardo Lopes",
		"words": "right? And as I mentioned, we're going to get into some of his main ideas and he was very prolific and he also wrote about many different topics so as an intellectual and because he mainly started as a philosopher, but then went through topics as diverse as economics, history, politics, social theory. How would you classify him as an intellectual?"
	},
	{
		"start_time": "07:36",
		"speaker": "Brain Leiter",
		"words": "Yeah, I I would classify him as all of those things, II, I think this is very important to him. So, so he um there's three well known influences, one might say on Marx, the, the Hegelian background, um the sort of Parisian socialist movements that he's exposed to increasingly in Paris. Um And then the economic writings of Smith uh Ricardo, these figures which influence him. And I think he bears the mark of all of this. Really. I, I um he certainly leaves behind what he thinks is this, you know, purely scholastic um uh excursions that, you know, the hegelian he felt were taking. Um BUT he doesn't abandon philosophy. I mean, it, it's uh it, it informs his thing. So I think he's all of those things. I, I don't know Brian, what you would say, but I think he's a journalist, a philosopher, a social critic and economist. And"
	},
	{
		"start_time": "08:33",
		"speaker": "Jaime Edwards",
		"words": "yeah, I mean, I guess what I would add is I, I think his conception of philosophy changes very substantially. Um That is, you know, I mean, my, my way of thinking about it is he becomes a kind of philosophical naturalist that is he doesn't think philosophy is kind of has the synthetic enterprise of bringing together all the different empirical sciences, speaking very broadly, history among these empirical sciences. Um And you know, the idea that there's some special philosophical method as hegel thought, right? Um That is, you know, distinctive of philosophy. He, he abandons that. So in that sense is uh you know, uh his approach um is familiar from developments even in 20th century um philosophy, he does not think of philosophical reflection is somehow methodologically distinct from other ways of understanding how the world actually works, which is why you have to know some economics and history, um some politics and, and so on."
	},
	{
		"start_time": "09:37",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into historical materialism. And then you mentioned very briefly that Doctor LA that uh you rejected some of Eagle's ideas. So what, what aspects of Eagle's idealism did he reject? And what were the main ideas of Eagle's uh theory of history that Marx retained?"
	},
	{
		"start_time": "09:59",
		"speaker": "Jaime Edwards",
		"words": "Yeah. So, um uh you know, it's, it's natural and appropriate to think of Marx's own theory of historical change, the theory of historical materialism as being developed as a reaction against um Hagel. Um The, the irony is he actually takes over a lot of Hagel's view. Um You see Hagel's view and you get it in the phenomenology of Spirit. You see it in the lectures that are collected in English under the title Reason um in, in History. Um Marx agrees with um Hagel that history has a teleological structure, it's end directed, it's evolving in a very particular direction. Um He shares with uh Hagel the view that history has um a dialectical structure though Marx was not a dialectical materialist, but that's a separate matter that was a later um sort of vulgarization of Marx. But he, he accepts that history is dialectical in the sense that um each historical epic uh is characterized by certain contradictions. Um AND the resolution of those contradictions is what sort of propels us forward into the, into the next stage of history. And I, I'll come back to that because this is where there's a very important difference between Marx and Hagel. Um Marx also agrees with Hagel that history is cunning um in the sense that particular historical actors act for their own reasons and motives without necessarily understanding the way in which they're contributing to um a historical development that has a certain structure to it. You know, the big difference is that Marx is a materialist and Hagel is an idealist, right, more precisely. Um Hagel thinks that the contradictions in each historical epic that are significant are contradictions at the level of ideas, philosophical, religious, moral, economic ideas um that embed within them certain contradictory elements, right? And so the phenomenology of the, of spirit, Hagel's phenomenology of spirit is the history of these contradictions in different domains of human spirit, human thought, right? And how their con the resolution of those contradictions leads to um to the next stage. This is what Marx rejects entirely, right? For Marx, the ideas, the Geist, the spirit of the Age um uh is largely epiphenomenal, right? That what really matters is um the material stuff. Now, the question is what's meant by the materialism and historical materialism. Um FOR Marx, the the crucial fact about each historical epic is the level of development of its productive power. OK. And history is the history of growth and productive power, which in turn then is responsible for changes in other aspects of uh society and human consciousness. Um Some elements of productive power are relatively stable, right? I mean, human beings today are bigger than human beings a couple of 1000 years ago, but our physical strength hasn't increased significantly. Um Our knowledge has certainly increased a great deal. But what matters about the growth in knowledge is that um it affects the growth in technology. And I'm gonna just use technology very broadly to mean everything, you know, from simple tools to computers, to the power loom, to the steam engine, right? All of this, I'm gonna just treat his technology. Um So Marx's account of historical change is material in the sense that he thinks it's changes in technology growth in technology, growth in productive power. Um That explains the other changes that we see in um in society and the contradictions for Marx. And now, um here, contradiction from Marx is not being used in quite the strict sense, it was being used in Hagel. That is when Hagel is talking about ideas, he really identifies or claims to find, you know, fundamental logical inconsistencies in uh in earlier philosophical systems, all of which of course are resolved by um Hagel, which is why history ends with Hagel. Uh DIDN'T quite work out that way. But that's how Hagel thought um the contradictions for Marx um are contradictions um between what he calls the forces of production. That's technology. Let me just gloss that as a technology and what he calls the relations of production, right? And you can think of the relations of production and it's, it's more complicated than this for reasons we talk about in, in the book. But you think of the relations of production roughly as the distribution of property rights in any particular society, right? Um WHO has property in uh who owns technology, who owns only their own labor power, most of us own only our, our own labor power, right? Um And uh but in every society, some people also own the available technology, right? That that exists, right? So um a contradiction for Marx occurs according to the theory of historical materialism. When the existing relations of production, the existing distribution of property rights is incompatible with the maximum effective use of the existing technologies, right? That's what he means by a contradiction. OK. So it's not strictly a logical contradiction at all. And when that occurs, Marx thinks we enter a period of historical transformation. Um So let me just give you a simple example. It's um it's not exactly a historically accurate example in the sense that it's running roughshod over long periods of time. But, but think of it this way. Um OK, suppose the technology is developed for the power loom right now, the power loom, if you can get people to work on, it can outproduce individual weavers of fabrics, you know, by orders of magnitude. Ok? But if you're the owner of a power loom, right, you need peop, you need people available to work on it. Right? And under feudalism, right? Which precedes capitalism and the feudalism, capitalism transition was Marx's main focus as a historical example, under feudalism. Right? You've got serfs who are stuck on the feudal estates, right? Who work for the feudal lord. Ok? You've got journeymen who are sort of under the control of these guild masters, right? And while they can earn some money, they, they, they have very limited, they don't have market flexibility and what the owner of the power lo needs, right? Is people who can sell their labor, power to the power loom owner and work on the power loom in order to produce massive amounts of fabrics. Ok? Um That gives the owner of the power loom an incentive to try to change the economic relations in their society, right? Um And you'll notice that on this story, the motivation for changing the relations of production is a fairly simple economic motivation, right? I've got my power loom. I've got nobody to work on it again. I'm oversimplifying enormously, but I've got my power loom. I've got nobody available to work on it, right. This is no good. I need to get the serfs of the feudal estate. I need to break the control that the guild masters have over these journeymen, right? So that I can get them into my factory to, to run my, my power lo all right. And that's gonna require changes in laws. It's gonna require changing where people are, right. Serfs are gonna have to get off the feudal estates and into the urban centers where the factory is and so on. And this then precipitates a historical uh moment of, you know, conflict between classes, right? The feudal lords are now in conflict with the new owners of power looms, all right. Um The serfs see the potential of getting off the lousy feudal estate and into the city which looks more attractive and they could have some more money, you know, they could actually have income, right, which they couldn't have on the feudal estate. Um And so we enter a period of uh conflict which will ultimately result in a fundamental transformation of the relations of production in society and in Marxist telling give birth to capitalism."
	},
	{
		"start_time": "18:58",
		"speaker": "Ricardo Lopes",
		"words": "So I, I have to ask you is historical materialism true. I mean, what sort of evidence do we have to tell us whether it's true or not?"
	},
	{
		"start_time": "19:09",
		"speaker": "Jaime Edwards",
		"words": "Ok. Well, so a couple of things to say about that. Um The first thing is that, um you know, contrary to sort of simple minded critics of Marx like Carl Popper, right? Um Historical materialism does actually make falsifiable predictions. OK? Um And uh and the thing we know about historical materialism as a theory of historical change, um is that its predictions aren't always borne out, right? Um That sometimes we have, for example, regress in productive power rather than growth in productive power, you know. Um SO, but that's, that's well known. Second thing to say, of course is that um every grand theory of history um fails Brodell theory of history fails Vico certainly fails Hegel, certainly fails, right? That is, it can't account or explain for certain phenomena, you know. Um However, historical materialism is probably the best of the bunch. Um That is uh it has attracted the interest of historians as a general framework for the analysis of historical events um and turned out to be extremely productive in explaining an awful lot of um historical transformation. But like every theory in the human sciences, um you know, uh there are exceptions to its generalizations that the theory really can't um can't deal with. Um YOU know, as I like to say, historical materialism has a very simple explanation for why the Soviet Union collapsed, right? Which is that um the Soviet Union involved relations of production, mainly centralized planning, right? That were totally inadequate to maximize the effective use of the existing technologies, right? So the Soviet Union was outproduced by the capitalist world, right? Um And lo and behold it collapsed, right? I mean, it does strangely enough fit very nicely with, with the historical materialist view. But you know, the there's an enormous loosely speaking Marxist historiography that pays attention to economic classes in conflict with each other, right in conflict because one class can make better use of technology than another, but the other class, they have to change property relations in order to do that. Um And this turns out to be very, very illuminating about many uh historical events. Uh So I think that's what we can say on behalf of the, the importance of the theory of the grand theories of history. It's actually the most successful one, like all grand theories of history, it fails to explain certain historical events."
	},
	{
		"start_time": "21:55",
		"speaker": "Ricardo Lopes",
		"words": "And so one of the biggest themes in Marxism has to do with class and class conflict. So what is the class according to Marx? And how do classes develop?"
	},
	{
		"start_time": "22:08",
		"speaker": "Brain Leiter",
		"words": "Yeah, this is good. I I and, and we've already touched on some of this, you know, in, in answer to the last question, I was kind of pre suppose there's classes. So this is gonna be crucial for Marx, right? He says the history of the world is the history of class conflict. So, so under this is the dynamic that's going to um move along the the the schema of historical materialism, so to speak, um Marx given its centrality, we might of course hope that Marx, that Marx is going to give us a necessary and sufficient conditions, et cetera, which he does not do. Um And so, so we aren't what he's going to propose is that um history situates people into paradigmatic cases, right? So, and this is going to vary and there'll be some contingency. So, but we, we can look uh Brian's already gone over some of these cases, right? In the feudal times, you have the monarchy. Um AND you of the serfs um as we move into the industrial times, right? We have the capitalist class, the remnants of this feudal society still exerting some influence. And now this new emerging working class, the proletariat um that have, that are working for the capitalists. Um We can roughly identify these, we can identify the paradigmatic cases, right? The, the uh capitalists are the ones who own the factories and, and given their relations, given the current structure, um they're the ones that can take advantage of this and so they own this property. They're the ones that can um hire and fire workers, et cetera. If you are AAA liberated service, now you can move to the city where you can where before you had to work for um a particular monarch, you can now work for factory owner, a factory owner, b, factory owner C et cetera. Um But what you, but the position you're in when you're doing that is you own really nothing but your own labor power, right? So you don't have a lot of options. Um These, these are, these are your options um the aristocracy, obviously the, the remnants of the aristocracy, so powerful, remnants of the aristocracy, um they own the land, so they're essentially working as uh renting out land. Um Marx is not going to be concerned so much with, uh in between cases, the sort of aspiring capitalist who may be acquiring enough money to consider going into business for themselves. Um He's going to be interested in the, the paradigmatic cases and if these can explain the sort of tensions he sees. So, um it's also important, right? Stepping back for Mars, it is to not think of society as a um collaborative endeavor for the mutual benefit of everybody. He thinks that's uh mythology, what you have instead, right? Are people who sort of secured um advantage for themselves and use the, the political establishment to sort of that um for themselves to, to enforce that. Um But, but that's roughly the picture you're going to get. So you're not gonna get uh a genealogy in every case of how every, yeah, every class came to be. But, you know, you can think of the proletariat as the recently emancipated serfs by and large, et cetera. Um But that's how the division of sort of who goes into the process works. Um What you're gonna, what you're gonna have here though, Mark thinks is right, rather than um a collaboration, you're gonna have tension. So the factory owners, given their position are going to be incentivized. They want to make as much, they want to take as much advantage of their position as they can. So they are going to be incentivized to, uh, decrease, uh, wages where possible increase working hours, um, where they can, et cetera. The working class is going to be, uh, they're gonna have opposite, uh, intention, they're going, they're going to be trying, fighting where they can with what resources they have to decrease the, uh the day, the length of the working day or to increase wages, et cetera. So it's these sort of tensions of the classes in competition with one another that, so that sets this sort of relationship of conflict in place. Um J"
	},
	{
		"start_time": "26:45",
		"speaker": "Jaime Edwards",
		"words": "can I interject something because yeah, can you give, I mean, we do in the book if something close to necessary and sufficient conditions for what a class is and I kind of think that's what Ricardo was after. Yeah. So why don't, why don't you put that on the table because I think that would help uh in, in the conversation."
	},
	{
		"start_time": "27:05",
		"speaker": "Brain Leiter",
		"words": "Yeah, I mean, it's so following something like Elster, um we want to say something like, you know, a cla you, you're a member of a class in virtue of given your stake in the means, you know, your ownership of the means of production. Um What are you best positioned? How are you best positioned to sort of maximize what's going on for you? Right. So if you're a factory worker again. Right. If you're a factory, how do we know the factory owners say the factory owners are the ones that own the factories and can make best use of their position in the economic structure by like we were saying before, um, getting as much labor for as little as they can if you're a working class person, right? You're, you're approaching the market that what you need to do to get by is you need to sell your labor. You have no other options available. So you're incentivized on pain of starvation as it were in this case, right? To go find work at the factory, whatever, whatever you think of that work. But that's, that's, that's what your best position to do. If you're uh um member of the aristocracy who's sort of losing its, losing its power in the new industrial revolution, but you still own all the land, you're gonna be incentivized to rent your land and make as much from money as you can from that land. So again, it's, there's going to be in between cases, but you can see people sort of sorted in broad categories based on where they stand in the, in the"
	},
	{
		"start_time": "28:50",
		"speaker": "Jaime Edwards",
		"words": "particular, on what they own"
	},
	{
		"start_time": "28:51",
		"speaker": "Brain Leiter",
		"words": "and particular on what they own, right?"
	},
	{
		"start_time": "28:54",
		"speaker": "Jaime Edwards",
		"words": "What, what productive they own or control."
	},
	{
		"start_time": "28:56",
		"speaker": "Brain Leiter",
		"words": "Yeah, I would, yeah, fact we might say like what they effectively control, right? Because um that might be a better way to put it. Um Yeah,"
	},
	{
		"start_time": "29:05",
		"speaker": "Ricardo Lopes",
		"words": "but then with all of that in mind, with the square."
	},
	{
		"start_time": "29:11",
		"speaker": "Brain Leiter",
		"words": "Yeah. So class consciousness is for marks, this is important, right? It's not um it's you, you, you can be whether you are a member of a class or not. If you're in a paradigmatic, you know, you're paradigmatic, a member of a class or not, is a fact about you, an objective fact about you, right? Um You may or may not be cognizant of the, the significance that plays in the structure, right? You may know, right. I'm, I'm a worker. I know I have to go work for a salary to make a living. I know that part. But you're not thinking about necessarily, you're not thinking about the role of all the other workers, et cetera, et cetera. You're not, you're not stepping back to think about sort of the incentive structure of the economy as a whole and the way it's organized and maybe the ways that you're pitted against et cetera, those sort of things you're, you're, you're not necessarily conscious of, but Mark says you can become conscious of. So for instance, he thought um the the peasants in France were a class um but did not have class consciousness in part because they were separated on farms, they weren't interacting with one another, et cetera, et cetera. So it's, it was a true fact about them that they were a member of a class, but they weren't thinking about it in terms of, they weren't making aware, conscious to themselves. Hey, I'm a member of a class. These are my interest, my interests are in fact pitted against this other group. Perhaps we should organize, etcetera, etcetera, leverage what we can to sort of um maximize our benefits. Um"
	},
	{
		"start_time": "30:43",
		"speaker": "Jaime Edwards",
		"words": "Can I interject just on that? Because, because I think that touches on the crucial thing, I mean, to be conscious of your membership in a class is to be conscious that in virtue of your position in the economy, right? You have certain interests and these interests are shared with other people who are in the same economic position, right? And that's what class consciousness mean. And this is why they thought Marx and Engels thought of the Communist Party as the instrumentality for producing class consciousness for helping the vast number of laborers in the new industrial economy. Understand that they had similar economic interests and that their economic interests were totally opposed to the economic interests of the factory owners, the capitalists that they, that they work for. I think that's the crux of class consciousness is consciousness of what your shared interests are given your economic position."
	},
	{
		"start_time": "31:37",
		"speaker": "Ricardo Lopes",
		"words": "So, a and then how does Marx characterize capitalism and what are perhaps the main positive and negative aspects of ca capitalism that he identifies?"
	},
	{
		"start_time": "31:50",
		"speaker": "Jaime Edwards",
		"words": "Ok. Uh I guess I'll try to take that one to start but Jamie feel free to jump in. Um OK, so it's very important for Marx that, you know, capitalism represents a distinctive way of organizing production in, in a society. OK. Um And the distinctive feature of capitalism for Marx, um it's not just that you have people who, you know, own books. Are you a, are we still there? Sorry, I, I the screen just disappeared. Did you, should I start again? Ricardo?"
	},
	{
		"start_time": "32:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh I mean, I didn't miss anything from that that you said so"
	},
	{
		"start_time": "32:32",
		"speaker": "Jaime Edwards",
		"words": "sorry, my screen disappeared. Um The, the distinctive feature of capitalism um is that um he defines it in terms of an exchange relation. Um You know, one kind of exchange relation is where, um you know, uh I um I do some work, all right. Um In order to buy a commodity, something, some object that I just wanna use for myself. OK. Um And the distinctive thing about capitalism is that the ultimate object of it is not simply to get something right that I can immediately use, right? Um You know, to buy a chicken, cook it and eat it and it's gone, right? The distinctive feature of capitalism is that capitalists engage in exchange in order to get more money capital, right? So the the form of capitalist exchange is either the capitalist lay out money to buy technology, rent a factory, rent, land, hire workers produce a commodity not to be used by me, the capitalist, but to be sold in order to get more money, right? That's really the distinctive thing is that the entire ra zone detro of capitalists is to engage in production in order to produce more money at the end, a sub more than what they put uh in at the, at the start. So he describes it as, you know, it's m money to pur purchase commodities to get M prime that is extra money at the, at the end. All right. Um Commodities is a term of art from Mars. Commodity is something that is produced with the intention of selling it to someone else, right? So it's not simply production for personal use. Um Commodity production exists prior to capitalism, but capitalism organizes it in this very distinctive form where commodity production occurs at the behest of capitalists who are looking to get more money as the outcome of that process and then to start the whole um uh the whole s uh sequence once again. OK. Now, um why is capitalism important in the, in the history of the world? Well, a very sim simple minded way of putting it would be without capitalism? No communism, right? Which is why the question is capitalism good or bad is not a Marx question, right? Without capitalism, communism is impossible. And we'll return to, to why that is, it's actually related to the most positive thing about capitalism, which is Marx thinks that this incentive structure where you want as a capitalist, you wanna spend money in order to engage in a productive process. That will get you more money out in the end, creates a remarkable incentive for people to try to develop technology, right? Because think of the question, how do I get more money out of the productive process than I put into it in the first place, right? I have certain fixed costs, right? I have to pay for labor power, right? I have to pay for the technology, the maintenance of it, the acquisition of it. Um AND so on. Um I can sometimes, you know, reduce what I pay the workers, right? Which will increase my profit margin. Um uh SOMETIMES I can get the workers to work more for the same wage, right? And so they produce more, that'll increase my my profit margin. Um But other times I can invest in technology that will allow the same workers at the same wage to produce much more than they could have otherwise. Ok, let me go back to our power loom example, right? You know, you could have 100 individual weavers working away in your faco factory or you could have just five of them working the power loom and they'll produce the exact same quantity of goods. OK. This marks things creates an endless incentive for capitalists to innovate in technology because that is one of the ways in which they increase their profit margins and increasing their profit margin is the point of the whole exercise. The whole exercise is meant to produce more money. OK. Um And this is where Marx, you know, agrees with my colleagues in the Chicago School of, of economics that capitalism, right? Is it an extr the most productive, economically productive system in the history of humanity? Right? Um The problem marks things, right is that the logic of capitalism is necessarily going to have a very bad ending. OK. For the following reason, uh um if capitalists have an endless incentive to increase productive power through technological innovation, which they clearly do, all right. Um The effect of technological innovation is to reduce the need for human labor power. OK. Um So it displaces certain human labor power. Marx thinks at the limit, right? At some point, this capitalist capacity for developing technology is gonna eliminate almost all need for human labor power. And that's a big problem if what most people have to sell is their labor power, right? If you don't have any buyers, right, you're going to be in a very bad economic state. But the irony is, it's also gonna be fatal to capitalism because capitalism needs buyers, right? I give you an anecdote that we use in the book, but it illustrates this very nicely. Um uh The head of the United Auto Workers Labor Union in the United States is visiting a Ford Motor plant where they just installed a bunch of robots to replace human laborers who work on the assembly line. And the Ford Motor Company executives says, look at these robots. And he says to Walter Reuther, the famous head of the labor and he says, try to organize these robots, right? You can't, they don't need a labor union. And Rouer says, try to sell them your cars. Ok? And that was the, and that was in a way the essential point Mars was making is if you displace human labor power to too great an extent, right? There's gonna be no one to purchase the commodities you produce. And at that point, capitalism is over, all right. Capitalism is over because the whole point of capitalist production is profit and you can't make profit if you can't sell the commodities you produce. Right? It's pretty simple. Ok. And so Marx thinks that this is the fundamental reason. Now there's other accounts you can find in Marx. But I think this is the most plausible of the reasons he identifies why capitalism is eventually going to come to an end. That doesn't, by the way mean it's going to be replaced with communism. This is here when we disagree with him in the book about this. Um, YOU know, here the sort of teleological view that necessarily communism is what replaces capitalism, where communism would mean using the amazing technology and productive power created by capitalism to produce things to meet human needs, right? Rather than to generate profit. And that's certainly one way it could go, right. The other way it could go, of course, is that the capitalist class just uh walls itself off from everyone else, pays some people for security and produces what it needs to live very well. Um And you know, Rosa Luxembourg, a famous Marxist theorist and revolutionary in the early 20th century said the choice is gonna become socialism or barbarism, right? Um Socialism would be we use enormous productive power in order to liberate people from the need to work, to survive and to meet their needs and allow them to engage in free productive activities. Marx puts it, uh the other alternative would be where, you know, through barbaric force, those who control productive power, use it for themselves and let everyone else rot basically. Um And uh we're gonna have an election next week in the United States. It's not socialism versus barbarism, but there is barbarism on one side. We'll see how it goes. Uh"
	},
	{
		"start_time": "41:02",
		"speaker": "Ricardo Lopes",
		"words": "So, uh let me ask you then because of course, people use a lot, the word communist and communist society and of course, particularly now after uh things like the Soviet Union and Mao's China, we tend to associate communism with them. But what did Mars mean by communism or communist society or did they have much to say about that? And if so would it, what would it look like,"
	},
	{
		"start_time": "41:31",
		"speaker": "Jaime Edwards",
		"words": "Jamie? I'm gonna let you take this, you can talk about the two phases of Yeah. And I think this is more your daily. Yeah."
	},
	{
		"start_time": "41:38",
		"speaker": "Brain Leiter",
		"words": "Good. I mean, it's So, you know, Marx didn't invent the term communism, right? So this is part of he's coming of age, right? In a, in a time where people are thinking through these ideas. Um What's so, you know, so people often look to Marx, right? What is, what exactly is this vision gonna be et cetera? And it's worth noting here that he has relatively little to say about it for somebody who's written so much, right? So, so most of what we get, especially, you know, in Capitol is a critique of, of the dynamics of capital that Brian just went through. Um It's not a, it's not a program for the future, what the future is going to look like. Um We do get some indications though, right? So he is, so this is so it's important for him to distinguish him from the sort of utopians that the utopian socialists that he uh opposed, right? So their project is going to be one of, of laying out what the goods of a new society are going to be, what it could look like, maybe trying on the margins um to, you know, develop some s some communities in part to practice this. Marx was not interested in any of this and for the reasons Brian said he, so he thought communism was coming, it was gonna have a certain form but, but it's, it's going to follow the natural progression of capitalism disintegrating. OK. Um What will he he does say things though, programmatically here and there and suggest certain things through letters, et cetera. We don't want to put too much on this. But, but, but he says something. So what he does say is he thinks that um the, the, the there will be a revolution. Uh We don't, we, we it's going to come in the most advanced countries again for the reasons that historical materialism predicts um historical materialism, we get the goods of capitalism. Um But the problem is we have this mass of the miser people. And so the solution, Mars Banks is going to be available with a little consciousness raising will be available to the working class itself, right? So he's, he's thinking especially we now have a working class. I think Germany England of his time, the most advanced industrial classes uh are countries. Um The workers are now together in factories. They're, they're organized under the labor process. There are lots of workers. Um They are increasingly a miser and aware of this as they're watching. The fact are increasingly enriched. Um And so they're able to identify, not only are they a miser, it, but they're able to identify the source of their em miration. Um And in the easiest case, you know, you can just lock the factory owners out. It's, it's almost something like that. Marx has in mind in the early days. But you, but, ok, so you have this class, it's going to be conscious, Marx is open and this is where I think he's genuinely not an a priori thinker like he is, he is attentive to what's unfolding on the ground. And there are times where he's early on thinks it's necessarily going to be an armed revolution. Um COMING out of the 1848 days. Uh This is obviously in the air after some time in England, he thinks it's possible that the working class could leverage uh the the ballot in order to take control. Um But he does think there's there's problem and now we're just getting into him sort of predicting not saying with determination what's gonna happen. He thinks it probably will be an armed conflict at some point or other either to take control um through armed conflict or if the proletariat take it through the ballot, he expects there will be a reaction from the factory owner. So at some point, there will probably be an armed insurrection or backlash uh from the, from the factory owners. And so it's at this point, we, this is where Marx is now suggesting two things. So we get this sort of first phase of communism again, just as a suggestion, not as a program, uh first phase of communism and then uh what he calls the higher form. So at the first phase, he suggests that there will be a dictatorship of the polar, which is a scary term for uh many of us. Now having lived through the 20th century. But it's important for Marx uh uh uh dictatorship didn't mean what it's come to me. Now, he thought it would be a temporary phase in which the working class sees power, make sure that they can kind of keep down any reactionary uprisings, et cetera, et cetera in this early phase. Marx thinks there will be sort of an, an economic principle that will be. He does, you know, again, he's just venturing here, but he thinks something like a coupon system or something, he thinks the old capitalist system will still be sort of uh have a little afterlife and people will expect to get what put, get back what they put in or something like this. Um But he thinks this will transition, how quickly this will transition. He doesn't say he's quite, um but he thinks this will transition economically again as the, as the, the uh richness of the economy that capitalism made possible is really harnessed. It will be, it will come a point when the principle of justice, Mark says is uh you know, uh each according to his needs. Um So it's, it's not going. So, Mark thinks there'll be uh an abundance there. And at this moment, he suggests that something like the political state will wither away what that means. It remains a bit vague. Um A bit vague, a lot vague. Um But it's something like, you know, Marx clearly has this view of politics as the way that a dominant class harnesses uh economic or harnesses political power to sort of subjugate. Um The underclasses Marx thinks in this revolution, there will be no underclasses. And so at"
	},
	{
		"start_time": "47:53",
		"speaker": "Jaime Edwards",
		"words": "least"
	},
	{
		"start_time": "47:53",
		"speaker": "Brain Leiter",
		"words": "this sort of pejorative role the state plays um of, of favoring, of being an unfair referee is going to wither away. Um But that, that's sort of the, that's as much as we're really given of what the communist, the uh life is going to be. And, and this is just consistent, I mean, this can be frustrating for uh people reading Marx, but this is very consistent with historical materialism. He thinks that uh our ideas, the things we value, the possible things we consider. All of these things are follow from the sort of material conditions that are available and, and when we're thinking about a communist society, we're thinking about a transformation of the material conditions. So what direction that's going to take? Mark thinks will just is a, is a historical matter to be determined."
	},
	{
		"start_time": "48:46",
		"speaker": "Jaime Edwards",
		"words": "Let me, let me follow up on this, Ricardo, if I might just put this in, just make this very concrete, right. Um You know, it's, it's, it's often objected to Marx to say, well, people are basically self-interest, right. Marx doesn't deny that by the way. All right. Um uh YOU know, but uh at least the way in which people are self interested now is presumably partly a function of the circumstances under which they live. Right. Um, SO think of it this way, suppose we did not live in a society or an economy, right? Um, IN which you had to devote most of your life to activity simply in order to earn a wage. Right. Suppose it was a society with productive abundance and, and we are of the view, I'm definitely the view, but I think Jamie is too that, uh, on, on Marx's view, productive abundance is a necessary condition for any alternative, any humane alternative to, to capitalism, which is why um Mao should not have been a communist. Why Lenin sort of understood this, but then circumstances over overtook him. Um YOU know, Russia and China were agricultural societies. They had no business pretending to be communist. Um And you know, so productive abundance is required. Suppose we have productive abundance, suppose productive abundance is used to liberate people from uh the struggle to survive, right? So that Ricardo, you are free to produce the dissenter. You don't have to worry about paying the bills or the rent, right? And Jamie and I are free to teach what we want to teach or write, right? And other people are free to engage in other activities that are meaningful and, and satisfying to them. Um If we aren't locked in a constant struggle for survival, it's quite possible our motives and our values might be very different. Indeed, it seems somewhat likely. Um YOU know, just as you find within a functional family. Um, YOU know, people don't act on the basis of self-interest all the time. Why not? Well, because they aren't locked in a struggle for survival with each other. So, too, if it could be, if it could be replicated at a, at a society wide level, one might expect that people's motivations will be, will be quite different. Um, AND I do think that is part of Marx's picture and it's why as Jamie was saying, he doesn't want to write the cookbooks for the chefs in the future. Uh That's his famous metaphor for this. Um Some of this will emerge under new material and economic conditions, right? That being said, I think it's fair to say that the word communism has been so damaged by the tyrants of the 20th century that Marx needs a new word to describe this kind of humane way of organizing social production. Um Because there's just no way around the fact that, you know, between Stalin and Mao, you know, and, and the tyrants in East Europe, you know, Ceausescu and so on, right? Communism is damaged goods as a, as a concept. So we need a different concept to describe circumstances where immense productive power is used in order to free people to engage in the kind of activities they want to engage in rather than giving over their lives to work. They would rather not do if given the choice, which is the lives of most people. Right. I mean, there's just no way, uh, around that. Um, AND of course it's never discussed, you know, in, uh, in democracies that way. But that is the reality that Marx is very alert to that people spend their entire lives coerced in effect by the marketplace to do things they probably really don't want to do but they have to do on pain of, you know, I miration, starvation and so on."
	},
	{
		"start_time": "52:46",
		"speaker": "Ricardo Lopes",
		"words": "So, but the sort of related to that Marx was also interested in what constitutes a good life for humans. And uh uh before we get into the good life itself, let me ask you because this is very interesting to me because there are many people out there who I hear accusing Mars of denying human nature of being an extreme environment, environmentalist, so to speak when it comes to psychology, sociology, for example. Uh So did they recognize any kind of human nature?"
	},
	{
		"start_time": "53:21",
		"speaker": "Jaime Edwards",
		"words": "Yeah. So the answer to that is quite clearly, yes. Um uh You know, now I think the I I think the critics, you, you allude to who, you know, I mean, the most famous, right? I mean, Steven Pinker, right? Says some people think that human beings are a blank slate and mark certainly didn't think they were a blank slate. Um What he does think is that some attributes that are said to be features of human nature are often artifacts of particular socio-economic forms of organization. That was my point about the example of the ex you know, the rational man of economics, right is always instrumentally rational in trying to get what he wants. OK. And under capitalism, that's exactly how you better be or you'll be destroyed. OK. Does that mean that people by nature are that way or that people act that way under circumstances where that's the condition of economic survival, so that Marx is quite skeptical about, right? And I think you've got to be skeptical about uh about that. On the other hand, he has a very substantive view about human nature. Um He articulates it primarily uh explicitly in his early work of the 1844 period. Um BUT some of the ideas remain in the background all the way into the mature Marx. He ST he kind of stopped writing about it. He loses interest in it in part because of one of his differences with the, with the left young Gallian Jamie talked about earlier, which is, he doesn't think moral exhortation is gonna change anything. All right, societies don't change because you give a good sermon, right? Um Societies change when the material circumstances are right for them to change. And then you need to appeal to the self-interest of the largest economic class. Um THAT'S where class consciousness comes in, you know, but in the early writings, he, he spells this out, right? So one of the things he thinks and this is the the core to his view. And it's a view that he shares with Hegel. He shares with uh many of the ancient Greek philosophers, especially Aristotle um is the idea that um for human beings to lead a good life, right, to flourish, as we often say, is for them to realize their essential nature. OK. So right there, if that's the case, then you gotta know what is their essential nature. And Marx thinks the essential nature of human beings is that they want to engage in productive activity, right? That it is not in the nature of human beings to lie on the sofa all day and watch television. OK. Um uh That doesn't mean there may not be some people like that and it certainly doesn't deny that people who are ground down by, you know, a life in the capitalist marketplace may have energy for nothing else but lying on the sofa at the end of the day. Um But Marx doesn't think that's what people are essentially like he says, he thinks people essentially want to produce, right? And in particular, he thinks and, and this is really the most striking claim, I think that you find in Marx and that survives into the late Marx as well is that human beings not only want to produce, but they like to produce things for aesthetic reasons because they are aesthetically satisfying because they're beautiful because they're pleasing. Um And you know, uh two interesting facts that I think, you know, speak to this. One is that we know that throughout the history of humankind, human beings have engaged in productive activity have made things simply because they were beautiful, even under the most difficult material circumstances, right? People did this human beings, right? Cave drawings, right? I mean, where you find human beings, they make certain things for aesthetic reasons, right? Their aesthetic taste may be very different but they make them because they're pleasing, they're beautiful, they're satisfying in a different way. Uh The other fact that I think is very telling about this is the way we educate Children. So when Children first go to school, you know, at the age of four or five or six, there's always a lot of time given to them for artwork, right? And here's the thing about art work time, you don't have to force Children to do it. Nobody has to say if you don't do it, you won't get your snack, they like it, they just Children instinctively, they like coloring, making things with clay. It's very appealing to them, right? Um This too suggests that he's on to something very important about human beings, that human beings really have a very profound need to produce things for uh reasons of aesthetic satisfaction. OK. Um You know, now in the early Mars, he makes other claims about what uh the essential needs of, of human beings are. Um YOU know, so he, he's got, it's a more complicated picture. But I think the the two crucial ideas that I think he always holds through is that human beings are by nature productive and that they like to produce things for aesthetic reasons, right? And Marx thinks this is the big difference between human beings and other animals, right? Is that other animals produce strictly for need. Whereas human beings, if given the chance will produce for aesthetic reasons. So it's a very, it's a pretty rich, it's a, it's a robust picture of what human beings are essentially. Like that being said, I will say that I do think Marx um is probably a bit naive about um other aspects of human beings. Um You know, this was, this is sort of the big dividing line between Marxists and Freudians, right? I mean, Freud thought that human beings, you know, were instinctively aggressive and he didn't think it was just an artifact of the way society was organized and, you know, my own inclination is to think that unfortunately, Freud is probably more right than Marx when it comes to this. Um But it's wrong to say Marx doesn't have a view of human nature. He clearly does"
	},
	{
		"start_time": "59:23",
		"speaker": "Ricardo Lopes",
		"words": "so religious uh related to that. And again, this occurs in the context of capitalism according to Marx, a very Marxian term as well as alienation. So what is alienation and how the alienation occur?"
	},
	{
		"start_time": "59:40",
		"speaker": "Jaime Edwards",
		"words": "Ok. So the right. So the early Marx is very interested in the concept of alienation and fremd, which is a estrangement. Sometimes in English, it's translated as uh a strange um to be alienated is to be alienated from your essential nature. That's what alienation is, right? So if you cannot express or realize your essential nature, right? Um THEN you are in a state of alienation under capitalism, most people engage in productive activity not to express their essential nature, but to uh survive. In that sense, people are always alienated under capitalism because their productive activity doesn't really belong to them. I mean, literally, it's owned by the capitalist who's ever paying, you know, their, their wage, what they produce is owned by the capitalist. It's not even theirs, right? And their productive activity itself is not productive activity they would engage in if they didn't need the wage to survive, right? So, in that sense, people are profoundly alienated under, under capitalism and notice that in that way of characterizing alienation and, and there's more we could say about it, which we do discuss in chapter six of the book. But in that way of characterizing alienation, alienation is not primarily a matter of how you feel. All right, that is people can be alienated from their essential nature and feel perfectly fine about it, right? Um That is until they acquire class consciousness and they realize that they're spending their whole life doing things they would rather not do except they have to in order in order to survive. Um But that's the basic idea of uh of alienation. And again, it's very tightly connected to his notion of human nature."
	},
	{
		"start_time": "1:01:20",
		"speaker": "Ricardo Lopes",
		"words": "So go going back a little bit, I would like to ask you now about uh Marx's ideas about ideology. So uh going back for a second to historical materialism, how do material conditions lead to differences in ideas, culture values, basically what Ma Marx called the super structure?"
	},
	{
		"start_time": "1:01:44",
		"speaker": "Jaime Edwards",
		"words": "Mhm You wanna take that, Jim? Yeah, sure."
	},
	{
		"start_time": "1:01:47",
		"speaker": "Brain Leiter",
		"words": "Um Good. Um Right. So it's a bit of a thorny issue obviously, but I, but what we have going on, I mean, just to, to tie it very closely to the historical materialism account, right? Mars has the idea that um in those cases,"
	},
	{
		"start_time": "1:02:05",
		"speaker": "Jaime Edwards",
		"words": "then there could be"
	},
	{
		"start_time": "1:02:11",
		"speaker": "Brain Leiter",
		"words": "um Right. So in those cases, you're, you're going to have in the case, think of the monarchy or something, right? You have this feudal regime um they, they own the land, they've, they have, they have the land and they're going to"
	},
	{
		"start_time": "1:02:28",
		"speaker": "Jaime Edwards",
		"words": "let me say something quick while Jamie solves the feedback problem and then I give it back to Jamie. I mean, the the basic idea is that the dominant moral, political, philosophical, religious, economic ideas in any society are the ones that serve the interests of the dominant class in that society. Right? That's the basic idea and that's where I'm sure JB was going with that example. So now JB, hopefully you're done. Echoing. Yeah. OK. Your example. All right,"
	},
	{
		"start_time": "1:02:54",
		"speaker": "Brain Leiter",
		"words": "we'll see. Um Right. So, so just like Brand said, right? So you're, you're gonna have um so in, in the times of feudalism, you're going to now have a set of ideas that are going to be the, the ideas that get traction and culture. And Marx predicts with what you're going to get are going to be ideas that reinforce um this, this status quo and that this is what you get. So, right, if you look at in the times of feudalism, you're going to have in the ch you're gonna go to the church and the church is going to tell you um be good and um your reward will be in heaven. And what you need to do right now is to recognize that the, the king or the queen is God's representative on earth, et cetera, et cetera. Um You're going to have the music of the time, the painting of the time are going to be in some sense, not on purpose, propaganda, but so steeped in this culture that they're going to be reproducing it in some ways, right? So there'll be odes to the greatness of the king and the queen and, and et cetera, et cetera. Um And then when we switch to capitalism, those that will disappear and you're going to instead have ideas about the valor of rather than knowing your place in the universe, there will be ideas about um being free where Marx is gonna think this means you're free to leave the land to go work for the factory owners. But these kind of this valor of the new ideal as opposed to the old ideal. But so, so that's, that's in the sense that ideology is tied to the material conditions, right? It's the material conditions are sort of generating um a a situation that are then that's then expressed in the culture of the times. Um uh That's how it's tied to the material conditions. But, but the idea itself, right is, is more complicated than that a bit in Marx. So, right, so in Marx, we get um he again, he doesn't quite come out and identi uh uh define the term uh but he uses it frequently. So uh the the chore is to sort of see what the common, what, what's common throughout his various uses of the term. Uh What we suggest is that throughout the various uses, um there's a core component for ideology, there's an epistemic comp component, namely uh ideologies or uh complexes of beliefs. But importantly, some of the beliefs are going to be false for mark. So not all of not all, not every component will be false, but importantly, you'll be able to look at an ideological belief and there will be a, there will be a, a room for epistemic critique. You can say this is false, this is not true about uh you know the nature of humans or the nature of this particular economic situation or et cetera, et cetera. OK. Um That's one component. Um Marx is very interested though, not just in saying that the views of his opponents are false, but he thinks it's an important thing to understand how they came to be false. And this will be very important for Marx because he, he accuses wide swaths of the community to be um in the grips of ideological belief, right? So, so for instance, the Economic Department, the theology department, the et cetera. So the question is going to be for Marx, he, he wants to say a lot of these beliefs are, are false. Core aspects of these beliefs are false and not just accidentally. So, but systematically. So even people working sort of uh in enclave separate from one another, he thinks theorizing in a particular time are going to come to, to make the same sorts of mistakes. So it's epistemic false. Um There's going to be some account of the genesis of these beliefs, how it could be, that they came to be false and there's going to be a functional component in all of the cases. It's going to be the case that these beliefs are false. We can explain their genesis, but they also serve to promote or at least sustain the interests of the ruling class who have um who have monopolized political power. Um So that's the rough schema in the early days, we get this very early with Marx when he is first becoming critical of the young he gleans. Um, AGAIN, his remarks are scathing. Um, IT'S important to remember they were a big influence and they included his teachers, et cetera. Um, BUT he thinks he thinks that the mistake that they're making is that they're imagining again, echoing things we've talked about already. They're imagining that ideas. This is what they, they take over from Hegel that Marx wants to reject. They think that ideas are, are really where the action is. If you wanna understand transformation over history, you understand ideas. If you yourself want to transform history, you want to make sure people get their conceptions, right? They think about themselves the right way, et cetera, et cetera. Um Marx rejects this for in favor of the historical materialism that we've outlined that he's putting forward and he calls this in the early days their ideology. It's, it's a pejorative sense in their, their belief that ideas are really the um the mechanism of history and which he thinks is false. Um And he has an account of how they came to have this belief. But he thinks this functions, even though, right, we, as we said earlier, people like Bauer were um uh exiled from the academic community. They, the young heals are imagining themselves to be uh revolutionary. But Marx thinks despite what they think, despite their self understanding, they're mistaken because the ideas they're proposing are are so far afi from actually understanding how historical materialism works and a true understanding of class consciousness that even though they think they're being revolutionary, they're in fact just bolstering the status quo. Um So this is in the early days and, and this is gonna be a very particular, we, we detail this in the book. It's a very particular kind of critique of sort of the idealism of The Young Galions. Um But Marx employs this uh more liberally in his later years, he's less interested in, I mean, he continues to do this, but he doesn't exclusively critique people's philosophical views, um their ideological views, but he uses it in the, in the sense that we've kind of come to now um use the term ideology as sort of a still a pejorative um uh view, but a, a pejorative belief um view about a whole host of beliefs people have but still in the spirit of status quo, justifying beliefs, the beliefs about economic system, the beliefs about religious system, the beliefs about a certain moralizing systems, et cetera. Um THAT they're, they're still in the service of um bolstering the, the um prevailing economic interests."
	},
	{
		"start_time": "1:10:16",
		"speaker": "Ricardo Lopes",
		"words": "So now for the last part of our conversation, I would like to ask you a little bit about Marx's legacy and the influence in some of the developments in Marxism that we saw throughout the 20th century particularly. So, h how do writers like Ramsy and the, the ones who were part of the Frankfurt School relate to Marxism."
	},
	{
		"start_time": "1:10:41",
		"speaker": "Brain Leiter",
		"words": "Yeah. Good. I mean, I, you know, last to say here and Brian obviously jump in and I think there's, I think it's good to think of. There's two movements, there's a movement, say before um Western Marxism itself, that's important, which is, you know, after Marx's death, um angles takes up the mantle and people following angles for a while you um uh it's really important to them that Marxism becomes um s what they think of as scientific. Um And so you get this um almost this very orthodox reading of Marx where everything is a completely reduced to science and um it's predictive all the way down, et cetera, et cetera. Um So this is sort of a movement that goes more in the science trying to make Marxism more of like a objective science uh on the model of science. Um"
	},
	{
		"start_time": "1:11:36",
		"speaker": "Jaime Edwards",
		"words": "Can I just interject something about that? Yeah, the last thing you said is, is important on that. Um Marx himself understood his theory to be a scientific theory, they'll understand, right? A Wissen like theory in German is not necessarily a natural scientific theory. Uh THAT doesn't have to be uh physical science, all right. Um uh But he certainly thought he was, you know, had unlocked the secret of historical change and he, you know, was explaining how capitalism works. I mean, so he thought his theory was a scientific theory in that German sense of a, of a scientific um theory. So what, what I think is distinctive and and was probably a bit was the effort by angles but then those especially influenced by angles um to make it into the science of dialectical materialism, right? Um That explains everything, including the physical sciences with Marx. And Marx himself always exempted the physical sciences from his attacks on ideology and, and so on, right? But it, but it is important to realize that Marx thought his theory was a scientific theory. So that wasn't wrong. That was actually correct. It was the particular direction in which they, in which they took it. So that's just what I wanted to interject. Yeah,"
	},
	{
		"start_time": "1:12:49",
		"speaker": "Brain Leiter",
		"words": "that's right. And that think about that's important, right? So, um so with that, um what you have just historically, right is uh actually by world war one, there was a, a large socialist um political movement in Europe. Um THAT'S completely fractured during the first World War. Um PEOPLE working classes of the world did not unite, they retrenched back into their um nationalist enclaves. Um And the revolutionary spirit seemed to have failed after World War one, you, you get what you have in the, the Soviet Union with Lenin. But as Brian's already alluded to um most people in the West thought, no, this is, this is uh not what Marx was predicting, et cetera, et cetera. And then you increasingly see now into the thirties and the forties. Um THE not only the failed, sort of the working class, failing to rise up, but the working class seeming to buy in, in various ways to the, to the system. And so there's a, there's a movement of sort of a birth of what's called Western Marxism. It's um a, a loose um collection of thinkers, not all of them who saw themselves this way. But um but trying to theorize Marxism, given what they took to be the, its failure to predict um the working class revolution. So they then turned in various ways. But you mentioned Gramsci before Gramsci of Lukash, the Frankfurt School in various ways, uh their interests turned to ideology but is ideology, not just a sort of this um limited causal thing that can maintain the status quo um for a while, but be seen through uh instead it becomes in the project becomes increasingly one of understanding, why did the revolution fail? It seems like it's only into something about the thinking, the indoctrination of the working class. Um MAYBE even the thinking, the indoctrination of, you know, capitalism more generally. And so you, you get this move to thinking um moving away from Marx's economics, moving away from historical materialism in, in ways um thinking that is a failed project. And now thinking all the action is really in the ideological realm and that's what we need to understand. Um And so here, you also get, you know, and the thinking goes in various ways, but you get a return to heal is because again, the focus on is on ideas in a way that it seems like that's where all the action is. And so in various ways, these thinkers, I think Brian and I agree that they, this is one of their failings as they uh too quickly think the revolution Marx predicted is going to fail and too quickly abandon the economic aspects of the theory. Um Focusing on this, the sort of the men here."
	},
	{
		"start_time": "1:16:01",
		"speaker": "Jaime Edwards",
		"words": "Yeah, let me uh just add a few complimentary remarks to what Jamie said. I'm gonna put it a little more strongly. I mean, I do think Western Marxism is predicated on a mistake um from a Marxist point of view, um which isn't to say there aren't interesting ideas and people like Kheer and Adorno and Marcus and Ramsey and um and some of the, I'm not sure they're interesting ideas in Lukash, but that's a different matter. Um But um the mistake was that they thought they needed to explain why revolutions had not occurred. Mhm And yet it was absolutely clear that the material conditions for revolutions to be possible. Marx's actual prediction didn't actually obtain. He thought capitalism had to be global. He thought that the uh those who sell their labor power to survive had to be, you know, being gradually miser. OK? And none of this was happening in 19th century Europe, right? One thing Marx did not fully anticipate. Uh Well, I mean, we discussed this in chapter three. He, he started to become aware of it um as his career went on, but he didn't fully anticipate the extent to which the capitalist state would negotiate peace between the classes, right? By, for example, making concessions to labor movements. Right, Marx, I didn't fully foresee that. Um BUT we didn't have global capitalism in 1925 or 1935. Capitalism is much more global. Now, some of the trends that Marx thought um would result from global capitalism, we're actually seeing in the wealthy capitalist countries, right? This is part of the Trump phenomenon is that, you know, there's a huge section of the working class whose lives have gotten worse over the last 30 or 40 years. Historically, when the technology, new technologies would have um you know, would displace labor, human labor from one sector, but move it into another sector, right? You know, um when uh when the automobile, you know, put um put the guys who make horseshoes out of business, they went and worked in the auto factory, right? But what economists even neoclassical economists have been documenting is that in the beginning of the 21st century, there are fewer of these replacement effects that is technology is still displacing labor, but the labor isn't getting replaced, you know, shifted over to another part of the, the economy, you know, um you know, if I were making predictions and I'm no good at and there's no reason people should take my predictions at all seriously. But I'd say we've got another 100 years to go on capitalism before we get to something closer to the situation. Marx is talking about and it may be more than that. Right. And there's huge parts of the globe that haven't been fully incorporated in the capitalist uh capitalist market. So that was the basic mistake was to think that there was a reason that there was something to be explained that required a new explanatory tool, namely ideology, the other development. And this is the one Lukas is responsible for, which is why I think his influence is so pernicious was Lukas had a very hegelian reading of Marx Lukas was basically the return of the left young hegelian that Marx ridiculed in Haiti, right? Um And that then had a spillover effect in lots of aspects of Western Marxism, even with theorists in the Frankfurt School who weren't especially, you know, devoted to Lukas still retained. Um YOU know, took over many of his ideas about the relevance of the hegelian reading of, of Marx. Um So our book in a way is an attempt to restate um uh a more orthodox view of Marx, though not orthodox in, in the, in the Ham fisted angle, Soviet Union way, right? No science of dialectical materialism from us. There is no science of dialectical materialism. Um So I'll stop there."
	},
	{
		"start_time": "1:20:03",
		"speaker": "Ricardo Lopes",
		"words": "OK. Uh uh So I would really love to have time to go through all the major developments in Marxism across the past century. But since we have limited time, let me just ask you a couple of more questions before we wrap up the interview. So uh there are now extinctions of Marxism. I think we could call them that like feminist Marxism. So earlier, we talked about a class. Do you think that Marx would have been open to ideas like intersectionality or expanding the array of social identities or of ca or categories by which people can be oppressed beyond just class?"
	},
	{
		"start_time": "1:20:45",
		"speaker": "Brain Leiter",
		"words": "Yeah. Good. I mean, this is a good question. Brian obviously jump in here too for Marx, what is going to be important, right? The different Marxists who could answer this question differently. Um But I I think what's going to be uncontroversial for Marx is class matters at the end of the day. Um So you, so you might have cases, right? Where there are various moves that can be made within the prevailing system, there might be groups that are more dominated than others, you know, within the present system that seems clear. Um And there could be some progress made, say within, you know, um a a group that stigmatized, destigmatize them or, or things like this right then and that all seems to the good. Um But it's gonna be limited this is what's gonna be crucial for Marx. All of these moves are gonna be moves. You have a society that is fundamentally hierarchical and where the, the economic ruling class is taking advantage, exploiting the, the rest. Right? And so the, the rest again there, there, you know, you can fight over the crumbs in various ways. But I think that's how Marx is gonna see it. It's gonna be crumb fighting and you, you know, and it's not to dismiss all of that. But it's just to say that for Marx, any of these changes are going to be just changes within, say, you know, it's unjust, say within a prevailing system, you might think it's unjust that um certain demographics are on the bottom and certain demographics are on the top and that, that may seem, right? But for Marx, what's going to be more fundamental is, is that presupposing that whole background, which is that it's hierarchical in the first place so you can move around the positions and Marx thinks there's still going to be in a fundamentally um exploitative situation. As long as you have the rulers and the rule, it doesn't matter who's wearing the various hats, right? So, so, um so at, at a minimum, I think Marx is gonna say, um it's what really matters is, is undoing this fundamental hierarchical structure where there's the haves and the have nots um stronger marks. Um I, you know, could, would, would also say things like um these other fights might be a distraction. This is where things will get controversial. But, you know, I think for Marx, he would say it's not that certain um political movements say are yeah, wrong or it wouldn't be good if they had their ends realized or something but focusing exclusively on certain aspects, um frustrates others. So let me give an example, just an example that comes to mind if recently that I think sort of illustrates this. Um THIS is owing to a friend of mine. Um SHE um gave me this example but she uh works in the child welfare system and long story short, you know, a couple of years ago in Illinois, same legislative sessions where they're decreasing funding for kids in um the system who don't have parents, they pass a bipartisan bill that changes what you call kids in the system from wards of the state, which sounds like a prisoner. So it sounds like a dignitary harm to youth in care. And uh that was enacted into law and the both the right and the left went home and patted themselves on the back on this amazing thing they had done for the kids changed what they were called. Um Does it, is it bad that you change what a kid is called? No, it's not bad. You change what a kid is called? Does it change? Does it transform their life in a meaningful way? No. And it and it's ridiculous to think it does and to the extent that you think, to the extent that one thinks so. Right. It's taking, it's distracting attention away from the real needs that are happening. Um JUST as a footnote. Um I uh teach classes in prison and in Wisconsin, they have just switched from um calling prisoners inmates to persons in our care and that's now become official even as, and it remains largely like a dungeon um series of dungeons up there. So I think it's this kind of thing that's going to animate sort of Marxist thinking here. It's not that it's, you know, it's not that we should be fighting over the crumbs. And it's not to say, you know, that's all misguided or something. But I think for Marx, there's a profoundly hierarchical, economically structured system and until you have some, until you amend that in some way, everything else is just um gonna be kind of a losing battle. But"
	},
	{
		"start_time": "1:25:34",
		"speaker": "Jaime Edwards",
		"words": "let me just add 11 thing to that if I might, I, I mean, I agree with everything Jamie said. And the example is certainly an apt example of utterly meaningless symbolic identity politics as it were. Um But, you know, the, the starker form of the question that uh Ricardo, your initial question suggested to me is, um you know, is there still gonna be sexism in a communist society, right? Um And this is a question, a lot of feminist Marxists are, are worried about. Um, AND, you know, it's a hard question to answer. Mark certainly seems to write as if, um, features of sexism in the family that he did notice were artifacts of capitalism. Um, WOULD there cease to be any sexism in a classless society where people weren't locked in a struggle for survival? I'm a little more skeptical and I think this turns on the question of what we think the ultimate roots of sexism are. Um I don't actually think there would be any racism in a class of society because I do think racial prejudice is entirely an artifact of class conflict. Um Sexism, I'm less optimistic about unfortunately because um you know, it may well be that the, the conflict between male and female um even when you take the market out of it, um is still going to result in various kinds of discrimination and oppression specific to sex and, and gender and even in the absence of economic class. But that's just my speculation. Um And I do think it's something that feminist Marxists are correctly worried about. Um So just wanted to add that. Mhm."
	},
	{
		"start_time": "1:27:22",
		"speaker": "Ricardo Lopes",
		"words": "So my last question will be then what aspects of Marxism are still worth considering and are worthy intellectual pursuits in your review?"
	},
	{
		"start_time": "1:27:36",
		"speaker": "Jaime Edwards",
		"words": "Well, do, shall I start on that one? Jem. Um Well, as I mentioned earlier, right? Um Marx's theory of historical change has been very fruitful in history as a way of understanding historical events. And I'm sure historians will continue to draw on aspects of class conflict and class analysis as a way of understanding um historical events. Um I think the Marxist theory of ideology is quite important. Um I think the role of ideology in contemporary societies is really quite extraordinary in terms of what just doesn't get discussed, right? What is just assumed to be off the, off the table? Um And the only explanation I think there is for that is that there are shared ideologies that inevitably turn out to be advantageous to the dominant economic classes in that society. So I think there's still a lot of uh room for for work on that. Um I think Marx's basic diagnosis of, you know, why capitalism is going to go awry is correct. I think other aspects of Marxist economics we didn't talk about like the labor theory of value are just mistaken. Um I think there's a lot of time wasted on trying to salvage it, right? People start treating capital like the Talmud, right? And they want to parse every little sentence. And so I'm not sure that's a productive use of intellectual um time. Um I do think there's a lot of work to be done and a lot of uh theorists inspired by Marx are doing it in thinking about how the concept of class needs to be modified in light of points Jamie made earlier, which is that um you know, the the categories are, they're more mixed now than they were then, right? So a lot of Marxist theorists talk about the profe professional managerial class as somewhere intermediate between the proletariat, you know, um and the traditional capitalist class, right? That is these are the highly educated people who largely work in the service of the capitalist class, but are still as it were selling their labor power, but perhaps they're selling it for a lot of money. Right? So their situation is a bit different than the, uh you know, the people working in the Amazon warehouse, you know, um who are getting the minimum wage. So I think there's important work that's being done there and that, that needs to be done. Those, those are a few. I would single out. I don't know if Jamie wants to add to that."
	},
	{
		"start_time": "1:30:04",
		"speaker": "Brain Leiter",
		"words": "No, II, I would agree with that list. I think, I think those are the, you know, as far as the substantial ideas of Marx. Those strike me as important. I mean, it does seem like we're, we remain in crisis, right? And so, um I, I think that Marx offers insights along, you know, along the content, Brian offered. Marx is also just fun to read. Um So I would encourage if people haven't read, I mean, I, I don't think you should start with capital. It's um a bit tricky but um, but Marx is, is good to read to think through because he what you, when you really right. If you just read his followers, he seems like a religious figure. But when you read Marx himself, you, you, it's an exciting live mind who is responding in real time to events unfolding around him critically but trying to bring all the resources he can to bear on these issues thinking through them in real time. So even if you disagree with certain, you know, of his conclusions, he's an exciting person to read and think along with a bit contagious"
	},
	{
		"start_time": "1:31:07",
		"speaker": "Jaime Edwards",
		"words": "in"
	},
	{
		"start_time": "1:31:07",
		"speaker": "Brain Leiter",
		"words": "that way."
	},
	{
		"start_time": "1:31:08",
		"speaker": "Jaime Edwards",
		"words": "He's funny. He's not boring. Like most academic Marxist are, he's very funny. He's rude. Uh, HE, he hates certain people and he has great fun with them. Um, AND, you know, so he really is enjoyable to read. I think that's right. I wouldn't start, I mean, there are parts of capital that are like that too, but I would agree. I wouldn't, I wouldn't start there. I would even start with the Communist Manifesto. But, you know, um, he's, uh, he's, he's a lot more fun to read than most Marxists I think. I think that was well said by Jamie. Um, AND he should definitely not be treated like a religious figure and we certainly don't do that in the book because we think there are a lot of things like the labor theory of value, um, that were as it were failed intellectual, uh, undertakings that, uh, but that much of Marx survives without it. Mhm"
	},
	{
		"start_time": "1:31:59",
		"speaker": "Ricardo Lopes",
		"words": "Yes. Uh And of course, if people do not want to start directly with Marxist writings, they have this wonderful introductory text we've been talking about. So I'm leaving a link to it in the description down below and Doctor Weber and, and Edwards. Uh JUST before we go, where can people find your work on the internet?"
	},
	{
		"start_time": "1:32:24",
		"speaker": "Jaime Edwards",
		"words": "OK. So, um you know, so I have a page at S SRN Social Science Research Network. So you Google, my name and S Srn you will find lots of papers of mine that you can download um for, for free. Um And uh and you can also find my various musings on my blog, some philosophical, some political called Lighter Reports. Um"
	},
	{
		"start_time": "1:32:51",
		"speaker": "Brain Leiter",
		"words": "And I have a website you can Google me and uh and it will come up and, and anybody who wants to reach out, uh please feel free to do so, too happy to continue this conversation."
	},
	{
		"start_time": "1:33:02",
		"speaker": "Ricardo Lopes",
		"words": "Ok, great. So, Doctor Later, Doctor Edwards, thank you so much for doing this. It's been a wonderful and very informative conversation. Thank you so much."
	},
	{
		"start_time": "1:33:10",
		"speaker": "Jaime Edwards",
		"words": "Thank you. Thank you Ricardo. Thank you for your whole series."
	},
	{
		"start_time": "1:33:15",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show. On Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting Bear. No wolf, Tim Ho Erica LJ Connors Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mar Nevs calling in Hobel Governor Mikel Stormer, Samuel Andre Francis for Agns Ferger Ken Hall, her ma J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S Friends, David Sloan Wilson Yaar, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba Adam Hunt, Pavlo Stassi, Nale Me, Gary G Almansa Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franka La Gilon Cortez or Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano, Chris Williams and Peter. Oin David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberly Johnson, Benjamin Gilbert Jessica, a week in the B brand Nicholas Carlson Ismael Bensley Man, George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dae Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers. These our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Benedikt Muller Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Ser Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]