[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Lobs. And today I'm joined by Reka Blazek. She is a phd candidate at Jesus lab that is the adaptive Cognition and Economics and Society lab of the Department of Cognitive Science at Central European University. She is interested in the cognitive and evolutionary roots of economic and political institutions. In other words, what are the links between the design of the mind and the design of institutions? And today we're talking basically about how social minds generate social phenomena, social norms, ownership and also a little bit about a mental health uh for phd students. So RCA, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:48",
		"speaker": "Réka Blazsek",
		"words": "Yeah. Thank you for having me."
	},
	{
		"start_time": "00:51",
		"speaker": "Ricardo Lopes",
		"words": "OK. So when it comes to the topic of how social minds might generate societal phenomena, I mean, what exactly are you interested in understanding here and particularly linking to things like uh the roots of economic and political institutions?"
	},
	{
		"start_time": "01:12",
		"speaker": "Réka Blazsek",
		"words": "Yeah. So this is a huge topic and this um I, I could talk a lot, a lot about this and in, in fact, in our, in our lab at uh it it, it is our uh pri primary goal is to, is to find the links between the, the design of the mind and uh and several um phenomena that, that, that we see in, in our societies. So, for instance, um some, some of the topics that we, that we deal with include uh ownership, which is, which is my my topic, but we also have uh responsibility, fairness, uh leader of F fo follower games, mi mi misinformation, uh commitment and trust. And uh so these are very di diverse uh diverse topics. And what is in uh what is in common is that um we all all approach these topics uh from their uh co co uh cognitive and um evolutionary point point points of view. So, in other words, we, we try to answer the, the question is that why uh did these things uh evolve in the, in, in, in, in the first place? So what sort of um problems in, in, in society do they try to, to, to solve? And um the main reason why, why we, why we would even have, have this approach is that uh as we all know from, from many different uh fields of study, uh hu hu humans are an ultra social uh uh species. So we are much more social than any other uh gray tapes. And um the, the main uh evidence for this is that we uh humans care about the uh the, the mental states of, of uh Ooo other humans. So we want to affect how the other person thinks and, and what the other person uh uh believes, whereas gray tapes by, by and large, they only care about the behavior of the other gray tape. And um so this, this is one of the um starting points and um a further starting point um be before we go down to the, to the specifics. Um IS that we, we have these incredible um um social cognitive uh capacities. And um so basically, we, we, we, we want to see how these um social cognitive capacities translate into things like like laws and um social norms."
	},
	{
		"start_time": "04:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm"
	},
	{
		"start_time": "04:28",
		"speaker": "Réka Blazsek",
		"words": "A"
	},
	{
		"start_time": "04:28",
		"speaker": "Ricardo Lopes",
		"words": "and so just before we get more specifically into some of the work you're specifically doing on ownership, for example. So how does all of that, how do do all of those starting points then connect to the study and understanding of how economic and political institutions develop ba based on the fact that we have these, as you said, ultra social minds. Uh HOW do, how do we build from one to the other, let's say?"
	},
	{
		"start_time": "05:06",
		"speaker": "Réka Blazsek",
		"words": "Yeah. Um So in uh economics, which is my uh original academic background, uh there is a, a very influential uh definition of um institutions by uh Douglas North, which is that um ins institutions are the humanly devised, formal and informal constraints. Uh THAT, that shape uh how we interact in the, in the economic sphere. Within uh within our societies and, and groups and uh in the uh political arena. And um so I was very inspired by, by, by this quote when I, uh when I first came across it in my uh political economy uh courses and uh and, and, and there is a great uh in, in interest in this, within the um ee economist um community. But uh one thing that left me a bit um unsatisfied is that uh economists tend to treat these um institutions as uh exogenous to the uh uh to the, to the model. Uh But I thought that I'm not sure if, if, if that's right because on the, on the other hand, uh we have uh Pascal boys book uh Minds Make Societies. And uh and I wanted, uh and, and I want, wanted to join a lab uh that, that connects the two and uh and that's what it is, is a, is um so to be a bit more uh uh a bit more specific, um we have this uh not uh this norm um not, nor I'm sorry, um notion from a game theory called uh common knowledge. It's also um very well studied in, in psychology. Um One starting point in, in this uh field in this uh so field is uh Xing's work on uh on uh uh conflict and um in, in, in, in my own work, I try to see how um people I identify what, what is in the, in the common ground with uh with other people that allow them to uh coordinate with each other. So, uh this is a bit abstract and uh by uh coordinations, I mean that um so in our social interactions in our uh in our day to day lives, um one of our main goals is that we want to avoid conflict with each other. Uh But, but we also want to get uh as, as many resources uh as, as, as it is uh as it is possible. And um the theory that I'm, I'm, I'm building to explain uh ownership is that um is that as we go about our lives, uh try, trying to uh trying to meet these 22 goals. We, we, we try to read other people's minds uh which is not an esoteric thing but uh but the psy psychological uh uh process uh uh this is what I mean by the, the social cognitive capacities uh is that in, in the technical jargon, it's that we, we have a mental representation of other people's mental representations. And so we utilize this to, to try to understand what the other person uh what, what wants to do with the, with the resources uh around us. And um when, when, when we come across a resource that we, we both want to use. Uh But uh there is no way to, to, to use it at the same time then uh we have a few uh options in uh ga game theoretic terms. It means that we, we, we have a choice between several uh uh uh pp payoffs. And the best um uh pay off is when I either uh take the resource and you, you don't or you don't take the resource. Uh And uh I do it. Yeah. So in uh in other words, we, we have a choice between usage and no usage or no usage and uh and usage. And if we both want to try to use it at the same time, then we have costs of uh of fighting with each other. And if none of us uh u uses the resource, then we miss out on the, on the benefits that may, that the, the resource may yield us. And um so to give you a bit more uh con context about this uh uh for formulation. So this is called the, the usage game that is used to, to model uh ownership in uh uh Chea's book understanding in, in institutions. But this, this sort of uh uh payoff pay of matrix has also been called the hog dove game in uh evolutionary biology, but also the chicken game in uh in uh uh economics. Um And it, the, the, the chicken game is about um letting the other, other person know that you're, you're just about to make a move or you're not just about to make ma make a move and then what, what connects, uh, all, all of these games is that, um, it's a bit counterintuitive to, to, to, to think that. So some, sometimes I'm, I would be more, uh, better off if I don't go for, for, for, for, for, for the research that I want. Um, AND yeah, so, uh, I, I don't want to talk to too much about game theory."
	},
	{
		"start_time": "12:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OK. So let me ask you because you've just described a little bit or gave us a broad idea of the kinds of games specifically, I guess coordinations that you use in behavior economics here to then, right, to go from there to I guess modeling social norms, right? So, uh I mean, you, you do you have those kinds of studies based on those games? And so uh how do you, do you go from there to modeling social norms? Exactly."
	},
	{
		"start_time": "12:58",
		"speaker": "Réka Blazsek",
		"words": "Yes. Um I understand the question. I'm trying to think of the best way to."
	},
	{
		"start_time": "13:03",
		"speaker": "Ricardo Lopes",
		"words": "No, of course. Thank you."
	},
	{
		"start_time": "13:05",
		"speaker": "Réka Blazsek",
		"words": "No worries uh to, to explain it. So when, when we are faced with this uh with these payoffs, uh then we have this um uh selection problem. So we, we, we have to choose between who, who goes for the resource and, and who, who, who, who, who, if it draws. And this is where uh so social norms come in or in, in my, in my specific work. Uh This is where beliefs about uh on ownership uh coming coming coming to the model um in um in um in the theoretical framework that uh Francesco coa uses in, in, in his book, uh he has this notion um correlation device and uh the uh correlation device is any sort of um norm or anything that, that sends a, a signal to the, to the 22 parties about uh how, how, how, how, how they should behave. Uh So to make, make it uh a bit less uh AAA abstract, we have uh the traffic lights. So when, and uh traffic lights send um a clear signal about who should go, go, go ahead and uh and who, who should wait. And um the fact that it's that it's a red light and the, and the, and the green light makes it very easy to be instantly recognized. Uh WHO should do what. And um, and we also know that everybody around us who, who takes part uh in uh in traffic also knows what these, uh what these lights mean. And we, we follow what the, what the lights uh tell, tells us to do, knowing that everybody else uh around us uh does this and it's not because we have all signed some, some, some sort of form that I, I uh promise to not run into you. And uh but it's um it's this um uh sort of in invisible but not quite uh invisible uh on, on unwritten rules uh that, that govern our lives. And, uh, and this is where, uh, common knowledge comes in. So, uh, common knowledge is, is defined as the thing that I know you, you, you know, and we both know that, that, that, that we both know and the fact that we both know that uh, red means stop changes how we, how, how, how we behave. And, um, and this is where, um, the model, OK. Um, TO, to scale up and start. Mhm"
	},
	{
		"start_time": "16:34",
		"speaker": "Ricardo Lopes",
		"words": "So, uh I mean, perhaps to get into a more concrete example, you've already told us a little bit about uh how, then you study ownership and how you're interested in ownership, but perhaps getting more specifically into that, let me ask you a few more specific questions about your work on ownership and how it applies to our lives basically. So, uh uh I mean, uh where exactly what are the domains of our lives where ownership applies? Because perhaps there are a few more domains where it applies that perhaps we commonly do not think about it as having anything to do with ownership. Exactly. So tell us a little bit about that."
	},
	{
		"start_time": "17:27",
		"speaker": "Réka Blazsek",
		"words": "Actually, I would say that ownership applies to every domain uh in our lives. So we, if you, if, if you think about it, we, we talk about lots of different things in terms of ownership. So of course, we have our uh belongings at home that um that are, of course uh ours, but we also use the term uh ownership to, to talk about i ideas. Uh So uh a, a tune or some sentences in a, in a book or in a, in a scientific paper. Um We also uh talk about the uh public space that, that surround us in, in terms of ownership. So, like the uh our park or our uh street which scales up to uh con concepts like our nation as opposed to their nation. Um I would say that our bodies is a, is a special case of uh of ownership. Mhm And there are many uh uh many, many questions at the fringes of ownership that, that are, are highly uh uh topical right now. So for, for, for instance, it's not clear who, who owns the uh uh uh uh output of Chad GP T. Um And uh it's also not clear who, who will own um outer space. And does this even make, make any sense to ask who would own uh outer space?"
	},
	{
		"start_time": "19:19",
		"speaker": "Ricardo Lopes",
		"words": "A and also at a certain point, you mentioned, when I asked you about how you model social norms about how beliefs in this specific case about ownership really play a role here. But what are these beliefs about ownership? I mean, are there specific kinds of beliefs that people have that perhaps are more or less universal across human societies, for example."
	},
	{
		"start_time": "19:50",
		"speaker": "Réka Blazsek",
		"words": "Yes, there are 22 beliefs about ownership that are uh near universal across uh across cultures the one that is very well documented is the first possession assumption. Uh Orie Friedman has done a lot of work. Uh SH showing that uh this not only emerges at a very young age, but it also emerges at roughly the same ages across, across many cultures. And it means that the, the first person who was seen with an object owns the object. Um And actually this, this is the basis of many uh, laws in us, uh, uh, property loan based on, um, 1/19 century, uh, uh, court case called, uh, Pearson versus Post. And they were fighting about, uh, a fox that they were goes hunting. Uh, WELL, one of them, uh, saw it first but the other, uh, shot it first and then, so the dispute was over who actually gets to keep the, the, the fox. And the court ruled that, uh, the person who c first can claim ownership, uh, over it. The other, uh, that is somewhat universal, um, is the importance of the last piece of food. Um This is based on, uh, anecdotal, um, evidence that I've been, uh, collecting in recent weeks. Um And, uh, what, what I, what, what I have found that many, many languages across the world have a special phrase or saying that, that suggests that, that, uh, that taking the last piece of food is, uh, either, uh, shameful or that the last piece of food is, uh, uh, special. So only the the special person gets to, gets to take it. And if I'm not mistaken, there are actually two phrases in uh in Portuguese, one about the um the last biscuit in the uh in the uh package."
	},
	{
		"start_time": "22:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. By the way, the phrase in Portuguese is a whole mob. So"
	},
	{
		"start_time": "22:26",
		"speaker": "Réka Blazsek",
		"words": "yes. And the other other one is that I, I feel like the last uh slice of bread in the loaf uh which I'm told is a, is a way to express that you feel abandoned somehow."
	},
	{
		"start_time": "22:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm"
	},
	{
		"start_time": "22:43",
		"speaker": "Réka Blazsek",
		"words": "uh"
	},
	{
		"start_time": "22:43",
		"speaker": "Ricardo Lopes",
		"words": "But uh by the way, you, you mentioned uh two or three beliefs about ownership that at least according to the best evidence we have. And according to what you said are at near universal, but it's one thing for us to have those beliefs across human societies. But do we have any idea of why we have them? I mean, where exactly they come from because why these beliefs specifically? That's, I guess the question here."
	},
	{
		"start_time": "23:17",
		"speaker": "Réka Blazsek",
		"words": "Yeah. The short answer to that question is that we have no, no, no idea where, where, where, where they come from. Um That there hasn't been uh too much research about, about uh the uh evolutionary roots of the, of, of these beliefs. Um WE have and uh a lot of um ethnographic uh evidence about uh ho ho how much uh norms vary when it comes to uh giving sh sharing and, and um uh uh gifting and, and we also know that, uh, theft is, uh, very much, um, ff, frowned upon, uh, and it's, it's, uh, p punished in, in, in severe ways. Um, BUT where they, where they come from exactly is not, not explained that. Well, uh, there is some re re research, um, about it, um, which I, I would put in, um, uh, on a, on a spectrum and at the 11 end of the, one end of the spectrum, these beliefs and, and norms of that ownership would be explained uh purely in terms of so social learning and uh and following rules. So uh this is um th th th this, this would be the uh purely ga game theoretic uh ex explanation of beliefs. Um And the main, main point here is that uh we just simply acquire these norms uh as we, as we as, as, as we grow up. Um But um we don't, we, we are not born with any specific ideas about uh about ownership or uh sharing resources. And at the other end of the, of the spectrum, um we, we have this idea that uh on ownership is a core uh cog cognitive uh capacity so that it, it's uh it's specifically evolved and it's uh it's like uh um naive uh uh physics or naive uh uh so sociology, meaning that uh that we are born with, with some very basic ideas uh about uh in, in, in interactions between other people or uh that we, we have this uh uh expectation that um objects fall, fall down when we let go of them. That's uh that, that, that is what called uh naive um uh physics. Uh And this, this idea is uh uh has been developed by uh Friedman and uh uh others. And um we also have a, a newer um uh theory of the psychology of ownership by uh by Pascal Boyer. And he explains it as the in interaction of uh two cognitive um sys systems, which is um cooper operation and co com competition. And that's where uh uh beliefs about on ownership are born. And I would put my own uh developing series somewhere somewhere in the middle that um that we primarily want to coordinate with uh with other hu hu human beings. So we use um anything that we expect uh the other person to uh to know about the uh social environment around us. Um So we use what whatever is in the, in the uh common ground in order to coordinate with each other about the use of resources. And that could explain why, why we have uh such a big uh diversity in uh in uh own she believes."
	},
	{
		"start_time": "28:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so, I mean, just to summarize it a little bit before we move on to the last topic of our conversation today. So there's an array of theories out there from the ones that are, that propose perhaps some more innate mechanisms or some innateness to the idea of, or being attuned to ownership in some way, all the way to the ones that are perhaps more developmental based or more sociologically based where you are really socially exposed to beliefs about ownership and that's how you acquire them. But I mean, even I, I would imagine that, uh first of all, at this point, we're still not sure which of these theories is correct or at least more correct than the others. Or perhaps, or perhaps they might be correct in some aspects but not others and they then might complement each other. I don't know. But uh even if there are some near universality to some of these ownership beliefs, it uh uh that in and of itself does not indicate necessarily that uh the beliefs themselves are somewhat innate, right? Because, I mean, it's just that we, even if there's some innateness to our, we're being attuned to pay attention to perhaps uh social information about ownership or ownership beliefs and practices, uh that's not the same as those beliefs being uh innate, right? It's something that we might just acquire through, I don't know, some game theoretical phenomena or some other sort of uh social psychological uh mechanisms uh that we might acquire from other people in our society and culture. Right."
	},
	{
		"start_time": "30:09",
		"speaker": "Réka Blazsek",
		"words": "Yeah. Yeah. II, I think that the way you put it is uh is exactly right. So I, I don't believe that um the first possession assumption for instance, is uh in and of itself um innate. It's the, it's the fact that it's so intuitive is what, what makes it uh a cultural um universal. So, uh as you said, the innate mechanisms that uh we all share um as a h humans is the, is the ability to, to be uh ultras social and the, and the ability and the desire to uh to, to cooper and coordinate with others. And this um this manifests uh it. So this is uh manifest from or in, in uh a white uh range of uh cul cultural be, be, be behaviors or to put it in a, in a slightly different way. The uh uh there are cultural uh evolutionary processes that cater to the uh cognitive capacities of humans that are uh scaffolded on, on top of uh bi biological evolutionary processes. And to uh translate that um I would say that there is a, that there are two sets of in intuitions. Uh DIVIDER set is the, the uh biological set and the uh the local uh the local culture uh makes it more uh uh specific to the. So, so that it fits the, the, the highly specific local uh en environment. So to give an example, we have um in, in, in, in inheritance and um usually in most, most societies, the uh offspring uh gets some of the wealth or uh land or whatever that the, that their uh that, that their parents had because, uh, it's more, more beneficial if, if it stays within the, uh, within the same, uh, kinship structure and it's, um, but it's ba based on the, the specific, um, society uh, uh structure, uh, that who, who, who gets to in, in inherit first, the, the first born son or the 1st, 1st born daughter."
	},
	{
		"start_time": "33:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Ok, great. So, um, I guess that, uh, now we can move on to the last topic of our conversation today, which has to do with mental health in phd students. I mean, you are a phd student. I myself have never been a phd student but I have a master's degree. So it was already a bit stressful back then. So tell us a little bit more about that. So, uh I, I mean, o of course, this is not a strictly academic topic but since you are a phd student and you are interested in this, I mean, in the challenges and mental challenges and anxieties that the phd student usually goes through. What are your, uh I mean, what would you have to say about the topic here?"
	},
	{
		"start_time": "34:02",
		"speaker": "Réka Blazsek",
		"words": "Yeah, I, I think it's important to uh talk about it and e especially in, in your uh uh show because I assume most of your audience are uh in uh academia uh either at the phd student level or, or at the faculty level. And um so what, what I the, the mo most, most important thing that um that I think every phd student goes through is that when we, when we start this um journey, we, we have to make the mental switch from consuming knowledge to, to producing knowledge. And um that's not easy at all and all the um series and uh scientific um uh paradigms that, that we had to master in our master's degrees. And, and before that they, we, we, we find out that they are actually not that much um set in stone. And uh everything is much more uh mu much more flexible and much less uh uh predictable than then, than we thought it would be. And um and this is, this is where the, the challenge uh uh stems from because when, as, as we, as, as we try to find our uh uh specific fields that we uh that, that we write our diseases on. We, we have to, we, we have to find a way to, to make a meaningful contribution to uh to academia and um uh that's not easy at all. Um And the, and the other, other thing that's uh that's uh specific to uh to the position of phd students is that um the whole, the whole uh structure uh of most phd programs around the world uh is uh that we are basically our, our own boss and that the uh mo motivation it has to come from viz because um the, the fruits of our, our labor. Um, IT'S not that it, it doesn't come then the next day. In fact, it, it, it, it takes years to, to, to see some actual tangible results. And, um, and then, you know, you, you have to be able to, to, to find what, uh, what motivates you on the, on the, on the day to day basis."
	},
	{
		"start_time": "37:11",
		"speaker": "Ricardo Lopes",
		"words": "A and so, basically, I guess that the main challenge here is that as you move from your master's degree to a phd, uh you have basically to become a theoretician yourself, right? I mean, you have to try to start to develop your own hypothesis and not just consume the work of other people uh and try and try to make work on that basis. And you also have to try to be to become more and more aware of the fact that perhaps if you're trying to study or understand the particular phenomena in this case, for example, a psychological phenomenon, um you have to look across the different hypotheses out there are different theories, some of them with more or less support and you have to try to basically weigh them. Uh And then uh uh also, I, I would imagine that at the end of the day, you also have to decide on the theoretical framework that you're going to apply in your specific work, which is, I would imagine very complicated. I mean, I, I'm, I'm uh an interview or a science communicator to some extent. As I said, I've never been a phd student, but just because I talk with people from many areas and disciplines and sometimes we, we end up covering the same topics but from different perspectives. And I myself many times find myself thinking about, ok, so there's this theory, that theory and then of course, it's not for me to decide which one is correct. I just ask the questions and many times if people are honest, they say, oh, we're still not sure. Uh I have this and that idea. I don't know. Or I think that the, this theory has more support to it than the others. And I'm going to explain why, but we're still not sure, something like that. And uh but, but um in most cases, I mean, I'm interviewing already, professors, tenured professors, people that have been doing this for sometimes decades and for a phd student to really get into that mindset and to really uh by themselves trying to evaluate all that kind of information I would imagine is very complicated,"
	},
	{
		"start_time": "39:38",
		"speaker": "Réka Blazsek",
		"words": "right? Yes. Um It is. Um And it's, it's important to um understand that um on, on, on the one hand, all the uh uh theoretical frameworks that, that we use, they ha they have their limits and uh and every sort of um empirical work also has, has their, their, their limits. Um So, uh so, as I said, in the, in the first part of this uh interview II, I use insights from, from, from game theory, but also from uh anthropology and uh uh and cognitive science. Uh Because I, because I, I think that every academic field has, has their uh advantages but also also their limits and um uh the, the best way to, to, to find the, the richest um explanation or the or the, or the best uh uh mo model is to, is to combining insights from uh from multiple fields. And that means that um that it's hard to, it's hard to reconcile established um frameworks with other established frameworks. And uh it takes, I would say years of um or, or, or lots of time to, to, to sharpen your um argumentative skills and to, and to really try to understand what uh CRE A uh tr tries to explain um and what uh Creb tr tries to do and how, how they can uh or where they, where they co co co compliment each other. And yeah, as, as, as you said, we, um we, we will never know the full truth about um our fields and about uh anything to be, to be honest, we can just get better at better at uh creating tools that help us understand it."
	},
	{
		"start_time": "42:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And even when it comes to the sort of need for interdisciplinary, I mean, getting familiarized with different fields and different methodologies, different theories that that's also a very big challenge, right? Because for example, if someone in your particular case, is tried to bring, to bring to the table tools from psychology, economics, anthropology, cognitive science. I mean, that's not easy at all because I would imagine that if someone was to get into a phd, that is so interdisciplinary and they come from, for example, anthropology or economics or psychology, I mean, they have been trained and they are familiarized with the particular math methodologies, uh ways of theorizing from there are those specific areas, right? And so uh when they go into the phd, they also have to try to train themselves uh when it comes to all of those different um ways of theorizing and methodologies from uh fields that they are not familiar with that. And I, I mean, I'm not, uh I'm not saying that these also cannot really be a collaborative enterprise because uh you also might collaborate with other people in your phd and get insights from them. But, but still, I mean, you, you've already went through several, several years acquiring knowledge and training yourself in how to be a, I don't know, as, and a scientist in psychology, anthropology, economics or whatever. And now suddenly you also, you have to expand and what, what you've learned from one area does not necessarily apply or work the same for other areas."
	},
	{
		"start_time": "44:01",
		"speaker": "Réka Blazsek",
		"words": "Right. Yeah. Um Yeah, that, that is exactly right. So in um um economics, the sample sizes tend to be much, much bigger than in, in psychology, And in the, in the first couple of months, I was uh surprised at this frankly that, um uh but then I understood that the, that the goal of data collection in, in one field and in, and in the other is, is not the same. Um And then same, same goes for the, for the statistical methods themselves. Um There are certain models that uh that are uh favored in, in, in, in, in psychology. Uh BUT they are not used at all in, in uh uh economics. And if you ask um uh professors, then they, they, they might say that that, yeah, don't, don't use that because um um it, it introduces uh too, too much noise in your, to your, to your results and, and it's very hard to interpret them. But in, in psychology, it's um it seems to be fine and, and also we uh we have to understand that these, these fields are also a collection of um conventions. So uh how you, how, how, how you write a ho how you write a, a AAA paper, how you formulate a question, how you uh choose your specific uh method? They to uh to some extent they are, they are based on the, the, the conventions in that, in that specific field. Um And then, yeah, you, you, you said uh collaboration with other fields. So um one very rewarding thing of being part of the AC lab is that um uh every member comes from, uh, from a, from a different field. Uh, MANY are trained in, uh, anthropology. Some, some people are trained in, uh, uh, political science. Um, AND of course, uh, everybody has, uh, some training in, in psy psychology. So, um, that not only means that collectively we have quite a big, uh, wealth of, um, ideas and, uh, and, uh, and knowledge, it also means that, uh, we can really learn, learn from each other and, and um and we can um he help each other to come up with a, with a richer uh ex ex explanation of the, of the uh PP phenomena that we are uh uh uh studying and to come back to the very beginning of the interview, we are, we are all um interested in um coming up with explanations that, that really get them to the core of the, of these weird things that we see uh happening in, in society every day."
	},
	{
		"start_time": "47:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Y Yeah. And I would imagine also here that uh I mean, the there's this common idea there that there's one way of doing science and you learn how to do it, you learn, for example, how to read the paper, you learn statistical analysis and all of that and uh you're fine, you can properly evaluate scientific information from all areas. But uh I mean, uh sometimes I've talked with people who do work in education, educational psychologists, for example, people from cognitive science that also do work on that. And I think that the correct term mirror would be uh context independent critical thinking skills. That is uh suppo supposed set of critical thinking skills in science that you could apply across all disciplines and domains. But uh I, I guess that the uh it doesn't really work that way because to pro to be able to properly evaluate work in anthropology, psychology, economics and so on, you really have to do the work and learn the, the, the theories there and learn how to properly evaluate evidence there, learn the methodology, particularly the methodologies vary a lot across different disciplines and learn how to really, I mean, so I've read the paper, what can I conclude from these, from these data? Uh I mean, i it's, it's not the same across different domains, right? I mean, of course, you are more aware of this than I am, I guess. So, do, do you agree with that or, or not?"
	},
	{
		"start_time": "49:25",
		"speaker": "Réka Blazsek",
		"words": "Yeah. Uh I do so. Um HISTORICALLY, uh and an anthropology and psychology has been um uh pitted against because um um you know, to, to be very um to put, put things in a nutshell. Uh An, an anthropology tries to explain things uh from the, from the perspective of how the that specific context uh shapes the, the, the, the behavior of the, of, of the person or, or, or the group. And uh psychology is the opposite in, in the sense that it, it, it, it assumes that there are that there are universal things about uh every human being. And um when you, when you read a paper in, in one field and, and then the other, then, then, then you have to keep this um um this um main as assumption in mind or uh or another example is um economics and, and, and, and psychology, so many models in micro uh economics um assume rational choice. And then um many findings in, in psychology have shown that uh people are not always rational. Uh So those uh these deviations from the, from the rational choice uh have been called uh uh cognitive biases. But actually, I, I wouldn't recall them uh that because they are not, they are, they're not a mistake. They are, these uh biases would be better called as uh mental shortcuts that evolved to make uh uh decision making easier. But when they are taken to a, to a slightly different uh con context, then uh they, they might lead to a worse outcome. So, having a strong uh uh preference for calorie rich uh food or sweet, sweet, sweet foods is not um uh a fundamental mistake that we have to correct that this evolved in a, in an environment where uh where food was, was scarce and you couldn't go to the supermarket and we,"
	},
	{
		"start_time": "52:00",
		"speaker": "Ricardo Lopes",
		"words": "we were, we were more calorie restricted."
	},
	{
		"start_time": "52:03",
		"speaker": "Réka Blazsek",
		"words": "Right? Yes, exactly. So, um you said something about one way to do science. Right. And I, I think the one that, um, the, the one good way or to, to do science, right is to stay open minded and, uh, uh, curious and, um, um, well, try to read across fields and also to, to have, uh, hobbies outside academia because, uh, as phd students it's easy to, to, to think that we have to spend 12 hours a day on our, on our thesis. But um I don't think that that's um that's the right thing to, to do."
	},
	{
		"start_time": "52:59",
		"speaker": "Ricardo Lopes",
		"words": "Uh A and by the way, and this will probably be my last question since uh I introduced the topic by mentioning mental health in phd students. So I, in your experience, what would you say are some of the mental health consequences of really having to make this shift into becoming a phd student?"
	},
	{
		"start_time": "53:24",
		"speaker": "Réka Blazsek",
		"words": "Well, a common thing is the impostors, impostors syndrome where you, where you think that you, you don't actually belong or you, you are a fraud, you are not cut out to, to do the work that you are supposed to be doing, right? But um I guess in 99% of the cases that's, that's not true. Um Some, some something else that that's common is that in my experience that some phd students feel uh isolated. Um But when you know that um most people around you struggle with the same things, then that knowledge should make you feel less isolated So this is also an example of how common knowledge changes our behavior."
	},
	{
		"start_time": "54:29",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that, of course, I haven't looked at the data for a while now, but I remember reading some studies a few years ago where if I remember correctly, um phd students suffer, tend to suffer from anxiety, depression and other conditions like that. I, I mean, they, when I say they tend to suffer, it's uh higher proportion than the general population. I, I guess,"
	},
	{
		"start_time": "55:01",
		"speaker": "Réka Blazsek",
		"words": "yeah, I, I think I've seen that too but I'm not sure what explains that. So it, it, I, I don't think that um people who are not prone to uh an anxiety and depression suddenly and develop them when they start their phd s, it's maybe it might be the case that people who are already prone to these, uh to these conditions sort of self select themselves into, into the, into the phd. Um But in a, in a sense it, it doesn't really matter what, um what, what the, what the source of, of this is because um uh what, what is the point is, what, what can be done to, to make it easier. Um And so many, many universities or have a, have a uh some sort of in House uh Psychological Council. Um And in, in general there, there's a lot of focus on, on mental health and all sorts of social media platforms. And um if supervisors are, are aware of this, that um, that their students are also human beings and they are, it's, it's not just that the, that, that the two of them were gonna, we gonna work on a topic together but uh that both of them or the, the students have, have these uh sorts of um challenges then most supervisors in, in my experience try to um accommodate for this and, and make it uh a smoother ride."
	},
	{
		"start_time": "57:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. And, and also I would imagine that another thing that it has been implicit and in what we were saying here is that when you move from, for example, a master's degree to a phd, the workload also goes uh I, I mean, increases a lot,"
	},
	{
		"start_time": "57:23",
		"speaker": "Réka Blazsek",
		"words": "right? Well, in, in my case, it's not, it's not, not exactly the true. So when I was a master student, I uh I felt that I had much more work to do on a day, day, day by day basis. But that, that's because my task at the time was to master all these, all these different uh concepts and fields, etcetera and as, as a phd student, you are your own boss. Uh So it's really up to you how much you, you work on a on a on a given day. I think there are two key key things in, in uh managing the the workload. One is to be to be consistent and do a bit every day. And of course, what is the bit that, that you do every day is up, up to you. So you have to spend some time on, um, on, on discovering what works for you. Um The other thing is that you have to be clear about uh your goals so so that you can be intentional about how you spend those 5688 hours per, per day on, on your work. Because um it's a policy to think that you have to read everything that's been ever written before before you can actively uh actively, actively contribute. And I, I fall into this trap sometimes too and it's uh an idle reading. It's pleasant, but it's, it's not always the most useful thing, thing to do, right? Um So I would say that um the phd journey is a lot is, is uh similar to art because it's a creative uh uh process where nobody tells you what the end goal is supposed to be like. But it's, it comes from you and from your, from your ideas and from your own uh influences. And um you will know when it's the most um the most ready to be for the, for the uh public eye."
	},
	{
		"start_time": "1:00:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Great. Sore. Uh Let's send the interview here. Would you like to tell people just before we go where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:00:12",
		"speaker": "Réka Blazsek",
		"words": "Uh Sure. So, um I recently became active on Blue Sky, which is the new uh social media app uh for academics and for other people too. And because Twitter is not what it used to be. Um So you can, you can find me on blue sky and also on the uh a web website which is Ac dot C eu.edu."
	},
	{
		"start_time": "1:00:40",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So I'm leaving uh links to that in the description box of the interview. And thank you so much for taking the time to come on the show. It's been fun to talk to you."
	},
	{
		"start_time": "1:00:52",
		"speaker": "Réka Blazsek",
		"words": "Well, thank you so much. It's been my pleasure."
	},
	{
		"start_time": "1:00:55",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mar Nevs calling in Hafid Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel s friends, David Wilson, Yasa, dear Roman Roach Diego, Jan Punter, Romani, Charlotte, Bli, Nicole Barba, Adam hunt, Pavlo Stassi, Nale Me. Gary G Alman, Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca Lati Gilon Cortez or Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di Costa Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Fist Larry Dey Junior, Old Einon Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor. Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley Man, George Katis, Valentine Steinman, Perros, Kate Van Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi. Perpendicular Janner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Toni, Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all"
	}
]