[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Kara Okabach. She is associate professor and director of the Human Eenergetics Laboratory at the University of Notre Dame. And today we're talking mostly about human energetics and hunting in human society. So, Doctor Rockerbach, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Cara Ocobock",
		"words": "Ricardo, thank you so much for having me on. I'm really excited about this today."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "Awesome. So, let's get into it then. First of all, just to introduce the first topic here. Could you tell us what human energetics is about? I mean, actually, I've already interviewed many anthropologists on the show, but I don't remember ever Having an interview. Perhaps we've touched a little bit on uh on it here and there, but having an interview really talking directly about human energetics, at least I can't remember having one of those. So what sorts of things do you study there?"
	},
	{
		"start_time": "01:09",
		"speaker": "Cara Ocobock",
		"words": "Yeah, that, that's also a wonderful, you know, shout out to anthropology being such a broad field that you can study so many different things. So, human energetics is basically looking at calories, how many calories individuals consume. That's one thing you think about the diet and what's actually be taking in and where those calories are coming from. Uh, I'm a bit more interested in where those calories are going. Uh, HOW do human bodies allocate calories to different tasks, whether they be tasks that you're aware of, like running around the block, or the tasks of just keeping your body alive that are always going on in the background. And then how the body adjusts when there's a change, whether internally or externally a change. How does somebody's metabolism, uh, or energetic throughput alter in response to those kinds of changes. And so very broadly, that's what it is, and it can be used in any number of different contexts, whether it be anthropology or exercise physiology or medicine. Uh, A lot of people are looking at this kind of thing of across fields."
	},
	{
		"start_time": "02:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And of course, human energetics, I would imagine we could say has a lot to do with the kinds of environments humans live in. We can live in more or less extreme environments. And you've done some work exactly on that, on humans living in extreme environments. So, what is exactly an extreme environment for a human?"
	},
	{
		"start_time": "02:35",
		"speaker": "Cara Ocobock",
		"words": "Yeah, so, I mean, there are technically, I would have to go back and look at the exact numbers, but there are actual technical cutoffs of what people consider to be extreme heat or extreme cold or extreme humidity or extreme dryness. Uh, BUT if you want to think about it, very, and this is not an accurate definition, but kind of anything that puts you outside of your thermon-neutral zone, if we're Talking about extremes of temperature and so our bodies kind of live at the 98.6, but we prefer a room temperature at around 70 degrees, and this is all Fahrenheit. Sorry for folks at home using Celsius. Um, ANYTHING that pushes your body to either have to cool down because of a warmer external temperature or warm up because of colder external temperature could be considered a bit of an extreme. But of course that's a simplification, um, and so when we talk about my work, which is in Finland. Uh, THEY can have, you know, -40 째C. I, when I think of Finland, I, I shift to Celsius. But I think in general I'm in Fahrenheit. Uh, BUT you know, they can have temperatures as cold as -30 -40 째C, and that is an extreme cold environment. Uh, AND we can also see seasonal extremes. Uh, SO where I live in the mid West of the United States. Uh, WE typically have really pleasant summers, but more extreme heat in summers has become far more common than it used to be in the past. And so we are now seeing not only your standard extremes that have been around a long time, but areas that are typically temperate, experiencing more extremes as well."
	},
	{
		"start_time": "04:02",
		"speaker": "Ricardo Lopes",
		"words": "So it has a lot to do with factors like uh temperature, right? Uh, ARE there other factors that you also consider?"
	},
	{
		"start_time": "04:12",
		"speaker": "Cara Ocobock",
		"words": "Uh, TEMPERATURE, humidity, or dryness in the other way, and high altitude is one of the big classic extremes within, uh, within anthropology. It's probably one of the best studied extremes within the field of anthropology and across the board in any subfield of anthropology, high altitude, they've done such excellent work, uh, from the cultural to the genetics, it's absolutely fantastic."
	},
	{
		"start_time": "04:34",
		"speaker": "Ricardo Lopes",
		"words": "Uh, HIGH altitude is usually associated with less availability of oxygen in the air,"
	},
	{
		"start_time": "04:41",
		"speaker": "Cara Ocobock",
		"words": "right? Correct, yeah, the partial pressure of oxygen, you don't get quite as much in with each breath, absolutely, but you also get other things usually not as much plant life. Grow at high altitude, uh, and the same thing, you don't have quite as many animals, so you have a kind of a resource extreme there, uh, and then usually higher UV exposure from the sun because you are literally physically closer with less ozone separating you between the, uh, the sun and your skin."
	},
	{
		"start_time": "05:09",
		"speaker": "Ricardo Lopes",
		"words": "So I would imagine that one of the questions that some my audience at this point would be asking is, since we're now very unfortunately going through climate change at a global scale, do you think that studying human energetics could help us deal with some of the consequences that we will have to deal with it, particularly in terms of uh temperature variation?"
	},
	{
		"start_time": "05:35",
		"speaker": "Cara Ocobock",
		"words": "Yeah, that's a really wonderful question and as somebody who works in a cold climate, I often get asked why are you working in the cold? It's not gonna be cold much longer. Um, HOWEVER, I do think there is, of course I have to think that there is a way to relate it all, and I think energetics is definitely a tool in the toolkit of maybe not necessarily solving. At least not right away, solving any issues our bodies face, but I think it's absolutely important in helping us understand how our bodies are changing and potential negative impacts of these climatic shifts to more extremes, uh, and so. Knowing exactly how many calories can't necessarily give us, you know, a benefit with climate change, but seeing how we're responding absolutely can. Um, AND I also want to zoom out a little bit and that, you know, anyone who studies energetics, it's never just energetics, uh, you know, we're also looking at how physical activity is going to be shifting because of extremes. So in extreme cold or extreme heat, people might become less active in order to stay out of that extreme, and that can have detrimental health effects. And we also look at the downstream of how things are changing with body composition, and how people are also behaviorally and culturally managing these different extremes that they are now coming into contact with."
	},
	{
		"start_time": "06:49",
		"speaker": "Ricardo Lopes",
		"words": "By the way, taking into account this issue of climate change and because people from different societies are adapted to specific kinds of climate, is this adaptation uh mainly a genetic one or can people that used to live in a particular kind of environment also adapt to a new one with new environmental conditions, particularly when it comes To, uh, raising temperatures, for example, or rising temperatures, for example. Because I was wondering if, uh, I mean, behaviorally, culturally, or even physiologically, people even throughout their lifespan can adapt to environments that would be very different from the ones they were born in and lived in through most of their lives."
	},
	{
		"start_time": "07:46",
		"speaker": "Cara Ocobock",
		"words": "Yeah, so this becomes a very interesting semantic conversation unfortunately, of, you know, how you define adaptation, and I try to be a bit more strict and and I know I fail at doing this all the time of what adaptation is, but, you know, by the classic definition and adaptation is a A physiological, anatomical, whatever kind of feature you wanna think of that has a genetic basis that can be inherited so that it gets passed down from generation to generation, whether you're still in that high altitude or not, that those kids will be born with high altitude adaptations, um. When we think about people who go from 11 extreme to another extreme, if they were to develop, you know, an actual adaptation, that would take generations upon generations to actually develop. But we do actually physiologically alter our bodies, uh, in different extremes, and that's called acclimatization. Uh, SO you have adaptation, which is a permanent thing. You've got it. It's in your genes, you're not getting rid of it unless it's happening over multiple generations. Acclimatization takes, you know, 10 days to 2 weeks. So for folks who are climbing Mount Everest, for example, which actually I think we're like right around that period of time where people might be making a a summit attempts on Mount Everest, it's usually right around this time of year. Uh, IT takes, that's why it actually takes. Them like 2 months to climb Mount Everest because they're doing this constant go up and then acclimatize to that elevation and then go back down and recover and then go back up and acclimatize and then go back down. It's a back and forth, back and forth. And so our bodies are actually quite flexible in our ability to acclimatize to different environments, but there are limits, just like there are limits with adaptations as well. And so I think when it comes to climate change, I don't think we have the time to physiologically, genetically adapt. Uh, OUR, our generation times are not fast enough for us to be able to do that. Certain, certain animals, organisms can bacteria have very short generation times, so they can quickly adapt to things, but humans can't. And so when it comes to things like climate change, I think our ability to acclimatize will be important, but I think our approach to it culturally, behaviorally, and technologically are going to be the keys to us making it through, um, if we ever actually make it through, if we do, it'll be because of those things."
	},
	{
		"start_time": "10:07",
		"speaker": "Ricardo Lopes",
		"words": "Right. So tell us now about your work with reindeer herders in subarctic Finland. So, what are, what aspects of their physiology and energetics have you focused on?"
	},
	{
		"start_time": "10:22",
		"speaker": "Cara Ocobock",
		"words": "Yeah, so it started out as kind of a, a classic study looking at cold climate adaptations of, you know, what might actually exist. Uh, COLD climate populations have not been well studied since the 1930s to the 1950s. There was a little bit of it with, um, Doctors Josh Snodgrass and Doctor, uh, Bill Leonard, both of whom I adore beyond all belief and reason. Uh, AND they worked in Russia, uh, with the Yakutia there looking at some cold climate adaptation. As well, um, and then one of their students, uh, Doctor Stephanie Levy has continued it, but now, of course, no work is continuing in Russia whatsoever. Uh, AND so that project's kind of done. But I knew there was a gap, that there was this big gap in our understanding of cold climate adaptation. Um, AND I want to go back to high altitude for a moment and that there are 32 well studied populations for high altitude and a third that's not quite as well studied, but we're, we're definitely getting up there. Um, AND we found a completely different suite of adaptations across those three, and so even though they have the same exposures, physiologically, evolutionarily, they, they went along different routes and that's exactly how evolution works. It, it takes the route it has available. There's no perfect endpoint. Uh, AND so, you know, that makes you wonder, is that gonna be similar across uh different extremes. So can you expect different cold climate populations to be adapted differently to cold, and we can't answer that unless we have the data, which means we have to work with more cold climate populations. And so some of the typical things that we see, if we just talk about body shape and size and form, is typically in in cold climates you see shorter and broader body shapes, and this reduces the amount of surface area relative to body mass, which means you lose less heat to a cold environment. You see the opposite in hot, uh, where individuals tend to be more narrow and tall, that way they have tons of surface area and they could dump all their heat to the environment to, to keep their body temperature down. So in cold we see short and kind of stout, uh, and we also typically see greater muscle mass as well as greater fat, uh, and actual adipose tissue, and this is an insulative sort of property or or so we think that it actually helps provide extra layers from losing that internal body heat. Physiologically, we see some interesting things as well. Uh, I'll go into the ones that I don't study directly and then the ones I do study directly. Uh, BUT you see, uh, what's called the hunter response or hunting response. And this is an oscillation in your blood vessels between vasoconstrictions, so tightening up, and vasodilation. So opening up. Uh, YOU vasoconstrict in order to conserve heat, and then you vasodilate to make sure you are getting blood to like your fingers and toes so they don't fall off and die, which is not what you want in any climate. Uh, AND so you see this kind of oscillation between vasoconstriction and vasodilation to both save heat but keep the tissue alive. Um, SO that's one. You see, shivering, we have all experienced shivering at some point in our lives. That's not super effective in producing extra body heat, but it can help. Uh, AND then one of the things that, uh, or two of the things as I say I'm very interested in, uh, go down to the energetic. So resting metabolic rate, Cold climate adapt or cold climate populations on average can have 20 to 40% higher resting metabolic rates than Than expected and compared to folks from, say, temperate climates. And so their bodies produce more heat because they lose so much more to the environment. And then the other thing that I'm interested in is brown adipose tissue, and this is a kind of fat that burns only to keep you warm. It's very mitochondria dense, and in adults, it's located in the supraclavicular region. So for folks at home, it's just right around your shoulder, kind of between the tip of your shoulder and neck. And um also along the major deep blood vessels, which is not as easy to get to in field work. Um, HUMAN babies are born with it, like a cape down the front and down the back since they do not have a mature thermoregulatory system. And it used to be thought that once babies burned through that, adults never had it. And it is now, the more we look, the more we see all over the place. Um, WE'VE even found brown adipose tissue in a Samoan population, which is a tropical population, and so it's entirely possible that that brown fat is a pan-human, deeply ancient adaptation, uh, which would be like, Kara, what in the world are you saying? Humans evolved in Africa, which is a hot, hot area, what in the world. But in those in those regions, yeah, it's hot during the day, but at night it, it gets quite cold, uh, the temperature drops and so brown adipose tissue could actually have been a very important piece of anatomy to keep individuals warm during the night. Uh, SO that's kind of the, the big suite of things we see, and then you can also dive down into to more specifics like thyroid hormone as that relates to resting metabolic rate. Your thyroid hormone kind of sets the thermostat of your body. So typically if you have a higher resting metabolic rate, you might have higher thyroid hormone levels as well in cold climates."
	},
	{
		"start_time": "15:20",
		"speaker": "Ricardo Lopes",
		"words": "So many different things to try to break down here. Let me ask you a little bit more about fat or um I, I mean, because you mentioned brown adipose tissue there, but if I understood it correctly, it's not just that, that people in These more extreme colder environments have more brown adipose tissue, but they also have more, uh, white adipose tissue, right? To, to try to insulate them a little bit more."
	},
	{
		"start_time": "15:51",
		"speaker": "Cara Ocobock",
		"words": "Exactly correct. And I, I also want to clarify too with both brown, at least how we measure it in the field so that people don't get the, the wrong. Idea from it, but yeah, so they do absolutely have more white fat. So think of the subcutaneous fat that's under your skin all over the body. Uh, COLD climate populations do tend to have more of that than hot climate populations. And then brown fat, at least with the field methods we use because we're not putting people into CT scans or PET scans, you know, in the middle of the Arctic, um. We can't measure volume of brown fat with our methods. Our methods involve thermal imaging cameras and measuring metabolic rate during cold exposure. So we can measure its activity. And we see that in how things will light up warmer where brown fat is compared to areas that don't have brown fat, as well as an increase in metabolic rate. And we, we try to keep those cold exposures during the test. At like 12 to 15 째C, and for those who like Fahrenheit, it's like 60 째F. So it's actually not cold cold, but it's a mild cold enough temperature that your body turns on brown fat but doesn't get you to shiver. But if you start shivering, we don't know if the metabolic rate is increasing because of the shivering or because of the brown fat."
	},
	{
		"start_time": "17:03",
		"speaker": "Ricardo Lopes",
		"words": "Yes, uh, and I wanted to ask you about that specifically because, uh, we have this very common idea and it's also at at the very least, an oversimplification that white fat equals bad fat and brown fat equals good fat. I mean, is there any truth to that"
	},
	{
		"start_time": "17:25",
		"speaker": "Cara Ocobock",
		"words": "or? I mean, it's a yes and no. Of course. It's never as clear cut as people want it to be. Um, AND so I, I, I think another important thing that folks need to understand is that fat, white fat, because it's very obvious from what I'm saying that brown fat is active and it burns calories and things like that. Like, I think people understand that. But what I think a lot of people don't really recognize is that white adipose tissue, it is an organ, and it's an organ that interacts with the rest of your body. It produces hormones. It responds to hormones. And so it's not this inner thing that you're just carrying around. It's not just these extra energy packets your body can use if it needs to. Uh, IT, it does actually have an endocrine and physiological function in the body, and we all have an essential fat level, which means if you go below a certain amount, your body doesn't work well. Everybody needs fat to function properly. So as the good versus bad, now that we know that fat actually does have a purpose outside of just being an energy pocket, um, it's actually a little bit more about location than it is necessarily about the fact that it's white or brown fat. You have subcutaneous fat and you have visceral fat. The subcutaneous fat is if you were to pull your arm and you pinch at your skin, that's subcutaneous. That's the stuff on the surface. The visceral fat is the stuff that's under the muscle layer, particularly around the abdomen, and it's in and around your organs. That's the more dangerous fat because of that endocrine process that goes on, the fact that it is an endocrine organ. And that interacts, the more fat you get, it does become an issue. You have this constant chronic inflammation around the organs. And so white fat inherently on, on its own is not bad, but having more in one location is much worse than having it in another location."
	},
	{
		"start_time": "19:14",
		"speaker": "Ricardo Lopes",
		"words": "But even the white fat that we have surrounding our internal organs, I mean, it's not good for us to have too much of it, but we need at least some of it to keep them in place,"
	},
	{
		"start_time": "19:27",
		"speaker": "Cara Ocobock",
		"words": "we need at least some of it, you know, if, if you want to think about the bare mini. Just to protect your kidneys. I mean, those organs are hanging out between the pelvis and the rib cage completely there for, for getting battered. And so having a bit of a fat layer to protect them is incredibly important. And you also have an apron of fat that protects your, uh, intestines. It's called the greater omentum. And so we all have a certain amount of essential necessary fat that your body needs to survive and Last any sort of beating that it might take, but having too much, just like having too much of anything can can lead to problems, particularly in the visceral fat when we're talking about that."
	},
	{
		"start_time": "20:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, these reindeer herders, apart from these more physiological metabolical aspects to them, do they have any other ways of coping with harsh winter conditions specifically?"
	},
	{
		"start_time": "20:20",
		"speaker": "Cara Ocobock",
		"words": "They know what they're doing, Ricardo. It's like it's, it's always very, very impressive to me when I think about it, and it shouldn't be because of course, like they've been living there for, you know, millennia, of course they know what they're doing. Um, SO what I find really great about the reindeer herders is that they have this, this, they are complete, you know, it's Finland, you know, this is a first world country, really wonderful infrastructure, all of that. Uh, AND so they have the things available to them for the most part. But the reindeer herders are really wonderful about incorporating modern technology and knowledge into their traditional technology and knowledge. And by traditional, I talk about the reindeer herders and in particular the indigenous Sami of the region. And there are Sami all the way from Norway, Sweden, Finland, and in Russia as well. Um, AND usually the Sami are very different from one end to the other and Like Sami from Norway might not even understand Sami from Russia, that the dialects are so wide ranging, um, and so, you know, the reindeer herders know in certain snow conditions it's better to wear the reindeer skin boots, but in other snow conditions it's way better to use the fancy Gore-Tex boots that you bought at the store, uh, you know, and depending if it's rain falling or ice falling or snow falling, they would prefer a reindeer skin coat or they would prefer, you know, The typical again Gore-Tex code that you can get when you ride a snowmobile, um, and so they have a lot of great ways of incorporating different forms of technology, uh, at many different levels to to to maintain. Their body temperature and their health and safety in these extreme environments. They're also very aware of their environment. They are very, very knowledgeable about the landscape. They're very knowledgeable about changes and what those changes might indicate about potential dangers coming up. Um. And they are very knowledgeable about how to navigate all of that, and they know when to say no. Like, right, conditions are getting bad. I'm not going to push through because that's a deadly decision in this kind of environment. They know when to stop, they know when to hunker down, um, and they're always good about having maps and GPS units and things like that in case conditions really deteriorate in the field. And so, yeah, they manage it really, really well. And uh one of the things that we're moving towards with this project is trying to understand how they are navigating climate change because the Arctic has, has witnessed climate change earlier and more acutely than a lot of other places in the world. And so they have watched their landscape change. They have watched their weather patterns change, and it's altering how their Occupation works now compared to what it was 50, 100 years ago. And so, uh, a new aim of this study is trying to understand how climate change not only impacts their occupation, but also their biology and how it might be responding to a cold environment that is no longer as cold as it used to be."
	},
	{
		"start_time": "23:11",
		"speaker": "Ricardo Lopes",
		"words": "You know, when I read about your work on the reindeer herders from Finland, one of the other people that came to my mind, and I hope I'm remembering their name correctly, are the Nexs from northern Russia around the Siberia area because they also sort of build most of their culture at least their economy around reindeers,"
	},
	{
		"start_time": "23:39",
		"speaker": "Cara Ocobock",
		"words": "right? Mhm. Yeah, and it's an interesting thing too, of, of, again, the ways in which people are accommodating modern times and changes is that, yeah, the reindeer herders are still reindeer herders, but they've now started incorporating a whole lot of tourism into their business because reindeer herding is getting more expensive due to climate change and supplemental feed and all of these things. And so now they start running tourists, uh. Kind of companies of you get to be a reindeer herder for a day. So come out to our reindeer herding farm and you can learn how to be a reindeer herder. Uh, BUT they will also supplement with forestry and mining jobs as well, kinds of things. And so there are those who do nothing but herding as a living, um, and then there are those who are kind of part-time herders as well as part-time other things."
	},
	{
		"start_time": "24:24",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, by the way, let me ask you because this is another, probably another misconception that we have to tackle here, these reindeer herders because they have more fat in their bodies. If we were to use uh or to calculate their body mass index, wouldn't they be considered probably obese?"
	},
	{
		"start_time": "24:51",
		"speaker": "Cara Ocobock",
		"words": "Yeah, uh, I literally gave a talk about this last night. So that is on my mind. I started with them all defining what is body mass index and what do you know about it. Um, YEAH, so at least with the herders I worked with, so with with the group of folks that I took measurements from 75% of them would be classified as overweight or obese. Based on body mass index. And, you know, as you know, and this is why I'm sure you brought it up, is that we all have these ideas about what your body mass index means. And that if you fall within this obese category, you are going to have cardiovascular disease, you have an increased risk of diabetes, stroke, cancers, depression, all of these various things that people attach to this number. Body mass index is purely your weight divided by your height squared. That's it. It tells you nothing else about how your body works or even what that weight is made up of. Is it, are you 10% body fat or are you 40% body fat? Those are very different things and in the ways in which your body works. Um, AND even body mass index when it was developed historically by Adolfo Klay, he was a statistician just interested in population means and finding ways to describe body shape and size, and he was explicit in his own publication that this should not be used for health and determining health and predicting health, and here we are, you know, basing insurance premiums and, you know, whether or not somebody might get a blood test based on BMI. Um, BUT the interesting part about it, at least with the herders, is that yes, that 75% of them were overweight or obese, but their blood biomarkers, so things like their cholesterol and all the different cholesterols and their glucose looked really good. They did not look bad the way one might expect given the propensity for a high BMI in the population."
	},
	{
		"start_time": "26:37",
		"speaker": "Ricardo Lopes",
		"words": "I mean, this is very interesting because, uh, I, I mean, when a few years ago, I first learned about BMI, one of the first things that came to mind, but I guess I thought it would be a little bit silly to ask the question to a doctor because probably the, I, I thought that probably they would make fun of me is, uh, I mean, aren't Aren't there people who have, for example, and this is just an example, a very high muscle mass. And so if you just calculate their BMI they would also be considered obese, but that doesn't make any sense at all. Yeah."
	},
	{
		"start_time": "27:21",
		"speaker": "Cara Ocobock",
		"words": "I mean, so, I mean, there's always the caveat here to this example. But if you think of modern day bodybuilders, if they aren't using steroids that will destroy their health, this is the caveat. But if you think of, you know, somebody who's 180 pounds and one's a bodybuilder and one never, you know, lifts a finger ever, there's gonna be a big difference in what that 180 pounds actually consists of, whether it's fat or muscle. So that's absolutely right. Uh, BODY mass index is not taken into account body composition."
	},
	{
		"start_time": "27:51",
		"speaker": "Ricardo Lopes",
		"words": "So, I, I mean, why is it that and even in medicine, people still uh resort to BMI so much? I mean, would, shouldn't they resort to things like, I don't know, abdominal perimeter or something like that? Isn't that a better health indicator than just BMI by itself?"
	},
	{
		"start_time": "28:12",
		"speaker": "Cara Ocobock",
		"words": "It's easy. BMI is easy. You need the person's height and you need their weight, and you can pop it into an online calculator or calculate it on your phone. That's why it's an easy thing. You are 100% correct comparing waist circumference to hip circumference. That is a Much better metric because that goes back to what we talked about before, is that kind of lets you know how much visceral fat someone might be containing holding versus the, uh, subcutaneous. So if they have wider hips, that's more subcutaneous fat. But if they have a larger stomach, that's gonna be more visceral fat."
	},
	{
		"start_time": "28:46",
		"speaker": "Ricardo Lopes",
		"words": "So, but I mean, do you think that, for example, in Western populations that perhaps BMI would be more or much better of an health indicator than, for example, among uh reindeer herders because they have this sort of physiological slash metabolical adaptation to those kinds of extreme environments or not at all."
	},
	{
		"start_time": "29:14",
		"speaker": "Cara Ocobock",
		"words": "I don't, I don't think it's useful and you know, the problem is we all end up having to use it to some degree, but BMI, both when it was initially created and then when it was tested by Ansel Keys, it was created based on studying males from Europe aged 18 to 30 who were in the military. That's not representative of the global population, that's not representative of the Western world, um. And then when Ansel Keys did it, he tested 5 populations, 4 of which were your your males from European descent, age 18 to 30, and then one was a Bantu population from Africa. Guess how BMI held up with the Bantu population. It didn't. It didn't work. It didn't properly assess body fat or any sorts of health indicators in the Bantu population and An keys, it's just like, yeah, whatever. It works for these four white folks, so let's just continue along with it. And we also know it doesn't work well in a Japanese population. It typically tends to underestimate body fat in a Japanese population. It tends to overestimate body fat um uh among women and especially black women. And so, in, you know, in, in the western world in which we are a hodgepodge of people from all over the globe, BMI I think keeps keeps losing its importance, and I think we need to move to a different metric, uh, to, to better understand how an individual's health is."
	},
	{
		"start_time": "30:35",
		"speaker": "Ricardo Lopes",
		"words": "And I was also thinking, and if this doesn't make sense, please correct me, but isn't it also the case that even within Uh, western countries, people live in different kinds of environments and perhaps people who live in very cold climates, even though they might not get as cold as the climates where, uh, reindeer herders live in, but still if they live in the mountains, for example, that perhaps they would also have more body fat, but they would still be healthy."
	},
	{
		"start_time": "31:08",
		"speaker": "Cara Ocobock",
		"words": "Then absolutely there's a potential. I don't want there to be a blanket that just because you carry extra fat and cold, you're safe cause that's not going to be true. Uh, ANYONE who gives you blanket statements, always be aware they be worried that there's always gonna be issues. Um, AND I mean it does seem to be true at least for now, among the the reindeer herder population and it could well have been. True. Uh, WHEN you think of North American cold climate populations, but the effects of colonialism have been so drastic on North American cold climate indigenous populations that that connection has been completely broken between, you know, what would have been healthy fat and a healthy metabolic profile that basically doesn't exist anymore because the colonialist influences."
	},
	{
		"start_time": "31:52",
		"speaker": "Ricardo Lopes",
		"words": "So just to try to make sort of a segue between the topic of human energetics and the topic of hunting, which will also, at least to some extent include energetics here. Are there important sex differences in human energetics or no?"
	},
	{
		"start_time": "32:10",
		"speaker": "Cara Ocobock",
		"words": "There, there are and there aren't, um, and I, I wanna say. Because my reindeer herders revealed a wild sex difference that has never been seen before. Um, WHEN it comes to energetics, there is males on average tend to have a higher metabolic rate than females. However, this is just largely due to differences in size. Uh, SO your resting metabolic rate correlates most or best with your fat-free masks. Or you can think of it as your muscle mass, but it also correlates well with overall body mass. Males on average are larger than females and tend to have more muscle mass, again, on average than females. So, yeah, males have higher metabolic rates, but once you start controlling for differences in size, there isn't something innately male that makes the metabolic rate higher. And so then the giant wrench thrown into all of this is the reindeer that I worked with, uh, so the females are on average 20 kg smaller than the males, which makes sense, like that's, that's pretty standard. But they had higher metabolic rates than the males, both relatively when you control for differences in body size, but also absolutely higher, so that even when you're not correcting for body size, these much smaller females had higher metabolic rates than the males, and that has never been seen before and it's absolutely wild. When I saw the numbers, I was freaked out and like this has got to be wrong. But then we collected more data in February 2023, and we, it just strengthened the result that females did have higher metabolic rates than the males. um, AND I think this might relate in many ways to both uh better technology but also climate change. Uh, THAT overall cold stress is not as cold or stressful anymore in Finland as the way it used to be, both because of better technology and because of climate change. And so we might start seeing greater variation in resting metabolic rate with a with a trend downwards, um, as time goes on. And I think females might be more resistant to that change, or that change might have to happen over a much longer period of time than males, uh, because again, to go back to this idea of resting metabolic rate and thyroid hormone. Thyroid hormone sets the thermostat, kind of sets your resting metabolic rate, but it is also a critical hormone during the early stages of pregnancy, that if an individual who is pregnant cannot increase their thyroid hormone during the 1st 10 weeks of pregnancy, that will very likely result in a miscarriage. And so if you imagine a cold climate population individual, they're operating at a higher baseline, uh, just on their own. And then once they get pregnant, they still have to elevate well above that baseline. If that baseline starts shifting, the, the, the upper amount that needed for pregnancy might not shift down accordingly. And so that would put pregnancies, successful pregnancies at greater risk of failure. Uh, AND So I think females might be more resistant to that change or slower to change in response to it in order to, to maintain, um, reproductive capacity to some degree. But we don't know. Um, WE, we measured it in February of 2023, and we do see higher T4, uh, levels among female herders compared to all other groups that we've looked at. And so we're gonna continue that for the next 3 years to get a lot more data."
	},
	{
		"start_time": "35:22",
		"speaker": "Ricardo Lopes",
		"words": "Do these average differences that you pointed to at the beginning of your answer are correlate, are they correlated in any way with hormonal differences, like, for example, men on average having higher levels of testosterone and women higher levels of estrogen. I mean, I'm not. SAYING, uh, that it would have directly to do with that because I'm not sure to what extent, uh, hormones like testosterone or estrogen play a role directly in metabolic rates, but perhaps indirectly through producing, in the case of testosterone, higher muscle mass and stuff like that."
	},
	{
		"start_time": "36:03",
		"speaker": "Cara Ocobock",
		"words": "You answered part of it already, which is exactly that, that we sadly know far more about testosterone and these things than we do estrogen. Uh, BUT yeah, so it would be indirectly through, you know, more muscle mass from testosterone and growth hormone as well. Uh, THERE could also be an indirect effect with estrogen because estrogen actually, uh, increases the number of receptors for testosterone and growth hormones. So estrogen has a positive effect on muscle increases. As well. One thing that we are starting to at least think we see, and this is not my work, this is, uh, Edma Lanson out in Colorado, um, that estrogen might have a big impact on brown adipose tissue. That more estrogen might mean more brown fat, uh, but that, that work is still ongoing, but there is some indication that estrogen could have a positive effect on brown adipose tissue. So that would also increase metabolic rate."
	},
	{
		"start_time": "36:54",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into the contentious topic of hunting."
	},
	{
		"start_time": "37:02",
		"speaker": "Cara Ocobock",
		"words": "The amazing thing is that this should not be contentious at all, but you know, here we are."
	},
	{
		"start_time": "37:07",
		"speaker": "Ricardo Lopes",
		"words": "Well, well, let me just say that and we'll come back to this point toward the end of our conversation, but let me just say that. Uh, I don't think that among, uh, anthropologists who take the discussion seriously, it is that contentious. I mean, they are mostly discussing some of the details there, but I don't think that many people get that riled up,"
	},
	{
		"start_time": "37:34",
		"speaker": "Cara Ocobock",
		"words": "get riled so many feelings about this. Well,"
	},
	{
		"start_time": "37:39",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I mean, let, let's see, let's discuss that, but Uh, where the, just to introduce the topic, where does this idea of man the hunter comes from and where is it exactly?"
	},
	{
		"start_time": "37:54",
		"speaker": "Cara Ocobock",
		"words": "Yeah, so I mean there's been a couple of different formulations, but honestly I mean it even goes back to the days of Darwin and Herbert Spencer, you know, when you think it's not so much the origin of Species, everyone knows about the origin of Species, uh, but Darwin's second book, The Descent of Man, uh, is where he started exploring in particular, um, differences in Secondary sex characteristics. And so the most common non-human example is the peacock. Male peacocks have these crazy fancy tails, and they're very, very colorful, whereas the peahen, which is the female version of peafowl, um, are like brown and, you know, quote unquote boring. And that's a big difference, especially as a bird. If you are brightly colored and you have to carry around this giant heavy tail, that is a big eat me sign to any predator. It's the kind of thing like why would you do this evolutionarily, um, and you know Darwin was talking about the ways in which this would demonstrate, you know, a healthy individual that could not only grow a fancy tail and pretty feathers, but also evade predators, and that would be a signal to a pea hen that this is someone I might want to mate with. So he was interested in sexual selection. Uh, AND that's kind of a big chunk of what the descent of man was about. And, you know, he recognized a lot of it within the animal kingdom being female choice, that it was females choosing males. But then that disappeared in Darwin's kind of view once he started talking about humans and that everything was more driven by males rather than females. So it was this kind of like very female dominant thing when it comes to non-humans, but the moment we get to humans, he switched it. And a lot of this has to do with the Victorian ideals of the time that he was living in, that, you know, females were passive and submissive, and they should only concern themselves with duties of the household, domestic duties."
	},
	{
		"start_time": "39:42",
		"speaker": "Ricardo Lopes",
		"words": "And they are, they are not very intelligent, right? Correct,"
	},
	{
		"start_time": "39:47",
		"speaker": "Cara Ocobock",
		"words": "because why you don't need to be intelligent to pop babies out. And you know, maintain the household and in this Victorian view, uh, so for folks at home, these are not my views. This is a Victorian view, yeah, it's, yeah, I have been quoted out of context before, of which I'm describing Victorian views, and they are saying that that's what I'm saying about women today. I'm like. Can you read? Is that reading comprehension like, anyway, um, and so yeah, and that all this innovation is driven by males, and there's this kind of idea and you know, Darwin even touches on it, but not extensively, but even within our evolutionary past that it was males developing the tools and the weapons that are kind of the hallmarks of human evolution and that these were specifically used for things like hunting to provide for the family, um, and Even Darwin and, you know, Herbert Spencer talking about these things too, of that, like, it's always been about, they have this idea that monogamy, that you have, you know, female, male, isolated pairs within, you know, the family unit, has a very deep origin in their mind. And so that monogamy existed for quite some time. Um, AND that it was hunting and tools, and it was men using these tools to hunt, to provide the meat and all of that, that allowed us to be the humans we are today. Yeah. And so that fit well within Victorian thinking of, you know, the sexual division of labor and and sex roles, uh, and that kind of continued on and there's other things we could talk about with that too, uh, but it became very formalized within anthropology in the 1960s. So in 1966, uh, Lee and Devore held a conference that was sponsored by the Winter Gren Foundation called Man the Hunter. And so I, I, I have been accused of mischaracterizing Man the Hunter, and so I'm gonna be much more specific about it when I, when I talk about it in this context. Uh, BUT the, the, the main goal of that man the Hunter conference and then the edited volume that came two years later was to kind of be a, a, a review, a broad overview of what we know about modern hunter gatherers at the time. So by the 1960s, so not today today. Um, AND so it was, you know, the majority of the chapters were about modern hunter gatherers of the time, and, you know, there was a little bit about sexual division of labor and there was a focus on hunting and some of them. But then there are these three chapters a little bit later on in the edited volume, uh, the big ones by, uh, Washburn and Lancaster is one chapter, and then the other chapters by Laughlin. They talk about the importance of hunting to human evolution. And this is really where the biggest issue, I, I think comes from the man, the hunter idea, uh, and I know Lee and Devore themselves kind of disagreed with a lot of it, but they did edit the book and OK those chapters to go into that book, so they are not completely faultless here. Uh, BUT these two chapters were very specifically hunting is the reason that we are who we are today. All of the features that separate us from, you know, our, our nonhuman primate cousins, or chimpanzees, is because of hunting. Uh, HUNTING required us to be highly social, to coordinate it. So we also needed bigger brains to be able to do that social coordination and planning. Hunting also required really fancy tools to be able to take down and prepare those animals, which you also needed a big brain to be able to do. And then hunting also needed you to be physically strong and active and have a lot of endurance to actually do the physical hunting itself. And so the idea was, is that everything that made us human was because of hunting, and hunting was only done by men. That's the man, the hunter kind of idea in a nutshell. Um, AND that has persisted to this day is all you gotta do is go on Twitter right now and type in man the hunter, and you'll see the freak out about people, the idea that women may have hunted. Um, IT'S still very Persistent. It's what I grew up with too. I, I mean, if you think about the, the comic books, cartoons, movies, TV shows, whatever, anytime you see the, the, the prehistoric past depicted, it's men doing the hunting and women are in the cave tending the fire in the babies. That is the, the majority. And there have actually been studies on this too, looking at the percentage of who was doing what in various depictions of human evolution. And it's the men being active hunters and the female being passive caretakers."
	},
	{
		"start_time": "44:04",
		"speaker": "Ricardo Lopes",
		"words": "But let me ask you this specific question. By hunting, do they mean just, uh, hunting big game or also small game? Because I guess that's an important thing."
	},
	{
		"start_time": "44:17",
		"speaker": "Cara Ocobock",
		"words": "It's an"
	},
	{
		"start_time": "44:17",
		"speaker": "Ricardo Lopes",
		"words": "important"
	},
	{
		"start_time": "44:18",
		"speaker": "Cara Ocobock",
		"words": "distinction, but here's the thing, Ricardo, which is amazing, is that there was never a solid definition put forward of hunting. In Man the Hunter. It's, it's kind of defined in different ways and utilized in different ways. And so there's a really interesting chapter about the Ainu by Watanabe in the Man the Hunter, and this is one like looking at the modern hunter gatherers at the time and um these are a group of indigenous folks in islands around Japan and Women and men are hunting in the Ainu, like they both are, and he even says that in the chapter, but then he decides to focus on the big game hunting only, and that's only males doing it, ignoring the deer, which how deer are not necessarily considered maybe medium game, but that's still I would think larger anyway, um. He decides to focus on big game hunting only as as an important part of their culture and then completely ignores the fact that women are hunting too, and that even the majority of the hunting is not big game hunting because that's not as reliable. There aren't as many and it is much harder to do and the success rate for big game hunting is actually really low. It is the smaller to medium game that's far more reliable resource, um, and that everyone's kind of doing that, but it gets ignored."
	},
	{
		"start_time": "45:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let me just ask you this before we get into your set of papers on the archaeological and physiological evidence for uh women also participating in hunting. So, nowadays, uh, are there still many people, anthropologists who work on hunting that claim that all the hunting. Including small game is done by men, or is that something that I already went beyond."
	},
	{
		"start_time": "46:07",
		"speaker": "Cara Ocobock",
		"words": "I do not think that you could find and maybe you can. Maybe I should be careful. I, I don't think you should be able to find anyone, you know, the behavioral ecologists who do a lot of work with modern day hunter gatherers and the, uh, you know, the ethnographers who do as well. Women are doing small game hunting. By and large, the vast majority of modern day hunter gatherers, the big game hunting is done by men. This is true and never anything that I refute whatsoever, but that's not true for all modern day hunter gatherers. It is not a universal. So there are exceptions to that for sure, uh, but women are, are well documented doing trapping, which some people don't consider hunting, um, as well as hunting small game, which some people for some reason don't consider hunting either. They call it small game foraging, and I don't fully unders. Stand that distinction, but whatever. Um, SO yeah, by and large modern day hunter gatherers, large game big game hunting is meant for males, uh, and females can take part in large big game hunting that we do see in some populations, but they are also getting small game as well."
	},
	{
		"start_time": "47:12",
		"speaker": "Ricardo Lopes",
		"words": "I mean, let me just laugh a little bit because small small game foraging sounds sort of funny because it sounds like women are still going out there just to gather things,"
	},
	{
		"start_time": "47:25",
		"speaker": "Cara Ocobock",
		"words": "just pluck these animals out of a tree like an apple. Like, you know, it's, it's one of those absurd distinctions that only serve the purpose of trying to put big game hunting higher on a hierarchy. They're trying to distinguish it as You know, a better thing than, you know, the more reliable resource that people can get. That's still hunting. I don't, you know, let's go find the Daegu tree or, you know, I need to pick Daegus and eat them off of a tree. It's absurd. Sorry."
	},
	{
		"start_time": "47:55",
		"speaker": "Ricardo Lopes",
		"words": "Um, I, I guess that small animals just get mesmerized when they see a woman and they just, they just let them beat them."
	},
	{
		"start_time": "48:03",
		"speaker": "Cara Ocobock",
		"words": "They just jump right in the basket. Please eat me. Yeah."
	},
	{
		"start_time": "48:08",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. So let's get into your papers then. So you present both archaeological and physiological evidence, uh, that you suggest points toward women having perhaps a higher participation in hunting than people have normally suggested. So, could you walk us through the main points there in when it comes to the archaeological and the physiological evidence?"
	},
	{
		"start_time": "48:37",
		"speaker": "Cara Ocobock",
		"words": "And so this is how I always wanna make sure I set it up that like I just said, modern day hunter gatherers, the majority, it's men doing big game hunting. And what we were talking about specifically within these two papers is looking at the Middle Paleolithic. So we're talking like 11,000 years to what, like, I don't know, 150,000 years kind of thing. So deeper in the past. So we are not talking about modern people here. Um, AND we wanted to address both the archaeological evidence, which is pretty unequivocal actually on this, uh, but also one of the big things that Darwin and, uh, Herbert Spencer, and then of course, going back to Man the Hunter, Washburn, Lancaster and Laughlin, all of that. One of their big contentions was that women would not have been physically or physiologically capable of carrying out hunting because of the demands of pregnancy, lactation and child rearing, that they in a way that women are considered handicapped and just incapable of actually carrying out these tasks. And so we wanted to address both of that from the archaeological record as well as the physiological record to to to to make sure we're talking about it. And so. Which one do you want to hear about first? Archaeology."
	},
	{
		"start_time": "49:43",
		"speaker": "Ricardo Lopes",
		"words": "Let's go with the archaeological baby. So"
	},
	{
		"start_time": "49:46",
		"speaker": "Cara Ocobock",
		"words": "the archaeological record is pretty great with this. And, and, you know, what we do have, and you always have to be careful with the archaeological record because you are stuck with what you found, which might not necessarily be representative of everywhere or even throughout time there. The ways in which we figure out people were hunting. So evidence that we look for that hunting exists, period, is you look for marks on animal bones that would indicate that they're doing something. You look for stone tools that are likely more or more likely to be used as weapons rather than like, you know, a tool to create a hole in skins or dig or things like that. So, hunting tools, um, but then you take a look at the signatures in the bones of the people that we find. And there's some very specific things that you can look for. One, you can look at injury patterns to see what kinds of injuries they're they're coming across on a day to day basis or monthly basis or whatever. And the other is use wear patterns. And so the best way a modern example of a use wear pattern is if I were to see an X-ray of a tennis player, just looking at the X-ray, I could tell you which arm was the racket arm. Because that bone, the, the whichever side, their humerus, the upper bone is going to be larger and thicker than their non-racket side. And if you take a closer look, you can also see there's probably greater arthritis and larger muscle attachments on the racket arm than on the non-racket arm. And that's exactly the kind of thing that we can see in the fossil record as well. We can take a look at asymmetry between the left arm and the right arm to see if they're doing a certain motion over and over again. And then we can use modern day records to see like, right, we see these signs. If we see these signs in a modern population, what activity is leading to that? So if it's throwing or if it's thrusting or if it's a bow and arrow, things like that, we do have modern correlates to know what those signs on the bones look like to then see if we can find those signs on the bones in our past in the middle Paleolithic. And so, we see no difference in injuries or you wear patterns between females and males in the middle Paleolithic. They have the same injury rates, they have the same injury patterns, and they have the same use-war patterns, which means they were all doing everything, both females and males in terms of day to day activities. And when it comes down to it, the only real true sexual division of labor that exists and one that is inescapable is pregnancy and lactation. But beyond that, There doesn't have to be or need to be a sexual division of labor, and it is very likely that in the middle Paleolithic these human populations were too small to have a sexual division of labor. They didn't have enough people who could do different activities."
	},
	{
		"start_time": "52:19",
		"speaker": "Ricardo Lopes",
		"words": "So we'll get more into that. Let me just ask you at this point because I guess, uh, I've already had discussions on some of the issues surrounding archaeological records on the show. For example, when it comes to the evolution of warfare in human societies, that's a very big one. So for, just to give an example, Steven Pinker in one of his books presents evidence from what seems to be a diverse set of. Societies across the globe that, that would point to higher rates of violence in traditional societies versus more modern industrialized societies. But then Brian Ferguson went back and criticized basically all of those sites. So, in this particular case, let me ask you, how diverse is the set of, uh, archaeological records or remains that we have to really, uh, establish. uh, THE claims."
	},
	{
		"start_time": "53:22",
		"speaker": "Cara Ocobock",
		"words": "Yeah, it's a hard one. And I mean, I'll be honest, and this is true with any fossil record is we are left with what we're left with. And so you're not going to get thousands upon thousands of individuals to do this big broad, you know, meta-analysis. We have what we have. What we have, if it is truly representative, females are doing the same things that males are, and males are doing the same things that females are. Um, ONE of the really best indicators, and now I can't remember the number off the top of my head, um, but looking at teeth in particular. Tall teeth. Uh, Neanderthals and modern humans totally interbred. We all have a little bit of Neanderthal in us, and I, I kind of consider them the same species cause by species definition, you have to be able to reproduce and make offspring who can also reproduce. And we clearly did that. And so I don't see that as two different species. Um, THEY had a very interesting way of preparing animal hides in which they would put, they would hold one end of the hide in their mouth with their teeth and then stretch it out with one hand and then use the free hand to like scrape sinew off the hide. And you got this very weird dental pattern from it where like the fronts of the teeth kind of like jut off at an angle because of the wear from the hides. And there's this massive sample of teeth and you could not separate people who did or did not do all of the leather preparation that way. They were all doing it. Everybody. And that was a mixed sample of males and females, and you couldn't clearly say these were the hide prepares and these weren't the hide prepares. And I use this as a specific example. Because traditionally, in the idea of man the hunter, hide preparation was a domestic female duty and not something males did, but we see evidence for males doing hide preparation among males, um, as well as females. Uh, AND so what we have indicates. No sexual division of labor until we start pushing it around 35, 40,000 years ago, we start seeing a little bit more throwers elbow in males than in females. Females still show it, but there is a greater preponderance in males. Uh, BUT we don't see an explosion of evidence, uh, for sexual division of labor until around 11,000 years ago when populations got bigger. And more sedentary, where you could actually have enough people to split up the duties between different things, hunting, um, and also when you have a more sedentary population to go back to energetics, you're not expending as many calories from day to day. So they likely may have been able to increase the reproductive output as well during that time, which means females may have been more settled with pregnancy and lactation if they're having children at a faster pace than they had, you know, in previous generations."
	},
	{
		"start_time": "55:54",
		"speaker": "Ricardo Lopes",
		"words": "So 11,000 years ago, are we already talking about, at least in certain places, Neolithic societies or"
	},
	{
		"start_time": "56:04",
		"speaker": "Cara Ocobock",
		"words": "yeah, moving into that age and you know, agriculture starts being a bit of a thing, uh, and, and it really seem to be the advent of sedentism, not moving from place to place, and agriculture and a lot of that does have to kind of go together, uh, that enabled the sexual division of labor to take root and was probably beneficial if you think of beneficial as producing more babies."
	},
	{
		"start_time": "56:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So tell us now then about the main points that you see coming from the physiological evidence."
	},
	{
		"start_time": "56:34",
		"speaker": "Cara Ocobock",
		"words": "Yeah, so this is the thing that of course we wanted to address because, you know, everyone saying, well, men are stronger and faster. I am not here to tell you that there are not average sex differences in speed and strength. That is absolutely true. There is overlap. There are going to be females who are well within the male range and males well within the female range. There is a distribution with overlap, um. What I'm telling you is that the idea of maximal speed and maximal strength actually do not play a role in in in hunting like at all. Uh, HUNTING was much more of a long slog than it was anything else when you think of persistence hunting, um, and even still, humans are kind of weak. I, I, I'm not, I'm not lying here like in the end we're we're pretty slow. And we're pretty weak and we're pretty fragile. And really the only way that we were able to hunt period was through cooperation and tools. It was through our brains and our innovation that we were actually able to make hunting possible to begin with. We found ways to overcome our quote unquote natural weaknesses as a species period. And to think that females could not also do that is just Outlandish in my mind, uh, but that aside, females are interestingly physiologically better suited for endurance activity. Males are physiologically, again, all this on average, better suited for like strength power sorts of activities, quick bursts, uh, and I think this all goes back to pregnancy as pregnancy. And lactation is basically one big long endurance event for a female. You're spending a lot of extra calories every single day and your body has to accommodate that. And if you think about our evolutionary past, not only accommodate that, but accommodate the daily tasks you need to complete in order to survive. Um, AND so a lot of this relates to estrogen. Estrogen is a critically important hormone for endurance activity. It's a critically important hormone period that people did not get enough respect to, um. We can't date how old hormones are, but we can get a date on the receptors based on the genes for those receptors. So estrogen receptors and androgen receptors. The estrogen receptor is twice as old as the testosterone receptor, and the testosterone receptor is actually from a duplication of the estrogen receptor. And the estrogen receptor itself seems to predate sexual reproduction entirely. And it became this critical hormone just for natural functioning physiology. Your heart needs it, your muscle needs it, your brain needs it. Basically, every organ in your body responds to estrogen, which is why you find estrogen in everybody. It is not the female hormone and testosterone is not the male hormone. Everyone has both. Um, AND I think it's also interesting that we see androgen insensitivity disorder, where folks can produce estrogen, but they don't have the receptors for it, and they live life just fine. But you don't see estrogen insensitivity disorder. There have been 5 documented cases and it's only for one of the minor estrogen receptors. There are lots and lots of estrogen receptors and there's some big main ones. You don't see estrogen insensitivity, estrogen insensitivity disorder in the main estrogen receptors, because I, I firmly believe that would be incompatible with life given how much of the body's natural physiology relies on estrogen functioning. Uh, BUT in the end, the things that it does for endurance to bring it back, sorry, I. I want to educate everyone on estrogen, and anyone who is listening or watching this who is perimenopause or menopausal, talk to your doctor about estrogen replacement therapy. It is completely safe within certain realms. Make sure that's why you talk to your doctor, and it's going to make your life so much better if you can go on estrogen replacement therapy. Um, IT'S been, you know, vilified for so many years and testosterone replacement therapy has been used all the time. Um, SO please talk to your doctor. But estrogen in itself, it does a few things. Um, ONE, estrogen can increase the amount of fat that your body uses, particularly during Endurance. And fat is your better endurance fuel. You get 9 calories per gram of fat relative to 4 calories per gram of carbs, and so you get more energy that actually takes longer to burn, which means you're staying at a more consistent level of energy output. Then in then you deal with carbs, so you have kind of this ebbs and flow, you think of a sugar crash. That's an extreme example, but that is kind of a way to think about this. Um, FAT burning allows you to burn longer and it can delay fatigue that way too. So females preferentially burn more fat than males do at basically all levels of endurance. And an interesting thing is females typically have more estrogen receptors on their skeletal muscle, so the muscles used for running. And it's also been found that elite endurance male athletes also have more estrogen receptors on their skeletal muscle. And we don't know if that's a training effect that your body can respond and actually produce more, or if it's a self-selection, like, and when they were younger, they found out they were really good at running and it turns out they're really good at running because they have more estrogen receptors on their muscles. We do not know the answer to that question at this point. Um, SO estrogen helps with fat burning, which can help delay fatigue. Estrogen also reduces the amount of damage incurred during extreme levels of physical activity, or really any physical activity. It helps protect cell membranes from being ruptured during heat stress and exercise stress. Um, AND so females take less damage, as well as have a faster recovery, not only because of the less damage, but estrogen also seems to help improve recovery, uh, of muscle. It also turns out it might be super helpful in recover. FROM traumatic brain injuries, as well as potential cardio, uh, cardiac events. People are looking into this now if you need to have estrogen on hand in like emergency rooms to give to folks experiencing a major cardiac event or a traumatic brain injury, because it could potentially help improve recovery in those situations. Um, SO those are some of the main ones. The estrogen is a big one. Adiponectin is another important hormone that increases the amount of estrogen, or I'm sorry, increases the amount of fat that is being burned during any given time. Um, FEMALES also tend to have for whatever reason. A better like psychological mental pacing. When, when at least when we look at marathons, when we look at half marathons and we look at marathons, females are able to maintain a more consistent pace, whereas males kind of drop off in pace, they start out at faster speed and then they slow down more than females do. We don't know why. Uh, WE, we don't know if there's if, if it's some like it could be a mental thing of like I know I need to pace myself, or it could be this sort of innate thing of like, I know I've got And I'm anthropomorphizing physiology at the moment. Like, I know I've got 26 miles to go, um, and so my body is gonna naturally fall into a pace in which I know I can maintain a decent speed to get this done as efficiently as possible. We don't know. Uh, AND, and so that's another thing as well, that's, that's really interesting. Um, AND then females also have more slow twitch muscle fibers than fast twitch. Uh, THE slow twitch muscle fibers are your endurance fibers. That's what you see. And in marathon runners tend to have more fast twitch muscles, which males have more of. I, I call the power lifting muscles. That's sort of quick short bursts of speed and power. Um, THERE'S, of course, overlap. Elite female weightlifters have a ton more type 2 fast twitch muscle fibers. And so we do see a lot of variation in that."
	},
	{
		"start_time": "1:03:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, so then let me just ask you to sort of quick questions before I get into uh a commentary on your paper on physiological evidence. So. The first one is, uh, how does this physiological evidence translate them into hunting? Why do you think that it supports, uh, higher levels of hunting for women than people tend to agree on?"
	},
	{
		"start_time": "1:04:29",
		"speaker": "Cara Ocobock",
		"words": "It addresses the argument that females would not have been physically capable of taking part in hunting. Uh, AND, and that is why that there, there's this idea of innate female frailty, physiologically and physically, that they couldn't put up with the rigors of hunting because of pregnancy and lactation and things. LIKE that. And the, the thing is is that we see females hunting. Uh, THE Agta are a wonderful example of this. It's a, it's a traditional hunter gatherer population in the Philippines. Females hunt while they're pregnant and they hunt pretty quickly after they give birth as well. They'll even take the kids on hunts with them, um, and Talk to, I don't mean actually talk to, but if you take a look at any female outside of humans, there isn't food provisioning from other animals. Females in the wild have had to maintain getting food, whether it's hunting like a lion does or whether it's gathering like, you know, any nonhuman primate does. They have had to be pregnant and they've had to lactate, and they've had to care for kids while also getting all of the food for themselves and their kids, um. We have that innate physiology as well. There isn't something special about human females in which we suddenly become physiologically weaker that we cannot provide for ourselves and our offspring. Uh, AND so this addresses that concern particularly that there's some physical and physiological barrier that females cannot go past to actually take part in hunts. Mhm."
	},
	{
		"start_time": "1:05:50",
		"speaker": "Ricardo Lopes",
		"words": "And so, what is then, I would like to ask you to tell us what is then the exact argument that you're making on the basis of all these archaeological and physiological evidence. I mean, is it just that women also hunted? Is it that women hunted in higher rates than people tend to believe? Is it that women also hunted? Big game. What is the precise argument?"
	},
	{
		"start_time": "1:06:23",
		"speaker": "Cara Ocobock",
		"words": "Yeah, I'm, I'm gonna scooch back. I'm gonna, I'm gonna go to the big game hunting first just because this was not a thing I had mentioned, going back to the injury patterns. Um, ONE of the best studies out there which also got misrepresented in the media horribly, um, was looking at the injury patterns and rates among Neanderthals, females and males, and they found that the injury patterns and rates best corresponded with uh rodeo clowns. And what a rodeo clowns do, but distract large angry animals from destroying a rodeo rider, uh, you know, during a rodeo event, and this was interpreted as not Neanderthals were riding wooly rhinoceroses. That's how it got misrepresented in the media, but that Neanderthals were up close and personal with the big game they were hunting. They relied on like spear thrusting. And so we saw that among females as well as males. And so another key thing I wanna say in is if you believe the evidence for hunting among males in the Middle Paleolithic, then you have to believe females were hunting as well. This is the exact same evidence. There is literally no difference. So if you are convinced males were hunting in the Middle Paleolithic. And you are not convinced that females are hunting in the middle Paleolithic. That's a deep, deep bias because it's all based on the exact same evidence, um, and so I absolutely believe that females were taking part in big game hunting. I am. 100% unwilling to make any comment on rates. How often and how regularly, even males were doing this, to be quite honest. That's a really hard thing to determine from the archaeological record. Um, AND so how often were they doing big game versus small game versus fishing versus trapping? That's a very hard thing to put numbers on, and I am uncomfortable doing that. I am also uncomfortable saying females were doing it more or less than males. I'm sure there were periods of time that female Stopped hunting because they were too pregnant, or they had to stick around during, you know, the first, you know, 2 months during, you know, breastfeeding for a brand new infant. I'm sure, but that's also very true for males who were sick or injured. They would not have been able to take part in hunting during those periods of time. And so I think there's an ebb and a flow in an individual's lifespan during which there's larger peaks of hunting, a higher rate of hunting, and then lower rates of hunting. Uh, BUT I am never comfortable putting an actual number to that."
	},
	{
		"start_time": "1:08:47",
		"speaker": "Ricardo Lopes",
		"words": "OK. But then when it comes to that, to that last point, uh, at least, uh, there, there's some space here for people who come from the other side to say then that perhaps still men hunted in higher rates than women. I, I mean, I'm not. THAT you would"
	},
	{
		"start_time": "1:09:09",
		"speaker": "Cara Ocobock",
		"words": "have, they can say that. I don't, I don't think I have to accept that claim because it's a bit absolutist. Like, they can make that claim, they absolutely can, and it could be right and it might be wrong, but based on the fossil evidence we have, we can't make that determination. Um, THE best you can do is look at, you know, modern hunter gatherers today and say, look at The rate of hunting in males and then project that onto the past. But already, we, we, we see that the fossil evidence doesn't mesh up with that because of the injury rates with big game hunting, the rodeo rodeo clown study, that demonstrates females were up close with the big game and hunting them. So you can't discount that, and you can't accurately project what we see today onto the past."
	},
	{
		"start_time": "1:09:52",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's get then into a commentary that I read on your paper, Woman, the Hunter, the physiological evidence. This was by Melanie Martin at all. Uh, THE title of their paper is Can or their commentaries, Can Women Hunt? Yes. Did women Contribute much to human evolution through endurance hunting, probably not. And, uh, one of the, uh, first claims that they make, I mean, one of the first commentaries that they make is that, uh, at a certain point in your paper, uh, it seems that you say that, uh, some of the, the idea of evolved gendered subsistence activities would derive mostly or largely from Uh, assumptions that are extrapolated from patriarchal norms today or rationalizations of implicit male superiority. Uh, AND then, uh, they quote that and then they res or the reference literature that point to a near universality of gendered divisions of labor. So what do you make of that?"
	},
	{
		"start_time": "1:11:02",
		"speaker": "Cara Ocobock",
		"words": "Yeah, so I absolutely agree that there are some, not I wouldn't, there are some populations that have a very strict sexual division of labor and most populations actually have a good deal of flexibility in what the the gender divisions of labor are, uh, but there are some where it is only big game hunting are males and males alone. Never once do we contend that modern day hunter gatherers do not have a majority of males doing the big game hunting. We accept that. That's the data, uh. That's not the data we see for the middle Paleolithic. It's just not. Uh, IF that were the case, we wouldn't see the same injury rates and we wouldn't see the same you wear patterns on female skeletons and male skeletons as best as we can estimate it. And so I don't disagree with him that that that's true for, you know, the here and the now for the most part, not all. But it's not what we're seeing in the past, and so you, you cannot be blinded by the population that you work with and expect them to be this paragon of what Paleolithic life was like. That is a false equivalency. If that were the case, then they should also be arguing that dogs were domesticated 70,000 years ago because people use dogs in modern hunter gatherer society societies today to hunt. We know that's not true based on fossil evidence, and so I, I always have a hard time understanding why there's that disconnect with people when it comes to women hunting because the fossil evidence shows it and you wouldn't deny the fossil evidence for dog domestication, so why are you denying the fossil evidence for women hunting in the past?"
	},
	{
		"start_time": "1:12:30",
		"speaker": "Ricardo Lopes",
		"words": "So, I, I, I mean, let me address this right away. So one of the claims that you make, at least one of the claims is that we can't really rely too much on contemporary traditional societies because they might not be representative of ancient traditional societies from the Paleolithic."
	},
	{
		"start_time": "1:12:55",
		"speaker": "Cara Ocobock",
		"words": "Right. Absolutely, and you know, this is something that People are getting a lot better about it now, but even in the very recent past, people would treat these traditional societies almost like living fossils that, you know, they haven't changed and they're intervening 70,000 years or 50, whatever. And, you know, that's just some racist bullshit right there. So I, I don't know if you're allowed to swear, but it is, it is, it's just a bullshit, um. That doesn't mean that we can't learn amazing things from traditional populations and come up with ways of generating questions and hypotheses based on their behavior to then test the fossil evidence. Like, right, we see this happening in modern day hunter gatherers. What signals might we look for in the fossil evidence that might indicate a similar behavior in the past? And if it matches great, then we can line those things up. But if it doesn't match, that's also kind of great and We needed to figure out why it doesn't match and in what ways it doesn't match. Um, AND so, you know, that's one of the real issues I had with that commentary is that it didn't address the whole second half of our argument. It only looked at one, and you need both pieces to actually understand what's going on. Um, AND the fact of the matter is, is that the fossil record as we have it now, and if evidence comes out and we get a bunch of bones from the middle Paleolithic showing females weren't hunting, great, I'll change my tune. But at the moment that's not what it is. The evidence shows they were hunting, um, and you have to bring those two together to to make a complete picture and have a this kind of goes back to your original question of like. You didn't say it this way, but who cares and you know, why do we care about this? And part of it is because of our reconstructions of the past have been faulty and they've been faulty for a really long time. And you know, the moment you take up a uh uh uh you Google human evolution, you're gonna see that classic picture of a male, you know, evolving from a chimpanzee up to, you know, modern day human, and you're going to see males doing the hunting and all of those things. We need to reassess how we reconstruct the past to get a better and more complete picture of what our ancestors were doing on a daily basis."
	},
	{
		"start_time": "1:14:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and definitely this point about people having to be careful when they try to extrapolate from contemporary, uh, traditional societies hunter gatherers, or horticulturalists and so on from those two more ancient. In traditional societies is something that I've already talked about on the show several times, probably the first time was with Doctor Robert Kelly about his book The Lifeways of Hunter-gatherers, because he really drives that point"
	},
	{
		"start_time": "1:15:28",
		"speaker": "Cara Ocobock",
		"words": "there it is."
	},
	{
		"start_time": "1:15:30",
		"speaker": "Ricardo Lopes",
		"words": "I really, really love that book and the book"
	},
	{
		"start_time": "1:15:33",
		"speaker": "Cara Ocobock",
		"words": "is fantastic, and he even talks about women hunting too and doesn't discount it, which, you know, kind of blows my mind when people who study modern day hunter gatherers like read Robert Kelly. I'm like, I've read Robert Kelly and he seems cool with the idea of women hunting."
	},
	{
		"start_time": "1:15:48",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I really love that book and I can't recommend it enough. And also, if people are interested, please go and watch that interview as well. So, but just for them to keep that point in mind. But then another thing that they say in this commentary is that Uh, the review and reconstruction of women's evolved physiological capabilities is overly reliant on data from Western industrialized populations. So, what would be your reply to that?"
	},
	{
		"start_time": "1:16:20",
		"speaker": "Cara Ocobock",
		"words": "Yeah, and I mean it's true and you know, part of the problem is that's what we've got to work with, um, which is, which is also true and in trying to understand populations with high levels of energy expenditure, but we aren't also we aren't doing it willy nilly. We aren't doing it without good reason and rationale. And one of them is that, you know, studies of bones demonstrate levels of physical activity on par with modern day Western athletes. Mhm. And, and so we see this connection between the types of tasks that they are doing that have at least correlates with modern day physiology. And that's also part of the issue is we don't get a lot of physiology from the fossil record. Sometimes we can get some cool biomarkers from bones, but, you know, overall, we, we can't know fully what the physiological profile of the, of our, of our ancient past was. Um, AND so, yeah, I get it. I take. That critique, and it's absolutely true. Um, AND it's just as fair to say, well, like, why can't I use modern day hunter gatherers and but you can use modern day athletes. I get it. And that is a fair point. Um, I'm trying to understand the underlying physiological mechanisms that enable high levels of endurance, that enable things like pregnancy as well as gathering. This this is one thing that really truly upset me with that commentary is. Again, this idea that hunting, and we are very explicit about this in our papers, that hunting actually was not all that important, especially in the early parts of our, of our evolutionary trajectory. We were gatherers to begin with. And when we started eating meat, we were scavengers. We picked off other animals kills. Um, HUNTING didn't become important until much, much later. And even still, we see, you know, in hot climate populations, there's usually a majority of calories are coming. From plant materials, things that are gathered rather than meat. That changes the higher latitudes because there's less plant matter. Um, BUT there's this idea that gathering is easy, and it's not. Uh, PARTICULARLY in the dry areas when we think about where humans evolved, digging up tubers with a pointed stick, digging is one of the most metabolically demanding activities you can do. Like, even more than running, digging is harder than running. And so that it minimizes the physiological demand of gathering, um, while trying to say females are physiologically incapable of hunting because of pregnancy and lactation that there must be some sort of limit on that because of pregnancy and lactation. Like no, gathering probably takes just as many if not more calories than hunting does."
	},
	{
		"start_time": "1:18:55",
		"speaker": "Ricardo Lopes",
		"words": "So another claim that they make, and this is not directly about, I guess, any of the claims you make there, but it's more about the, your methodological approach. They say that You do not follow the typical structure of a scientific study because they say you do not state any falsifiable hypothesis or predictions to answer a specific research question, but basically that your paper is more focused on underscoring. The reasons why the original interpretations of male biased hunting are wrong while attempting to demonstrate how flawed the patriarchal view is. Do you agree with"
	},
	{
		"start_time": "1:19:42",
		"speaker": "Cara Ocobock",
		"words": "their table? Because they review paper. It even says so here we review. This was never ever, ever meant to be a hypothesis-driven paper or an experimental paper. It's more of a theoretical paper and a review of papers, theoretical slash review papers that not only lay out the abundance of evidence, both archaeologically and physiologically, but also provide a lot of future directions and where we need to go. That we can better test these things. So that's a misreading on their part because we literally say these are review papers in the papers themselves. And so, yeah, I don't really know how to take that one, because I, I don't know, I kind of laughed at it a little bit. I won't lie. And if they listen to this, they're probably gonna be upset, but their review papers. Sorry guys, I. Well, and that's I think I was gonna say, but I think that's also a really important point, is that all of this data has been in existence for quite some time. Some of the fiddler physiology stuff is relatively new, but like the data on, you know, hunting in the fossil record, that's been around for a while and it's taken us, and it's not just us, and, you know, there's there's a whole history of feminist anthropologists who have looked at this as well, um. Which also goes to show that we've been talking about it and talking about it since the 70s, and we're still having to come back to it and, you know, fight these stereotypical assumptions that it's males doing the hunting when there's clear fossil evidence against it. Um SO it's not new data, which makes it even more frustrating that this is so contentious."
	},
	{
		"start_time": "1:21:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And, and I mean, just to be fair and, uh, just for people to not get very ups very upset with all of these later this year, I will also have on the show Dr. Vivek Venataram and then it comes from the other side of this discussion. So, and so"
	},
	{
		"start_time": "1:21:32",
		"speaker": "Cara Ocobock",
		"words": "he even, he even says women hunt. He says they hunt in a fundamentally different way, but he finds them hunting, and so I honestly do not understand why he has an issue with an idea of women doing big game hunting in the Paleolithic when the fossil evidence actually demonstrates it. I, I don't really know why that is a hill he has chosen to, uh, to defend."
	},
	{
		"start_time": "1:21:54",
		"speaker": "Ricardo Lopes",
		"words": "Anyway, uh, since I mentioned him, because in one of his recent papers, Woman the hunter, female foragers sometimes hunt, yet gender divisions of labor are real. That's the title. He makes a claim that Melanie Martin also makes in her, uh, commentary to your. Paper that is, um, they basically say that that you pres uh the ideas you present in your paper are rooted in assumptions that hunting is a superior, more desirable activity, even explicitly explicitly stating that women are relegated to mothering and"
	},
	{
		"start_time": "1:22:38",
		"speaker": "Cara Ocobock",
		"words": "this is where we were completely and utterly misquoted, and I could not believe they said that. So that sentence that they quote me on. It was literally a summary of a paragraph from Man the Hunter. And so there's a direct quote from Man the Hunter in our articles of them saying men are superior da da da da da, and I summarize it in more plain language in the quote they quote me on there, somehow making it my words and beliefs that females are inferior. I, I was blown away by by that because it's just. It's a misreading, and I don't know how it could be a misreading because the quote is right there in the paper followed by the summary, and it just that felt incredibly disingenuous cause that's not a quote of my thinking and it's very clearly a summary of the quote from Man the Hunter. So they can say that, but we were also very explicit about how there is an Oversized emphasis on meat and hunting in anthropological literature when it's never actually the main source of calories in most populations unless you move to more higher latitudes. And so, I can't tell you why they said that and why they plucked that quote completely and utterly out of context, but there we are."
	},
	{
		"start_time": "1:23:56",
		"speaker": "Ricardo Lopes",
		"words": "So you're not claiming at all that hunting is a superior activity to mothering and gathering."
	},
	{
		"start_time": "1:24:04",
		"speaker": "Cara Ocobock",
		"words": "No, not at all. Damn. I am saying that is what man the hunter said, but you know."
	},
	{
		"start_time": "1:24:11",
		"speaker": "Ricardo Lopes",
		"words": "Well, uh, let's get into another point that they make here. So this is a more complicated one, but basically, they argue that, uh, the aspects of, uh, reproductive fitness, that the sort of physiology that you explore in your paper, you, you, I, I mean, that you do not consider what uh aspects of this, uh, why they would have been selected for or what they would. They've been selected for and what the energetic costs and benefits are to women engaging in hunting versus the myriad other behaviors that enhance their reproductive fitness. And so, basically, they're making a point about energy allocation, right?"
	},
	{
		"start_time": "1:24:58",
		"speaker": "Cara Ocobock",
		"words": "So. Um, SO I think part of this comes from the framework in which they were both educated and that they've continued as academics, and it is this behavioral ecology framework that organisms do what they can to maximize their reproductive fitness, so produce as many babies as possible. Um, AND so it's like an optimization idea and I will be very, very honest that that is not something that is not a theoretical framework I ascribe to in any way. I find the idea of optimization in an extremely dynamic and Predictable environment to be kind of biologically absurd. uh, IF you optimize yourself for in one circumstance you're likely screwed for the next change in circumstances because you've optimized and adapted yourself into a corner. Um, SO I, I, I don't describe to that period that what we're doing is always towards maximizing reproduction. Um, IF that were true, we wouldn't see, you know, 4 to 6 year birth intervals and even traditional reproducing populations. They're not popping babies out every year. They're just not doing it. Um, AND so that would not be maximizing fitness even in modern day hunter gatherers today. But also this goes back again to that, you know, this idea that females would be physiologically, energetically incapable of doing it because of the cost of pregnancy and lactation. And I will say again, talk to every other mammal female on this planet. They have to. Be pregnant, have to lactate, have to take care of their offspring, and they have to get the food. They have to survive. Survival is going to take precedence over reproduction for the vast majority of animals. There are those, I mean, we see it with what is it, kawakas. I believe it's Kawaka. I know this is a side note, but I find it hilarious, uh, but like the first sign of danger, kawaka like abandoned their babies and run away. It's just like it's better for me to stay alive and reproduce another day than to take care of these little, you know, these little hungry monsters. Um, YOU have to survive and you know, survival is going to be the key here and if you think again about the Middle Paleolithic, we're working in small groups, um. And females would have had to partake in gathering and in hunting males would have had to partake in gathering and in hunting just to get enough food to make it through. Uh, YOU wouldn't have enough people that we likely didn't have the, the kind of storage technology to keep food for long periods of time the way we do now, so they likely had some, um. That it was like a day to day thing to keep yourself alive. And so they absolutely had to do it. And this is what we see even today among mammals. Talk to any single mom. Tell her that she can't work and get the job done while also taking care of her kids. She gets it done. Um, AND so I think that's a very myopic view of reproductive physiology and what female capacity is broadly within mammals."
	},
	{
		"start_time": "1:27:48",
		"speaker": "Ricardo Lopes",
		"words": "But wait a minute, with that, with that example of that animal you reference there, are you claiming that evolution is not primarily or more importantly about reproduction? I mean, because I would imagine that, oh, OK, I, I have already reproduced, so let me just lay down here."
	},
	{
		"start_time": "1:28:12",
		"speaker": "Cara Ocobock",
		"words": "You can't have babies if you're dead. You can't if if we want to think about a maximization and optimization of fitness, which, you know, leading to, you know, maximization of optimization of offspring, which I don't believe, you can't do that if you're dead, and you can't do that if you are starving. You cannot reproduce unless you have enough calories to begin with, so you have to acquire that food."
	},
	{
		"start_time": "1:28:36",
		"speaker": "Ricardo Lopes",
		"words": "So another point that they bring to the table is that, uh, I mean, taking into account all of what you just said earlier, this now sounds a bit weird, but we should first consider the costs and benefits of hunting as a subsistence and reproductive, reproductive strategy and then evaluate this relative to pull energy budgets model from extant foraging. Societies, I mean, but isn't this something that you also mentioned earlier"
	},
	{
		"start_time": "1:29:11",
		"speaker": "Cara Ocobock",
		"words": "that. Yeah, absolutely, and I, I mean that's the thing is like we can get these numbers of what pooled resources is. I think it's a, it's a, it's a harder connection to make in some ways because modern day. Hunter gatherer populations live in much larger groups than what we see as average group size in the middle Paleolithic. That's very different. You can have pooled resources. They have the technology to keep things prepared and trade and all of that. Humans were in much smaller groups and usually much more um. What is the word I'm looking for like widely distributed across land, like not necessarily close to one another to do these things. There was trade and we clearly have evidence, but it was not as quick and easy as what we see relatively for for today. And so yeah, I think we could absolutely get some really interesting data as well as generate. New questions and hypotheses from these kinds of things from modern hunter gatherers, and it'll likely provide very important insights for our evolutionary past, but we cannot consider it a mirror for our evolutionary past, especially when the fossil evidence negates this idea that females weren't hunting."
	},
	{
		"start_time": "1:30:10",
		"speaker": "Ricardo Lopes",
		"words": "OK, so this point will probably be a little bit repetitive, but let me just ask you directly, uh, because they mention also the fact that since uh females get pregnant, the, the way they reproduce compared to men would favor less risky and less energetically demanding subsistence tasks. So."
	},
	{
		"start_time": "1:30:36",
		"speaker": "Cara Ocobock",
		"words": "I mean, I, I can't say no, that's not true because there is risk. But again, I will go back to the fossil record in that you might have to take that risk in order to have food and in order to eat. And by the rates and patterns of injuries on what we believe to be female bones, they were taking those risks. And there's also this idea, I, I, I, I get concerned that female, that in this, in their reconstruction, females are always pregnant or lactating. But we know that to not be the case. There's usually a lag time between when a female first becomes reproductively viable, like they could actually have offspring, to when they actually start having babies. And then there's a lag time in between babies. Females are not popping out children constantly. There's gonna be an ebb and flow. To that. And so again, there will be periods of time in which, yeah, they might not want to risk that behavior, uh, whether they are recently pregnant or very, very pregnant and about to pop. But again, the evidence suggests they were taking those risks, and it means there must have been a really big benefit to them to take those risks and incur those injuries."
	},
	{
		"start_time": "1:31:44",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, another point is that, and this is sort of, or in a way related to the earlier point about uh data from Western, modern Western industrialized societies. They say that. Um, ALL of the physiological research that you reviewed comes from studies of non-pregnant women athletes in highly industrialized settings. So, is that right? And if so?"
	},
	{
		"start_time": "1:32:16",
		"speaker": "Cara Ocobock",
		"words": "We don't exactly have data on pregnant athletes. I mean, yeah, they're right. And that's kind of the nature of the data. That's kind of what we're left with to work with at this point. And even sadly still, that data that we work with, there's even not that much among female athletes. We have so much more on male athletes, um, And I've yet to see any of them criticize the use of male athletes and trying to understand hunting. So you know there's there's again a bit of a bias going on there as well, and they bring up the point about estrogen levels too, of, you know, Western populations have much higher estrogen levels than we see in other parts of the world. Yeah, that is true, but here's the thing is that everybody operates within their natural range of estrogen. If we were to compare the estrogen levels of, you know, me, for example, compared to somebody from a traditional naturally reproducing population. You would think that population would be infertile based on their estrogen levels. They're so much lower than what ours are, but they operate within the smaller range, and we are the lower range, and we operate normally within a higher range. Even on the individual level, my estrogen to Testosterone levels, all of those things are gonna be different than the person or you next door. And we all operate within our narrow range. And often when you start messing with those hormones, and we'll go back to athletes for a moment, uh, where they're making female athletes artificially lower their testosterone levels to meet a certain metric in order to compete, they are likely messing with that person's physiology in so many different ways that have nothing to do with athletic performance, that's gonna lead to poor health and well-being. That that's my own soapbox side note, uh, but again saying that Western populations of higher estrogen, yeah, we do, but guess what? The ones with lower estrogen levels still function just fine. They reproduce, they go on long endurance walks and they gather their bodies work within a lower estrogen range, ours work within a higher estrogen range. That I don't think is an argument and what's even more mind blowing about that is that data comes from their own research."
	},
	{
		"start_time": "1:34:23",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OK, but let me ask you this then, and I'm not saying, I'm not claiming that, uh, if this is a problem, it would favor their claim over yours or vice versa. I'm just asking, um, is, uh, isn't or couldn't it also be a problem if we try to extrapolate because earlier we talked about contemporary traditional societies and also Western industrialized societies. Wouldn't it also be a problem, problem. For both sides of the discussion here, if we extrapolate from elite athletes in modern contemporary, in, in modern industrialized societies to ancestral uh foraging peoples."
	},
	{
		"start_time": "1:35:08",
		"speaker": "Cara Ocobock",
		"words": "I completely agree. I, I mean, there, there's no way around it. It's, it's, there's, there's 3 ways to try to reconstruct the past. One is from, you know, the actual bones and fossil records themselves. Another is from comparative populations, and then a third is from non-human comparisons, so like to chimpanzees, and you usually have to combine all of that evidence. So what's interesting when it comes to this woman, the hunter idea is the behavior. We can get from the fossil record. We can get that from the bones and the stones. We can see that. So we get that in 0.1. Um, 3, if you want to think about the, the, the non-human comparisons, we also see female chimps hunting. They spear little primates with sticks. It's a thing. Um, THEY'RE actually pretty good at it. Uh, AND so we can make those comparisons, but when it comes to the modern human one and the the physiology comparison here, physiology doesn't really fossilize. Behavior does fossilize. In some behaviors fossilize, not all. And so when we think about hunting in the middle Paleolithic, we can look at the fossilized evidence to get the behavior and compare to, you know, non-human primates as well, but we can't get the physiological evidence the way they want. And so we have to look to modern correlates. There's no other way to really try to assess the ways in which physiology might be working. We're and we're all always very open and honest about that, that we know this isn't a 1 to 1 comparison, but it's kind of the best we have to work with because physiology doesn't fossilize in the way we would like it to."
	},
	{
		"start_time": "1:36:39",
		"speaker": "Ricardo Lopes",
		"words": "So one final point from their commentary and then we can talk about a few points from your response, uh, your written response to that commentary. So, uh, They, toward the end, they say something like, I mean, they ask how likely it would be for renting to have evolved as a stable universal strategy for both sexes in equal terms with similar trade-offs. I mean, what do you make of this kind of question?"
	},
	{
		"start_time": "1:37:14",
		"speaker": "Cara Ocobock",
		"words": "I'm actually not sure I fully understand the question."
	},
	{
		"start_time": "1:37:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, I mean, the, the question is."
	},
	{
		"start_time": "1:37:23",
		"speaker": "Cara Ocobock",
		"words": "Sorry? No, go ahead, go ahead."
	},
	{
		"start_time": "1:37:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, no, I, I mean, the, the, the, they say, I'm going to read the full quote. It is not an all or nothing question or one of can versus cannot. Rather, the question is, how likely is it that hunting would have evolved as a stable universal strategy for both sexes in equal terms with similar trade-offs. Neither hunting nor reproduction. Is activated overnight. That's the full."
	},
	{
		"start_time": "1:37:56",
		"speaker": "Cara Ocobock",
		"words": "So I, I don't disagree with anything there. It isn't an all or nothing, uh, which is again why I get very confused by say Vimics, you know, being very adverse to this because we're not claiming only women hunted. We're not claiming women hunted more than men. We're claiming women did hunt and women were capable of hunting. That's what we're claiming because we can't come up with the rates and the trade-offs. And again, you know, this idea of being a stable strategy. And you know, I don't know necessarily about stable, but I think it's a strategy they had to employ in order to survive, especially as you move in, you know, interglacial Europe. Big game was kind of the the main thing that they had to survive upon in a lot of those environments. And so everyone had to be doing it because one, it's difficult, and two, they didn't have enough people and 3, that's what was available to eat. Um, AND so. I think it is very likely that they had to do hunting as well just to survive in these small populations."
	},
	{
		"start_time": "1:38:57",
		"speaker": "Ricardo Lopes",
		"words": "So getting then into your response to their commentary, one of the points that you make that you mentioned earlier, but I would like for you to tell us a little bit more about it. This question of men or women or both of them hunting has a lot to do with the gender division of labor or the sexual division of labor, right? So, Um, why do you think that perhaps in more ancestral middle Paleolithic societies, there wouldn't have been, uh, such high levels of sexual division of of"
	},
	{
		"start_time": "1:39:38",
		"speaker": "Cara Ocobock",
		"words": "I think it's out of, I think it's out of necessity. Uh, AND, and this again goes back to the smaller population sizes. I mean sometimes group sizes could be as small as 12, and that would include children, um, who might not be physically at an age in which they can go hunting and things like that. I think it's out of necessity. Uh, THAT that that was the demands of the environment and the time in order for them to survive. It had to be all hands on deck. You couldn't say, hey, this one person is going. Hunting? No. All 6 adults had to go hunting, uh, or maybe 5 of the 6 and 1 stays back to, to mind the children while they're gone. And then they bring everything back and because there's so much, if it is a big game, there's a lot of meat that needs preparation, that can't just be left to half of the population of 6 adults. Everyone has to chip in to actually get this work done in order to make it through. So I think it's out of necessity for the time and the place."
	},
	{
		"start_time": "1:40:27",
		"speaker": "Ricardo Lopes",
		"words": "And so, what do you think are perhaps some of the main factors that contribute to escalating uh levels of, uh, sex of a sexual division of labor? I mean, does it have to do with, uh, having settled society, sedentary societies, accumulation of resources? I mean, what are exactly"
	},
	{
		"start_time": "1:40:53",
		"speaker": "Cara Ocobock",
		"words": "the"
	},
	{
		"start_time": "1:40:53",
		"speaker": "Ricardo Lopes",
		"words": "factors that play a role here?"
	},
	{
		"start_time": "1:40:55",
		"speaker": "Cara Ocobock",
		"words": "I think that's exactly it, and this does kind of play to the point that, you know, Mellie Martin's comment is about the energetics, is that once we became sedentary and there was an accumulation of wealth in the version of, you know, the form of like food resources, water not talking gold, but the accumulation of resources that enabled people to expend fewer calories than they would have elsewhere, have more reliable calories nearby, which would lead to a higher reproductive output. And that is when, you know, this idea that pregnancy and lactation become a problem with females going out and doing other big activities. Once things settle down and you can save calories, you can push more towards reproduction, and that's where a sexual division of labor likely came about is with increased sedentism and increased resource collection and agriculture, um. And that's kind of what we see, but there's also a population explosion that the the rate of reproduction is much higher at around the same time a sexual division of labor appears."
	},
	{
		"start_time": "1:41:56",
		"speaker": "Ricardo Lopes",
		"words": "So group size would also play a role"
	},
	{
		"start_time": "1:41:59",
		"speaker": "Cara Ocobock",
		"words": "here. Group size would go way up. Yeah."
	},
	{
		"start_time": "1:42:04",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, uh, I, I mean, just before, because I, I noticed that we still have time, so perhaps we can also talk a little bit about your scientific American article that you wrote with, you wrote with Charles Roseman, who I have on the show recently. Uh, BUT, but just before we get into that, let me just make this sort of comment myself, and then you can. Reply to it. I, I mean, one thing that I find really fascinating about this discussion of hunting in human societies and whether it was mostly men doing it or if women also participated in it, and if so, what kind of hunting they participated in and at what rates and so on, all all of those questions. One thing that I find really fascinating is Uh, I read your papers. I read papers from people coming from the other and like Melanie Martin, Vivek Vivek Veneterman, and other people. And I find that most of the discussion, even though you disagree on several points. I civil and uh you respect one another and you say, so, OK, so we agree with this and that point, but perhaps we have to take into account uh the those other two points there are uh those data there something like that. But then, When it comes to how people react to these papers on social media and particularly people who are not anthropologists, ethnographers, oh my God,"
	},
	{
		"start_time": "1:43:45",
		"speaker": "Cara Ocobock",
		"words": "they think they are. They think they're scientists for sure. I mean, yeah, I'll be upfront about this, Ricardo. I had to to open up a police report. Um, FOR the phone calls, physical hate mail and emails I was receiving for both Scientific American articles. Oh my God. Uh, YEAH, yeah, like that's bad. Like, you know, once physical mail starts coming to me in a threatening manner, you don't know what someone is going to do and you know, my office number and, you know, where to find me on campus is really available on the internet. It becomes kind of scary. Uh, AND so I started a paper trail with that, and I actually have the, the police officer's business card taped to my computer so I can forward along any other new, you know, BS that comes my way. And, uh, yeah, this, this, these articles have a certain sector of the public, really emotional, is what I would say. It's the best way to put it."
	},
	{
		"start_time": "1:44:37",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I mean, but from my standpoint, I mean, I am an interviewer, a science comm. AND enthusiast, and I'm really very interested in anthropology and social science in general. I mean, I get really frustrated when people get into name-calling insults instead of addressing like you did in your paper, like the other people did in their own papers responding to yours or reacting to yours or commenting on yours. Uh, IT really irritates me how sometimes, and again, it's most of the time is, it's non-experts, non-anthropologists, um, replying to things or reacting to things that way. How riled up some people get and, uh, the sort of claims that they make that sometimes people go all the way to claiming that. Just because you're questioning whether rates of hunting for men are really that high or if women participate that the role in hunting, suddenly it's the collapse of Western civilization,"
	},
	{
		"start_time": "1:45:53",
		"speaker": "Cara Ocobock",
		"words": "yeah, yeah, no, the woke revisionist history I think is my favorite one with all of this rather than science, which is. Literally the nature of science is cool. I have data. I, I, I think the data means this, and you're like, oh, but now there's new data, and this new data means what I said before is no longer true. So you incorporate that new data and you update your hypotheses and your theories and all of that. And it seems like there, I feel like there's just a basic misunderstanding of how science works, and the only thing that fixes science is new science. Like that's how it works. And so this is actually a wonderful example that I just found, um, so. Um, AFTER Darwin's uh descent of man, there was a small feminist backlash to it, and of course women at the time of Darwin, they didn't have access to the kind of education or resources like they weren't allowed to go on the HMS Beagle and hang out in the Galapagos Islands the way Darwin did, um, and so Antoinette, uh, Louisa Brown Blackwell, I've got her collection of essays in my book right here, um. She starts, you know, taking it apart, and there's a paragraph in the book where she starts talking about lions and how like, you know, it's very clear that the big strong male lion is the one doing all of the hunting and that, you know, the lioness is the one caring for the young. And I'm like this is the perfect example of new data is going to refute old ideas and that we now know it's actually female lions that do the vast majority of the hunting in a lion pride and the male does like the territory protection kind of thing. And that's exactly what this is. That's exactly what this whole woman the hunter idea is. And it's unfortunately for them, and I would say, based on data that's been in existence for a long time, and people have just kind of ignored it. Nothing we're saying is new. Adrian Zilman. Sarah Hardy, um, and, uh, Andrew uh sorry, and Tanner, they, they've been saying these things for decades, but we are currently in a moment in which, you know, gender is a huge issue, definitions of sex are a huge issue. And you know, pushing for, you know, gender parity, uh, in workplaces and everything else, it's a hot button topic and so people are gonna respond to this kind of paper in a much stronger fashion than they would have, say, like 10 years ago even, um, and so yeah, new data can refute old science. That's that's how we move forward and so it's not a woke revisionist, you know, history. We're just taking the data that existed and actually showing it to you and people don't like that. They really don't like that."
	},
	{
		"start_time": "1:48:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ALSO, uh, I mean, people who go all the way to claiming that just by questioning this sort of gender norms that we have or gendered ideas that we have, or expectations we have for both sexes that suddenly the collapse of societies around the corner. I, I'm like, oh, OK, so now we're getting into those arguments of the aliens are coming. They're always coming, but they never appear."
	},
	{
		"start_time": "1:49:00",
		"speaker": "Cara Ocobock",
		"words": "When will they be here, Ricardo? I want to meet some aliens, damn it. Yeah, but, but we've been,"
	},
	{
		"start_time": "1:49:07",
		"speaker": "Ricardo Lopes",
		"words": "we've been hearing about the collapse of Western civilization for us. I don't know how long and it never comes. I mean,"
	},
	{
		"start_time": "1:49:16",
		"speaker": "Cara Ocobock",
		"words": "the collapse of the family unit and all of these things, da da da. And you know, I, maybe this is going off, but I wanna make sure it's a point that I put up there. And, you know, this is what I get from the various trolls online. And they think they're so clever with gotchas of like, well, I repeated your entire argument. Here is the list of top 10 marathon finishing times for females and males. Clearly this means females weren't hunting. And I'm like, all right, all right, 2 points here, buddy. Uh, ONE, never in, you know, the history of human evolution and persistence hunting is who is fastest gets. Animal. It's who wears down that animal over a slow, long slog. This isn't a foot race for fastest time. So that's 0.1. 0.2 by that logic, males 70 years ago wouldn't have been incapable of hunting because their marathon times are so much slower than males today. Like, if that's what you're using as a metric in an argument. You didn't think that one fully through at all. Uh, AND you know that is the thing is they they they think they have these really interesting gotcha moments because they took 15 seconds to Google something, which somehow negates the years of research that we have pulled together and the amount of time and effort we have gone through to comb through the data, read the old old literature from the 1800s that is sometimes impenetrable to read, to make sure we have a full understanding of the bigger picture here and everyone thinks. Having internet access makes you an expert in a topic, and that's just not the case. I am not an expert in immunology. I am not an expert in mechanics. I am not about to go tell somebody who is an expert in those things I know better than they do. And there's always a wish that I have with these various trolls, like, I just wanna show up to their workplace and take over their job because clearly, with my 10 seconds of Googling what their job is, I can do their job better than they can. That's how it feels like. Like seriously, this is what you're going to do and you, you think it's a big gotcha, and it's sad, uh, and it's frustrating, is what it is."
	},
	{
		"start_time": "1:51:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I understand that. And also just before we get into your scientific American article, let me just say that you mentioned them presenting data from marathons to try to undermine your argument there, but also let me just say that if you think that Uh, being fast, awards, being able to catch prey, then just on being fast alone, I don't think we would be ever be able to catch anything because I don't know many animals out there that are slower than, than humans."
	},
	{
		"start_time": "1:51:55",
		"speaker": "Cara Ocobock",
		"words": "No, it's true. We can go for a Very long time, but at a moderate pace. It's not, you know, the, the two hour marathon phase. It's just, yeah. Uh, BUT I still get comments like that. I there was somebody who thought he was being completely rational and rational and reasonable, and I'm like, here's why it's not. And like, and then they never actually respond back. Like when I decide to actually take the time and effort to engage with a troll, and I, I will put together like, you know, 1000 words of like, here's why this is incorrect. I never hear back from them and I always find that really upsetting like. How about just a thank you for your time and effort, because this is some unpaid labor, right? Here's what it is."
	},
	{
		"start_time": "1:52:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess they can always put that in the YouTube video with a title like, I've just owned, uh, a, a woke feminist academ."
	},
	{
		"start_time": "1:52:52",
		"speaker": "Cara Ocobock",
		"words": "My goodness, there was, was it last week, some guy went. On a Twitter tirade, he calls himself like the illegitimate academic or something like that. And every point he made demonstrated his complete and utter lack of understanding of human evolution and the archaeological record period. And he did so, you know, using big capital letters and like rage-inducing language to like get people angry about it. And then the very last tweet was, I want to invite Kara Akabak and Sarah Lacey onto my YouTube channel so we can discuss it. BECAUSE despite what the, you know, the above threads says, I actually respect their work and think we should have a conversation. I'm like, you do not respect anything, and you have barely even a sophomoric understanding of human evolution. Why would I give you my time and effort just to contribute to your rage factory? I'm not gonna do it."
	},
	{
		"start_time": "1:53:40",
		"speaker": "Ricardo Lopes",
		"words": "That you know, but that's just how argumentation works on the internet. If you write in all caps, you've immediately won the argument. There's nothing the other person can do about it."
	},
	{
		"start_time": "1:53:52",
		"speaker": "Cara Ocobock",
		"words": "Fair point, fair point. My next publication will be in all capital letters."
	},
	{
		"start_time": "1:53:58",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God. So, OK, so let's get then into your scientific American article with Charles Roseman. To understand sex, we need to to ask the right questions. So, Uh, tell us what, uh, because this is another one that generated a huge backlash on social media. But, uh, to be clear, what are your arguments there exactly?"
	},
	{
		"start_time": "1:54:25",
		"speaker": "Cara Ocobock",
		"words": "So people love to say like, you know, your, you know, biology didn't. Styalists and, you know, things like that by saying, you know, sex isn't a binary. Well, it kind of depends on what you're talking about. And it, and it really does depend on the question. And so I like to use the examples of hormones, uh, because I, I think this makes the most sense. And, and why the question you're asking should determine how you are defining or operationalizing sex in any study that you do. And I, uh, 100% will say there are reasons and times that you use a sex binary in your work. I do when it comes to my finished reindeer herders. At the moment, every single individual's, uh, you know, sex and gender line up. And so I do split things into male and female doing the, the actual analysis, uh, to compare things. So there are times to use it. But there are also times where it doesn't make sense. And so that comes with the hormones when we talk about the ideas of, you know. If you're breaking things up by sex and you're looking at estrogen and just saying all females have, you know, estrogen within this range and males within this range, you're not actually asking a question about estrogen. If you are breaking things up just based on male versus female and assuming a certain estrogen level in one and assuming a certain estrogen level in the other, you're not gonna get your answer your question answered in any way. You need to actually take a look at the estrogen levels or the testosterone levels. If you are interested in chromosomes, yeah, the vast majority of females are going to be X. And the vast majority of males are going to be XY. But there is variation that we see, and we can't discount that. That doesn't mean those aren't people because they don't fit within this neat and tidy box. Uh, YOU can say the same thing about external genitalia, internal gonads, secondary sexual characteristics, any number of things that are going to exist on a continuum of, you know, the extreme of full one on the other and the extreme of the one on, you know, the other end of it, and you're gonna have this middle range going in between. And that's That's human variation. That's nature's variation, you, you like. If we use intersex as an example. Intersex uh variation is actually really common in bears and in pigs. This isn't just like a human figment of our imagination of woke culture of I'm different and recognize me. No, this kind of thing exists all over the place. Um, I don't necessarily like using other animal examples cause like, well, we're humans and we're different and human exceptional and so on and so forth. But I think it really does depend on the question you're asking. If you are interested in chromosomes, then you need to actually look at chromosomes. If you're interested in hormones, then you need to actually measure the Hormones. And there is likely going to be, you know, a, a double distribution bell curve of female and male on these things, but there's also gonna be overlap between those two curves. Um, AND you, you cannot put every single person in one solid female box and one solid mail box. Um, AND I, I will use myself as an example as somebody who has higher than what would be average testosterone levels for a female. I am genetically a female and I have a, you know, normal, naturally. During menstrual cycle, but I also have a little bit higher estrogen, or I'm sorry, testosterone, uh, than what would be expected. And, you know, what does that mean for me? Do I not fit in the female box? No, I have higher testosterone. Great. Whatever. Um, BUT that's the kind of thing that someone might assume my testosterone levels based on me being a female, and they would be wrong. And so if I were put into a study looking at the effects of hormones on, you know, athletic performance or whatever, and they're just assuming those that are female have higher estrogen, lower testosterone. I'm not gonna fit that distribution as well as they think, and that's gonna be true across humans."
	},
	{
		"start_time": "1:58:01",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you this then, um. Do you think that there would be scientifically speaking, or there should be a precise universal definition of sex, like, for example, distinguishing between males and females on the basis of their gamete size, or You"
	},
	{
		"start_time": "1:58:27",
		"speaker": "Cara Ocobock",
		"words": "can absolutely do that, and if the the the question you are asking depends on gamete size, then sure. But I think it depends on the question, because you're also gonna get individuals who don't produce gametes or they don't have the gamete producing organs, uh, you know what, or they have one of each, which is a thing that does happen, um, and so I think it entirely depends on the question and if it's gametete size that matters to you for whatever it is you're researching, then hey, great. Um, AND I think the bigger issue with this, you know, in, in the broader public and social media universe is this idea of, you know, and I think you kind of brought it up, you know, collapse of society and there's no longer traditional gender roles and now we don't even know what sex we are like, no, people know an individual knows who they. ARE and where they fall on what spectrum and continuum. You have an issue of there being greater complexity in the universe. And I'm sorry that you have that problem, but that's, that's kind of biology. It's, it's, it's complex, and you can't fit really anything into these really neat, tidy boxes. That's just not how it is. If we did that, there would be problems. Yeah, again. Sperm and egg are important for reproduction. No denying that, that is a biological reality, but it's not necessarily biological reality for everybody. And the point that Charles and I make at the end of that article, I believe I think is the most important. It should not determine how we treat one another. It should not determine how we categorize other humans on like and, you know, an ethical, moral, hierarchical level and a societal level. That's where this is really becoming problematic. The ways in which we define sex is going to change based on the questions we're asking to make sure the variables that we're interested in are the ones we're measuring, and we're not assuming a certain range of those variables because of what we typically consider to be female, what we typically consider to be male. It's gonna be the range across the two."
	},
	{
		"start_time": "2:00:17",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT would the terms like, or a distinction between male and female always apply across all species or, or, or at least perhaps to be more precise, with the binary always apply to all species or"
	},
	{
		"start_time": "2:00:36",
		"speaker": "Cara Ocobock",
		"words": "not? I mean. A binary thing is like because there are times where there isn't a strict binary there, uh, but there are always going to be exceptions to it. I think a binary makes a lot of sense in um an evolutionary context because you have to view it as a reproductively successful population or reproductively successful species and at least within. That this is, you know, obviously not true for bacteria, which there are far more bacteria than any other, you know, mammal, bird and lizard on this planet, um, you know, a binary doesn't make sense for them and they reproduce just fine. But when we're talking about animals that do rely on sexual reproduction. A binary makes perfect sense for understanding, you know, evolutionary patterns with an evolutionary, uh, uh, context because it is about reproduction as well. So survival and reproduction, you have to be able to reproduce to the next generation. And yeah, you need sperm and eggs to do that. Uh, SO certain contexts it makes absolute perfect sense, but in others it might not."
	},
	{
		"start_time": "2:01:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO let me just see if I understand this correctly. Uh, PERHAPS one of the main claims you're making there is that, uh, sex as a category is not in many contexts is, is not a good enough. Uh, PROXY for variation in certain specific, for example, anatomic physiological, metabolical, uh, factors or variants,"
	},
	{
		"start_time": "2:02:06",
		"speaker": "Cara Ocobock",
		"words": "right. Absolutely, absolutely, you have it right. Uh, USING sex as a proxy for continuous variables, using a binary as a proxy for something that's continuous, that's deeply problematic. And it's bad science."
	},
	{
		"start_time": "2:02:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so let me just ask you about this, and this is, of course, more of a question that falls more on the social slash political aspect of of sex-related questions because we know that this has. IMPLICATIONS for how we deal, for example, or the basis on which non-binary trans people and queer people argue for their rights sometimes and their political and social standing. Um, DO you think that in humans specifically, it makes sense to talk about sex as being. No, I'm, I'm mentioning sex, you're not gender, just to be careful. Um, IS sex as being non-binary. Does that make sense in"
	},
	{
		"start_time": "2:03:13",
		"speaker": "Cara Ocobock",
		"words": "human? So I mean, I think it depends on how you're defining sex in that case. Are you defining it as like the reproducing individuals? Is there are going to be individuals, you know, even in our evolutionary past that, you know, maybe they have XY, but they do. Not breed because they are, they do not reproduce because they don't actually want to have sex with a female. Like that's entirely possible. So it depends a little bit on how you're defining sex in that case you can see how it gets complicated, right? Uh, THAT it's not, yeah, great, male and female, but like maybe they're not actually all in the reproductive pool producing offspring."
	},
	{
		"start_time": "2:03:49",
		"speaker": "Ricardo Lopes",
		"words": "Right. No, I, I wanted to ask you that because, and I hope I'm not misrepresenting his view, but as I said, I've interviewed earlier this year, Doctor Charles Roseman, and he said that there were one or two points where you disagreed with each other when it comes to how to think about sex. And one point that he made is that He thought that, particularly in the case of humans and for the pur for social and political purposes, he didn't think that people claiming that sex in humans is non-binary really serves their purposes. Uh, I"
	},
	{
		"start_time": "2:04:35",
		"speaker": "Cara Ocobock",
		"words": "yeah, I, I mean, I actually agree with him on that. I think actually most of the points of contention. AND I would often have is how to say things. He has not, like, he has the most beautiful writing. It's, it's actually quite the joke that he uses the scalpel and I use the sledgehammer. I am very blunt about things and he is so eloquent. And so we have very different styles when it comes to writing, and I think that can lead to us maybe not always understanding what the other is saying, even though we're good friends and we get along just fine. A binary is absolutely going to be useful in many, many circumstances and claiming that the majority of people do not fit within a binary, that would be false. The majority do. The the caveat there is there are those who don't, and again, because they don't, that should not determine how we treat them, that we don't consider them lesser, that they aren't people because they don't fit within a binary as we typically see it. So yeah, for a lot of things, a binary does make perfect sense and it does exist with exceptions."
	},
	{
		"start_time": "2:05:36",
		"speaker": "Ricardo Lopes",
		"words": "Right. And I mean, I also uh tend to agree with that point and uh I'm trying to be respectful of uh trans people, non people who identify as non-binary and daughters like that because I also don't think that. Um, I mean, they need to argue on the basis of sex to defend their position. They can just argue on the basis of gender and say that, for example, gender doesn't need to be non-binary also because gender is a social construct. So if you just, if we just as a society, change that and decide that it's no longer binary. I guess that's perfectly fine and and and it serves, uh, also it would serve also their social and political uh purposes,"
	},
	{
		"start_time": "2:06:35",
		"speaker": "Cara Ocobock",
		"words": "yeah, I mean. I, I, I, I am not somebody who, who knows the deep roots of activism and how it comes about and how they decide to formulate the messages. Uh, I, I think it complicates things for sure that if they were to like move more towards a gendered language than a sex language, people might. No, I'm not actually that's not true. People would just have just as many problems, like the, the people who are transphobic, it doesn't matter. No matter what language you use, they're still gonna have a problem with it when it comes down to it. But to go to the point of like, you know, what Charles was saying about, you know, there isn't a binary, you know, there there is, again, broadly, overall, there is, uh, and on average it does work. But again, how useful is that binary for the questions you are asking and how you're testing them. Uh, AND so on like, you know, scientifically, you really need to think about things of whether a binary makes sense or not. When it comes into the social world and the activist world. Is using sex a great idea? I honestly don't know versus gender. I do know that people are still gonna spout hate no matter what term you use. Um, YOU know, we saw this with, um, you know, the gay and lesbian community and you know, the 70s and 80s and hell, even early 90s to that point, that like it's terrifying and they're ruining marriages and the traditional family, but hey, guess what, now they can marry and the world did not collapse in on itself. Shocker, I know, and it's just there always seems to be a new group of people for other people to hate, to to marginalize and ostracize and hate and and it's gonna take a probably longer than we all want it to to move through this current one. I, I think we will get there, but in this moment I think them changing their language is not gonna change anything for the people who are very against transgender individuals."
	},
	{
		"start_time": "2:08:18",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ALSO, I guess that we can also mention here that if the simple fact that there would be people in the society that wouldn't necessarily identify as men or women or just identify as non-binary or somewhere in between would lead to. Societal collapse, then there would have been many more societies out there already collapsing."
	},
	{
		"start_time": "2:08:47",
		"speaker": "Cara Ocobock",
		"words": "My, my grandfather was convinced that if they legalized gay marriage, the population would collapse because apparently legalizing gay marriage means everybody then becomes gay and they will never have children. And it's just like that is a wild thinking that like that's not what that means. This just means that we are giving rights and recognition to people who do not identify the same way we do. Just because you make it acceptable and legal does not make everyone going to do it. Just like left-handedness. Left-handedness was super uncommon for a very long period of time because it was associated with being evil and a mark of the devil. And once that belief kind of went away, guess what? You got a bunch of left-handed people all of a sudden because it wasn't ostracized and it wasn't marginalized, uh, and so yeah, I, this is the moment in time we are with the society and and the current focus is on transgender individuals and It's causing so much harm, uh, that it's, it's deeply saddening and frustrating to to see it play out."
	},
	{
		"start_time": "2:09:53",
		"speaker": "Ricardo Lopes",
		"words": "And also, I, I don't understand at all if that argument they make was true how Samoan society hasn't collapsed yet with the fa'afafine there. And even more dramatically, how Indian society keeps. Growing with the third sex."
	},
	{
		"start_time": "2:10:14",
		"speaker": "Cara Ocobock",
		"words": "Yeah. There's, there are tons of cultures that have different genders that like there isn't a binary gender. There are multiple gender categories, and one even changes gender throughout life course, and, and, you know, how they're viewed by their culture. And it just kind of comes from People don't like things that they can't easily put into boxes. Our minds really like clean cut things that we can put in one box or the other, and we get very flustered when we realize there's added variation and complication to things. And I get that. Like, we all like uncomplicated things, but that's just not how humans work or biology works. It's just not the way of it."
	},
	{
		"start_time": "2:10:52",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and it's also not as fun to have uncomplicated things because that's also why I like to discuss with someone like you on the show about hunting. And also people who come from the other side because I mean, for me, it's just fun to have,"
	},
	{
		"start_time": "2:11:11",
		"speaker": "Cara Ocobock",
		"words": "uh. You're gonna get a lot of hits on this and, and likely from people you don't want to get hits from the, uh, the woman, the Hunter Scientific American article and then the Scientific American article with Charles Roseman were like the two topmost view getting articles in Scientific American that I have seen. Um, THEIR, their typical cover stories might get 300 to 50,000 views. Woman the Hunter got over 2.1 million. Oh my God. Yeah, and then the, the, the sex one with Charles got like 400 to 500,000 and so like. It it gets traction and you know we got thrown to the wolves a little bit knowing trolls would be coming after it, but like, you know, it's, it gets the attention for sure."
	},
	{
		"start_time": "2:11:54",
		"speaker": "Ricardo Lopes",
		"words": "Well, at least one thing is true for sure, and a scientific American must be happy with that."
	},
	{
		"start_time": "2:12:02",
		"speaker": "Cara Ocobock",
		"words": "Very likely, very happy. I still need to get the cover framed at some point and put it up on my wall, but I've been very lazy about that."
	},
	{
		"start_time": "2:12:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So, uh, I mean, perhaps this is a good point for us to wrap up the interview. I mean, is there anything else you would like to add what we talked during this long conversation?"
	},
	{
		"start_time": "2:12:23",
		"speaker": "Cara Ocobock",
		"words": "We covered so much. It was just like so many things. Um, I'm about to spend the next year in Finland, which is really exciting collecting data, so I figured I'd throw that out there too. Um, I'm not entirely sure of the, the full viewing folks for your show, but I am looking for grad students as well, so if somebody is interested in working with me, please, please contact me. And you know what, people who disagree with me, you can contact me too if you are willing to have a reasonable conversation and not tell me I'm to blame for the existence of women firefighters, then I am more than happy to talk with you about the evidence for Woman the Hunter."
	},
	{
		"start_time": "2:12:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, also people who are interested in that, they can just come on my YouTube particularly and, uh, put all the hate comments there, which I will promptly ignore because that's my ammo. But anyway, you're free to go."
	},
	{
		"start_time": "2:13:16",
		"speaker": "Cara Ocobock",
		"words": "My favorite is always people commenting like she doesn't look like she could hunt and I'm just like, oh. Oh, it's a thing they did very little research into my background as a former power lifter and I'm actually pretty good at archery too, and it just cracks me up about these assumptions people make because I'm a woman academic, clearly I'm not capable of physical activity, uh."
	},
	{
		"start_time": "2:13:37",
		"speaker": "Ricardo Lopes",
		"words": "No, you're just pure intellect, and you should be."
	},
	{
		"start_time": "2:13:41",
		"speaker": "Cara Ocobock",
		"words": "How could I be? I'm a woman, Ricardo. I got the smooth lady brain that keeps me from thinking, and I just want to pop out babies all the time."
	},
	{
		"start_time": "2:13:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES, everyone."
	},
	{
		"start_time": "2:13:52",
		"speaker": "Cara Ocobock",
		"words": "That's sarcasm, everybody, so it doesn't get taken out of context. It totally will be, uh, but whatever."
	},
	{
		"start_time": "2:13:57",
		"speaker": "Ricardo Lopes",
		"words": "OK, and where can people find you on the internet?"
	},
	{
		"start_time": "2:14:01",
		"speaker": "Cara Ocobock",
		"words": "Uh, SO I am on, I think like most of the social media things and because I have an unusual name, it's easy to find me. Um, ON Twitter, it's at Kara Akabak and that's C A R A O C O B O C K. And I believe that's also true for like blue sky and threads and mastodon and Don't find me on Facebook. I only keep that for close friends and family, um, and then of course if you Google Notre Dame and Kara Akabak, you will find my professional website."
	},
	{
		"start_time": "2:14:29",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, look, thank you so much for the fun conversation. I really loved it and I laughed a lot with this one, so thank you so much for coming on the show."
	},
	{
		"start_time": "2:14:39",
		"speaker": "Cara Ocobock",
		"words": "Oh thank you so much, Ricardo. It was an absolute delight and my guess is you're probably gonna go to bed soonish there in Portugal."
	},
	{
		"start_time": "2:14:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh, NO, it's still 4 p.m. so it's"
	},
	{
		"start_time": "2:14:49",
		"speaker": "Cara Ocobock",
		"words": "only a 5 hour difference. OK. It's 7 hours in Finland and I don't always remember where things line up. Yeah, but yeah, all right, wonderful. Well, thank you. You have a great afternoon and I really enjoyed this."
	},
	{
		"start_time": "2:15:02",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexand Castle, Matthew Whitting Barna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs Colin Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Free Francaortolotti Gabrielon Corteseus Slelitsky, Scott Zacharyishim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]