[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode. And today I have here is a very special guest, Doctor Richard Wolf. He's professor of Economics Emeritus at the University of Massachusetts Amherst. And today, we're talking about socialism and Marxism, perhaps trying to tackle some common misconceptions about them. So, Doctor Wolf, welcome to the show. It's an honor to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Thank you very much, Ricardo. I'm very glad to be here. So,"
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "as I said at the beginning, uh, um, we're going to talk about socialism and Marxism. I would like to start with socialism and as we do so, I would like to also perhaps try to tackle some common misconceptions about it and Marxism later on. So, how would you characterize socialism? What are its main tenants?"
	},
	{
		"start_time": "00:51",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Socialism has meant different things to different people at different moments in now a history that is 2 centuries old. Uh, THE reality is it begins to be a common idea, a common name, early in the 19th century, becoming more and more important across the 19th, then across the 20th century. It spread from Europe, where it began to now being uh a movement of sorts that is global. So, as movements of human beings go, it is one of the more successful. It has grown to a global institution in a very short historical time. And of course, any idea, any tradition that grows so quickly across so many different societies will show differences in one place from another, in one century from another. To expect socialism to have one definition all the time is silly. It means you don't understand how human thinking evolves. Having said that, let's go through briefly what is common to the different approaches and how they differ. The most common basic impulse behind socialism is really very simple to express. It's the idea that we as human beings can do better than capitalism. Capitalism is what we have. Capitalism is what we know. Capitalism also grew. Over the last 4 or 5 centuries. It's older than socialism. Why? Because socialism is a reaction against capitalism. It is capitalism's self-criticism. And so it has evolved with capitalism. I make a joke for people to understand this idea by saying nothing better guarantees the future of socialism than capitalism. As long as we have capitalism, it will continue to provoke and to create and to recreate socialism. Even if you look at the 20th century's efforts to destroy, literally, to kill and imprison and persecute socialists and communists of all kinds, whether Hitler in Germany or Mussolini or Salazar, or Franco, any of them. They went to enormous lengths in Spain, they had a civil war, etc. It didn't work. Socialism came right back as we knew it would because they instituted capitalism, and that always provokes in people. It's a little bit this way. In slavery, eventually the slaves said we can't stand this anymore. We can do better as a society than slavery, and they did. And in feudalism, the serfs did better than feudalism, and eventually they did. In capitalism, it's the employee class, the working class, which has the idea we can do better, and I am personally quite convinced that they will. So that's what all socialists more or less can agree to, that we can do better than Capitalism. After that, what they mean by better varies, and I, I don't have time to give you the many different forms it takes, but I'm gonna give you two or three of the major ones. So, one idea of socialism, the one you will find in much of Western Europe and beyond, is the idea that socialism is when the working class takes power. Usually through a parliamentary voting, but sometimes by revolution, the government takes power and regulates and controls private capitalists. So they must pay a certain level of wages. They cannot do what they want with workers. They have to make employment secure. They have to provide a national health for everybody, a health insurance. They um must give workers so many weeks of paid vacation every year. In other words, it is what we sometimes call capitalism with a human face. And that's the position of most socialist parties in Western Europe. That's what the German Socialist Party does, that's what the Italians did, that's what the French do, etc. ETC. ETC. Labour Party, uh, in England. That's one kind of socialism. There is nobody who issues a permission to use the name socialism. Anybody watching this program one day can wake up and say, I'm a socialist, and that's perfectly all right. There is no, you don't have to have a license, no permit, no nothing, OK. Here's a second kind of socialism. In the second kind of socialism, associated mostly with the Soviet Union in the 20th century, The government not only regulates and controls, but it takes a further step. It owns and operates enterprises, industrial enterprises, agricultural enterprises. The government, instead of regulating, takes ownership. It allows the government, of course, to control much more than it would if it were in the Western European model of a government that merely regulates, but leaves the enterprise in the hands of the private capitalists. So the Soviet Union had another kind of socialism. By the way, here in America, Americans whose um political literacy is, I'll try to be polite now, quite limited. Uh, THEY, they look upon the Soviet Union as a communist country, and, and, and people in, in Europe do that too. That's of course a mistake. The Soviet Union never claimed that it was a communist country. It had a communist party, but lots of countries have that. What the Communist Party had done was to establish Soviet socialism and communism maybe they could get to in the future. To call that society communist means either you're ignorant or you have some political motivation in making this confusion, but we don't have to be confused here. That's another kind of socialism. Alright, here's now a 3rd kind, that's very important in the world today. The example here is the People's Republic of China. That is a hybrid of the first two. It's a country that is roughly half government regulated private capitalist enterprises. And the other half, Soviet style government ownership and operation of enterprises. So it's half the one kind of socialism, half the other, and that makes it a yet another variety of what socialism can mean. And the Chinese call what they have socialism with Chinese characteristics. Well, the big characteristic is this hybrid, this 50/50 split between the two others. Finally, there is a whole another tradition within socialism. That is critical of the 1st 3, the Western European, the Soviet, and the Chinese. The criticism here goes like this. You have made many changes that are improvements on capitalism, but You have not, or at least not yet, transformed the workplace, the actual factory or office or store where people come together to do work of one kind or another. And we socialists, these folks say, for us, socialism beyond whatever you do in terms of government and private, has to include the transformation of the workplace. And what do they mean? They mean the democratization of the workplace. So that no longer do a small group of people, the owner of the enterprise, the board of directors in the corporation, a tiny group of people no longer have the power to decide. What gets produced, what technology is used, where the production happens, and what is done with the product. That now has to become democratized and we socialists, this fourth kind, that's our primary focus now. We want to transform. From the hierarchical capitalist organization of production to a democratic socialist form. Those are the four major, and each of them has variations, but that's what socialism in today's world is all about, and it means that socialists are busy fighting for one or the other or combinations of these four basic varieties."
	},
	{
		"start_time": "11:53",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you, since at a certain point you mentioned Soviet Russia and I also would like to have Mao's China to the picture here. So what impact do you think that Soviet Russia and Mao's China have on how people look at socialism and communism, even people on the left?"
	},
	{
		"start_time": "12:14",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Well, it, it, the first answer to your question is it depends on what information about the Soviet Union and Mao they got, who provided the information, because we've been in a Cold War, let's call it, uh, for the entire history of modern socialism, uh. Let's remember, inside capitalism, socialism has been persecuted, hounded, killed, imprisoned, and it's not as though we've had a conversation that's polite and OK. Occasionally there have been small periods of time in one country or another where you could actually have an honest conversation between pro and anti-socialists, and they could argue and make their argument, that does happen. But most of the time, there's an enormous overlay of propaganda. It's mostly anti-socialist propaganda, but at least in the Soviet Union and China, you have a little bit the other way, propaganda going in the opposite direction. Anyway, to answer your question as best I can, the Soviet Union was the first major country. To be captured politically by a socialist political movement. That had not happened before. The closest thing was a few weeks in 1871 when you had something called the Paris Commune, in Paris, France. And that was the model, if you know the history, that was the model that Lenin and others in the leadership of the Bolshevik Party in Russia, they used the essays Marx had written because Marx was alive at the time of the Paris commune, and his people participated in that commune, so he knew very well what happened there. Lenin studied all of that writing. So the Russians were the first nation to try to build a socialist economy. Now what that means is they didn't have any model other than the few weeks of the Paris commune, and that wasn't that much of a model because they didn't have a chance to do very much before the French army came in and by the way, killed large numbers of the people who led the Paris commune. You can see their monuments in the Pere Lachaise uh cemetery in Paris to this day. So, What I would say to people is, the first thing you should understand is that the Russians were an experiment. They had no blueprints. They didn't have any clear idea of what they should do. After the revolution succeeds in 1917, they immediately plunge into a civil war. Into a war against foreign armies coming in to undo the revolution. France, Britain, Japan, and the United States landed troops in Russia to defeat the new socialist government. And there was still the leftover of World War One, because that had been, uh, Russia had been involved and had suffered enormous damage in the war. So here is an experiment that has to cope with a World War, with a revolution, with a civil war, and a foreign invasion. They did the best they could. The major achievement was to survive. They were able to survive. They won the Civil War, they pushed out the foreign invaders. They signed a treaty to leave World War One. It's amazing what they accomplished. But they were just the first experiment. So they made lots of mistakes. That's what the first experiment in everything does, whether it's in a laboratory or from a scientist, or it's a social experiment, or it's a personal experiment, you are learning as you are going. So, the history of the Soviet Union teaches the broader socialist movement. Things to do that work, and things not to do because they fail. And you need, if you're honest, to draw the lesson from the Soviet Union, what to build on and what to avoid. And that's what socialists have done. They've tried to build on, but also to avoid. And they've done a perfectly reasonable job. Eastern Europe, that's a product of World War II, because the Germans and the Russians fought that war, the Russians wanted a uh a stripe of countries from the Baltic states in the north to Bulgaria in the south, to be a kind of a buffer between Russia and Western Europe. The same issue that now produces the Ukraine war, same issue of the security of Russia relative to the danger they feel from Western Europe, which they should. Let me remind everyone, after the Russian Revolution, the French, the British, the Japanese, and the Americans landed troops in those countries. To overthrow the government. Russia never sent any troops to any of those countries to overthrow their governments. There's no comparison here. And if you didn't know that, shame on you. That you should know, that's a fact you can verify in any history book you want. OK. Capitalism, while all this is going on, provoked socialists in other countries, in Cuba, in Korea, in China, in Vietnam, and I could go on. But in those that I listed, they too then made efforts to go beyond the capitalism. And what did they do? They learned from the experience of the Soviet Union. Up until 1989, they got help from the Soviet Union, as well as advice and as well as lessons. After the collapse of the Soviet Union, around 1989, 1990, these societies had to develop on their own, and they have now made further developments and experiments. In the early years of the Chinese revolution, The big uniqueness of China. WAS gathered around the figure of Mao Zedong, their most important leader. He had had his own idea of how to make a Soviet style revolution in China. And one of the big differences was in Russia, in the Soviet Union, the revolution was concentrated in the small urban industrial center of Russia. For Mao, China didn't have that. So he built his revolution in the rural agricultural portions, interior portions of China. He was driven out. Of Shanghai and those other cities by the right wing pro-capitalist Chiang Kai-shek government of China. Hounded by them, arrested by them, many people killed by them. So he went into the interior and developed a communistic organization of the peasantry and built an army out of that. And then he fought a civil war. With the pro-capitalists between 1945, the end of World War II, and 1949, 4 years of a brutal civil war which Mao Tse-tung and the Communist Party of China won. And Chiang Kai-shek, the defeated, retreated to the island of Taiwan where they still are. What did Mao do? He wanted to build on his notion of communes. So, already in the 1950s, the first decade after the Civil War, he tried to organize communes, and in the 1950s and 1960s, China was transformed around this experiment. Of communes, and the decision was made that they weren't ready. That the experience of the communes was such that they had to first develop China's Economy, have an industrial base, have modern technology, and then they could go back and try to create a modern industrial commune organization, but they had to give it up. That that's the biggest lesson. That Mao left. After he died, and so the the the leaders of China. In fact, quite Maoist. In their ideas, went to work to build China's modern industry, starting in the 1970s. And now here's a fact. A fact. Starting to count looking say since 1975. China has developed a modern economy. Further and faster than any country on this planet. Nobody has achieved in these few years, 40 years, more or less. No one has achieved what they have achieved. They are now the great competitor and the great challenger of the United States, which has been operating a global empire for the last century. And they are now the new face. Of socialism. They're not the only socialism. I've been through that with you, but they are proof that they have learned that if you, if your goal in life is to develop a modern economy, to escape poverty, to become a powerful nation state. Then China is the way to do that, because nobody has come close to achieving that amount of growth in so short a historical period. And I'm sure that future. Efforts of socialism now have The strengths and weaknesses, the achievements and mistakes of the Soviet Union to build on, but likewise, the mistakes and achievements of China, and you can see it in, for example, the remarkable economic success of Vietnam. Which is the one who has in the most creative way, tried to use those lessons. You see it also elsewhere, but Vietnam has not suffered. The blockades, the sanctions, and the overt hostility of the United States. The United States still wants to somehow Take advantage of Vietnam. It doesn't care about North Korea and Cuba and so subjects them to every kind of negative pressure, which has its impact."
	},
	{
		"start_time": "25:38",
		"speaker": "Ricardo Lopes",
		"words": "So with all of that in mind, let me ask you then, how do you react to claims still made by many, many people when they say that wherever socialism has been tried, it always failed."
	},
	{
		"start_time": "25:54",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Yeah, this is an this is ignorance, and it's an ignorance that keeps being repeated, so that people who don't take it 10 minutes, that's all it takes, 10 minutes to find out the facts. They avoid spending that 10 minutes and instead tell each other these sorts of things. I am in, I am in debates here in the, I'm, I've been talking to you from New York City, so I'm in the middle of the financial core of this country, the government of this country is much more here than in Washington, right so it's here is where it is, and I live here and I work here. And I therefore engage in debates, the public, at the university and trade unions in which people say what you just said. So I know you are correct, lots of people say things like that, uh, but that's ignorance. You know what they have they have in their mind after I, I give them my answer, they will start talking to me about Venezuela. Yes. Oh, they get very excited about Venezuela, and then some of them, uh, mentioned Cuba. I, I assume that's because those two economies have enormous difficulties. But that has very little to do with socialism. That has to do with a, that they were either actual or they were in fact colonies of the United States, and then they were enemies of the United States, very little between. During their colonial period, they became very poor, as most colonies do, because they were exploited by the United States. After they broke away Cuba in the revolution with Fidel Castro uh in 1950. Venezuela much later with Hugo Chavez and so on, then they were subject to total blockades in which they couldn't sell their product, they couldn't buy anything, they, I mean. Here's the joke. If you wanted to come up with a balance sheet for socialism, I'm willing to think about that, then we would have to look at Cuba and Venezuela, fine, but we'd also have to look at Vietnam and China also. And then you would see that clearly socialism isn't the problem, because socialism is what they have in Vietnam and China, and those are two models of successful industrialization. I mean, let, let me be really clear with you. In the 100 years that the United States has been the dominant economic power in the world. Roughly from the 1920s, 1930s to now, a century. The United States Empire was dominant. The United States Empire had no competitor. Now, the United States for the first time in a century, has a serious competitor. And that competitor is the People's Republic of China, which calls itself socialism with Chinese characteristics. OK. No one expected this, no one foresaw this. China was not very many decades ago, the poorest country on earth. And it is now the technological equivalent of the United States. That this is unbelievable. If your goal in life is to become less poor, to become a modern society, which is the goal of the vast majority of the nations of the world right now, in Asia, Africa, Latin America, and beyond. If that's your goal, then China is the number one success story in the world. So to repeat, oh socialism never works. You know, if a student does that in a class, you call the student up and say, either you're not reading the material that we give you to study. Or there's something wrong with you, but you gotta get some help, because you keep repeating what is know that and you have no evidence. Give me evidence. Evidence is not Cuba and Venezuela. Whatever you think about those societies, that's not enough evidence. You have to talk about China and Vietnam, which you never do. Those folks who say that do not, or here's another one you may encounter. They will say grudgingly when I point out China. Yeah, that's because China has adopted capitalism. And then then I go, then I, you know, then I say, OK, well. Who who authorizes the use of this term? You just decided that since China is a great success, you're gonna call it capitalist, but that that that's a legalism, that's the kind of thing a lawyer does in a in a in a jury, hoping the jury doesn't notice. You can call it whatever you want. They call it socialism, I call it socialism. The whole world calls it socialism. You want to call it something else because you've been embarrassed. That the statement you make, socialism never works, turns out it works real well, and now you don't know what to say, so you'll say, oh, it isn't socialism. It's a little bit like um Mr. Trump reacting to Kamala Harris as his opponent by saying, oh, she's not really black. Oh what? Where'd you get this? He made that up. He makes most things up. He, he, he's not bound by any rules of, of factuality."
	},
	{
		"start_time": "32:16",
		"speaker": "Ricardo Lopes",
		"words": "Well, maybe I will ask you a little bit about Trump since we, the results of the elections are already out toward the end of our conversation. But let me just ask you now, since we've been talking a lot about socialism, what is Marxism then? And does it relate to socialism and if so in what way?"
	},
	{
		"start_time": "32:34",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Yes, good. Socialism is older than Marx. When Marx was a young man, there already was in the world, socialism. And given Marx's own position as a critic of capitalism, he found his way to the literature about socialism. He found it in the library, he found the people that he bumped into, you know, he was an academic, he went to the university, he got a degree in philosophy, and he began his working life as a teacher. So he encountered other teachers and students, and they Made him familiar with the literature of socialism. Uh, SO he, he read that literature and he found it. On the one hand, very persuasive. So he began referring to himself as a socialist. But he also found Himself disagreeing with a whole bunch of things in the socialist tradition that he encountered. So he began to develop his own way of understanding socialism. He did, like I said before, he took what he felt were a valid, powerful insights from that tradition, and he was grateful for them. But he also took it in his own direction. He developed it in a particular way. And that's what Marxism is. It's one strain of thinking within the broader socialism. There have always been socialists who are not Marxists. There are different kinds of socialists. Some of them take a lot from Marx. And mix it with other things. Some take only a little from Marx, some take nothing at all. So you have the whole range of of attitude, but Marxism is a particular Analytic, an idea. Marx's goal was to explain. Why capitalism worked the way it did. And why the workings of capitalism. Explain what for Marx was the great question of his lifetime. And let me tell you what that question was. OK. Marx was born in 1818. Which means he was born into the Europe whose transformation was underway, and for whom the great event that provoked their transformation was the French Revolution. The overthrow of the feudal monarchy of Louis Catos and all the others. And the establishment instead of capitalism. In place of feudalism. And the great slogans of the French Revolution, liberte, egalite, fraternite, that these were for Marx, his own beliefs. This was what he was a a a child of the French Revolution. He wanted there to be liberty, equality, fraternity, and he added from the American Revolution at about the same time, democracy, that these were his values. So the great question at his time. When he becomes an adult, it's now 1850, more or less, middle of the 19th century, he becomes an adult, goes to the university. He looks around. Germany and France at that time, I mean he comes from the border uh between France and Germany. Uh, HE looks at that and he says, we have capitalism, feudalism is gone. But do we have liberty, equality, fraternity, and democracy? Not at all. So here's the question. The people who made the French Revolution, Bob Spierre, Danton, all of the great leaders of the French Revolution, they promised liberty, equality, fraternity, and democracy. Those were the, the banners in the in the streets of Paris. What happened, Marx said, We got the capitalism, but we didn't get the liberty equality fraternity. Capitalists are rich, proletarians are poor. Capitalists have freedom, the working class has none. Democracy, the workers do not elect in any way or participate in any way in deciding who their exploiter is. OK, so what, what happened? And the results of Marx's work were to demonstrate. It took him years, but to demonstrate to all of us that the reason capitalism failed to bring anywhere ever liberty, equality, fraternity, and democracy. It is because capitalism itself is the obstacle to doing that, that the way capitalism is organized prevents liberty, equality, and fraternity. You don't have to look outside, you don't have to look for a special reason. It's right here, inside the guts of capitalism that you have the obstacle to liberty, equality. And the way to put that in, in simple English. Slavery is the dichotomy of master and slave. Feudalism is the dichotomy of lord and serf, and capitalism is the dichotomy of employer and employee. That's the problem. You have to overcome that, or else you're not gonna get liberty, equality, fraternity, and democracy. Mary's project is to show that. And Marx's goal is to inform the working class that wants and needs liberty, equality, fraternity, and democracy, that the way to get it is to go beyond capitalism. Mhm."
	},
	{
		"start_time": "39:40",
		"speaker": "Ricardo Lopes",
		"words": "So, what would you say are the most recurring problems of capitalism, the ones that seem to keep coming back over and over again?"
	},
	{
		"start_time": "39:51",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Yes, and those are the ones that keep provoking socialism. I would argue that there are 3. I mean, there are many, but I'm gonna give you the 3 main ones. OK. The the first is the tendency of capitalism, wherever it comes to exist. To worsen the inequality of wealth and income. Among people. If you take a look, uh, I'm not, I don't know if you're familiar. There's a French economist named, uh, Thomas Piketty who works in I'm aware of him. Yes, OK. Well, his is only the latest. In a long series of works that show this. If you look at his book called Capital Capital in the 21st Century, it is, you know, 600 pages demonstrating that wherever capitalism goes, the the the the gap between rich and poor gets worse. So, that's a terrible quality of capitalism. It is not only not bringing us equality, it is bringing us the opposite. And what periodically happens is it goes so far that it provokes a revolution which temporarily narrows the gap between rich and poor, and then when the revolution is over, if it lets capitalism survive, the capitalism will once again produce the we are that now. 40 years ago, the United States was less unequal than most of the countries in Europe. Today, the United States is more unequal than most of the countries in Europe. What's that about? Capital has been more dynamic in the United States than in Europe, and so it got worse, and we are now very extreme. We are so extreme now that I would not be surprised, especially now with Mr. Trump, that we begin to have very serious social explosions because of the gap between rich and poor inside the United States. So that's the first one. The second problem of capitalism is a profound Instability. This is a system that goes from recession to inflation back to recession, more unemployment, less unemployment. No one escapes, no one. The business cycle, the crisis, the recession, the depression, the boom, the bust, the crash. I mean, we have endless words because this is always with us. Wherever capitalism goes, it produces this business cycle. In which workers now have to struggle not just with low wages, but with the risk that 2 years from now or 4 years from now, I won't have a job. How do I buy a house paying every month for my mortgage? If I, if I'm gonna lose my job, I won't be able to pay the mortgage. I'll lose my house. I'll lose my apartment. You know, students drop out of university because suddenly their family doesn't have the money cause father or mother lost the job, etc. THE, the instability is terrible. Capitalism has tried for centuries to stop the instability. We even have a Branch of modern economics called Keynesian economics after the British economist who devoted himself to understanding why is this happening and what can we do about it. And now we have monetary policy and fiscal policy. We have wonderful policies. Do they prevent the instability? Not at all. Not at all. The, the two worst collapses, the three worst, 1929, the Great Depression. 2008, we call that in this country the Great Recession, and then 2020, which we call the pandemic recession, but I mean, it, it doesn't matter. We have collapses, and then we have inflations, and then we have collapse it's that instability is a terrible problem for capitalism, which, like inequality, it has never been able to stop or to solve. And the 3rd 1. IS the built-in expansion of capitalism. Capitalists have to take their profits. Either entirely or in the major parts of it, and plow them back into production, because otherwise they risk being competed out of existence. They have to get the new machine. They have to produce the next successful commodity. They're always expanding, which means they have to go around the world to get inputs. For their expansion, and they have to go around the world to find markets for their expansion. They are forever bumping into each other or bumping into local societies who they want to serve them. That's why we have colonialism, and now that the mass of people won't allow colonialism, are fighting back, that's why we don't have Britain in India. That's why we do have Israel in Gaza, they're still trying to do it. OK, that produces war, endless war, large war, little war. The worst wars in human history, World War 1 and 2 were fought among expanding capitalist economies, Germany, Britain, United States, Japan. And at the beginning of World War One, Russia, which had its capitalist too. So it seems to me that the great, the three great flaws of capitalism are inequality, instability, and a tendency to global warfare that constantly destabilizes everybody."
	},
	{
		"start_time": "46:42",
		"speaker": "Ricardo Lopes",
		"words": "And so, how do you look at the current state of support for socialism, particularly in the West and in capitalist societies? Because it seems to me that since the 2008 economic crisis and now also more recently, as you mentioned, the pandemic crisis, people have been looking, uh, have been moving to. Uh, MORE fascist, more right-wing populist narratives instead of alternatives based of, of more leftist alternatives based on socialism or some other related uh positions in, in the left wing uh aspect of the political divide. So how do you look at it?"
	},
	{
		"start_time": "47:29",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Here's the way I look at it. Capitalism, because of its flaws. Provokes Opposition, it always has. And it knows that the people who run capitalist societies, they're not stupid. They, they learned from their parents and their grandparents that They have different explanations than I do, but they know that there's a risk. When the forces on the right are very strong, They make alliances with the left. When the forces on the left seem strong, they make alliances on the right. They don't care. For them, the issue is not left and right, which they disagree with all of that. They are there to keep the capitalist system going. So, for example, When fascism grew in the 1930s, I didn't find it. I mean, I wasn't alive then, but as I look back, I don't find this surprising because In 1917, the Russian revolution gave to the capitalists of the world a fantastic shock. Up until then, no socialists had been more than an annoying politician who was critical. But now they captured a government. Now they had a big country, Russia, that they were in charge of, so they felt terribly threatened. That's why they sent those troops that I talked about before. That's why they aided the white army to try to overthrow uh Lenin, Trotsky, Stalin, and the others. Mhm. So they convinced their people very quickly, starting in 1917, and without interruption. Through the 1920s, in every Western country, there was anti-leftist propaganda from the top to the bottom. Bolsheviks, that was the bad word then. The Bolsheviks are coming. The Bolsheviks threaten you. In Portugal and Spain, everywhere you had it. So when capitalism then collapsed in the Great Depression, starting in October of 1929. The mass of people realized that the capitalist system that was running their societies had broken down. It was obvious, millions were out of work, the government didn't function, so they went to the right because they had been taught for 15 years or more that the left is evil, terrible, don't go there. So they went to the right. The capitalists, in some cases, went with them. Italy, Germany. Spain, Portugal, them. But most capitalists said, oh no, oh no, we have to go to the left, make an alliance with the working class against the fascists. So that's what you got. That's why the government in Spain invites the international brigades to help them fight against Franco. That's why the French vote into office Leon Bloom in the middle of the 1930s, a socialist for the first time, a socialist prime minister in France. That's why in World War II, Britain, France, and most of Europe allies with the Soviet Union, the arch enemy, they went and allied. Here in the United States, people who were known socialists and communists were given high government positions. In World War II, so alliance with the right to uh to the left to destroy the right. The minute the right is destroyed, end of World War 2, 1945, the minute. The complete switch around and the Soviet Union, which was your ally, becomes the evil enemy, and we have the Cold War ever since, so that answers your question. Now that capitalism is falling apart again. The people at first go to the, go to the right, because that's the allowable place. An American worker will go to the right because he's afraid the left is somehow evil and terrible and dangerous. But here's why I'm confident. Here's why I don't have a long face. The right wing, for example, Mr. Trump, in his 1st 4 years, he solved exactly no problem of the United States. Our sit, we are more unequal now than we were before. We are more unstable than we were before, and our empire is disintegrating. There's nothing he can do about that. He is going to be the president of a further decline. And I predict to you, you and I should talk, 4 years from now, they will blow him out of the water the way they just blew Biden and Harris out of the water. And why? Because the mass of the working class will go, gee, this guy hasn't done anything. That's why they didn't vote for him 4 years ago. That's why Biden got elected. It wasn't that Biden was no great leader. Mr. Biden has been a politician here for 50 years, and nobody paid him any attention. He comes from a small state, he's irrelevant, but he was able to beat Mr. Trump because even then, large numbers of people said nothing. Now Mr. Trump cleverly, to his credit, turned himself into a folk hero. And that way he begins to express. The anger that the mass of the working class feels towards this whole capitalist system. He looks like an acceptable outside critic. You know, he, the problem is immigrants, immigrants. Immigrants make no difference at all. That is it. We are a country of 330 million people, and we have between 10 and 11 million undocumented immigrants. There is no way that 10 to 11 million people, among the poorest in the world coming to a rich country like this could be the cause of the economic problems of American capitalism. That is ridiculous. There's no way to do, no way to show that, nobody has, but by making a wall, it's very dramatic. It's all a big wall, people, 00, he's doing something. And he's gonna put a tariff on everything. He's doing something. Compared to that, the the Democrats look like same old, same old, everything is, uh, and that's no longer acceptable because the system is falling down. The United States lost the war in Vietnam. The United States lost the war in Afghanistan. The United States lost the war in Iraq, and it is now losing the war in Ukraine. Everybody knows, everybody knows, they dare not speak it, but they all know."
	},
	{
		"start_time": "55:25",
		"speaker": "Ricardo Lopes",
		"words": "OK, so as a last question, let me ask you then more directly about Donald Trump because as you were already alluding to, we already know the results of the presidential elections in the US and Donald Trump won the second term. So what do you think that 4 more years of Donald Trump represents for the average American and perhaps for the rest of the world?"
	},
	{
		"start_time": "55:50",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Um, NOTHING going on in the rest of the world. Matters here. That is The American people Having been the dominant empire in the world. For a century See the rest of the world. As somewhere between irrelevant. And easily manageable. And they don't care. Uh THEY'RE split between the Democrats who are convinced they can manage everything and the Republicans who say we're not gonna worry about managing it because we don't care what happens. We are sober for one group. We are so big, we don't have to worry. For the other group, we are so big, we can take care of everything. So, you will get a mixture of those two perspectives. A little less management and a little bit more disengagement. If I, if, if I was. If you were to ask me this question, What does it mean for Western Europe? I mean, that's where the impact will be the greatest. Because you have a series of governments. In most of the car, not all, but in most. That have allied themselves with the United States. And they are now going to be allied to someone who will be perfectly happy to throw them into the ocean. Doesn't care. Doesn't care what happens to Mr. Starmer. Or to Macron, or to you doesn't, doesn't care, don't you. The issue is China and Russia and BRICS, and we don't. If the Chinese offer Interesting deals. To the United States. By dividing between them, Europe. They'll do it. And the Europeans will have absolutely nothing to say about it. So if I were a leader who had identified myself. With the United States, say around the war in Ukraine. I would worry. You're done. You just lost You you hooked yourself to a ship that is now sinking as we speak. They ought to worry, they ought to be looking for another job. They ought to move maybe to China. So I think what he'll do is a variety of economic acts that will backfire on him. And that the business community will come down on him. And he will, he will then be defeated. One way or another. Either the business class will get rid of him. Or the military will get rid of him. Because they're working with the business class, and he's just too strange. And the irony is the Europeans are going to try to find Americans to work with and for for Trump and his people, that will be dangerous, and they will destroy those people at home, and those people in Europe for making even the effort to do this. You're not dealing with any, he can't run again. He's already he is already a lame duck, we call that, because he's had one, you only can have 2. Unless he changes the law, which it would be difficult for him, you know, you may do that. But you're also going to see now major upsets in the United States. If he, for example, Blocks access to abortion, you're going to have a revolution here of the women. They didn't vote for him anyway, but they are now, you know, you, you cannot do what he wants to do. Or I could be wrong. I could be wrong, and maybe he can mobilize well enough. And then there will be an exodus from here. An exodus of Left-wing people, intellectuals, feminists, anti-racists, by the millions. And you will have a wave of immigration. To Europe as big or bigger than the one that left Europe because of the Nazis and Mussolini and all of that."
	},
	{
		"start_time": "1:00:54",
		"speaker": "Ricardo Lopes",
		"words": "But we were talking just about this off record and just quickly, when it comes to the potential resurgence of fascism, of course, as you know, I come from Portugal and My grandparents and even my parents a little bit went through the later stages at least of the almost 50 years of Salazar's regime here in Portugal. So do you think that Trump, or, or the, the second election of Trump also has something to tell us about that or not?"
	},
	{
		"start_time": "1:01:29",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Not so much about that because we don't have that experience, you know, in the 1930s when when you had the Salazar and Franco and all the rest of it, the American working class went to the left. Roosevelt here introduced, you know, very high in Roosevelt's government were socialists and communists and all of that. They were considered more reliable as opponents of fascism. So you had the movement to the right. We have no comparable. Movement to the to the right that succeeded. We've had many movements to the right, and we came close after World War One, but We haven't had that experience yet, so people don't know. You know, here, if you want people to know that, you tell them the story of Portugal or Spain or Germany or Italy, and that's being done. I, I have a dozen uh emails today about You know, Hitler and how he came to power, and is it similar, how similar is it and all that. So, there are people who know that that's a danger, but you also have to remember certain particular things. The ruling class here was not unified in favor of Trump. If anything, they tilted towards Harris. Because he's a loose cannon, he's he's uncertain, he introduces odd ideas that they know are no good for us, so they don't like him very much. That's one issue. So he's got that as a serious problem. The military has basically told him that you can't do what you wanna do. They told that to Biden too. Biden has wanted to do things in Ukraine and in Israel that the American military said we can't do that. We won't do that. OK, he's st, he can't do it, um. Then also, Mr. Mr. Trump is very old and not very well, so you don't, you know, these others were relatively younger. He is going to die, probably in the next 4 years, so we will actually be looking at President Vance. And no one knows what that is because he was a left of center, then he became a right of center. He seems to be somebody who goes wherever the money supports him for his political career. And so he's unknown. No one knows what it is, but that's the expectation. So those are serious problems if you want to establish a fascism. And finally, Mr. Trump is, he really is interested in Mr. Trump. He isn't a fascist uh in the old way. He hasn't always been. He, he was in favor of abortion a few years ago. He only changed his opinion to get the vote of the evangelical Christian, uh, anti-abortion, you know, the fundamentalist Protestants and the religious Catholics. They, he wanted that vote, so he said that. He doesn't care about guns, he doesn't care about any of this, none of it. It's never been his whole life, he has no interest in these issues, none. He wants to make money. His whole life is getting the money from his father, who had a real estate business, left him some buildings here in New York City. And that made him a millionaire, and that's only, he's never worked, he's never had to struggle about anything. He makes hotels, he, he builds hotels, and when they work, he makes money, and when they don't, he sells them, and then he builds another, it's just that he has no, that's why, for example, he attacked Kamala Harris. As a, I quote now, a socialist Marxist fascist, he put all the three words together because he has no idea what they mean, none. He, he knew that those are bad words in American politics, so he called his opponent, he couldn't think of anything else, you know, it's, it's. Europeans have a much more developed understanding. You really, if you're trying to understand America, you have to really understand. The political ignorance that has been cultivated in this culture throughout the Cold War. The whole world is a world of good, that's us, and bad, that's everybody else, everybody. And the worst, Mr. Putin or Xi Jinping, you know what? Our president, Mr. Biden. Refers to these people in words like crook, thug. Evil empire, the language. Listen to the it's a language of children. It's, it's like a a 4 year old looking at another 4 year old thing, you are poo poo. What? That's it? You can't do better than that. You're an adult. What's the problem? There's a hug. One leader calls another leader these names. It's childish. Mhm. You have to understand, and that's just not, not just our leaders. Our people have the political understanding that you would shake your head. Now, I, I'm not a European, I'm an American, I was born here. On the other hand, my parents experienced fascism like yours did. So did my grandparents. Most of my family is dead. They were killed in either gas chambers or in the war. So, I know, I grew up in the same room with my grandmother, who told me the stories of the bombing. I know the way a child learns. I have that in my head, I know. My mother was German, my father was French. I speak those languages. I spoke those languages before I learned English. So I really do understand and have a sense of the European tradition. I'm part of it. I read French and German newspapers all the time in order to keep up, but I'm telling you, this country, is in a very, very, very dangerous place. Its empire is falling apart. The bricks is the new. Power in the global economy. And that power is an enemy of the United States, and it is outperforming at every turn, and, and the Americans know it. That's why half of our ruling class has invested in China. They, it's very complicated, but the position of the United States, that's obvious, down. And the people in Europe, the political leaders, they think the United States is still on the rise of its empire. No. The rise was in the 20th century. Up until 2010, 2015. Now we are going down, and as with every other empire in the world, Going up is much more pleasurable than going down. And, and the rest of the world needs to understand, you're watching the convulsions inside the United States as it goes down."
	},
	{
		"start_time": "1:09:36",
		"speaker": "Ricardo Lopes",
		"words": "So, Doctor Wolf, let's send on that note, we've reached our time limit. So thank you so much again for taking the time to come on the show. It's been a real honor to have you on and thank you so much for the very fascinating conversation."
	},
	{
		"start_time": "1:09:51",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Thank you, Ricardo, and thank you for having these conversations, cause one of the best ways we can make some progress is if we all understand what is going on. So, my thanks to you as well."
	},
	{
		"start_time": "1:10:05",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]