[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lops, and today I'm joined by Dr. Vivek vanatharaman. He is assistant professor in the Department of Anthropology and Archaeology at the University of Calgary. And today we're talking mostly about human tree climbing, running, and hunting. So, Doctor Van Caerman, welcome to the show. It's a big pleasure to everyone. Thanks for having me. So, let's start with, uh, tree climbing because it's curious because on the show, I've already had many anthropologists on and with a few of them, I talked about walking and running, but this is the first time I'm going to talk about tree climbing specifically. So, I mean, do you think that that's because it's a topic that is not as explored in anthropology as something like walking and running, and if so, why?"
	},
	{
		"start_time": "00:57",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, um, thanks for thanks for the question. Um, YEAH, it's interesting, we do kind of focus on walking and running, and I think the big reason for that, um, is that in industrialized societies that anyone listening to this show will live in, um, That's, uh, that's mostly what we do, right? We run for exercise, we sort of walk everywhere, and that's kind of what we, um, think of as, as what humans do. Um, I got really interested in human tree climbing, but because I was studying, um, rainforest hunter gatherer populations, and these are populations who actually, uh, climb trees on a nearly daily basis, and. The reason that they do it is because they, they need to. It's because that's where food is located um in these environments. And we can get more into that, but I think to, to answer your question, I think that it's um perhaps a case of what is in front of us by seeing what we're, what we're looking at. But as anthropologists, we want to understand the broad sweep of human diversity to see what people do. Across cultures, and as we dug into this, uh, literature on human tree climbing, we found that actually a lot of societies around the globe, whether they're in rainforests or other kinds of habitats that they, they climb trees pretty often. And um just to just to back up a little bit, the reason that we were interested in this kind of question is that when we think about human locomotor evolution, Uh, there's kind of a narrative that what happened is that a few million years ago, we went from living primarily in the trees, living in ape-like existence, to being committed terrestrial bipeds, right? And a really big question in the field is, you know, when exactly did this happen? How fast did it happen? What was the nature of that um transition? And so, um, In paleoanthropology, when we find a, uh, let's say a skeleton that exhibits some some human-like uh traits, the, the automatic uh Uh, response is to, is to say, well, you know, we don't, uh, climb very much as as modern humans and so It's unlikely that he, that these hominins were climbing either, and this has been most notable with a fossil called uh Australopithecus afarensis Lucy, uh, which you're probably familiar with, lived about 3.5 million years ago. From the waist up, it looked a lot like a chimpanzee, but from the waist down, it, it looked quite humanlike despite being quite a bit smaller. Um, SO it, it likely had some kind of striding gait. Um, AND it had, uh, most importantly, it's, it's big toe instead of having its, um, big toe out to the side, it was, it was up in the, up in the front. Um, SO this is indicative of a, of a shift toward, uh, more of a life on the ground, but the question is, does that preclude significant amounts of arboreality, and so we conducted some studies and we think that the answer is, is not necessarily."
	},
	{
		"start_time": "04:09",
		"speaker": "Ricardo Lopes",
		"words": "Right. But I, I mean, how regularly do humans in traditional societies climb trees? Of course, I would imagine it depends the location where they live, if there's many trees there or not, but uh how often do they do it?"
	},
	{
		"start_time": "04:24",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, the answer is it depends, and the, the data are a little bit hard to, to come by, but from what we were able to find it, uh, it can be up to 10% of the day, uh, spent in a tree, and I think that's kind of an upper limit. These are rainforest hunter gatherer populations. I believe that's a population from like, um, Democratic Republic of Congo, um, so yeah, dense humid rainforest. So people will spend, um, Yeah, a lot of time and, you know, the main reason that they'll be there is, is, um, foraging. But what's interesting in these groups is that it's not um like what you see in um like a your your typical primate population, um like apes or monkeys were kind of everyone is doing similar things. What you see in human populations is that sometimes it's um particular people that specialize in Uh, in this climbing and might do it more than others. So, it's kind of reflective of a division of labor that you see in humans. Um, SO, yeah, it's not everybody doing this all the time, but, um, it is to get significant uh amounts of food, and so, um it can actually happen more than, than we think. The population I work with called the Batek, um, at least as far back as the 70s, they were climbing 50 m trees on a daily basis. Um, SO it can be frequent, but it isn't always."
	},
	{
		"start_time": "05:51",
		"speaker": "Ricardo Lopes",
		"words": "So, you mentioned food, is that the primary thing they go up on the trees to do to uh gather food? I mean, it's for foraging purposes or are there other kinds of things that they do up there?"
	},
	{
		"start_time": "06:05",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, it seems like it's mostly food, although, uh, predation is also another um reason that they would do this. There's actually some really interesting documentation of of tree houses, some of them like extremely large and elaborate, that have been built in some societies, uh, that people like to keep their You know, abode off of the ground basically, where you're more susceptible to to predation and other other kinds of threats. Um, BUT aside from that, yeah, it's food and it's mainly um hunting, so you can hunt from trees or you can go up in a tree to get an animal, um, or you can, yeah, hunt from the tree where you might ambush an animal down below like a deer hunter might like in North America, for example, um. And then also fruit, so, you know, especially in tropical rainforest populations, you have really big trees and a lot of the food is locked up uh in the canopy, right? And that requires climbing. So you can go up and get really, really large amounts of fruit, and I've and I've seen this in person in um in Malaysia, um, but the big one. Is honey. Um, HONEY is pretty much the sweetest food in nature. Uh, IT'S really delicious. It's highly prized by all, all societies, um, but of course it comes with a catch, which is that, uh, it is produced and heavily defended by stinging, uh, insects, honeybees, right? Um, AND that, and that brings us to a whole other, you know, sort of topic, which is how do you get, um, honey out of a tree and so humans are are quite good at using Um, technologies, um, you know, smoke and fire, and, um, plant extracts, compounds, um, to sort of calm the bees down or they sometimes go honey hunting at night, you know, I've, I've seen this. I was on a honey hunting trip up in the, uh, Thai border, um, a couple of years ago where people were climbing a just an enormous tree about 2 in the morning, um. With very little technological assistance. They weren't wearing harnesses, uh, these men were only wearing shorts. Um, THEY did it at night because it kind of confuses the bees. So they, they climb up and they go out to the nest, which the species called Apis dorso of the giant Asian honeybee is, uh, kind of below the branch, kind of like a crescent, and they go up to it and they'll just get a big torch and kind of just burn the bees off of each side, and then cut off the honey, put it into Put it into a container and then kind of lower it down with a, with a pulley system. But I was always shocked that they actually did not want to wear any kind of, uh, protection, like a bee suit. Um, THEY felt that by being clean and by wearing as little clothes as possible, that that was, uh, helpful because the bees wouldn't be able to detect them through various sensory modalities. Um, SO, and then when you get honey, it can be massive amounts, right? Like you can have 100+ kilograms, um, in a single outing, uh, with, with aposada. There's, there's an astounding statistic from uh the Mbuti population in Africa that, uh, during the honey season, um, that they eat up to 2 kg per person per day of honey. Uh, WHICH is an extraordinary amount of honey. I mean, it actually sounds kind of gross, uh, it might make you sick, um, but, but these are populations that are, of course, food limited and, um, honey is very nutritious. So, um, yeah, I think honey would have been a really uh important reason to be climbing for, uh, early hominins as well as obviously humans today."
	},
	{
		"start_time": "09:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHICH is interesting because if we were thinking about someone living in an industrialized society, if you weigh 2 kg of honey in a single day, you would probably have diabetes,"
	},
	{
		"start_time": "10:07",
		"speaker": "Vivek Venkataraman",
		"words": "right? Well, exactly, that's what's, that's what's amazing about this is that, uh, I think, um, you know, like I said, they're they're food limited in that environment and, and so it seems to be OK for them."
	},
	{
		"start_time": "10:18",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let me just ask you, I'm asking you this because it just came to my mind and now and then I think we see it in movies, but I, I want to ask you if it's something just fictional or if it also happens in reality. So, do humans ever use trees to get away from predators, for example?"
	},
	{
		"start_time": "10:40",
		"speaker": "Vivek Venkataraman",
		"words": "Oh yeah, um, I think they do. I think, I think quite a bit. Uh, WE actually found a lot of examples of that in the ethnographic record. Um, WHEN you're out foraging, uh, hunting or gathering, um, you can come across, uh, animals that that might see you as prey, and so there's a particularly memorable, um, report that I read of a group of peeries. Which are apparently quite formidable when there's a lot of them, um, attacking, I think, um, Maybe an Aceh man, this would be in Paraguay, um, and he had to kind of go up into a tree until they, until they went away. Um, I'll also say that in my own experience in Malaysia. Um, I've, I've heard of several instances of people running into trees when they were attacked by tigers. Um, IN fact, last summer I was with a man who pulled his shirt up and showed me claw marks on his back that, uh, were from an event where he was in the forest and a tiger attacked him and he had to jump into a tree. Sometimes it's kind of the The last resort. Um, I think lucky for these people, they're, they're very good at climbing and they'd be very capable. Um, IF it was myself running from a, from a predator, I don't think I would be, um, you know, nearly as lucky to get high enough in the tree to escape."
	},
	{
		"start_time": "12:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah, yeah, me neither. But, uh, I mean, but how proficient are humans at climbing trees compared to other animals? I mean, how good are we?"
	},
	{
		"start_time": "12:14",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, it's a good question, and I think the answer is we're not as good as other animals, right? We definitely are, in a sense, committed terrestrial bipeds. But I think that like our whole point in this body of literature is that that we're way better than we think that we are, and therefore hominids in the past who had to climb trees for survival were were probably very good. Um, SO what we did in our study was we looked at actual performance of human climbing. So we can look at how fast, uh, humans climb trees, we can look at, um, Uh, like how much they climb per day, right, things like that, um, and then, and then a few other things that I'll mention in a moment, but on, on those metrics, uh, it's actually pretty comparable. Um, SO humans can climb trees pretty fast, um. Not too much slower than a, uh, let's say a chimpanzee or something like that. Um They also, you know, we've already talked about how much time is spent, um, in the trees, but sometimes they will climb large amounts per day. Like I was saying, the, the Batek in Malaysia climb 50 m trees on a daily basis. So that turns into actually a lot of, a lot of up and down, right? Uh, THAT can, that can burn up a lot of energy. Um, AND there's some other primates that actually don't even climb as much, uh, during the day. Now some primates that we think of as being arboreally adapted. Like orangutans, chimps, gorillas, they actually spend, you know, less time in trees than some human groups do. Uh, SOMETIMES like the males of those species are actually too big to spend much time, much time in trees. So when you look at the raw numbers, um, actually humans aren't aren't quite as bad as as we might think, and we did a study a couple years ago. Looking at um this question of how are humans able to get closer to the tree, get closer to the substrate, so they can climb, uh, efficiently, right? When you go to a rock wall and, and you're climbing, you know, it's, it's certainly easier to climb when you are close to that, uh, wall, and that's because Um, you know, there's less mass farther away, so you're using less muscle, um, energy expenditure, basically to, to support yourself. And so we did a study looking at, um, the ankle dorsiflexion of hunter-gatherers when they climb trees. So basically how much the ankle is flexing when they put it up against the tree. Um, And they do this because, you know, with that big toe, we have to, uh, being oriented to the front. We have to climb in sort of a different way than some other primates do. And this is a really fun thing that we've documented. Um, SO, what people will do is they will walk up the tree where you kind of lean back like this and put your foot flat against it. It's called like the lay back technique. You see in rock climbing too. Um, And then you just kind of lean back. Um, AND this, uh, reduces the amount of, of, you know, energy, um, that, that you're using. But this is a way that hominids, I think, could have climbed, despite having increasingly long legs. Um, ANOTHER way they do it is by taking the big toe. And, you know, our big toes, we, we wear shoes, we develop wearing shoes, um, throughout childhood. And so our feet tend to be very like, Um, you know, forward, right? And very, uh, like, uh, you know, clumped together, kind of, they're almost like stuffed into a shoe. Um, BUT if you go, you know, live with the populations in Malaysia and Africa, their feet, I mean, they literally look like this. They're splayed out completely like this, um, and the big toe is almost kind of out to the side in some cases, and this is because of this. Uh, DEVELOPMENTAL history of, um, not wearing shoes, of being in touch with your environment, of, of walking up hills and having to grip into the, the mud to like pull yourself up. Um, AND so as a result, they have very strong feet, and they can actually grab vines with their big toe, kind of like this, and, and climb up. Um, AND so I, I thought that was amazing because we think of our big toe is basically just useless for other things other than You know, walking and running, but it's actually been co-opted, um, in climbing behavior in very kind of interesting ways. And what we found with the, with the ankle dorsal flexion was that um people who do, who, who climb trees regularly are able to flex their Their ankles to a degree that in you or me would probably break our ankles. Um, IT'S, it's about the same as what chimpanzees do. And this again is probably from a lifetime of climbing. And so, you know, we've argued that in these kinds of environments where you have to climb often, um, we have that phenotypic plasticity that can allow you to become a very good tree climber and parallel the performance metrics of great apes in some surprising ways."
	},
	{
		"start_time": "17:10",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. So, people in traditional societies who regularly climb trees also have different and some anatomical differences in terms of their like with feet, legs, and stuff like that."
	},
	{
		"start_time": "17:24",
		"speaker": "Vivek Venkataraman",
		"words": "Well, I think it's still kind of an open question. Um, CERTAINLY from an anecdotal perspective, like I was just saying, their feet look way different, um, they're gonna end up being, uh, stronger. Um, I don't, I wouldn't say it's necessarily a genetic effect, but it could simply be just, um, use throughout, um, used throughout life, right? Um, THAT enables them to be, to be really good climbers, yeah."
	},
	{
		"start_time": "17:48",
		"speaker": "Ricardo Lopes",
		"words": "And the fact that we are bipedal animals, does that have any effect on our ability to climb trees? I mean, did it have any negative impact, the fact that we became bipedal?"
	},
	{
		"start_time": "18:02",
		"speaker": "Vivek Venkataraman",
		"words": "Well, I think unquestionably, um, it does. Uh, THE previous thinking on it was that it basically made arborealism impossible uh for humans, right? By moving that big toe to the front, you lose your grasping ability, so you can't hang out in trees anymore. And what me and my colleagues have argued is that, yes, it does compromise it, but not to the extent commonly, um. Assumed. Now, there's also other aspects of human anatomy. So, you know, hominins became generally taller throughout human evolutionary history. Uh, THIS is also gonna make tree climbing a little tougher because of what I mentioned before, where, you know, with that big toe being where it is, uh, one of your options for climbing the tree is to kind of lean back and that's, that's just gonna be harder if you have a really long limb. But there's another way that people actually climb trees that you see in some non in some non-human primates too. Which is called uh the frog style. And this is where you take your legs and they're kind of splayed out, and imagine that my coffee cup is a tree, you would kind of be around it like this, where your legs are out, right? Um. And so that's a way of, again, getting around having really long legs. What's really cool actually, I'll just make a quick note is that in these populations that they have many different words for different styles of free climbing. Um, THE way that you position your foot and your legs, there's a different vocabulary for all of it. And so that just goes to show the heritage of tree climbing having an impact on the language and the way that that people, you know, see the world. But when we look at other, other traits like having um a long Achilles tendon and other kind of soft tissue adaptations, um, you know, we're not really using that uh elastic mechanism when we climb trees unless you were to do it really fast. And I think it is possible, but frankly, this stuff hasn't been, uh, studied enough, um, to, to come to any firm conclusions, but Again, I think my main argument would be that, uh, while bipedalism does compromise, uh, compromise tree climbing behavior, um, that's, it's much more complicated than, um, I think we made it out to be previously. And that's, that should impact how we, uh, view fossil hominins and what their capabilities were."
	},
	{
		"start_time": "20:20",
		"speaker": "Ricardo Lopes",
		"words": "Right. So now talking a little bit about running, one interesting thing I read in your work is that you've done work on different techniques, different running techniques that people have across human society. So, what are the different kinds of techniques out there?"
	},
	{
		"start_time": "20:39",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, so anthropologists for a long time, kind of like what we've been talking about, we're really interested in how, uh, culture and ecology impact, uh, behavior, right? Impact what, what we do. Now, um, running is something that, that, you know, in industrialized society we do, we do as exercise, um, you know, for fun, um, but it's not something that's actually been studied a whole lot. There are, of course, some very prominent hypotheses about, um, endurance running and persistence hunting. Um, BUT my colleagues and I were kind of interested in, in some of the nitty gritty mechanics of how people are, are actually running and how this depends on, uh, on cultural context. Now, when we go for a run, um, chances are that you have a, a really thick soled shoe, uh, that gives you a lot of, a lot of cushion. And so when you have that, what what tends to happen is that when you run, you land on your rear foot. So if this is your foot, you'd be landing on uh on your heel, basically, right? Right. Now, if I were to say take that shoe off and run barefoot, your running uh mechanics would, would change, OK? And they would change because you wouldn't want to be landing with a really high impact force on Your heel. And this is actually in a sense a suboptimal uh way of running, cause if you think about it, if you're really uh striding out and hitting on your heel, then you're actually kind of breaking. Uh, RIGHT when you land. And if you're wanting to propel yourself, why would you break? Because then you just have to exert more energy to get yourself going again, right? Um, SO we refer to that as suboptimal running mechanics, and there's been a lot of biomechanical studies and energetic studies, um, done on this. So it's more efficient when you run to land on your fore foot or midfoot, and that means that you're a little bit like straighter when you run and you avoid this uh what I'm referring to here is over striding of hitting on, you know, the kind of the back of your foot. And so there's been a, a body of studies recently, um, one of which was ours showing uh variation in running technique across societies. We can basically ask which societies run with more optimal techniques and which with more suboptimal techniques and why might you have those differences."
	},
	{
		"start_time": "23:03",
		"speaker": "Ricardo Lopes",
		"words": "OK, and what are perhaps some of the determinants here? I mean, what's behind the kind of dominant technique that we see in each society?"
	},
	{
		"start_time": "23:15",
		"speaker": "Vivek Venkataraman",
		"words": "Well, there's probably a lot of factors, but one that we were looking at is whether there is a heritage of long distance running in the society, right? So, um, a population like the Taramara of Mexico that's been studied quite a bit, uh, they have a long documented history of running for, uh, you know, going after prey animals, but then more recently and kind of more ritualistic, um, behavior. On the other hand, you might have societies, you know, kind of like the ones I work in, rainforest hunter gatherers, where I've never seen people run unless they're playing like a game of soccer for fun. But being in the in the jungle, um, it's not a great place to go running because of all the things that are on the ground, basically, um, it wouldn't really make a whole lot of sense. Um, SO what you might think then is that in those societies that have this heritage of running, um, especially in a fitness relevant context, like hunting. Like hunting game, that they would evince more optimal running mechanics and those societies that don't. And there's only a few studies that can really shed light on this, but it does, the, the, the current pattern in these societies does kind of match up. So when you look at societies that have a heritage of running in a fitness relevant context, we do find that they are using more optimal running mechanics, um. Sorry, and this raises the question of why, right? And there's, there's kind of two possibilities. One is, it could it just be a kind of self self optimization. And, and humans are actually pretty good at, at doing this, right? Like when you walk around on a daily basis, uh, just like walking around town, uh, you will end up, most likely, unless you're like in a rush or something, you'll end up most likely walking at the speed that reduces what we call that that minimizes rather. What we call the the the uh cost of transport, which is basically how much energy your body is burning, um, per per unit mass per distance walked, and um and that's basically what you feel as comfortable, right? So one argument can be made that it's something like that, uh, where, you know, if you're running a lot, you should fall into a more kind of optimal state because you're engaging in energy savings. Let's let's say if you're doing long distance running and doing this for 20+ kilometers. Um, ANOTHER way to think about it, uh, that is not mutually exclusive would be the role of social learning, right? So, humans learn a lot from each other. We observe each other, um, we, we watch what other people do, and then we adopt those behaviors because we trust from our prestigious colleagues that this is a a good way to do things. Um, SO there may be an element of that as well, where people are kind of observing what other people, especially those who are good at it, what they're doing, and then we kind of adopt it. Um, THERE'S not a whole lot of data on what people are observing when it comes to athletic feats in these societies. I think that would be interesting to explore, but I would, I would guess that it's probably a combination of, of these two, and it's just that if this is a behavior that's really relevant in your society, then you're gonna more likely be doing it in this kind of um more optimal way."
	},
	{
		"start_time": "26:36",
		"speaker": "Ricardo Lopes",
		"words": "So this culture also influence at least to some extent, the, the running technique that we see across different societies."
	},
	{
		"start_time": "26:47",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, exactly. Like we, we did a study with, uh, Jimani hunter horticulturalists. This is kind of like, um, like the botch in the sense that they are a kind of a jungle living group, but they, you know, they're like small scale horticulturalists. And, uh, we documented, because there's a lot of data on this group through what's called the Jimane Health and Life History Project, we actually know what people do, uh, um, like with their days with a very high level of, of precision. And, uh, running is not really a thing that that folks in this population do. And then when we went and we studied their, their uh running mechanics, and I'll just make a quick note about how we do this. We basically ask people to walk on a a transect that we set up, and then we have a a camera oriented perpendicular to that transect and we just kind of record what they're doing. Um, THIS isn't, this was a couple of years ago, this isn't a super fancy way of doing it, but then you can look at the way that the foot is landing, um, where it's landing in relation to the center of mass, and whether they are doing that thing I described earlier, like over striding. And it turned out that this group, um, they were pretty suboptimal runners, right? They weren't great runners from a mechanical, uh, standpoint. So that's, that's consistent with the hypothesis that I was mentioning earlier. And there's been some other studies um on other kinds of pastoralists, um, populations in Africa with different subsistence heritage, showing that, um, yeah, if if they don't run very much, then, then yeah, it's the same as the Tsimane, they're engaging in these, these suboptimal mechanics. So I think um we're only scratching the surface here. I think we need to get a better understanding of how um People are using their bodies across these different uh ecological and cultural contexts, and then kind of the question you're getting at is like, why, right? Why do we see this variation? What is um producing it? So that's all we can say at the moment, but I think it's gonna be a fun area of study in the future."
	},
	{
		"start_time": "28:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND particularly in industrialized societies and that, that's also the case even for professional athletes. We, we use shoes, we walk on shoes and run on shoes. Uh, DOES that influence in any way the running technique that we tend to adopt?"
	},
	{
		"start_time": "29:05",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, I think it does. Um, AND some have even advanced the argument that with the, with the evolution of footwear technology starting in the 1970s, kind of driven by Nike with these really thick soles, that actually the, the, the, the marketing, the culture kind of changed the way that, that people run because you gave them this really big soul and so they, they can then overstride. Um, AND that's had, you know, potentially really interesting impacts on our, uh, perceptions of what is normal on our, on our health. Um, YOU know, one thing that maybe is obvious, but I didn't exactly mention is that 11 other issue with, with the over striding and hitting, hitting on your heel is that you get these higher impact forces that are traveling through your skeleton. And so that can be associated with um greater musculoskeletal issues, right? You know, the wear and tear that we talk about, if you run hundreds or thousands of miles, um, that's the that's the kind of uh reason that the wear and tear might eventually cause, um, you know, some kind of injury. Um, SO I think there's uh There's a lot going on here with uh with the cultures, and I think it's a good argument that things have changed relatively recently because footwear used to be uh relatively minimal. Um, AND it goes beyond running as well, like I see in Uh, Malaysia, where I work, that the way that people walk is kind of different than the way that I walk. Um, THIS was actually referred to by, um, early ethnographers writing about 100 years ago that, um, rainforest people have a springy gate. And so I was kind of like, you know, what does that mean? But I kind of know what that is now because I've seen it, and it's where literally you're kind of going like this. They're really like bending their knees as they walk, which in a sense is kind of a If you're, if you're walking out in the open, that's kind of a suboptimal way to walk. Um, BUT if you're walking in a rainforest that's full of obstacles that you could fall over at any minute, it actually makes a lot of sense, uh, to be walking like that, because you're kind of like protecting yourself against the lack of stability that could, that could happen as a result of tree branches or, you know, clutter in the forest. Um, I'd also seen reports, and I, I don't know how, how true this is, but that people in the Middle Ages used to walk, um, a little bit differently as well in terms of like walking with pointed toes, um. Again, I'm not sure how, how true that is or how we might know, you know, based on like paintings and art and so on. But um, I think the point stands is that what we see now as, as being normal, might actually be tremendously abnormal from an evolutionary perspective. And as an anthropologist, those are exactly the kinds of questions that that really fascinate us."
	},
	{
		"start_time": "31:55",
		"speaker": "Ricardo Lopes",
		"words": "But then the kind of footwear we use and how it influences the way we walk and run, it can also have consequences for, I mean, how over time, the wear and tear that happens in our bodies,"
	},
	{
		"start_time": "32:10",
		"speaker": "Vivek Venkataraman",
		"words": "right? Well, exactly, and one, and one reason for that is not only higher impact forces, let's say if you're a regular runner, but we tend to shape technologies when it comes to ergonomic design, that can actually have the effect of making us weaker. Right? So you can wear these really comfortable shoes with a high arch, they might feel great, but this might steadily lead to a degradation of your intrinsic foot muscles that are, are pretty small, but they're pretty important in terms of, of you maintaining your balance and your strength in your foot, and that can in turn lead to Um, injuries, you know, when we think about, um, aging and in older age, how, uh, you know, a catastrophic fall can often be what leads to someone having really big health problems or, or even dying. Um, YOU know, this could possibly be linked with how we have been using our bodies, um, over the past decades in industrialized society, um, where we're just Uh, not using them in, in ways that's gonna help us be healthy into later life, doing more complicated three dimensional, uh, locomotion that keeps all of our, of our joints and ligaments, and tendons and muscles strong, rather than just the ones that we use, um, you know, just, just walking basically. Um, SO I think this actually has pretty important, uh, impacts when we think about musculoskeletal health and aging."
	},
	{
		"start_time": "33:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so, at least when possible, do you think that it could be beneficial for people to walk and run barefoot?"
	},
	{
		"start_time": "33:48",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, this is a, this is a highly debated, um, issue, of course. And I think, I think the answer is a, a qualified yes, because we know that it can, that like barefoot running and walking can help with the development of the structures that I was just talking about. But the, the, the problem is, is that, um, when people adopt it, they tend to do so very, uh, quickly, right? The kind of zeal of the convert. This happened to me. I took up barefoot running. Maybe 10 years ago. Um, I don't, I don't do it anymore, but I, I did it about 10 years ago. And I, I took my my Vibram 5 fingers and I went out for a, a 3-mile run. And I was in a world of hurt the next day because my body wasn't used to that, that way of running. I could barely Walk. Um, NOW, I didn't get catastrophically injured, but, but some people actually do. Um, SO I think the key is that you have to let your body adjust to the new footwear. But, but then after that, it could potentially be, um, it could potentially be beneficial. Yeah. Yeah."
	},
	{
		"start_time": "34:51",
		"speaker": "Ricardo Lopes",
		"words": "So I want to get into the topic of hunting, but just before that, one more question and particularly from an evolutionary perspective, reproductive success is very important. So in non-industrial societies, what are the determinants of reproductive success?"
	},
	{
		"start_time": "35:09",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, reproductive success is important, right? It's kind of the currency of natural selection. So when we want to understand how evolution and and selection have shaped the, the human body, the, the human, um, psychology, um, our, our behavior, uh, we want to understand. Um, WHAT the determinants are of reproductive success in non-industrialized societies that might better reflect ancestral, uh, conditions. The answer is that it's a little bit complicated. Um, IT seems like status, broadly speaking, is something that has a big role. So whether, you know, we can talk about that in the broad sense as something, uh, like physical formidability, um, hunting success. Um, POLITICAL status, um, and influence. These are traits that, that typically correlate with reproductive success in small scale societies, and there was a, uh, probably the most authoritative study by, uh, Chris von Ryden and Adrian Yage a couple of years ago showing that this, that there is a positive correlation um across, I think they studied like 46 non-industrialized societies or something, um, uh. So yeah, those are those are generally the uh ways in which this this uh is is studied. Um, HUNTING success can be, you know, one of those, right? So if you're a good hunter, uh, you're bringing back food that is nutritious, it's beneficial to, to your group, um, you might be seen as someone who's who's highly competent. I think where the debate really lies is what is the exact pathway from status to reproductive. Success, um, because it can get complicated, right? And this gets you into all sorts of other issues in human evolutionary studies like, well, why are men bothering to hunt at all? And that's a whole other topic, but um we can talk about two general ways that happens, you know, one might be like direct family provisioning, right? Uh, LET'S say you're part of a nuclear family. You go hunting, you bring food back, and you can share it with, let's say your wife and kids, right? So that means more food is going into their mouths, they're able to have the energy they need to fight off pathogens, to, to put on weight to be healthy, and then to eventually have their own children. So there's that route, but then there's also a more indirect route, um, where you're using hunting as a way almost of, of showing off, right? Um, AND in this way, uh, it's been hypothesized that, that, uh, men hunt, um, in order to show off and maybe get access to mating opportunities, um, by showing off their high quality, uh, through hunting, for example. And so that's another way to, to get to higher fertility, right, is to is to potentially get more uh more partners. Um, AND kind of between those, there's a whole lot of other complications like, uh, political, uh, status, right? Being able to influence other people, to have them do things for you, uh, your role as as a leader, and being able to influence others, uh, being able to elicit support. Uh, RIGHT. So if you are at the center of a network where everyone is helping you out, your children might benefit from that and maybe suffer a lower risk of, of, um, mortality. And so, reproductive success has been studied in sort of all of these ways, and I would say that there's um general evidence of, of a relationship, but um it's a little bit unclear exactly what uh predicts it, right? There's been studies showing that Um, this was among the Hadza showing that like lower voice pitch in men predicts, um, reproductive success. So this has something to do, it's hypothesized to have something to do with phenotypic, uh, quality, like in in acquiring mating opportunities. Um, ANOTHER interesting study from a Years ago showed that in, in, in the Bayaka group in Africa and the OGTA group in the Philippines, that measures of network centrality were predictive of reproductive success in, um, in these female, and the females of these hunter gatherer groups. Um, SO again, that goes back to the idea of being able to elicit social support, um, to, to sort of help, uh, your own reproductive interests. Um, ONE of the complications with studies of reproductive success is that humans are a really long-lived species, right? Um, TO even do a study, uh, of this kind of thing in the span of a few years introduces, uh, some real complications because it would be, uh, inherently cross-sectional, right? Um, SO you can do all sorts of things, statistically controlling for age and so on. Uh, THAT, that can help with this. Um, BUT it's, it's really hard to measure. We did a study a couple of years ago where we have access to a data set with the botte of Malaysia, where, um, we actually were able to calculate lifetime reproductive success because we had data on hunting behavior from the 70s, and that's a very rare, a very rare thing to have. Um BUT our study actually found no relationship with anything. So, um We weren't able to, to predict reproductive success in this population, but that's exactly what you should expect, right? You expect variation. You expect that in some populations, that these factors will have a strong influence, whereas in other populations, maybe they won't. One of the things that we point to in our study is that the egalitarian nature of a lot of hunter-gatherers um might militate against a strong relationship between Uh, say, hunting and reproductive success. And one way this can happen is in these egalitarian societies like food is shared around a lot. So you come in with a big game animal that you've killed. Um, AND, and instead of just giving the whole antelope to your family, there's norms in place that dictate that you have to share this with basically everybody, right? And so in that way, you're kind of militating against the preferential treatment of, say, your own offspring that could lead to that relationship with um with uh with RS, um. So, so there's that, and there's also leveling mechanisms in terms of of status, right? When a, when a coon hunter comes into camp with an antelope, um, something happens called insulting the meat, where uh people will say, oh well, we've seen bigger antelope than that or it's not, it's not fat enough. So this person that you would think would be be able to gain status um and prestige from, you know, being a good hunter, uh, they, what's called cool the heart of the hunter. Um, AND again, this could potentially militate that pathway to, to reproductive success. So the answer is it's complicated, it's, it's culturally, uh, dependent, but that we, we generally do see a trend with, with, um, status and reproductive success."
	},
	{
		"start_time": "42:20",
		"speaker": "Ricardo Lopes",
		"words": "But in the particular case of hunting, does it tie to reproductive success for both sexes or mostly for men?"
	},
	{
		"start_time": "42:30",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, well, that's a good question. Um, AS we'll probably talk more about, um, in, in traditional societies, it's, it's mostly men that do much of the hunting. Um, SO that's kind of how it's been analyzed because there isn't a large sample size of instances of female hunting that you could correlate with it. And this is, you know, this compounds the problems of sample size and long generations that I mentioned. Um, BEFORE, but what's interesting is that, um, female reproductive success hasn't gotten the same kind of attention as male, and we kind of pointed this out in one of our papers from a few years ago, and I think it's um unfortunate, um, it it doesn't really make a whole lot of sense. Part of the reason I, I think historically, Is that, um, in, in primates, you generally do see a higher variance in reproductive success in males and females, and this is why you, you tend to see highly ornamented um male primates, um, at least in some groups of primates, um, and so, For that reason, uh, there might be kind of more to explain when it comes to males, but, uh, what what the data have shown is that, you know, you have a lot of variation in female reproductive success too, and I think we don't have a good explanation of why that happens. So if we look at the The mirror of the hunting case, you might expect that maybe, maybe gathering success, uh, is the thing that predicts female reproductive success. Hasn't really been tested. We, we did a test of it, we didn't find a relationship. Um, BUT I think that because scholars are paying more attention now to what, to what women are doing, to how they are engaging in cooperative systems in their societies, um, we're gonna have a better idea of, of how that works. And One of the studies I mentioned before was actually on women, showing that that network centrality basically of um women in two hunter-gatherer societies did predict reproductive success. And so that kind of makes a lot of sense, right? It, it kind of dictates your access to resources. And so in that sense, being a good cooperative partner, being, being friendly, being generous, um, probably is what's gonna Uh, really mediate that path in females, but I, but I wish I had a better answer for you. We need to study it more."
	},
	{
		"start_time": "44:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT, uh, I mean, when we talk about hunting, does it include both big game and small game or just big game?"
	},
	{
		"start_time": "44:58",
		"speaker": "Vivek Venkataraman",
		"words": "Um, YEAH, it depends how, you know, the specific context in which we're talking about it. But all of these studies that I've been talking about, they would, they would be combining them, essentially. I mean, one of, one of the big differences between big game and small game is in how it gets shared out. Uh, LARGE game tends to be shared out camp wide, and I'm, I'm really generalizing here with hunter gatherers, but But that's generally what we, what we see, whereas smaller game, um, may be the kind of thing that you just kind of consume with your family, um, and so those those are sometimes kind of treated, treated differently, and um, we do see that that women do hunt, uh, small game pretty often in some in some societies where they don't typically go after uh large game. And so that's one of these axes of the division of the sexual division of labor. That we see in hunter gatherer societies."
	},
	{
		"start_time": "45:55",
		"speaker": "Ricardo Lopes",
		"words": "But then women, of course, I'm not saying here that men or women hunt at er at higher rates or which one of them hunts at higher rates, but women also participate in hunting them."
	},
	{
		"start_time": "46:11",
		"speaker": "Vivek Venkataraman",
		"words": "Right? Yeah, they do, and it's something that I think um doesn't receive enough attention. I think it kind of has recently, as we'll probably talk about. Um, BUT when we go back to thinking about like the early study of human origins, going back 100 years ago, or or even more actually, um, hunting was really the, the centerpiece. It was thought to be the driving factor that made humans different from the other primates, right? It's what allowed us to stand up on two legs, to use complex tools so that we could hunt them and then butcher them. Um, AND it also was thought to facilitate, uh, cooperation, especially among males who would be, you know, going after the, the mammoth or whatever it is, um, to, to kill it, and then, and then share that food with the group. Um, AND so this, you know, you can refer to this as like the idea of, of man the hunter, which is kind of a complicated idea that links with the, the hunting hypothesis, but it has been. A relatively male kind of centric idea. And so, I think for that reason, instances of female hunting in hunter gatherer societies, um, they, they have been overlooked. And um I think in the past 30 or 40 years, they have gotten some attention. So if we go back to um the man the Hunter conference, which uh was a conference that happened at the University of Chicago in 1966. It was really the start of modern hunter gatherer studies where you had this group of people that came together who had worked with different societies around the globe and said, OK, what can we learn about prehistory from modern variation in hunter gatherers, and that's kind of how we think about it uh today. And there were a lot of, you know, important results of that conference, including the idea of the original affluent society that Um, hunter gatherers don't work very hard, that life wasn't this constant struggle for existence. There is also the, um, The uh finding by Richard Lee, uh, showing that women produced much more food than previously thought, mostly in the form of gathering. So that was highly influential, but what, what people sometimes forget is that at the Man the Hunter conference, there was actually a paper that that was um quite concerned with women's hunting, um, by a scholar named Watanabe, uh, studying the Ainu hunter-gatherers of Japan, where he documented quite a bit of female participation. In, um, in hunting, going after a small game, and then in the years after that, there were a lot uh more reports of women's hunting that that came up, and perhaps the most famous one comes from the Ogta. Of the Philippines where um the women hunt probably just as much as the men do, and they use bows and arrows, which is something you don't see, uh, I mean, maybe anywhere else. Um, AND so that was a, that's a really fascinating study, and there's there's been some other examples as well. Um, BUT I think that's a really important example of um flexibility in the human sexual division of labor, that even though it exists, there is this flexibility and um it's not just only men doing the hunting, women sometimes do it. Um, AS well, so it's been a really interesting change in sort of how we view subsistence and the contribution by the sexes."
	},
	{
		"start_time": "49:36",
		"speaker": "Ricardo Lopes",
		"words": "OK, but what were the main claims coming from the man the hunter idea? I mean, what did people say back then?"
	},
	{
		"start_time": "49:48",
		"speaker": "Vivek Venkataraman",
		"words": "Well, um, it depends exactly what kind of, uh, what meaning of Man the Hunter we're talking about here, right? The, the, the conference man the Hunter that happened in '66 and then led to that book in, in '68 was interesting because the title itself belies the contents of, of the book. Um, THE, the hunting hypothesis, the kind of classical idea of man the hunter, there was one chapter in that book by um Uh, Washburn, uh, Sherwood Washburn, he was very prominent, uh, proponent of this, um, but it was basically this idea that that male provisioning was, was super critical, like, you know, mostly revolving around, um, hunting, and that idea kind of carried with it a few auxiliary claims about women that that were kind of put out there, but they weren't really um challenged at the time. And so one of them was that Well, because women are, and they'll use phrases like burdened by childcare, um, by offspring, that they're not able to leave a central place. So they have to stay home all day, essentially, right? Um, SO, OK, well, fair enough from one perspective, right? Childbearing is, uh, difficult, it's energetically costly, it's hard to hunt when, when you have kids, um, but people at the time, it was kind of a missed opportunity because there was that focus on On the evolution of male cooperation, but they weren't looking at the ways that that females were cooperating themselves, that were participating in subsistence, right? This is what Richard Lee showed, lots of vegetables coming into camp. And so, if hunting is the kind of thing that you need long hours to go out to do, um, where you can't be disturbed with children, then according to that idea, women would like never go hunting at all. It would just be impossible. Um, BUT I think what the later work showed is that there are ways in which you can overcome the constraints of having a very expensive and, um, you know, loud, uh, child. I, I have kids now and I, I couldn't, you know, it's, it's hard to do anything with them, um, much less go and like do ambush hunting. So, so I think there is definitely some Some truth to that, but we do see that women hunt, and so it raises the, the kind of more interesting question is like, well, how do they do it? What are the ways in which um that they do it, that that can overcome these constraints and allow them to kind of pursue, to pursue their, their interests and goals, and that's what we've, you know, partially been studying."
	},
	{
		"start_time": "52:25",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, but, but nowadays, I mean, almost uh almost 6 decades after the man the Hunter conference. What are people debating nowadays when it comes to gender differences in hunting and the sexual division of labor?"
	},
	{
		"start_time": "52:46",
		"speaker": "Vivek Venkataraman",
		"words": "Uh, YEAH, interesting question. Well, I think, I think these days, uh, people have been pointing again to instances of women's hunting, um, which I think is great. I think it's, it's, it's excellent that people are being exposed to this kind of diversity in human behavior. I think where a mistake gets made though is that this is being equated with the lack of an existence of a sexual division of labor. Um. Now, before talking about this, I think it's important to note that um that women's contributions have definitely been overlooked or or downplayed um through time, and part of the reason for that is that many early ethnographers um were male, and so they were, you know, observing um male activity more, right? They were just sort of seeing their corner of, of, of the world, um, and so women's contributions kind of writ large, I think we're not. Uh, AS paid attention to as they as they definitely should have been. Again, Richard Lee is the one that kind of, that kind of changed that. Um, BUT that being said, uh, if we look at the, at the hard data of what people do in these societies, what, what you men and women do, and I think that there is really robust evidence, um, even taking, taking into account some of these of these biases we have to acknowledge, um, that there that there is still a pretty dichotomous pattern. Um, MEANING that men tend to do one, certain kinds of activities, and women tend to do other kinds of activities. And one of those is that men tend to do more hunting, and the way that they hunt is different, and women tend to do less, while on the other hand, they do more gathering. And there's other differences too in terms of like, um, the amount of time you spend toward like constructing things like building tools versus um dealing with children and things like that. Um. So it is still possible to talk about there being differences while still acknowledging that the border is porous, and that given how flexible humans are culturally and biologically, we should expect these uh patterns to vary around the globe, and that is what we see, right? So, um, There's actually a latitudinal trend with the sectional division of labor, where it tends to be a little bit more similar near the tropics versus at higher um latitudes. And I think this is probably something that's characterized human and pre-human existence um potentially going uh pretty far back. Um, SO that's kind of what's being debated these days, whether that even exists, um, and, uh, women's hunting has kind of come to, uh, the center of, of that, but, you know, it's, I think it's shed an important, uh, you know, spotlight on Uh, previous biases that that have existed, but then also the ways that scholars um have and also have not been biased in particular ways. Like, we have to ask ourselves, when we look at the ethnographic record now, um, how biased is it in these ways? And I think we actually have ways, statistically, methodologically now of actually dealing with uh these kinds of issues so that it becomes an empirical question, um, to, to actually examine, yeah."
	},
	{
		"start_time": "56:04",
		"speaker": "Ricardo Lopes",
		"words": "Right. But do we know or do we have a good idea of what are the factors that play a role in women's hunting and, I mean, the rates they do it, the kinds of hunting they participate in, like, for example, large game versus small game, what factors play a role there?"
	},
	{
		"start_time": "56:24",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, so me and um one of my students, uh, Jordi Hoffman, uh, recently conducted a study on this because I had seen scattered reports of, of women's hunting, um, but, um, I really wanted to know, OK, if we look cross culturally, what are these really big factors. And I think, I think to look at this is helpful to go to a specific example, um, so I'll go back to the Agda, that group I mentioned earlier, where the women hunt quite a bit. And when we see them hunting a lot, we can ask, OK, well, what is it about the society that uh that allows them to engage in in so much hunting. Um, ONE is that they use dogs. OK, OK, so there's like this technological element here. Um, DOGS can be really helpful in, um, finding game, uh, in tracking it down, and then in killing it. Uh, SO you have this kind of extra hand, this extra aid. Um, NOW, men will use dogs as well, but you, you sort of see it in, in, in nearly all these instances of women's hunting, um, uh, using, using dogs. I'd have to go back to the paper to look at the the exact data, but Um, yeah, dogs, um, whether it's, uh, the hunting occurs close to camp, OK? So this again gets at the, the idea of, well, OK, if you, if you have some kids that you're taking care of, um, it, it'll be much easier to go hunting if you don't have to go very far. You can either bring them with you, um, or maybe you could leave them back at home. And that relates to probably the the biggest one, which is Allocare, right? Um, YOU know, based on the work of Sarah Hrdy and others, we've, we've known now for, for a little while that, you know, potentially what what really makes us human is our ability to ability to uh cooperate and to share the burden of childcare, right? uh BETWEEN both men and women. And uh this is something that also facilitates women's hunting. So, uh, you can leave a kid back uh at the, at the home base while you go out hunting, that's fine. But we also see cases where groups of women go out. Um, TOGETHER in mixed age groups, so that you'll have, you know, like a 14 or 15 year old girl who isn't hunting, but she actually watches all the kids. So it's kind of like having like a daycare, but out in the, but out in the jungle, right? And and this is what I mean when we talk about the early talk about man the hunter, where like, washroom is so focused on, well, hunting promotes cooperation in men, but It wouldn't, they wouldn't have had to look very far to see this behavior already occurring among hunter gatherer societies, and it's a critical behavior that that women are doing, um. So, yeah, uh, alo care and then hunting in groups, so you don't typically see women out hunting alone for, for I think a variety of reasons. Um, WOMEN'S hunting, you know, related with the, the other points I made about distance, uh, it tends to be like a shorter duration. Um, IT tends to occur with husbands a lot, so oftentimes men and women. Uh, SORRY, husbands and wives will team up, uh, to go hunting, and in most cases it's, it's the man who ends up like actually killing the animal. So in a sense, he kind of gets the glory, but there's so many reports out there of of women who are really good at tracking themselves. So there's reports of like, uh, you know, men are going out and women are coming back from gathering, and they'll say, hey, we saw signs of an antelope over there, you want to go here and go this way. Right, so they're like participating in hunting in a really critical kind of informational capacity, um. And that's the kind of thing that may have been missed in kind of earlier, uh, earlier ethnographic studies. Um, SO there's that, um, and then they tend to use different kinds of, of tools, and they go after, uh, smaller game. So they'll go after a game that is kind of, you know, less than 15 kg or so, um, a game that you don't need to maybe hunt for 2 or 3 days straight, like endurance hunting. Um, ALTHOUGH there are examples of that, uh, for, for women, um, but, you know, game that might, uh, go and like hide in a tree and then you can like burn it out or stab it or something like that. Um, YOU see, you see a lot of examples of that, um. And yeah, they tend to be uh using different tool kits and men, so um they'll often use their digging sticks to kill animals, right? So it kind of, it's a potent weapon that that doubles as a hunting and gathering implement. So there's all these ways, right, in which it's, it's um. Uh, YOU know, these are the ways that that women hunt, and it's, it's a, it's a little bit different than the way that that men hunt, but it's kind of consistent with the constraints of their lives that they're, uh, that they're facing, and, and, and that's how they do it, yeah."
	},
	{
		"start_time": "1:01:20",
		"speaker": "Ricardo Lopes",
		"words": "Does, does the fact that women get pregnant influence rates of hunting in any way?"
	},
	{
		"start_time": "1:01:28",
		"speaker": "Vivek Venkataraman",
		"words": "Um, YEAH, well, that's an interesting question. So one of the predictions of our study was that we would see hunting more often. In the pre-childbearing years as well as in the post-childbearing years. Um, I think it's a sensible prediction, but we actually didn't find a whole lot of evidence for it ethnographically, and I should say this is by doing um a large scale ethnographic survey using the human relations area files, which kind of um collects together a bunch of ethnographic reports that you can search, right? So this is like a, a broad cultural study. It's not just one place. So we didn't find um Much evidence for that exactly. And I think it's because it's going back to what I talked about a moment ago, which is about alloca is that women exist within these cooperative networks, um, in which they're they're still able to sometimes Go hunting and and do these kinds of things, even when they have, uh, even when they have kids. I mean, there's no doubt that having kids is gonna um reduce your foraging effort to some extent, that's actually been widely documented in in forgers, but it's not impossible, right? And that's an important, uh, that's an important distinction."
	},
	{
		"start_time": "1:02:39",
		"speaker": "Ricardo Lopes",
		"words": "Right. And do we know if cultural restrictions, for example, social norms against women hunting play any role at all in limiting women's participation in hunting across human societies?"
	},
	{
		"start_time": "1:02:56",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, they do and they don't, and it depends where you look. I think in, in kind of uh debates these days, there's there's a bit of an assumption that, um, women would be doing hunting everywhere if only they would be allowed by men to do it. And I think that that's kind of a dangerous perspective to have. We actually need to look at the ethnographic record and see what people are are doing. And so there are some cases where there are taboos or rules against women's hunting. Um, SO, for example, they might be not allowed to touch a spear or touch a bow and arrow, right? Um, OR something bad might happen or that's the way I think about it. And so in those cases, um, you wouldn't have direct participation in hunting at least using those implements. Um, THERE'S also, well, I, I should note one way that that that that they get around that is by simply using different kinds of tools, right? So we documented societies where they're, uh, there's taboos against using some kind of implements, but none against using others, and so they end up hunting, but just not with like, for example, a bow and arrow. OK. Um, NOW there's also other, um, kind of cultural restrictions around menstruation. Uh, THERE'S a, a wide variety of, of, of taboos in, in, in small scale societies about this, uh, that it might scare off animals or something like that. We found that in, in some of the study, in in some of the populations we looked at, um, but not in others. And again, you see the same thing where there might be some kind of um A norm or or taboo around this, but then you find that the women are actually like helping their husbands get seals or something like that. Right, um, so it doesn't completely negate or or dictate, um, the, the behavior, um, and I think that's, that's kind of the big finding from from our study, which is that uh there are some cultural restrictions, but it doesn't completely mean that women aren't going to be hunting. And what I've pointed to in my work is specifically the case of of very gender egalitarian societies where you have um very few restriction uh restrictions on what women are allowed to do. And yet in these societies, you still see very classic divisions of labor, right? Again, it's, it works against this point that women would be doing exactly what men do, um, if they were allowed to, um, and I think it's useful to have this perspective of of like in these societies, women are are given the freedom to what to do what they wanna do, but they don't want to be hunting in a lot of cases. In fact, they want the men to do the hunting. There's a famous uh story from the Kung where uh Richard Lee talks about how, uh, You know, women are constantly berating the men for not hunting enough. Um, THEY want them to hunt more so they can bring more meat back, and the women actually refer to hunting as being boring cause you're out all day, it's usually unsuccessful, right? Um, AND that's like, that's like the big difference, um, in, in, in the sex roles and hunting is that, uh, That that the men in a sense can afford the time to be away for hours at a time to, to, to fail in hunting, which they do like 90% of the time, kind of on average, um, whereas women tend to go after the things that are that are more certain, like, um, like gathering or or the smaller prey that we that we talked about. Um, SO in these egalitarian societies, it shows that, um, women are kind of pursuing their own goals and as part of that, they're actually not including hunting in their, in their behavioral profiles all that much, but it's important to note that that is in a big sense, it's their decision, right? It's not being foisted upon them. There's a great anecdote um from the 1970s in Kirk Endicott's book, The Head Man Was a Woman of the Bok, where um There was a 14 year old girl who got really into blowpipe hunting, and this is something that that women never do in the bate, got really into blowpipe hunting, and no one cared. They thought it was great. Um, SHE even caught some things, but as time went on, and she got to, you know, be 1920, and so on, um, she kind of just gave it up. I guess she lost interest in it, or, you know, she went into the more sort of traditional role in botech society had kids and so on. Um, BUT, but again, it's not like people were telling her, no, you, you can't hunt because you're a woman. Uh, SO I, I thought that's a very telling, um, a very telling anecdote."
	},
	{
		"start_time": "1:07:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let me ask you about a recent paper of yours titled Woman the Hunter, Female Foragers sometimes Hunt, Yet Gender divisions of Labor are Real where you criticize a paper by Abigail Anderson at all titled The Myth of Men the Hunter, Women's Contribution to the Hunt Across Ethnographic Contexts. Uh, AND, uh, I mean, I, I'm asking you about this mainly because I, I would imagine that the two main issues about, that you point out about their paper. Uh, ARE probably some of the issues we, or you think we would see across some of these debates. You point to a biased sampling of the ethnographic record and the second one is uh mis miscoding. So, could you explain those two issues?"
	},
	{
		"start_time": "1:08:25",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, sure. Um, SO the, so the goal of that paper, uh, was to determine a, a frequency of hunting of women's hunting across, um, hunter gatherer societies, right? Um, WHICH is an interesting question. I think that's a, that's a cool thing to explore. Um, NOW, now to, to go about it, um, I think that things got a little bit problematic because when they want to estimate the, the frequency, you have to have, you know, the number of societies in which women are hunting. Divided by the number of total societies, right? And the point that we make in our paper is that is that that's a very difficult calculation to make first of all. Um, I think it's great someone is is trying, but uh the problem was sort of that numerator and the denominator. So the denominator, like your total sample, let's say all hunter gatherer societies, um, they use a database called called DPlace, which is kind of a repository of Um, information about small scale societies, including hunter gatherers, and from that, They wanted to determine um uh the the societies in which they were like uh appropriate descriptions of hunting, and then of those, which ones had women's hunting. So it's um it's a, that's a fine strategy as far as it goes, but what we discovered in our sort of nitty gritty investigation of that is that it ended up being a bias sample in the sense that um they weren't including a lot of societies in that. DENOMINATOR that probably should have been uh included, right? And so that has the effect then when you, when you calculate it is if the if if the bottom number um is kind of artificially reduced in some kind of way, it leads to a higher um it leads to a higher frequency. And so that's kind of one of our main critiques is that you need to have a really unbiased sampling strategy to arrive at At your frequency, um, value. And again, it's, it's a really hard thing to do, um, but, uh, there seemed to be a few ways in which the data were selectively chosen to inflate uh that value, and I'm and I wouldn't claim that they were um even doing this, uh, um, in some kind of unethical or a purposeful way, um, but just that this can sometimes happen. And we have methods and sort of cross cultural studies that I think may have been useful there, uh, to avoid that kind of, of bias. And so they, they arrived at the value of 80%, um, which is about um 5 to 8 times higher than what you saw previous estimates of the societies in which women hunt. And this is when we really get into, you know, like the devil's the details kind of thing, because what does it mean to code a society is one in which Women hunt, and this gets into that second point you were asking about of of miscoding. I think that I think the the biggest issue with that paper was that a society in which there was a report of a rare instance of of women hunting, um, was coded the very same as the Ogta in which women hunt. Regularly. So in other words, I think that for this to be meaningful, we really need to have a measure of the frequency at which women are hunting for this to be um useful exercise. And so in our uh response paper, that that's what we did is where we actually went back to all the instances that were that were coded, and we tried to get some kind of frequency estimate when when possible, um. And, uh, you know, our answer was was very different, which was that it's more in line with what we've thought previously in which women's hunting is is relatively uh rare, but it still does happen, but it's very much along the lines of what I was saying earlier of like the way in which women hunt, whereas this new paper was claiming that big game hunting occurred pretty regularly and um I don't think the data bear that out. And so when we talk about the coding errors, that's kind of An example of them of, of, you know, not putting frequency in and of miscoding large and small game of um double coding societies like the the Kun and the Jinwani where they're the same society, but they were coded separately with different frequencies of hunting. Um, SO, so cases like that I think need to really be scrutinized carefully and all of this had the effect of making it look like women's hunting is really, really common. Um, LEADING to newspaper articles that said women in the past have always hunted as much as men. Now, as I've said earlier, I would freely grant the proposition that um women's subsistence has been undervalued, that women's hunting has been undervalued, but at the same time, I think we're going uh way too far the other way to say that these things have been, um, occurring at equal frequency in these hunter gatherer societies or throughout um human evolution, and I think we need to Uh, kind of look at the data as they are rather than as we, as we want them to be."
	},
	{
		"start_time": "1:13:37",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, another point that you make in your response paper is that you say that focusing too much on hunting diminishes the value of other contributions that more commonly come from women. Could you explain that?"
	},
	{
		"start_time": "1:13:51",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, well, it gets back to this point of we need to look at what people are actually doing and kind of what they value. Um, MEN and women do both very important things in their, in their societies, and they're valued to to varying degrees depending where you look. Um, WOMEN gather most of the food, um, in hunter gatherer societies. Uh, IN some cases this can be like the main carbohydrates. Great base. Um, IT'S often what leads to hunter-gatherer camps, moving locations, right? Um, TO have a, a good base of carbohydrates. Um, SO that's absolutely critical to their, to their survival. Um, CHILDCARE is absolutely critical, and they do quite a bit more of this than, than, uh, than men do. Um. We, we shouldn't downplay that. I think it's, it's super important in its own right. Um, WOMEN also play important roles as leaders, um, as, as kind of political influencers, as, uh, gossipers. I mean, in any kind of way when it comes to Um, being in a society, they're just as important as men, but in kind of different ways. So, um, you know, men and women are equally valuable in these societies, um, but let's look at what they're actually doing and how they view their contributions rather than kind of imposing something, something onto those."
	},
	{
		"start_time": "1:15:11",
		"speaker": "Ricardo Lopes",
		"words": "And what do you think are perhaps the merits of this paper by Abigail Anderson and others, uh, and possibly of other papers similar to it. I mean, what are the merits and what is positive about them?"
	},
	{
		"start_time": "1:15:27",
		"speaker": "Vivek Venkataraman",
		"words": "Well, I think what's great is that it's leading to these conversations, right? It's leading to this conversation, it's leading to other, you know, great podcasts that have been done with, um, um, with, with folks who are writing, uh, you know, these articles, um, and we should always be kind of questioning received wisdom, right? We, we should always be, be questioning what we thought before, examining our assumptions, um, thinking about how biases might be leading us toward Um, the wrong, the wrong path. And so I think in that sense, it's great to be having the conversation. And as I noted, um, I think it's cool that someone had the idea to get a robust cross cultural estimate of how much women, um, hunt. I think that that it was a harder question than the authors kind of realized at the time. Um, IT doesn't mean that it's not worth asking or asking again in the future. In, in our kind of rebuttal to the paper, uh, we kind of essentially threw our hands up and said, I mean, until we do a more authoritative study, we're not gonna have a good answer on what that frequency, um, is. And, and that's OK. We just have to, to recognize that that's, um, that that's what it is, but, um, Um, yeah."
	},
	{
		"start_time": "1:16:37",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND just another point that you make there at a certain point, you say, we caution against ethnographic revisionism that projects westernized conceptions of labor and its value on to foraging societies. Uh, WHAT do you mean by that?"
	},
	{
		"start_time": "1:16:54",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, well, I think the, the headline that this paper got in the newspaper El Pais, uh, kind of, um, demonstrates this, where, you know, men and women have always hunted equally in the past, where we're taking these modern notions of equity, which come from a good place, which come from, um, I think, reasonable motivations to correct historical injustices. And they're kind of um importing them onto other societies. And as anthropologists, me and my colleagues are a little bit uh concerned about that because these societies, they don't, they don't uh necessarily not, they're not paying attention to the kind of things that we're talking about. Um, THEY have different norms, they have different values, uh, than we do. Um, THEY have different views on what men and women should be doing or or the way that they're valuable, kind of like I talked about earlier, like some women. Don't even want to hunt, um, uh, right? So I think we're at a little bit of danger here, um, of transferring our beliefs and norms onto these other societies that aren't really having a voice in this conversation, um, currently, um. I think that Um, when we think about prehistory, it certainly becomes complicated because we don't want to think about hunter gatherers today as being living fossils, right? Um, WHAT they do now is what they're doing in response to their ecological, uh, systems, in response to their environments, and it's very possible, very likely, in fact, in some ways that the world is very different, um. You know, deeper in, in the past. And so there's a big debate now like of, you know, how far back in time does the sexual division of, of labor go? And I think it's a really interesting question. I would probably fall more on the side of, um, that we probably do see these divisions going farther back um in time. But I think what I would question is the inherent um assumption kind of in the conversation that that's happening. Um, THAT that is necessarily a, a bad thing. It can sometimes be a bad thing, because whenever you have differences in behavior, different profiles of behavior, this can potentially lead to inequalities, and it definitely does, but it doesn't necessarily always have to, nor is it necessarily um bad from like an a priori perspective. And so I think we need to kind of broaden our notion about. The way that we view male and female contributions and the value judgments that we're putting on them and realize that, you know, especially as anthropologists that we have a duty, uh, to not be projecting our own views onto these other societies and to let them speak for themselves, to let the patterns, um, speak for themselves, and it's only through that kind of strategy that we will really understand um human diversity in all its forms and, and give us the ability to appreciate them."
	},
	{
		"start_time": "1:19:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And archaeologically, do we have good enough data to make claims about rates of hunting for men and women in ancient prehistoric societies?"
	},
	{
		"start_time": "1:20:08",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, well, that's a great question. Um, Reconstructing anything about behavior in the past can be, can be really challenging. You know, one thing that we don't want to do is to um assume that only men were doing it, and maybe that's one of the really good things to come out of this kind of current debate is that that we want to get away from these like really strict dichotomies. But at the same time, um, I think that we can look at modern hunter gatherers and look at the The constraints they face, and the solutions that they come up with to solve their constraints as a way of understanding how humans would have behaved in the past, right? Um, SO men would have been probably show offs in the past, and women would, um, have, have, have dealt with, you know, uh, pregnancy and, um, young children in the past. Um, THESE, these were constraints that operated then as they do today, and therefore I think that you likely would have seen the same divergence in the sex roles. Um, IN the past, not that it would be like identical, but it should be variable, the same way that it's variable among, among modern societies today. It's really hard to get a value on like, exactly how much. People were hunting or gather, um, you know, hunting and gathering, um, but, uh, you know, this is the role of, you know, ethnography and, and, and reconstruction, but there is also fossil evidence. There's archaeological um evidence and There was a paper that came out recently, um by um uh Kara Okebo, Sarah Lacy, uh a very thought provoking paper, basically arguing that there's no evidence that there were sexual divisions of labor going beyond, um, let's call it the agricultural revolution, right? You know, 10 to 15,000 years ago, um, and it's a really interesting claim, but I, I would strongly disagree with it, I think, um, because I think we do actually have Um, archaeological and fossil evidence that that shows, um, differences in skeletal, um, patterns, essentially, uh, uh, you know, this can be like differential development of limbs in response to loading, um, you know, the way you use your teeth, things like that. I actually have a student now, we're actually compiling all the The information on this and should have something coming out soon, but um it's a relatively strong trend toward showing that there that there are sex differences in activity patterns going back, um, you know, many tens of thousands of years. And so this is just one piece of evidence among many, along with modern behavioral evidence that we can kind of triangulate in on what people were doing in the past. Um, AND I think we need to include all of these kinds of, of evidence, and I look forward to kind of, um, you know, ongoing, ongoing debates in this area. I think it's, I think it's important and really interesting."
	},
	{
		"start_time": "1:23:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I was going to ask you, uh, that, of course, by discussing rates of hunting and whether women participated in hunting in, particularly in more ancient societies, one of the things that people are debating here is, uh, how old also are sexual divisions of labor, right?"
	},
	{
		"start_time": "1:23:27",
		"speaker": "Vivek Venkataraman",
		"words": "Yeah, exactly, right? I mean, um, I think recent arguments, some people have have argued it would go, like I said, just 10,000 years ago or so, um, versus, you know, deep back to, let's say, Homo erectus, which is one of these, these hominid species that was kind of starting to look humanlike, you know, maybe had cooked food, fire, maybe it was running around, uh, maybe it was like the first kind of hunter gatherer in some sorts of ways, um. And you know, it can be it can be difficult to to reconstruct these sexual divisions of labor, but but as I said, um, there, there do tend to be patterns of um Showing differences, um, going, going back in time. So, um, I, I'll be curious what what research in this area, um, reveals,"
	},
	{
		"start_time": "1:24:15",
		"speaker": "Ricardo Lopes",
		"words": "yeah. Great. So just before we go, where can people find you when you work on the internet?"
	},
	{
		"start_time": "1:24:24",
		"speaker": "Vivek Venkataraman",
		"words": "Um, Uh, SO I'm, I'm based at the University of Calgary, so, uh, I run the Vencatrain lab, um, we study human evolutionary energetics, so you can just, you know, Google me there, um, or on Twitter, I think my handle is Vivek_Vassi um VASI, um, so yeah, or I guess we call it X these days, um, so yeah, I, I tweet there, um, occasionally, but that's about it. Yeah."
	},
	{
		"start_time": "1:24:51",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm adding that to the description of the interview and Doctor Wenke Terman, thank you so much again for taking the time to come on the show. This has been a very fascinating conversation."
	},
	{
		"start_time": "1:25:02",
		"speaker": "Vivek Venkataraman",
		"words": "So, thanks for having me. I really enjoyed speaking with you. Take care."
	},
	{
		"start_time": "1:25:07",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Giancarlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]