[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host as always Ricard Lobs and to the m joined by Doctor Francesca Bela. She is postdoctoral researcher in the er C Project Assembling Life at the Center for Philosophy and the Sciences in the Department of Philosophy, Classics, History, art and Ideas at the University of Oslo. She is interested basically in the complexity of the interactions between different entities and in particular, she is fascinated by the interface between chemistry and biology. And today we're going to talk a little bit about Philosophy of Science with the focus on biochemistry and we're going to discuss what are functions, what are kinds, specifically biochemical functions and kinds genes as well and some other related topics. So, Doctor Bela, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:51",
		"speaker": "Francesca Bellazzi",
		"words": "Thank you. Thank you for inviting me. It's a huge pleasure for me to uh be part of this show."
	},
	{
		"start_time": "00:57",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So let's start perhaps with functions. I mean, uh I uh I would like first to ask you more generally in the context of science and philosophy of science. What are functions?"
	},
	{
		"start_time": "01:12",
		"speaker": "Francesca Bellazzi",
		"words": "Yes. Now, well, that's an excellent question. And I would say that like in a nutshell, so if we try to bring together all the different accounts of functions, functions are special causal contributions, which can give us like informations about the identity, the history and the context relativity of the role that an entity uh plays. So using a classic toy example, we can take the art uh the heart is a muscle that has the function to pump blood, or at least this is one of its functions. And uh the function of pumping blood is a special causal role that the heart plays in the physiological system. It tells us what is uh what makes the heart a heart compared to other muscles because it specifies what uh the heart is doing. But it's also telling us that the heart has been selected as a muscle to pump blood. So as you can see the notion of functionality um can inform us on a lot of different things. Now, functions are also attributed to artifacts for instance. And I think that the definition that I gave that is that um functions are really special because they contributions can work for something like a chair, like we can use a chair to do different things. Uh But what makes a chair, a chair is that it has the function of allowing us to sit on it. Uh And this uh um yeah, and this kind of like allows us to, to define the object. Uh Having said that. So having provided this kind of general definition, I do think that when we apply functionality to different types of different kinds of objects, uh then we might need specific account of functions. So in that sense, I think that um after the first step of providing like a general definition of functionality, uh we can be quite pluralist uh about specific notions of functionality uh for uh for, for different objects. So I think that the way in which we ascribe functions to artifacts such as a chair might be different from the specific way in which we want to ascribe functions to something like the heart or any other trait. And that is different also from other kinds of entities like uh molecules."
	},
	{
		"start_time": "03:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah. So, so when it comes to functions, it just came to my mind because for example, when it comes to the heart and it pumping blood, I mean, in that specific case and probably others in our human bodies, are we talking specifically about evolved functions? There is the functions that a particular organ, for example, a particular biochemical molecule have evolved to perform or can it also include other types of uh I don't know secondary acquired functions, for example."
	},
	{
		"start_time": "04:10",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah. Yeah. Like this is an excellent question. I think that probably different philosophers would give different answers to this. Uh And there is no like unified view, I would say that I am quite sympathetic with the idea that in order to identify what is special about functions or scholar contributions, we need to bring in evolutionary history. So like the function of the art is what it has been selected for now, whether this just includes pumping blood, for instance, for the art or whether it can include also what are called like distal functions. Um I don't have uh a strong argument for neither of these views. I would say that generally, I'm quite happy to ascribe functionality if we can identify a form of evolutionary background. Uh But this doesn't necessarily have to be like direct. Um And I think that this is how we can bring in, for instance, um evolutionary talk into ascribing functionality to molecules because molecules are not the classic uh target of evolution. Uh They, they are a bit different, it's not like they, they present different features compared to, for instance, traits or phenotypic traits in particular. Um So, yeah, and that like compared to maybe other philosophers, I'm a bit more loose in the fact that what I think is interesting is a form of general evolutionary context as that is helpful to identify like which of the causal contributions are functions and which are just causal contributions or roles that the different rates can perform."
	},
	{
		"start_time": "05:47",
		"speaker": "Ricardo Lopes",
		"words": "And when you talk about uh distal functions, which is something you mentioned there very briefly. For example, when it comes to the heart, since it pumps blood, would the distal function perhaps be that it also distributes oxygen through the body to the different kinds of cells. You would that would that count as a distal function?"
	},
	{
		"start_time": "06:11",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah, that would be a kind of like distal function that is quite proximal as if we unpack like the pumping blood. Uh THEN pumping blood is useful for um yeah, for moving the oxygen. Another like distal function can be for instance, the sound that the heart make. So the fact that like, uh for instance, this can tell us whether something is alive or not or can be one of the parameters that it can, that can be used. Uh uh And yeah, and, and there are philosophers diff like, differing opinions about whether, for instance, the sound that the heart makes, um, is a function or not. Uh Because somehow it's such as an effect of what would be the, like some people would call the proper function uh that, um that maybe doesn't count as such, even if, for instance, it can have a role in uh the interactions that's like an animal or uh or even us with other living beings."
	},
	{
		"start_time": "07:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. In that case, the sound would be like what a by product of the heart pumping blood and not exactly a function. Right? I mean, it's not the function of the heart to produce sound. The sound is simply a by-product of it."
	},
	{
		"start_time": "07:24",
		"speaker": "Francesca Bellazzi",
		"words": "Right. Exactly. And like, and then we can even say that like the heart hasn't been selected because it is an organ that makes a sound. Um AND, and like an art like the heart as a trade has been selected in a series of um animals because um it pumps blood so it allows for circulation."
	},
	{
		"start_time": "07:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And we'll probably get into more of this when we talk about biochemistry specifically. But since I already asked you about evolved functions and also what I called, I'm not sure if this is the, this is the correct terminology, but I call them acquired functions. For example, we know that across different species, different animals, plants, et cetera, the same uh biochemical mo molecules can be be present for different or it can have different functions in different contexts. So I mean, what would count there as an evolved function, would it be the original function of the molecule? And then when it acquires new functions in more recently evolved uh organisms, for example, then it would be a an acquired function or I mean, ho how do you deal with it?"
	},
	{
		"start_time": "08:43",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah, excellent. But I think that uh one of the core things about functionality is that or at least in how I think about functionality is that functionality is always context dependent. So we always need to consider the function of something in a given context. Um So let us take a concrete example. Uh THAT is one of those that I have studied myself. And we can take for instance, the function of vitamin B 12. Um Vitamin B 12 as the function in humans or as many functions in humans actually, uh but one of them is to contribute to AIS. So um it intervenes in this process that uh uh regards the renovation of red blood cells. Now, uh this biochemical function is quite specific to the presence of erythropoiesis. And to the fact that like erythropoiesis in humans uh has been selected in a way that um in a way thanks to which vitamin B 12 can basically display its function. However, vitamin B 12 is only synthesized by bacteria and archaea of specific species. And there it has a different function. Um MOSTLY an an enzymatic function there as well. But of course, it's not a function in in erythropoiesis because uh bacteria and archaea don't have blood nor red blood cells and so on. So, in that case, we can notice that we have the same entity, which is the vitamin B 12 uh in general in all, in all of its vitamer. And this entity display different biochemical function. Why? Because they contribute to different biological processes which have been selected to uh to operate differently. So I would say that for instance, it doesn't make much sense or rather more than doesn't make sense. It's not really informative for instance to say that vitamin B 12 is a function in living beings in general. Uh BECAUSE we don't get like the specificity that we need. And while instead, if it, it is more meaningful or it is more informative to say vitamin B 12 as a function in bacteria and archaea because it can act in a, as a co enzyme in many different um physiological processes of those species. And it has a function in erythropoiesis in humans and other mammals. So we make it specific to the process that has evolved. Um And in which the, the vitamin displays its role"
	},
	{
		"start_time": "11:18",
		"speaker": "Ricardo Lopes",
		"words": "and then all of those different physiological processes it participates in across different organisms are, all of them are functions of that specific biomolecule,"
	},
	{
		"start_time": "11:30",
		"speaker": "Francesca Bellazzi",
		"words": "right? Uh Yes, in a way. Um Yes."
	},
	{
		"start_time": "11:36",
		"speaker": "Ricardo Lopes",
		"words": "And so let me just ask you one more question before we get into kinds because it just came to my mind when you mentioned the example of the heart pumping blood. So let's say that, for example, someone develops cancer. So when that happens, of course, the blood also reaches the cancer and sort of feeds it with nutrients with oxygen and all of that, uh I mean, since it's sort of an um what we would consider an abnormal process to develop cancer, uh Could we also say that uh in that specific case, one of the functions of the heart is to feed the cancer or not?"
	},
	{
		"start_time": "12:19",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah, excellent question. So I think that in this case, and this is why bringing in evolutionary context is very important in this case, we can say that the heart is contributing to a dysfunctioning process, which is the process of cancer application from the perspective of the organism. Uh And in that case, the heart is not doing what it has been selected to do in a way that is like the heart hasn't been selected to feed cancerous cells, for instance, um like by providing oxygen, but the heart has been selected to pump blood across the organism. And then somehow what is this functioning in itself? From the perspective of the organism? Of course, uh is the cancer. Uh And this is, and, and, and that's why I think that uh yeah, bringing in evolution can really help because we can say the same about, for instance, uh um the role of vitamin B 12 in um erythropoiesis for forms of blood cancer, for instance, like in that case, of course, there is still the causal contribution is not that vitamin B 12 stops uh intervening we don't have uh unless there are like, for instance, uh severe uh lack of vitamin B 12, but that's a bit of a different case. Uh But what happens is that it is the process to which these molecules are contributing that is dysfunctioning. Why? Because it's not doing what it has been selected to do. So it uh it is, it is behaving differently. And, and I think that this is really a powerful tool that uh bringing in evolutionary consideration to functionality f because it can allow us to do this uh these distinctions between uh these functions and, and functions,"
	},
	{
		"start_time": "14:05",
		"speaker": "Ricardo Lopes",
		"words": "right? So let's get into kinds then, of course, we've probably already mentioned some biochemical kinds here. But what are kinds more generally in science?"
	},
	{
		"start_time": "14:17",
		"speaker": "Francesca Bellazzi",
		"words": "Yes. So it is of course, like an excellent question um especially when we are talking about ascribing functions to, to different kinds. And I guess that we can take uh at at least a dual answer to this kind of like minimal answer and a more elaborated answer. And I think that like the minimal answer is that well, kinds are just types of things. So so we can like use kind talk to just mean that while things are clustered into different categories. Uh AND um and we can distinguish them because they can be clustered into different categories. And this is a kind of like weak use of the of kind talk. I think that in philosophy of science and in metaphysics of science, in particular, the term kind is a bit more loaded than, than type to. Uh AND it's generally refers to the fact that we tend to classify objects or processes into group of things and these groups of things are kind. Now, these kinds can at least be divided into being real or natural kinds. Uh And here, I'm conflating the distinction even if of course, there is a huge debate on whether we we can do this. Um And uh more conventional or um instrumental kinds. So we can classify things into clusters that we think or respond to real divisions in nature, or we can classify things into cluster, which are just useful for scientific purposes. Uh And, and then in that, we don't really have a commitment into trying to, for instance, understand whether there are real distinctions in nature. And I think that classic examples also here is that we can take different molecules of gold and classify them under the kind of gold. And with that, we want to say, well, there is some such as at least the gold molecules which share something in nature for which we cluster them together. Or we can take for instance, the category vegetables in nutrition uh which seems to be much more of an instrumental kind. Why? Because we are clustering together different things um because it is useful. Uh BUT this distinction doesn't correspond to, for instance, a botanical distinction uh as stuff like uh spinach or tomatoes would classify as vegetables in nutrition. Uh But their biological um classification is different. And uh technically, tomatoes are a fruit uh even if we wouldn't consider them as such uh and uh and, and related. So I think that this is quite an important uh contrasting category and I do think that there are some kinds that fall in between. So now I'm also working on the notion of investigative kinds. So kinds that are good for investigation in which we can use to try to unpack what's, what's really going on. And I think that for instance, the kind vitamin is there into the investigative notion, uh and the kind gene as well, uh which I know we can talk about later. It's something that can go into that direction that is it has been introduced as conventional or as instrumental. So we don't want to have commitment in the actual word about the existence of something such as the gene. But the introduction of the term allowed us to discover so many things to the point that now at least maybe. So, I mean, I would say that for instance, the molecular gene is, is a natural kind. So it corresponds to something existent."
	},
	{
		"start_time": "17:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah. So we'll probably come back to the investigative investigative kinds later when we talk about genes then. But let me ask you when it comes to natural or real kinds, how do we determine that something is a natural kind? Are there specific criteria?"
	},
	{
		"start_time": "18:05",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah. Yeah. So, um again, like extremely debated topic. Um And I would say that um I, I wouldn't want to commit on a definition that has to be uh valid in, in all of these cases. I don't find that, of course, we need to do the empirical investigation also to corroborate our theories. But generally, I need to say that uh I am quite fond of a theory of natural kinds that has been proposed by Mohammed Ali Khalidi. And I think that his account is quite powerful uh in that it allows it, it at least gives us uh some tools to distinguish natural from conventional kinds. And these are the fact that these kinds present properties which are project. What does it mean? It means that we can do prediction and explain based on inferring the presence of a property from one kind to one another. So the moment in which we consider these properties that are associated to the kind we are able to predict and explain stuff about instances of the kind. Uh And the fact that these kinds have a role in our causal network. Now, this role is dual in the sense that the essences of the kinds um have a causal impact on the word because of the properties they display. So they can enter into causal relation. And uh also the properties of the kinds are linked by causal connections. Uh So I think that uh this this tool or the, yeah, this conceptual tool is quite powerful to, to distinguish kinds or rather conventional from natural kinds or at least give us reason to investigate whether a kind is natural. So they can also be seen as a starting point but uh naturalness."
	},
	{
		"start_time": "19:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Does what we consider natural kinds depend on the level of analysis we're using. So I was thinking that for example, in biochemistry, we have, we usually refer to molecules. But if we go down one level and we're looking at it through the lens of physics. Would the kinds there be the elements or even the subatomic particles? How do we approach that?"
	},
	{
		"start_time": "20:21",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah. Yeah. So I need to say that uh I am quite generous in my kind ascription. So I would say that there are all these types of kinds. Uh I know that like other philosophers like Thomas Taco that, that you interviewed and uh and others would be, would have a much more sparse account of natural kinds. They would say no, like the only natural kinds are maybe like the physical subatomic particles or if one wants to take like a very bottom up approach, you know, the only natural kind is the universe and then everything guys is just a component. While I would say that I'm personally quite generous, I think that uh yes, it depends on the type of entity that you are considering and that kinds can really be clustered in a way that doesn't even have to be hierarchical. Uh Like, I'm quite happy with like cross cutting kinds uh or kinds that are like in different, like at the same entity can present different types of kinds as well. So as you said, like if we take um even like a complex molecule like water, then water can be kind and then we can unpack it and we can see that there is oxygen and hydrogen and then we can unpack it and see that there are protons, neurons and electrons uh and, and, and so on and I personally don't have a problem with that. So my, my, my ontology is quite busy there. There are a lot of things."
	},
	{
		"start_time": "21:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, I was just asking because I mean, if we want to be as reductive as possible, there are people out there, philosophers of science, scientists that would probably argue that the only real natural kinds are the ones that we can find that the physics level. And so things like subatomic particles and, and stuff like that and all the rest that we find above that level are not really are not real kinds, I guess."
	},
	{
		"start_time": "22:16",
		"speaker": "Francesca Bellazzi",
		"words": "Yes. Yes. No, I don't like that. Um I think that the word, like I need to say that as a kind of rule of thumb, I do find causality quite important. Like if something is an important causal role, then we should take his ontological profile at least seriously. Uh So we should at least investigate um whether we, we have a kind there. So uh yes,"
	},
	{
		"start_time": "22:42",
		"speaker": "Ricardo Lopes",
		"words": "and what uh to get into biochemistry specifically? What are biochemical kinds then?"
	},
	{
		"start_time": "22:49",
		"speaker": "Francesca Bellazzi",
		"words": "Yes. So, well, again, here I start from a term that comes from the discipline biochemistry. But I think that in my understanding of biochemical kinds, we find all those molecules, ma molecules compounds that ever all in um living systems. And that actually present a combination of structural functional and evolutionary properties. So this is how I understand them because um of course, I I take that from the term biochemistry, but I want to include also maybe kinds that studied by structural biology uh by molecular biology. So basically, like all those um chemical entities on the one hand that display also these properties that are relevant for life and for biological beings. So classic examples are proteins which are of course one of the main um the main cases, but I would also include vitamins, carbohydrates, lipids, uh which are crucial for membranes and the DNA and RN A which are crucial for her heredity uh and also protein synthesis. So these are all molecules that maybe like in the different departments are studied by different people. But they think that they share important properties and uh my characterization of them is that uh linking it. But what we were saying about kinds is that in order to have these biochemical kinds as I intend them, we need to have some chemical structural properties that we need to identify. And the investigation in itself of the notion of structure in biochemistry is quite interesting because these molecules are macro molecules most of the times. And so they don't fit easily into the discussion of chemical structure in the philosophy of chemistry literature because normally they focus on stuff like uh either single elements which are the most mostly discussed case study or um things like water, which in a way are, is still much simpler than something like a protein, for instance, uh then they need to have a function. And uh and this relates to the whole discussion on like proteins functionality, but basically like it's this role into biological processes. And this brings in evolutionary considerations that is these molecules again, don't display random functions, they display functions in processes that have been selected. Um And they can have this causal contribution role. So, and maybe even uh but this is really something that I'm still trying to work out is that we can maybe even put a constraint on the fact that these molecules do have that should be biosynthesis or there should be the possibility of them being biosynthesis that is synthesized by organisms. Even if of course, this now, especially with the new tools that have just been awarded by the Nobel Prize, for instance, in which we can predict new molecules structure, design new molecules um for proteins. Uh Maybe this criteria is a bit too strict. But I think that still the fact that like these molecules need to play a role in processes that have been selected uh is important. So again, the context is important."
	},
	{
		"start_time": "26:05",
		"speaker": "Ricardo Lopes",
		"words": "And so let me just ask you when it comes, when we're talking, for example, about proteins or about lipids or about uh DNA, for example, uh o of course, they have smaller components. They are building blocks like in the case of proteins. We have amino acids. In the case of lipids, we have fatty acids. In the case of DNA, we have N nucleotides. So would those be kinds or how would you deal with the building the building blocks there? What would you call them?"
	},
	{
		"start_time": "26:38",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah, I would say that they are definitely chemical kind. Um So again, like given that I am quite generous in my kind subscription, I think that they are general, there are chemical kinds. We can identify chemical structural properties, probably they can fit easily into forms of micros structuralism, which is generally the criteria applied for um for chemical kinds. Uh So I think that uh yes, like they, they would be. So I think that basically these components become biochemical in the moment in which they are assembled in the right way. So I think that that's important and in the, and in the moment in which they can display the functionality that they have. So in the moment in which we can uh yeah, think about the function that they display and the role that they play in organisms uh that have evolved."
	},
	{
		"start_time": "27:32",
		"speaker": "Ricardo Lopes",
		"words": "Uh That's a very interesting point that you just made there. So is it possible to identify exactly at what point a molecule becomes a biomolecule or when it's just an inorganic molecule, let's say,"
	},
	{
		"start_time": "27:48",
		"speaker": "Francesca Bellazzi",
		"words": "yeah, I think that probably it's not easy to identify the exact moment, but I would say that the moment in which it plays a role in a biological system, it becomes one. So I do have this quite dynamic view of the interactions between the so-called chemical and biological interfaces or chemical and biological domains. Um And I think that, yeah, if I would put it in a nutshell in a kind of catchy way which is not super precise, but maybe gives the idea is that a chemical molecules become biomolecule. But yeah, or a biochemical in the moment in which it plays a function in an evolved system. Uh So there is this uh there is this component I know that there are counter examples like tricky cases. So for instance, what about magnesium uh or lithium, they play important physiological roles while we would still understand them osmotic chemical uh entities. At the end, there are elements. Uh And I think that there is like an interesting case in which we have a chemical element or a chemical kind that displays a biochemical function because in the moment in which magnesium is contributing to specific physiological property uh processes or even when they say that like magnesium hates sleep. This is a very like um yeah, kind of maybe a very distal function because we're looking at a really an overall organism thing. But this is one of these cases in which we have chemical kinds like elements that display a biochemical function. Why? Because they enter into uh selected processes and they manifest like specific contributions. Um AS yeah, II I don't think that we can really be the kind of like police there in like saying, oh you are biochemical, you are chemical like all the time because I think that a lot of analysis should be done case by case. Uh But generally, there is this idea that in the moment in which we find an interaction uh in evolutionary processes, we we find something biochemical and if we want to make it even more strict, then we can say, well, not only that, but also the fact that the processes have been selected to interact with those molecules. So again, context"
	},
	{
		"start_time": "30:09",
		"speaker": "Ricardo Lopes",
		"words": "uh so in that specific case, they would, we would determine them as being biomolecules functionally and from an evolutionary perspective as well, right? I mean, because we can find, for example, lithium and other ions and other molecules also in geological processes, for example, in rocks and stuff like that. But in those specific cases, since they are not performing a biological or a physiological function, they are not biomolecules even though they are exactly the same kinds of molecules."
	},
	{
		"start_time": "30:45",
		"speaker": "Francesca Bellazzi",
		"words": "Right? Yes, exactly. This is exactly what I would say."
	},
	{
		"start_time": "30:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh And so uh le let me just ask you because uh within the domain of proteins, we have a very specific subcategory that is enzyme. So how do we deal with them? Uh HOW do you deal with them? Uh Do you say that enzymes are also a kind or not?"
	},
	{
		"start_time": "31:10",
		"speaker": "Francesca Bellazzi",
		"words": "Yes, I would say. So uh I would say that like enzymes are also kind and like and structural proteins are a different or like molecular motors are different kinds. Uh That is, these are like subcategories. And then again, given that I'm quite loose and I'm happy with having like crosscut kinds. I'm also happy for the same type of protein to display different uh roles even at that level. So one of my favorite examples are crystalline uh crystalline are moonlighting proteins as they are called. Exactly because they can display uh an enzymatic function in digestion and the structural function inside. And uh they do so basically by tweaking their ters structure a little bit. So per se, they, they had the same protein like they are classified as the same protein mostly because uh they display the same primary and tertiary structure uh to a great extent. But there are differences like slight differences in the tertiary structure which allow the molecules to perform different roles or simply the inter the basically the surface of the tertiary structure just gets slight modifications uh in a way that then they can uh display different functions. And by displaying different functions, we can classify them as like enzymes or as structural proteins in the different biological processes. So again, the fact that they happen to be uh in processes that have, that have a different evolutionary history, like the digestive process and the side process uh allows us to identify which pro which properties are relevant?"
	},
	{
		"start_time": "32:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But in biochemistry, since we are combining biology with chemistry, do you distinguish between biological and chemical functions? Is that something you do or not?"
	},
	{
		"start_time": "33:07",
		"speaker": "Francesca Bellazzi",
		"words": "Well, so I think that well in biochemistry in itself as a discipline, like I'm not a biochemist, so probably uh my answer uh will just come from me studying biochemistry. Uh But I don't think that um there is a clear distinction between that. I think that the notion of function is used quite loosely and to mean different things in different contexts. I do think that as a philosopher, for instance, one of the useful thing that we can do is to provide conceptual clarity by saying that there are different notions of functionality at play according to what we want to consider. So I think that it is important to go um to distinguish chemical functions from biochemical functions from biological functions because these are going to tell us different information um about the energy that we are considering that. So chemical functions are quite loosely um applied in uh in a description of functional groups, functional groups are specific structural features of a chemical molecule uh or compound or element which allow them to enter into specific reactions. So it's basically what is telling us uh the reactivity profile of a molecule. As you can imagine if we take uh the molecules that are normally considered in biochemistry, these molecules are massive, they are very very big and they will have loads of functional profiles in principle. Uh There will be lots of different reactions in which the molecules can enter. And it is why the moment in which for instance, we want to consider the function of vitamin B 12 in eroses or the function of hemoglobin in binding and releasing oxygen. We are not interested in all the functional profiles of the macro molecules. We are interested in very specific ones. We are interested in those parts of the molecules and those chemical physical properties really which allow the molecule to display the function in the given system. And I think that for simpler molecules like for instance, vitamin B 12, which at the end are forms of cobalamin, then we can identify some functional groups which are the specific ones that are able to enter into the reactions relevant for a retro pois. But if we consider molecules like proteins, then not only we need to consider the chemical properties of the molecule, but we also need to consider the shape. So the ters structure is crucial because again, here, it's interesting why we need to distinguish chemical from biochemical functions. Because for instance, hemoglobin doesn't only need to bind oxygen. The hemoglobin is to release oxygen at the right time. So we need to get this capacity um to bind the end release oxygen, which is for which the the the territory and then the quaternary structure uh is actually crucial and then to this, we can add the biological functionality, which I think is really the selected effect your functionality I find is the most accepted and successful uh account of functionality. And then for that, we need evolutionary history. Uh And I think that biological function ID can be applied differently to, to different molecules uh because they can display a more or less direct form of evolutionary history. So again, taking examples, vitamin B 12 as a more direct evolutionary history in the bacteria and archaea that synthesize the molecule so that we can identify what are the processes that have been selected to synthesize the molecule in the organism while for the great majority of mammals, but also algae. Uh Another species which rely on, on, on vitamin B 12, we need to consider a much bigger evolutionary history because we need to get vitamin B 12 from those bacterias that are synthesizing the molecule. And this happens by a lot of different ecosystem interactions. And this is of course different from the evolutionary history of a protein that we synthesize such as hemoglobin. Um BECAUSE in that case, we can identi and and other proteins, we can identify a specific set of genes or uh uh specific sequences which are encoding for the protein. And for some of these proteins is it's possible to have a direct evolutionary history. Like we can track it, we can compare it. There is a lot of really fascinating study on. Um YEAH, comparing the different evolutionary history of proteins. Uh And there we can apply biological functionality in a different way because somehow it's more direct uh so we can track it,"
	},
	{
		"start_time": "37:44",
		"speaker": "Ricardo Lopes",
		"words": "right? One very interesting thing that you mentioned there are glossed over a little bit was the fact that uh at a certain point you mentioned uh tertiary structure, the tertiary structure of proteins. And I mean, it's very interesting because at least in the particular case of proteins, if I understand it correctly, their function depends a lot on the way they are structured, right? I mean, uh uh the uh it, it, it sort the f their function sort of derives at least to some extent from the way they are structured physically."
	},
	{
		"start_time": "38:20",
		"speaker": "Francesca Bellazzi",
		"words": "Right? Yes. Yes, exactly. Um And this is uh this is really fascinating uh because um the FF folding can happen in many ways. So we move from basically the result of the uh of DNA expression to the test structure. This can happen in many, many ways. Uh But somehow what is what matters that is really the shape um because basically, like it creates different surfaces that can then uh interact differently in different contexts, which is why again, like there is um that has been uh the importance of uh for instance, the discoveries awarded by the Nobel Prize are so important because they allow us to go from primary to tertiary structure, which is where the functionality happens"
	},
	{
		"start_time": "39:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so let's talk then a little bit about genes earlier at a certain point. You, I think if I remember correctly, you talked about genes as a sort of investigative kind. So te tell us about that. What is, uh, gene? Exactly?"
	},
	{
		"start_time": "39:25",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah. So, um, I think that the genes are a very fascinating notion because, um, they developed like the kind of extension and intention of the gene, the changed a lot, um through time. And I think that it is quite important to specify which type of gene we are talking about. So if we are talking about a molecular gene or if we are talking about a medallion gene, and at which point in the history of molecular biology, we are talking about genes because the term has been really changing. Now, I would say that if we want to make everyone happy, a common understanding of the gene is the one of the molecular gene and then the gene becomes a stretch or a string uh often contiguous of DNA and RN A that is encoding for the primary structure of a protein or other functional RN A molecules. And this is the kind of generally accepted definition, we also find uh the definition of the Mendelian Gena, which is uh which are these groups of actually stretches of DNA which encode for a trade. And as you can imagine, the scale of this is quite different because in the molecular gene definition, we are considering just the bits that are going to encode for a protein, which of course is quite long, but it's still way less complex than for instance, the gene for the nose or for the heart or for um or for other traits. So I think that these are the two big notions that we find in the literature. Uh I mostly worked on the notion of the molecular gen as this is really where a lot of the interactions uh between uh uh chemistry and biology happen and between life and chemical entities happen. Uh And I think that the definition that I gave while it is informative at like at the first stage is actually quite inaccurate in the moment in which we consider new discoveries, in particular, the discoveries of the last 40 years. Uh And what is called like the post genomic revolution or a post genomic change um in which thanks to the, the new discoveries that we have made, we noticed that actually genes are not, for instance, identical to conti stretches of DNA. Uh And uh to this discovery and that like actually, for instance, um polypeptide chains can be transcribed by noncontiguous stretches of DNA that the same stretch of DNA can encode for many different products. So there is a lot of complexity there and uh some of the reactions to these have been uh eliminate, at least in a kind of ontological sense that is, well, there is nothing like the gene, the gene doesn't exist, we have DNA, we have expression and these matters. Uh I don't walk that route. Uh I think that actually what we can do is that we can consider genes as temporal entities. So this is quite, I know maybe a, a kind of crazy idea, but I think that it works because uh I think of genes as um something that emerges or comes through uh expression. So they exist in the moment in which they are transcribed basically. Uh And if we take this temporal notion of gene and this uh kind of flexible notion of genes, then genes can become entities that exist as realized by specific sequences in a given moment in time. But in another moment in time, the same sequences can realize or can constitute actually a different gene which has a different function because it encodes for a different protein or uh yeah, molecular products."
	},
	{
		"start_time": "43:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh That's all very interesting. Uh And please correct me if I'm wrong. But if I understand it correctly, we don't have uh uh the, the entirety of the information we need to produce a protein in just the gene alone because in going from the gene through the transcription to MRN A and then translation through TRN A and then getting the the protein itself, we go through several steps where post transcription factors, for example, play a role, right? I mean, so what I'm trying to say is that uh when it comes to the information necessary to produce a protein, it's not entirely in the gene itself."
	},
	{
		"start_time": "43:58",
		"speaker": "Francesca Bellazzi",
		"words": "Right. Yeah. Yeah, that's, this is, this is very true. And again, I think that uh the context in which gene expression happen matters massively. Like, I really love this definition from Griffiths and sts kala dos that the genes are things that cells do with their genome. Uh BECAUSE this gives the idea of the fact that like the cellular context is massively important for the determination of all of this behavior and all of this uh reading. And then of course, with that, all the factors around the sequences which you mentioned again, like recently awarded discovery of Macro RN A and the the role that it has in uh uh in these processes, the fact that like genes are regulated, the fact that there are networks, uh all of these market ma massively. So like genes are a highly contextual entities in the sense that um they are really realized by this very complex machinery, which is uh offered first firstly by the cell. Uh And then, um and then even by the, the whole organism matters. And I think that this probably was one of the most surprising thing about some of the research projects. Uh FOR instance, the human genome project that they were hoping that in the moment in which you get the sequence, you will get all the information that you need. Uh And this, of course, and this has proven to be quite disappointing because actually, it is the way in which you read the sequence, the way in which the sequence is transcribed, the whole interactions that happen in the cell that for a lot of phenomena are, are really important. This of course, doesn't mean that there aren't specific cases in which actually having the sequences is telling you everything you need. Like luckily for medicine, we know that there are some diseases that are caused by very specific sequences. And the fact that we have this knowledge allows us to intervene. Uh BUT generally for uh the great majority of the other genes and for a lot of complex um phenomena, the interaction is way more complicated than uh just the realization of a sequence."
	},
	{
		"start_time": "46:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, it's very interesting. So there's a lot, if I understand it correctly, there's a lot of context dependency here when it comes to genes and uh the link between, for example, genes and traits or genes and proteins. Right."
	},
	{
		"start_time": "46:20",
		"speaker": "Francesca Bellazzi",
		"words": "Yes. Yes, exactly. Um I, I do think that there is um that context dependence is, is really crucial for uh all of the biochemical stuff really. So genes in particular are, are an important case. But also for everything we talked about, I think that context is crucial. Now, some philosophers I know uh take context as a threat, as a threat to naturalness or as a threat to reality. Like if something is context dependent is like less existent. Uh I don't endorse that. I think that first, it is important to distinguish context dependency from discipline, dependency. That is for instance, like it's not the fact that I am a biologist or a chemist that matters for my understanding for the gene, it can influence my empirical study. So I can decide to focus more on some properties rather than others. Um But it is really like an epistemic distinction or the main distinction. And this is really epistemic. Uh And maybe that can actually matter for instance, for uh uh naturalness or non naturalness or uh kind. But I, I think that context dependence is something different as this relates to the actual interactions that happen in the systems that we are considering. And um I don't consider that as a particular threat also because I think that everything is actually really context dependent. Uh BECAUSE every time we don't consider context dependency, we are making an abstraction. So we are getting rid of parts of the context in which uh something exists, which can be really useful for, for some specific purposes. Uh But then I actually find that yeah, things really get to be what they are because of the context they are in and the relationships they are in matter for their identity. And I think the genes are a paradigmatic case, but also what we talked about earlier, like lithium in a mountain or magnesium in a mountain is going to be something different from me, taking my magnesium before going to sleep because I want to sleep better. I just say,"
	},
	{
		"start_time": "48:28",
		"speaker": "Ricardo Lopes",
		"words": "yeah, no, it's, it's really very interesting. And I was thinking when you mentioned that there are people out there who whenever we talk about context or context dependency, they think that the things who are context dependent are less real than things who are not context dependent. Do you think that could be because many the philosophers of science and even even more so scientists themselves have this sort of substance ontology? And uh I mean, if they adopted, for example, a process ontology, then it would be easier for them to understand processes themselves as being real instead of uh substances, for example."
	},
	{
		"start_time": "49:16",
		"speaker": "Francesca Bellazzi",
		"words": "Uh Yeah, I think that there is definitely something like that. I don't think that substance ontology necessarily is uh against context, but I find that definitely the focus on intrinsic properties is so I think that there has been historically this um preference for intrinsic properties. Like I think that one studies the history of philosophy of Western philosophy uh in the great majority of cases. Uh THIS has been the case and of course, there is a value to it. Why? Because intrinsic properties favor stability stabilities is stability. So it's easier to identify, it's easier to rely on. So there is this and and it is quite useful. I do find that it's not that the process of abstraction in which we focus on what is stable are necessarily self defeating for empirical or epistemic purposes. I just think that in the moment in which we want to bring back the entity into reality and we want to get an overall characterization of what something is, then we need to be open to consider relational level properties as well and it it extrinsic properties and uh then definitely something like a process ontology or even forms of antique structural realism uh can be really insightful um uh in uh in, in our understanding. So I don't think that there is necessarily the need to like get rid of objects or get rid of substances. But I think that we need to become a bit loser in the type of properties that we think are relevant for these entities, especially when we consider entities that are really at the borders like biochemical entities or genes uh for which the interactions matter,"
	},
	{
		"start_time": "50:56",
		"speaker": "Ricardo Lopes",
		"words": "right? Uh uh But because genes are so context dependent and we also have or add post post genomic discoveries, like for example, the fact that the expression of genes is regulated. And so we have epigenetics and then also, as we mentioned earlier, we have a post transcription factors playing a role in the kinds of proteins that are produced, et cetera. Um Can we still consider genes natural kinds or not?"
	},
	{
		"start_time": "51:26",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah. Yeah. Excellent question. I do think that like molecular genes can still be considered natural kinds. Um BUT we need to consider the relevant properties for it. So we need to consider the fact that genes are not simply structural entities. So they are not simply specific strands of DNA or RN A for, for some species. Uh The fact that genes uh needs to have a functional provider, uh it is very important and this brings in also the evolutionary history. So those three properties that I mentioned earlier about biochemical kinds. So the fact that biochemical kinds need to have a structure and they need to have a function and they need to have an evolutionary history matters for our consideration of the naturalness of the genes. I do find that like genes are natural because they can be quite project. So the moment in which we consider genes in terms of their expression and we are able to predict and explain a lot of things uh which is similar for cases as I mentioned earlier in which the stretch of DNA that realizes the gene is quite stable. Uh But this is still possible for like a lot of research. And also genes display a core role in our causal structure in the cells because they express the protein. So and they encode the protein which in other, in other very important molecules and this as a crucial causal role."
	},
	{
		"start_time": "52:48",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So there's one last topic I would like to ask you about and I think it's completely unrelated to what we've been talking about up till now. But I, I want to ask you because I found it really interesting. Uh You've written on the application of virtue ethics to the context of the COVID-19 pandemic. Could you tell us about that?"
	},
	{
		"start_time": "53:10",
		"speaker": "Francesca Bellazzi",
		"words": "Yes. Yes. Uh So this is uh yeah, really a a side project. II, I need to say that um I think of myself as like a philosopher that does mostly philosophy of science, but I am interested in a lot of philosophical questions. So I have a lot of, yeah, uh kind of like side projects and side interests and uh I guess it, those papers as for many of us really came from the fact that we got hit by this very, like very harsh reality. Uh And especially for myself, I was uh stuck in uh far away from home. I am originally from Italy. Uh And as we know, like the north of Italy in particular was really impacted by, by the pandemic and a part of me felt that I needed to do something about it, which I think was what a lot of people felt. Uh And, and, and my idea was like, OK, like there is a lot of talk which seems to be based on ethical schemes that again are quite rigid. Uh And they don't consider the fact that like a lot of our actions are done by individuals in context. So I feel that probably there is this social context which comes in again. Uh And so I wanted to suggest a paper in which if we bring in vir trades, which not only focuses on the actions of the character of the individual, but also as this flexibility regarding what we can, what each individual can do in each context compared to, for instance, a more indicating or a more uh utilitarian ethics or consequentialist ethics um which seems to be up at a much more like a group level or either like at a principal level. Uh I thought that uh yeah, exploring that would provide a different angle to a lot of the talk that especially in the UK, which is not a surprise, but there was a lot of like utilitarian mindset, like we need to think about what is good for the majority, uh at least at the beginning because then of course, the the situation changed. Uh But there was a lot of, a lot of like, OK, we need to think about what is good for the majority, what is going to maximize the outcome and then if something is going to get loose or someone is going to get loose in the way, whatever kind of thing. Uh And that really surprised me in a way or rather hit me personally. And I was like, OK, we, we, we need to think about these things from a different angle. I also found that those type of talk in that context was also taking away agency from all of us because again, deciding for the majority is not something that an individual can do unless you are a politician or someone that is in the ruler position. While instead deciding every day what I can do to contribute to my situation, which is what virtually invited to gives us more agency, more control. Um EVEN in situations of legal control, but you are not anymore um spectator of choices, but it can also be quite empowering. So I think that those were some of the motivations,"
	},
	{
		"start_time": "56:16",
		"speaker": "Ricardo Lopes",
		"words": "but in this particular case of the COVID-19 pandemic, which virtues would you say are the most relevant to consider here?"
	},
	{
		"start_time": "56:26",
		"speaker": "Francesca Bellazzi",
		"words": "Yes, that's a good question. Um I do find that generally like the virtue of prudence as it is understood, which is basically trying to evaluate in each circumstance, which virtues you should use uh was probably the most relevant prudence is also the most difficult virtue. Uh BECAUSE of course, it requires a lot of um analysis and control. I also find that forms of bravery, not in the sense of uh bravery as, oh, I go outside and face danger and uh I fight the virus because unfortunately, we couldn't, we can't do that braver in the sense of OK, I might sacrifice some parts of my well being if this is going to help someone else, if this is going to help someone that is maybe more vulnerable than myself. So there is this element of like, OK, maybe wearing a mask is not pleasant, but if wearing a mask can save someone or can at least contribute to uh preventing that someone that is in a really vulnerable position uh gets infected, then I can choose as an individual to do. So. Um So uh yeah, so probably like prudence, benevolence, uh courage or like um being brave were definitely uh relevant virtues."
	},
	{
		"start_time": "57:48",
		"speaker": "Ricardo Lopes",
		"words": "What about humility? Do you think that it would also make sense as a virtue in the context where perhaps we have to rely a lot on what experts are saying?"
	},
	{
		"start_time": "58:00",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah, that's a very good point. So I think that um humidity play a role, but I understand that I think that we shouldn't go with the kind of like proper understanding of humidity in that case. Uh I think we should really like consider the definition of intellectual humility that is provided in a lot of the literature on the topic, which is the fact that we need to be able to evaluate, when is the moment to step back and when is the moment to come forward? So when is the moment in which I don't have the skills to for instance, understand the technicality of a problem. But I do have the skills to understand maybe the social component of it. And I actually think that probably the lack uh of good intellectual humidity um has also been problematic on all sides because for instance, the fact that we were following maybe only the information that were coming from the sciences, which is very important because they tell us the mechanism, thanks to which the virus replicates and spreads, they weren't though informed by, for instance, studies in sociology, psychology. OK. How do we deal with loneliness? Uh And somehow the social sciences got pushed back a lot. And that was also a case in which somehow there wasn't much intellectual humidity, for instance, at the public uh at the policy making level, because some sciences were really, really put very high and others were put very low and not considered uh and probably both at the individual level in which I can bring in my skills. And maybe I don't know if I, if I am a teacher, uh I might need to learn from scientists how the virus spread. But then as a teacher, I might know what is good for my students and the fact that maybe they need specific interactions. And so we need to find ways to give students those interactions. Um AND also the policy making level. So bringing in a form of a good intellectual humidity in which different sciences and different perspectives coming in on different domains."
	},
	{
		"start_time": "1:00:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Yeah, because uh I mean mentioning humility, perhaps there was also not much humility, at least on the part of certain types of experts, like for example, uh doctors, epidemiologists and so on. Uh IMMUNOLOGISTS as well because uh when it comes to, as you said, there are the social aspects of how we dealt with the COVID-19 pandemic, things like loneliness, isolation and stuff like that. Maybe people who could have played an important role there, like psychologists, sociologists were pushed aside and the stage was given more to, uh as I said, doctors, epidemiologists, immunologists and people like that. Right."
	},
	{
		"start_time": "1:00:49",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah. Yeah. No. Exactly. Which I think that's something I said, I don't think its underlying enough is that um like these situations are always complex and so they might require complex solutions. So the fact that we bring in psychologists and sociologists, for instance, on trying to understand the impact that loneliness can have, especially on vulnerable categories like kids or teenagers. Uh But and everyone doesn't meet doesn't imply that then the fact that it is still true that the virus spreads in many ways is pushed away. Like the the ideal thing is really to find an interaction between the two, which is of course, super difficult and in a situation of emergency that we faced and especially the Western world hasn't faced anything like that in the longest period of time. Uh So of course, it makes sense that we didn't have the tools to, to see that clearly. But somehow the contrast wasn't really to put it simply like, oh let us lock everybody up or let us just let the virus spread because people need sociality like probably the ideal solution was trying to find a common ground between the two. And in, in the, in this, I do find that uh probably spreading education and empowering the individuals in making choices uh could have been really useful because I also feel that giving this stage to just the experts that were talking mostly in experts term, just made people feel extraordinarily even more frustrated and isolated because they didn't have the tools to understand what was going on. And, and that was a problem, not of the people that didn't know or didn't understand. That's a problem of those that communicate such knowledge. And that's again, something else in which for instance, the role of sociologists and psychologists and maybe, and maybe even philosophers for us could have been helpful because I think that people should be, should have the tools to understand stuff that matters to their life. So to this, like I do have a project with a colleague of mine Simone Pican, like the right to science and the right to have access to science and why it is important to remove epistemic barriers. And it is particularly important for contexts like the COVID pandemic vaccination, but even climate change in which people are required to take action and the action is action that they need to take. But on the basis of scientific knowledge that no one is really explaining them and this is really not empowering and we, we should actually, yeah, flip that and, and, and explain people what's going on so that they can become even better agents. And maybe in this, I am naive, but I do believe in the power of education."
	},
	{
		"start_time": "1:03:32",
		"speaker": "Ricardo Lopes",
		"words": "So with that in mind, with uh your belief in the power of education, do you think that this kind of work and people reflecting a little bit on what individuals themselves can do and how to develop certain kinds of virtues? Do you think that I in a possible future pandemic? Uh THE uh this kind of thing could be taught to people and to, I, I mean, e even in schools and other places like that and to help people, Children, adults deal with that uh with what's happening in such a kind of context?"
	},
	{
		"start_time": "1:04:08",
		"speaker": "Francesca Bellazzi",
		"words": "Yeah, I do think so. Uh And I think that this is really something that all of us that work in education uh that have an interest in science, communication and knowledge, communication via all sorts of tools like podcast interviews. Uh PUBLIC speech, I uh public writing, I think that this is really something that, that we have to work on and that uh and that we need to communicate. I think this is really important and unfortunately, the fact that there is a lot of focus on, I mean, of course, we need the technical research as well to investigate the work. But I do think that it is important to bring this knowledge everywhere. Uh BECAUSE I do think that this can make us better agents or at least, can have, can have an impact in making us better agents or giving at least the capacity to choose in a more informed way which type of agents we want to be and how we want to interact."
	},
	{
		"start_time": "1:05:01",
		"speaker": "Ricardo Lopes",
		"words": "Great. So just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:05:09",
		"speaker": "Francesca Bellazzi",
		"words": "Yes. Well, um I do have a website uh which is just my name Francesca bela.com. Uh And I keep my website up to date so that you can find what I'm doing where I'm going, which talks I do. Uh And there is also a section on uh public outreach which is called articles and media and um that you can find in my pop article, pop pop articles. I try also to be quite active philosophically on Twitter or now ex uh which um yeah, with the end of Fran Lai. So you can also find uh what I'm doing and which talks I'm going to my conferences and everything that is philosophy related there. So, thank you."
	},
	{
		"start_time": "1:05:52",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving some links to that in the description of the interview and Doctor Bela. Thank you so much for the great conversation. It's been really informative and fun. So, thank you."
	},
	{
		"start_time": "1:06:04",
		"speaker": "Francesca Bellazzi",
		"words": "Thank"
	},
	{
		"start_time": "1:06:04",
		"speaker": "Ricardo Lopes",
		"words": "you."
	},
	{
		"start_time": "1:06:04",
		"speaker": "Francesca Bellazzi",
		"words": "Thank you really for me as well, really a pleasure and an honor. And thanks to everyone that has been listening to this."
	},
	{
		"start_time": "1:06:12",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten. B are no wolf, Tim Ho Erica LJ Conor Philip Forrest Connolly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel S Friends. David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt, Pavlo Stassi Na Me, Gary G Alman Sam of Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Gilon Cortez Solis Scott Zachary FTD and W Daniel Friedman, William Buckner, Paul Giorgio, Luke Loi Georgio Theophano Chris Williams and Peter Wo David Williams Di Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Ebon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis. Mark Kemple Thomas Dvor Luke Neeson, Chris to Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon Bendik Mueller, Thomas Rumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Sergi, Adrian Bogdan Knit and Rosie. Thank you for all."
	}
]