[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the, the Center. I'm your host. As always, Ricardo Lobs to the MG by Doctor Matthew mcmanus. He is a lecturer in the Department of Political Science at the University of Michigan. He is the author of several books. And today we're talking about his latest one, the political theory of liberal socialism. So, Doctor mcmanus, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Matthew McManus",
		"words": "Yeah. Thanks so much for inviting me. Uh I was happy to hear that uh some people in Portugal are interested in what I'm doing."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Sure. So let's start perhaps with some definitions here before we get into liberal socialism itself. Of course, I think this is a combination of liberalism and socialism. So, first of all, tell us what is liberalism, what is socialism or perhaps about some of the main tenets that come from each of them that then come together in liberal socialism. And then we can talk a little bit more, more about liberal socialism itself."
	},
	{
		"start_time": "01:01",
		"speaker": "Matthew McManus",
		"words": "Absolutely. So these are actually quite difficult questions uh in no small part because when we're talking about doctrines like liberalism or socialism, they've been around for hundreds of years, many different people have espoused them. Uh MAJOR philosophers um from very different traditions uh have aligned with them or criticized them. So I tend to agree with Doctor Alan Ryan that it makes more sense to talk about liberalism's plural and socialism's uh plural uh than a kind of single unitary doctrine. Uh That means pretty much the same thing uh everywhere, regardless of circumstance, regardless of ideological development. So just very briefly, uh I argue that at the core of liberalism, its moral core is a commitment to two, perhaps three principles. Uh The first principle is a commitment to the moral quality of all human beings. Uh What this just means is that it's as important that your life goes well, is that my life goes well, is that some other person uh in Uganda's life goes well, et cetera, et cetera. Now, this doesn't mean that liberals by and large have been committed to social equality for all individuals or even economic equality for all individuals. But it does mean that you're supposed to be granted things like formal legal equality, equality of rights for you, utilitarian. Uh YOUR needs are considered equally in kind of a hedonic or aggregated uh calculus, that kind of thing. Uh The second principle that I argue liberals are committed to is this idea of liberty for all. Uh AND that flows to a certain extent from this commitment to the moral equality of all individuals because if you acknowledge that people are moral equals uh entitled to certain kinds of basic rights or certain um basic considerations. Uh Then there's something that liberals find worrisome uh about this idea that I'm in a position to tell you how to run your life because I possess superior intellect or superior virtue, or I'm higher up some kind of social totem pole, you know, I'm an aristocrat or a priest or whoever it happens to be. Uh And so from this commitment to moral equality flows this commitment to certain kinds uh of basic liberties, right? Freedom of expression, freedom of speech, toleration for religious views, et cetera, et cetera. Uh And then last, but not least I point out that many liberals uh particularly in continental European traditions are also committed to the principle of fraternity uh or solidarity. Uh This, of course, is the third in the trinity of French revolutionary prudential principles, right? Li uh solidarity or fraternity. Uh Now many anglo liberals would be wary of expressing a commitment to fraternity or solidarity, precisely because they are wary of species of French liberalism. Uh But there's no doubt that in a continental European context, this idea of showing solidarity with one's fellow citizens and emphasizing Republican forms of participation in community has been essential to many streams of liberal thought."
	},
	{
		"start_time": "03:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh And so that's about, yeah, I think you talked mostly about liberalism. What about socialism? I mean, what aspects of socialism? Then come together with liberalism in liberal socialism."
	},
	{
		"start_time": "04:01",
		"speaker": "Matthew McManus",
		"words": "Absolutely. Well, the classic definition of socialism uh is social ownership of the means of production, uh or even democratic ownership of the means of production. Uh And again, I'd like to iterate that this has been understood in vastly different ways uh by different socialist traditions. Uh Obviously, you have authoritarian forms of socialism or status forms of socialism. Uh Like what you saw in the Soviet Union, for example, uh where this has been understood as state management uh of the means of production, really party management of the means of production in many circumstances, right? Uh But it's also been understood and much more um individualistic ways by liberal socialists like John Stuart Mill. Uh WHERE Mill understood this as essentially a commitment to worker owned uh firms. Uh So, rather than having capitalists run major economic firms, the workers would run them themselves and then the state would play uh an ameliorative role by offering redistribution to the poor. Sorry, my cat is uh very enthusiastically playing with the ball around here. Um I also out that many social uh almost all socialists are committed to at least in principle the same kind of moral ideals. Uh As many liberals, if you were to ask socialists, are you committed to this idea of liberty for all equality, for all, uh certainly solidarity uh or fraternity for all. Uh THEY would of course say yes. Uh BUT all socialists would point out that it would be impossible to actually achieve those ideals uh without actually commit oneself to social ownership or democratic ownership of the means of production. Precisely because one cannot be truly liberal or sorry, free. Uh And one certainly cannot be equal in an economic context where various forms of domination are given such wide birth. So,"
	},
	{
		"start_time": "05:36",
		"speaker": "Ricardo Lopes",
		"words": "and then liberal socialism, what are the core tenets of liberal socialism? And how do liberalism and socialism come together here?"
	},
	{
		"start_time": "05:46",
		"speaker": "Matthew McManus",
		"words": "Absolutely. So in my book, uh and in other writings that people can check out if they're interested, I say that there are three core principles uh that define liberal socialism. Uh So just to kind of provide a little bit of um description by contrast, um I say that liberal socialism is one species of liberalism and indeed one species of socialism, it is committed to these basic principles. But by no means, would all liberals or socialists also be committed to these principles? And we can get into some of these contrasts later on if you wish. But the first principle, I argue all liberal socialists are committed to uh is a commitment to normative individualism and methodological collectivism. Uh Now, those are pretty technical terms. Uh But by me, methodological collectivism, what I just mean is that liberal socialists uh view human beings the same way that Aristotle would understand human beings or Mill would understand human beings or for that matter, Marx would understand human beings that we're fundamentally social animals and that we can only realize our full of human potentials uh in a social setting. Uh Now, this can seem like a rather abstract point, but I actually think it's extremely concrete, right? So, uh oftentimes I'll talk to my students and I'll ask them, uh have you had a happy moment in your life? Like a genuinely happy moment? Uh Most of them will say yes, a few of them say no. And that always worries me. Uh But then I'll ask them as a follow up. Uh Were you by yourself when you enjoy this happy moment? Uh And invariably, they'll always say no, of course not, right? I was with my friends, I was with my family, my boyfriend, my girlfriend, even my husband uh for some of the older students. Uh And I point out, well, this is a nice demonstration uh of what Aristotle Hagel marks uh Mill we're talking about, right? That um it's only uh in social conditions with other people that we can realize our full human potentials. Uh If you are left alone on an island like Robinson crusoe with all the resources in the world, but no one to interact with. Uh AND no one to realize your capacities with people would be very, very unhappy, very quickly. Think about like Will Smith uh in the I Am Legend movie, right? Uh So that's the methodological collectivism bit. Uh The normative individualism. Bit as I point out that all liberal socialists are committed to the idea that it is the development of the individuals uh human capacities uh that is of moral importance uh for people, people who are committed to this doctrine. Uh Not for instance, the flourishing of some rafi abstraction like the nation or civilization uh or people or the VK, for example. Uh Now, this might seem self evident uh to some people uh who are committed to certain forms of normative individualism. Uh But it's, of course, by no means, self evident to those who take a more vish uh approach to morality. Uh I think it's appropriate for the individual to occasionally be um sacrificed uh for the good of the greater community. Liberal socialists would have no truck with that. Uh And contemporaneously, some liberal socialists uh or people who are aligned with left egalitarianism at the least uh would say that we also have to take into account future generations. Um So that's an interesting philosophical question. We don't need to get into it right now. Uh But the argument would be that future individuals that are almost certainly going to come to be, uh they are entitled to certain kinds of uh weightings uh and felicitas that we might make. So that's the first principle of liberal socialism that I say everyone is committed to. Uh AND probably the most important one, the second principle uh of liberal socialism that I think everyone is committed to is to what I call a developmental rather than an inquisitive ethic. Uh Now again, these are technical terms, but I'll start off by talking about the inquisitive ethic because I think that um the contrast of the developmental ethic becomes more clear that way. So, an inquisitive ethic um is a term that is um drawn from CB mcpherson, the great Canadian political theorist in his book, The uh Political Theory of possessive individualism. And in this book, Mill or Sorry mcpherson is very critical uh of proto liberal thinkers like Locke or Hobbs uh arguing that they had this very atomic understanding of human beings uh as more or less purely self interested, uh highly competitive. Uh AND they defined life more or less uh in terms of the pursuit of desire after desire, right? The acquisition of goods to gratify our hedonic urges. Um And you know, the understanding of human beings that emerges from this is uh the richer I am and the more stuff that I have and the more I'm able to outcompete other people to get all those riches and all that stuff. Uh The better off I'm doing. Uh And mcpherson was very critical of this uh for the same reason, say Aristotle would be very critical of it. Uh And this is what leads me to the developmental ethic uh where I say we should commit ourselves, not to this idea that human beings are made happy by acquiring a lot of stuff. Uh Instead, we should realize that most human beings are much happier when their fundamental human faculties or their fundamental human capacities are developed uh in certain kinds of refined ways. And this is a point that Mill uh especially made very emphatically uh inspired by the German philosopher uh Humboldt, right? Uh WHERE Mill said most people get a lot more satisfaction out of starting off uh as a father and becoming a good father and a better father over time, right? Developing those capacities uh or wanting to write a book, maybe failing a couple of times. Uh ANYBODY who's a writer will know, you know, that's kind of part of the process uh and then getting better and better over time uh as they start to develop those faculties, uh or, you know, think about a musician, right? Uh Nobody is especially good at the violin uh when they first pick it up. Uh I know my sister plays the violin and she really struggled with it at the beginning. But, you know, you take lessons, you practice, you put in the time and eventually you get better at doing that. Uh So liberal socialists are committed to the idea that it's this developmental ethic uh that we should be fostering instead of the acquisitive ethic. Uh BECAUSE it's the development of human capacities in harmonious social settings uh that make people happy rather than again, uh just acquiring a lot of stuff to gratify our human urges. It's not that, that is completely unimportant. Obviously, we need food, shelter, uh you know, cars uh now, especially uh in order to fulfill our basic functions. Uh BUT it's not the be all and end all in life and then the very last principle uh of liberal socialism and then I promise I'll stop. Um Is this commitment to the realization of economic democracy uh in a liberal democratic political context uh that includes respect for the basic liberal rights. Uh YOU know, of course, freedom of expression, freedom of religion, uh freedom of assembly, but does not put the same kind of maximal weight on the importance of private property that classical liberals for instance would think is absolutely sacrosanct. So for instance, all liberal socialists would say uh one is not entitled to private ownership of the means of production, particularly where private ownership of the means of production. On the hand in the hands of capital will lead to the emergence of new forms of domination. In fact, liberal socialists insist that we need to extend liberal principles um of democracy, non domination and um basic rights into the economy precisely protect workers against the potential forms of domination that can emerge in private government as Elizabeth Anderson would put it. So those are the three core principles of liberal socialism as I understand them. Uh ALL liberal socialist thinkers that I talk about in my book, understand these in slightly various ways. And some of them put more emphasis on the one rather than the other and we can get into that a little bit if you'd like. But I think that that's the normative core, uh, of the doctrine."
	},
	{
		"start_time": "13:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how do people tend to react to a term such as liberal socialism, particularly the liberals and the socialists when they're, when they see this term and they feel like they are lumped together into one single uh theory, one single ideology, let's say, um I mean, are there aspects that particularly that people think that from liberalism, socialist would contradict each other and they see perhaps problems with it?"
	},
	{
		"start_time": "13:30",
		"speaker": "Matthew McManus",
		"words": "Yeah, absolutely. So, um for a certain generation uh of figures that are weaned on what Samuel Moyne calls Cold War liberalism, uh They see liberal socialism as just an oxymoronic idea, right? Because they usually will make claims like uh while liberalism is committed to individualism, where socialism is committed to collectivism, uh or liberalism is committed to individual rights and democracy where socialism is inherently status uh and authoritarian, right? Uh Now I want to be clear there without a doubt, authoritarian forms of socialism uh that have no respect that have had no respect for rights. Uh And anyone with even an inkling of sympathy for the liberal tradition, uh would want to be very, very critical of that and reject it emphatically. Uh But I point out that this understanding uh is very historically inaccurate, right? Uh And it's frankly quite contemporary, right? It's just a product uh of the kind of Cold War environment uh where the simplistic bifurcations were ideologically uh important for a lot of people to try to make sense of why it is uh that many liberal states were rival risk uh with communist states. Uh But more sophisticated understandings of the liberal tradition in particular. Uh Certainly those that are coming out recently have pointed out that through the 19th century, up until the early 20th century, uh liberals like John Stuart Mill um or for that matter, John Maynard Keynes, John Dewey. Uh WE'RE very happy uh to learn from socialists to even identify a socialist in many circumstances. Uh And to draw an elective affinity or symmetry uh between the egalitarian Liberator and humanist goals of liberalism and the egalitarian humanist and Liberator goals uh of liberalism. Uh SINCE both our enlightenment doctrines, arguably even mature enlightenment doctrines. Uh So part parcel of my project uh is one of historical clarification uh where I tried to indicate that this bifurcation uh between liberalism and socialism uh that became quite common uh in the mid to late 20th century. Uh IS a historical abnormality uh that underplays the long dialogue that has existed between the two traditions. And part of what I'm hoping to do is, of course, we start that dialogue since I think it was fruitful and productive. Even. Of course, it could be acrimonious at different points."
	},
	{
		"start_time": "15:42",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk a little bit about the historical background of his o of uh liberal socialism here. So how far back do you think we would need to go to understand the origins of liberal socialism?"
	},
	{
		"start_time": "15:56",
		"speaker": "Matthew McManus",
		"words": "Yeah, it's a good question. So I, I want to make clear my own limitations, right? So uh my work is as the title would suggest a work of political theory. So I merely mainly trace the origins of liberal socialism and thought uh by looking at uh important political theorists and political thinkers who systematize uh insights about the relationship between liberalism and socialism uh or offer schemas of liberal socialism uh in a fairly refined way, right? Uh Someone who approaches um the liberal or socialist traditions from a different standpoint, uh like, say Edmund Fas uh like Edmund Fawcett uh might take a ton of different tech. Uh But in my case, I start the story that I'm telling uh with Thomas Payne and Mary Wolston craft, uh two liberal thinkers uh or proto liberal thinkers depending on who you talk to uh that have been wildly uh influential. So for those who don't know, uh I'll start by talking about Thomas Payne and then I'll move on to Wilson craft. Uh Thomas Payne uh was an enormously important revolutionary thinker uh in the late 18th century. Uh Many people see him as the chief ideologue actually of not one but two revolutions, the American revolution and the French revolution. Uh So, in the case of the American revolution, his most famous contribution is a pamphlet called Common Sense. Uh Common Sense in the American tradition is one of the great works uh of political literature uh is widely read uh to the troops uh fighting in the revolutionary armies. Um Because um it just offered a scathing indictment uh of the British aristocracy uh pointing out that it was a ridiculous idea. Uh And making a case for a Republican system of government that's respectful uh of the rights of man. Um So see from this standpoint, uh if you just look at common sense, Payne looks an awful lot like a kind of an American liberal, right, very committed to individual rights, limited government, uh Republican forms of participation, that kind of thing. Uh But as I point out in the book, his opinion starts to shift in a more egalitarian direction by the time of the second half of an important book he writes called The Rights of Man and in pamphlets like uh a gray injustice. And a lot of this was inspired by the second revolution. Payne was part of uh the French revolution. So in the first parts of the Rights of Man, uh Payne offers just a scathing indictment of the conservative Edmund Burke uh who wrote an important uh pamphlet um or sorry book criticizing the French revolution called Reflections On the Revolution in France, which people should also read if they get a chance. Uh But in the second half of the rights of man, uh Payne makes some very interesting arguments about private property uh where he starts to suggest uh that private property is not a natural institution, the way that say lock and sub limbers thought it was. Uh IT'S very much a social institution. Uh It came about uh as a kind of artificial uh social project uh where people who have a lot of property in effect, dispossessed, uh those who do not have a lot of property. Uh Now Payne argues, it's not necessarily the worst thing in the world for people to have private property because he thinks that that is vital uh to incentivize things like cultivation. Uh But he says, look, if you possess an enormous amount of private property, uh and you have dispossessed people de facto uh by owning it, uh then you owe society and especially the poor, a debt for the possession of that private property. Uh And this becomes even more vehement uh in agrarian justice uh where he says there's this enormous amount of reverence that is paid to private property uh that borders on a fetish uh or even a kind of mystical ideology. Uh And he says that as the world becomes more mature, we're gonna start to see uh this fetish become considerably depleted uh in terms of its ideological power. So, from these kinds of extrapolations, uh Payne goes on to argue for essentially a welfare state. Uh One of the first people to kind of offer systematic arguments to that effect. So just kind of very briefly, um summarize uh what Payne argues. Uh He claims that people should get um a universal pension uh after the age of 50 that should become more generous when they hit the age of 65. Uh He thinks that all education should be free uh for anybody who is capable. Uh He argues for guaranteed employment and not just guaranteed employment, but quality employment. Uh FOR anybody who wants it, particularly in major urban cities. Uh He also argues that women should receive a stipend uh after giving birth uh for their troubles. Uh AND also to kind of help give themselves and their Children a head start in life. Uh And then he also argues that at the um upon reaching the age of maturity, uh all people should receive what amounts to a universal inheritance, right? Uh QUITE generous for the time uh again, to kind of get them started off in life uh in the era of their maturity. Uh So there are other kind of things that he proposes also about meals and so on, but we don't need to get into that. Uh But all flows from this commitment pain has that property is an artificial social institution, nonna institution, it might have certain uses. Uh But clearly, he thinks uh an excess amount of reverence to private property ceases to be useful when allows mass concentrations of wealth. Uh When that wealth could be better used to ameliorate the condition of the poor and indeed even ameliorate the condition of the working classes. Uh So let's move on to Mary Woolston Craft. Uh So in Woolston Kraft's case, uh she's probably best known for her classic book, a vindication of the Rights of women, uh which is an early feminist classic arguing as the title suggests, uh that the rights of women uh should be taken very seriously. Uh But less well known is the fact that she was just a scathing critic uh of inequalities uh of property. Uh So, for instance, and a vindication of the rights of women, uh she takes aim in this case at the aristocracy. Uh And she says that from this reverence, people pay to private property uh flows like a poison as though from a poison chalice. Uh ALMOST all the ills uh that appear in our society today, uh particularly the corrosion uh of our moral virtues. Uh And she points out this is because the rich almost invariably tend to assume uh that they are somehow responsible for their own riches. Uh Even if they just have to inherit them as if by magic. Uh AND align with this is this tendency to either ignore the poor uh or just to instinctively assume that the poor are somehow to blame. Uh FOR their circumstances, even though a moment's reflection would suggest that it's not. Uh NOW I would submit that this is a point that um Wolson Kraft took from Adam Smith, uh who also uh made this exact same argument in his uh theory of moral sentiments, uh where he pointed out how, um it's the reverence of the rich uh in our society that is by far uh the greatest corruptor uh of our moral sentiments. Uh I can't necessarily uh establish that because she doesn't directly cite Smith in this passage, but she's well known to have been an avid reader of Smith and had quite a lot of admiration for her some. And so I'm thinking that's where it comes from. Uh And then later on in her um letters uh where she's talking about her journey through uh Sweden Norway and Denmark, uh which were not the Nordic States uh that they eventually were to become, they were highly anti uh highly um aristocratic estates uh in the 19th century. Uh She starts to direct more of her ire towards the emerging capitalist class. Uh So she didn't just have nasty things to say. Let's put it about this uh that way about the aristocracy. Uh So she actually compares early capitalists in northern Germany. Uh And I quote to a fungus uh that spreads every uh everywhere always. Uh And she points out that the kind of novo rich that are emerging um in big industry, uh, very rarely do anything that's particularly valuable. Uh, BUT they very much like to applaud themselves for the very little that they do end up doing. Uh, AND much worse, she points out, uh, they have displayed very, very few virtues of character or intellect. Uh They almost always assume to paraphrase, uh, that the main point in life is to make as much money as possible. Uh, THAT one owes no duties of care to one's fellow human beings. Uh Because in the pursuit of profit, uh and they adopt almost a suspicious attitude to anyone uh that suggests that they should do anything uh for another person. Uh And she points out that this kind of nullity, uh this empty void uh of avarice and greed is what is taken to be an ideal in many of these societies right now. Uh And again, Good Smith in that she is, uh she just thinks that this is beyond contempt uh and potentially very dangerous uh in terms of the effect it might have on the broader moral culture of the era. Uh Now, Wilson Kraft was not a uh socialist. Uh THAT term wasn't even in the lexicon at that point. Uh But she does argue persuasively uh that a more moral society will emerge in the event that we ameliorate uh inequalities of property quite substantially. Uh And she even gives a kind of um the only way to describe it is like macho uh argument for this. Uh Wilson Kraft was quite prone to leaning very heavily on like male forms of argumentation. Uh As some commentators have pointed out, uh and partly to offset the accusation that uh she was too effeminate, maybe we could be critical of that. Uh But she said things like, look, uh you know, I tough minded virtuous person doesn't want to live in a highly unequal society. Uh BECAUSE a tough minded virtuous person wants to live in a society uh where he is treated as an equal and where he treats other people as an equal. Uh Because that's the only kind of society where people are going to display the requisite virtues that morality requires to one another. Uh So, unfortunately, Wilson Kraft died um and th age 38 of childbirth uh before any of these thoughts were systematized. Uh And another great work uh who knows where she might have gone. Uh Had she continued to write. Uh But I point out that in Bane and Wolson Kraft case, uh you start to see uh the emergence of a kind of liberal socialist outlook uh where in both of the authors, uh they're drawing a tight connection between this need uh to ameliorate the extraordinarily corrosive effects of inequalities of property in order to more securely put um liberal and Republican principles uh on a firm foundation,"
	},
	{
		"start_time": "25:39",
		"speaker": "Ricardo Lopes",
		"words": "but they weren't liberal socialists yet or were they?"
	},
	{
		"start_time": "25:43",
		"speaker": "Matthew McManus",
		"words": "No, I, I say that they aren't. Right. I mean, let's be clear. Right? Socialism as a distinct political and economic ideology, uh only really emerged in the early 19th century uh with the Santas, the Owen nights, uh and others. Uh So they, of course, would not call themselves a liberal socialist because uh even the term liberal uh wasn't particularly popular at that point. Right. The term liberal really enters the political exon uh around, you know, 1812, 1815, 1818 in Spain, uh when Los liberal um argued for a new constitution uh because they don't want a restoration uh of the cult out of all kind of uh aristocratic monarchy. Uh So they're not liberal socialists yet. I argue that you can only really call uh a major intellectual liberal socialist when we get to John Stewart Mill."
	},
	{
		"start_time": "26:30",
		"speaker": "Ricardo Lopes",
		"words": "OK. So tell us then about Jon Stewart Mill, what makes him or made in your understanding the first liberal socialist?"
	},
	{
		"start_time": "26:38",
		"speaker": "Matthew McManus",
		"words": "Yeah, absolutely. So, um this isn't just a claim that I've made, by the way, I want to uh pay due diligence and point out that um there's been a recent suite of scholarship on Mill, all very good uh which has foregrounded the egalitarian dimensions uh of his economic thought. Uh Probably the best book in this respect uh is a magnificent tome by uh my good friend Helen mccabe uh for Queen's mcgill University Press. Uh She wrote a book called John Stuart Mill Socialist. Uh VERY readable very short, uh strongly recommend people kick it up. But you can also look at the recent books by uh Elizabeth Anderson, for example, um excuse me, um or Edmund Fawcett, anyone like that is good. Uh So Jos Street Mill is probably best known for his fierce defense uh of individualism and personal liberty, right? Uh If you're an undergraduate student, certainly in a country like I'm from uh Canada and you're doing an undergraduate degree in any social science, uh inevitably at some point or another, somebody's gonna sign you at least a couple chapters of uh Mill's classic book on liberty, uh which includes a strident defense of individualism, free speech. Um YOU know, particularly free political speech, very, very stirring stuff, right? Uh Less appreciated is the fact that Mill overtly identified as a socialist in his autobiography, uh where he points out how he is deeply wary uh of certain kinds of authoritarian forms of socialism. Uh But nonetheless, he proudly identifies under the general designation of socialists as he puts it. Uh And he looks forward to a day uh where um the kind of goods uh that are produced in a society uh will be distributed more equally. Uh AND particularly uh where the goods of society uh will be more likely to fall into the hands of those who actually produce most of the goods of society. Uh NAMELY the workers. Uh So following mccabe, um Mills, socialism is pretty idiosyncratic to him. Uh Like any other great thinker, he's not a follower, he's very much an intellectual leader. Uh So he develops his own unique understanding of what this will entail. Uh And I argue in the book that Mills and liberal socialism uh has two major features. Uh The first again, is this commitment to the idea that capitalists really don't do all that much. Uh If in the economy, uh yes, they provide the initial capital often because they've inherited it. Uh But in terms of work skill contribution, uh mel points out it's extremely minor when you compare it to the people who, you know, actually build cars, make, you know, build uh you know, uh computers, build microchips, whatever it happens to be. Uh So he says for the most part, a mature economy uh would do away with capitalists as kind of a frivolous uh even indulged uh kind of decadence. Uh And we would just allow the workers to run the firms where they work at. Uh He says that they're more likely to be uh efficient in doing this because they're the ones who actually build the cars and market the cars uh and understand how the cars work than the capitalist. Uh And he says, even if uh we lose something in efficiency because of the, it'll still be beneficial uh to move towards a co-operative kind of economy because he thinks that workers who are producing for themselves uh are more likely to distribute uh the profits from the firm amongst themselves in a relatively even way. And he also thinks it will morally uplift them uh because he feels that there's something servile. Uh AND this is where the liberalism comes up, right? Uh And uh basically undignified uh about being someone in a subordinate position uh in an economic firm. Uh MILL doesn't care for that because he thinks that people should be, you know, individuals uh and look after themselves and he just doesn't think that's possible in a firm uh where your boss basically gets to tell you when to arrive, when you can eat, what you can wear all those kinds of things. Uh And Mill doesn't have a lot of truck with that. Uh The second component of a mills and socialist society is, of course, Mill starts to argue for various forms of state redistribution, right? Uh So mccay points out that this includes things like provisions for public education, public health, uh certain kinds of protections for the poor. Um Nothing that is especially uh generous by say 20th century standards. Uh But certainly by 19th century standards, uh the kind of welfare state or proto welfare state uh that Mill argues for uh was quite expansive. Uh And I agree with Elizabeth Anderson that had he lived uh into the 20th century and seen the advent of things like Nordic social democracy, for example. Uh AND um the kinds of social security that provided there, there's very little evidence to suggest that he would not sign off on it uh very quickly given that he was already very much on the bleeding edge uh of arguing for redistributive policies by the uh 19th century. Uh So I wanna acknowledge mills socialism or liberal socialism uh also has serious limitations. Uh So my book is not a, a hagiography of these figures. Uh I point out that uh liberal socialist theory and liberal socialist practice failed uh for a lot of different reasons. Uh And there's also pretty substantial moral deficiencies uh in to my mind, at least in a lot of the figures. Uh So, uh Mills, uh I'm very critical for example of his endorsement of imperialism. Uh And frankly, the racist attitudes he took towards people in India and many parts of the globe uh where he would insist that one day uh they might be ready for things like self governance governance. Uh But despotism is appropriate uh for people who are in a kind of childlike situation. Uh We need to kind of uh assume control over their business until they're mature enough uh to assume control of it for themselves. Uh I think that that's a pretty um awful view to take. Uh And I'm quite critical of Mill for that. Uh I also follow Marx in being critical of Mill's uh view that um see it, we could kind of um just engage in reformist enterprises. Uh TO move towards uh a cooper economy. Uh I agree with marks that this is probably almost invariably going to entail more pushback from capital. Uh And so certain forms of struggle are gonna be necessary if we're going to change relations of production in such a foundational way. Uh Nonetheless, I think that mills liberal socialism is a noble but flawed beginning. Uh I think is the way that I put it in the book. Uh Kind of echoing Martha Nos Baum's famous title. Uh Not Perfect but definitely a pretty good and pretty auspicious start."
	},
	{
		"start_time": "32:41",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned Karl Marx there, tell us a little bit more about him. I mean, what would he have to say about liberal socialism? And what do you think from his work would contribute to liberal socialism?"
	},
	{
		"start_time": "32:55",
		"speaker": "Matthew McManus",
		"words": "Well, I think that Marx would be very critical uh of elements of liberal socialism, but in a sophisticated way, right? So um I'm drawing very heavily here uh on works like uh Igor Shuka Broad's revisiting uh Karl Marx's Critique of Liberalism. Uh AND also the work of people like say uh J A Cohen, for example. Uh So what Shuga Broad points out is that uh it is very easy to overstate uh and even treat unal electrically. Uh Marx's critique of liberalism, you see this online, right? All the time, right? Where people say uh Karl Marx hated liberalism, wanted to destroy liberalism, uh was anti liberal, you know, his very bones uh And what shaker broad reminds us is that that is very much an anti Marxist kind of position to take uh almost moralistic in a certain way. Uh So Shaker Broad points out that in his early years and Rodney Peer points out the same thing in his book, um Marxism, uh and Morality and Social Justice. Uh So Marx in his early years was a liberal, a radical liberal. Uh HE argued for things like freedom of expression and particularly freedom of the press. Uh It's very understandable when you think that he was running various newspapers agitating for political form in autocratic Germany and they kept shutting down his newspapers and destroying his livelihood, right? Would he not be uh committed to those things? Uh And Marx was extremely critical uh of certain forms of bourgeois reformism. Obviously, he had nothing but contempt for John Strip Mills most of the time, right? Uh Even though he did think that he was a more impressive figure than the mere vulgar economist. Uh But it's important to note that Mill also argued that the bourgeois was, of course the most revolutionary class that had ever existed. Uh And had undoubtedly brought about the freest most equal, most productive society that had ever existed. Uh And I think that this is something that is sometimes missed uh in vulgar Marxist uh kind of critiques uh of liberalism and even capitalism, right? Uh If you look at the Communist Manifesto, right, it's very clear that Marx and Engels both say that bourgeois has brought about wonders that the world has never seen. Uh And they mean that as a positive thing, right? It has swept away all the old venerable prejudices, uh and forced man to confront his real conditions uh for the first time. Uh So in terms of Marx's mature approach to socialism, uh I agree with Chuck abroad and others that he's very insistent uh that any kind of view uh of socialism that entails it being a millenarian break uh from bourgeois society uh is invariably utopian in the bad sense and doomed to failure. Uh This comes through most clearly in his classic piece, uh a critique of the Gotha program, right, where he points out that there's this kind of socialist idea that holds uh we can just break from the old society and build an entirely new one as if from some magical blueprint. Uh And Mark says no, right? Uh The reality is that if we are good historical materialists, we need to recognize that any socialist society to emerge even after a big revolution is going to be to use his term stamped uh by many features of the old society. Uh We're not going to transcend what he calls bourgeois, right? Or bourgeois ri uh in a day or a month or even a couple of years. Uh And we're gonna need to maintain a lot of those institutions and those practices uh in a transitional phase that could last men very, very long time uh on the road to whatever you wanna call it, full communism, right? Uh WHERE we could finally uh indulge in the moral principle of uh from each according to his ability to each according to his means uh to his needs. Excuse me. Uh So what I point out drawing upon this is, it's very clear that Marx would be critical of bourgeois reformism uh of the sort that Mill endorsed, arguing that it does not take into sufficient account, the forms of power uh that are present in the relations of production. Uh And it's naivete on these limits. Uh It's been aspiratory capacity. Uh And I want to point out as somebody who is an enormously who is enormously influenced and enormously fond of Marx. I think that that's a legitimate criticism of the liberal socialist tradition that we can get into that later on. Uh But I also think it's important to note that Marx would be, was more sympathetic to many elements of liberalism uh than some of his most uh vulgar appropriators appreciate. Uh And again, following shook abroad and uh my reading of the Critique of the Gotha program, he was also pretty insistent that liberalism is not just going to go away in a socialist society. Uh EVEN if people wanted to uh and the expectation that it would go away is Ahist and anti materialist."
	},
	{
		"start_time": "37:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So before we move on to other topics, there's one last major figure that I would like to ask you about it is John Rawls. So what, which of his ideas can be associated with liberal socialism?"
	},
	{
		"start_time": "37:24",
		"speaker": "Matthew McManus",
		"words": "Sure. Well, for those of your listeners who don't know. Um SO John Rawls is probably the most famous American political philosopher, not probably just is most famous American political philosopher of the 20th century uh author uh of a really long and tedious but very interesting book called The Theory of Justice. Uh I say it's long and tedious because, you know, it's very, very technical, very academic, you know, walls was a professor at Harvard University and he writes like it. Uh So at the core of his argument uh is a thought experiment uh uh that leads to two principles of justice. Uh So Mill says, oh sorry. Uh Ra says, I want us to imagine um a group of people who are choosing principles to govern what he calls the basic structure of society. Uh And it's important to note that Rawles is saying these principles are going to apply to the basic structure of society. Uh Because that is a subtle but very important shift in liberal thinking that Raws enacts uh earlier liberals would insist that actually the first subject of justice as Rawles would put it uh is the individual and their rights. Uh Raw says, no, no, it's actually the basic structure that is the first subject of justice. Uh And then his lectures of Political Philosophy, he points out that this is something that he picked up directly from Hegel. Um And by extension, certain kinds of Marxism, right? Because uh he recognized upon reading Hegel uh that again, uh human beings are social animals. There's the methodological collectivism for you. Uh And it's only within a just basic structure uh that individual rights and individual flourishing can be guaranteed. So just wanted to pause right there. So his reasoners uh have special restrictions uh imposed upon their political epistemology uh where he says, uh look, uh these are individuals who are self interested, they're neither angels or devils. Uh They more or less want to be uh well taken care of in whatever society they uh wind up creating. Uh And they have knowledge of basic facts by human psychology, human economics, uh human history, that kind of thing. Uh But they don't know uh many of the particulars about who they are going to be as individuals, they don't know uh their sex, they don't know their class position. Uh They don't know their religious orientation. Uh Many contemporary rigs have also pointed out sexual orientation would probably fall behind uh what he calls the veil of ignorance, et cetera. Uh So they exist behind a veil of ignorance uh As you it in an original position. Uh And Rawles wanted this idea to capture uh certain kinds of canon uh ideas about the importance of reasoning about morality and politics from a position of rationality and impartiality. Right. Uh, BECAUSE he thought, argued, I think quite persuasively that very often when, uh, we reason morally about issues, uh, we would do so in a very slanted way. Uh, THAT'S intended to favor our own interests and our own dispositions. Right. Uh, YOU know, Catholics, uh, will almost invariably sit there and think, uh, we'd all be better off if we live in a Catholic society, which people always think we'd be better off living in a society where income taxes were lower, you get the idea. So this way, you know, uh, this kind of information is removed from people's reasoning. So they can't reason in that way. Uh, THEY have to think more about what it would be like to enter into society. Uh, IF there was someone who adopted, uh, different kinds of viewpoints or was in a different situation than themselves. So to make a very long and very technical story, a little shorter. Uh, Rawles argues that there are two really three principles of justice that people would adopt behind this veil of ignorance in what it calls the original position. Uh, THE first is a principle of justice that is committed to, uh, equal liberties for all, uh, at least equal liberties, compatible, uh, with the same equal liberties for everyone else. Um There's some complicated questions we can ask about that but we'll put that aside, right now, the more important one is uh the second principle of justice, really, the two other principles of justice. Uh FIRST off that people need to have fair quality of opportunity uh to access things like uh jobs and opportunities uh and um social positions in their society. Uh And secondly, he argues for um what's called the difference principle, this idea that social and economic inequalities in a society are, are justifiable. Uh But only if you can demonstrate that those social and economic inequalities work to the benefit of the least well off. Uh And I want to point out only the least well off, right. Uh So it's from the standpoint of the least well off that you adjudicate how just your society is. So for a long time, uh raws theory of justice uh was interpreted to be kind of a left liberal protos social democratic uh defense of the mid century welfare state uh of the sort that you see emerging uh in many European countries uh or for that matter, to a lesser extent. Um And for instance, um FDR Lyndon Johnson's United States, you know, think about the uh New Deal or the Great Society programs. But interestingly enough, Rawles actually explicitly rejected that interpretation of his work by the time of uh justice's fairness, a restatement uh which is the last book that he wrote kind of a Swan song um summarizing uh some responses to criticisms and kind of re articulating uh the whole theory. So in this book, uh raw says, look, the problem with welfare states uh is even though they're clearly superior and he wants to be very obvious about that uh to unbridled capitalism just better in every way. Uh They still permit too many inequalities that are clearly not to the benefit of the least well off. Uh And just as importantly, uh the kind of inequalities that they allow in economic terms, align with uh or generate probably a baby term uh political inequality because people who are really, really rich uh for pretty obvious reasons tend to like to use that money uh in order to obtain political power. Uh And this means that the fair quality uh of basic liberties or fair value of basic liberties uh particularly political liberties. So central uh to many facets of liberalism are undermined uh by uh economic inequality. Uh So he says really the only kind of society that could properly instantiate our society that could potentially instantiate uh liberal justice as Rawles understands it uh would either be what he calls a property owning democracy uh or a liberal socialist society. Uh And in other works, like his lectures again on political philosophy, uh He lays out certain kinds of uh co tenants uh that he would associate with liberal socialism. You can talk about them if you want. I've already talked for a very long time. Uh But I think that there's a lot going, uh, to this role as you envision. Uh, AND, um, I'm very sympathetic to it in many respects as I'm sure, uh, came through in the book."
	},
	{
		"start_time": "43:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right. So, uh, let me ask you now, how does liberal socialism relate to something like social democracy?"
	},
	{
		"start_time": "43:47",
		"speaker": "Matthew McManus",
		"words": "Yeah, it's a good question. So, uh, I agree with Scott Sahan. Uh, Scott Sahan is a logician, uh, who wrote a great recent book called Socialism. Uh A Logical Defense. People should read it if they get a chance. Uh But he points out correctly, I think uh that it's very easy again to uh think about political and economic systems uh in these kind of bifurcated terms, right? You're either a socialist society or a capitalist society, you're a liberal society or an authoritarian society. And he points out that in the real world, uh oftentimes what we see instead is a continuum uh of different practices or a blend of different practices, right? Uh And country in the world really has a mixed economy, right? Where the state does some things, private actors, do some things. Uh AND sometimes uh even international actors will do certain kinds of things. Uh And the argument that Scott Sahan points out is that uh the line between social democracy and socialism uh is somewhat blurry, right? Um There's a continuum uh uh sorry, the difference operates on a continuum rather than a strict either or. Uh SO the, that I interpret this difference is that social democracy, generally speaking, uh has been much more oriented around redistributive policies uh that are intended to ameliorate inequality and particularly to ameliorate the worst consequences of poverty rather than changing uh relations to production, to use the Marxist term. Uh BY, for instance, uh fundamentally challenging the power of capital or fundamentally challenging um the wage labor uh relationship. Uh And I argue that in a liberal socialist society, uh we would definitely want to engage in uh intensive redistributive schemess. Uh I agree with Mill and Rawles about that. Uh But a good liberal social society would want to be much more militant uh in trying to challenge the forms of domination that exist at the level of the relations of production by moving towards something like uh workplace democracy. Uh WHICH again is very much an idea that I draw from John Stuart Mill. Uh Now how this could be done practically. Uh I actually don't really have very much to say about that, unfortunately. Uh BECAUSE uh as somebody who operates in kind of a theoretical vein, uh practice isn't always uh my strong point. So I leave it to uh others who are far smarter on this point than I am. Uh If they like the idea to kind of take it forward and roll with it. But I think that would be the kind of core difference between a social democrat uh and a liberal socialist. Although I want to point out again, uh, this is a difference of degree in many cases, uh, rather than a kind of strict either or"
	},
	{
		"start_time": "46:13",
		"speaker": "Ricardo Lopes",
		"words": "so earlier, we've talked a little bit about Karl Marx. What about communism specifically? I mean, how, how would social or liberal socialism relate to communism?"
	},
	{
		"start_time": "46:26",
		"speaker": "Matthew McManus",
		"words": "So, it's a really good question, especially with relation to, uh, Marxist understanding communism. So, as everybody knows, um, at least anybody who spent any time in left circles anywhere. Uh The unfortunate reality is Marx and Engels wrote very, very, very little about communism, right? Um If you were to add up everything that they had to say about it uh Over decades, uh it probably wouldn't amount to much more than 100 pages, right? Uh Which if you compare it to the thousands of pages uh that they wrote about capital uh or even the hundreds of pages that they would write about idiosyncratic uh idealist philosophers like Mike Steiner. It's not very much, right. Uh So it's hard to actually say what the Marxist vision of communism looks like. Uh JUST because they didn't really have very much to say about it, right? Uh In terms of what we can extrapolate, uh I would say that liberal socialists share with Marx the vision that he laid out quite beautifully actually. Uh IN capital volume three. So I talked earlier about the developmental ethic, right? This idea that it's the development of human capacities or human powers uh that should be the end of a good society. Uh And in capital volume three, Marx expressly aligns himself uh with this ethic if you want to call it that uh although he probably wouldn't want to call it an ethic. Uh So Mark says, look uh in capitalist society, it is definitely the case uh that certain kinds of human powers are developed by capital. Um YOU know, to go back to the Adam Smith example, if I am the owner of a pin factory and you work in my pin factory, then needless to say, I want to help you develop your power to make pins more effectively because that'll be beneficial to me for pretty obvious reasons. Uh The problem is that I'm only gonna want to develop your powers to make pins uh because that's the only thing that is profitable for my firm. Uh And this is one of the problems that Marx stresses again and again and again. Uh HOW under capitalism, the only kinds of human powers that are developed for many people uh are those that are necessary for the pursuit of profit? Uh AND um efficiency within firms, which means that the full range of human powers that an individual might possess and might want to develop uh never are, right? Uh And he says that under communist society, uh the development of human powers will no longer be a means the way that it is under capitalism, right? A means uh to economic efficiency and profit seeking. Uh BUT it'll be an end in itself for the first time. Uh And I think that all liberal socialists are committed to very much the same vision. Uh Just to give two examples. Again, we talked about uh John Stuart Mill, right, continuously emphasized uh the importance of individuals becoming full sighted uh and developing themselves like living trees uh that kind of extend uh to their natural parameters. Uh And arguing that socialism was necessary to achieve that. Uh OR John Raws, right? Talked about him a few seconds ago. Uh John Rawls very much emphasizes what he calls the Aristotelian principle in theory of justice. Uh WHERE he says human beings very much like to exercise their fundamental capacities. Uh AND they enjoy developing those capacities and becoming better at higher order activities. Uh Whether again, it's playing the violin or writing a book or being a good father or a good football player, whatever it happens to be. Uh And he points out how a good society uh will be committed to this Aristotelian principle in a very robust way. So that's where I think you can see a strong ethical symmetry uh between what's sometimes called Marx's Aristotelian or Hegelian vision uh of human development and liberal socialism's view of human development. Now, in terms of where there can be some contrast in the book, I point out how uh in um the Communist Manifesto uh Marx and Engels argue for uh what's sometimes called the form of democratic centralism that was profoundly influential on people like Lennon, right? This idea that you'd have uh a vanguard party uh or a uh proletarian party that would seize power and substantiate a dictatorship of the proletariat for a brief period of time, uh erode uh private ownership of the means of production and eventually uh work one's way uh to communism. And I point out that any liberal socialist would be very critical of this idea of democratic centralism uh because they'd be extremely anxious uh about allowing uh these enormous powers to concentrate in the hands of a single party, even a proletarian party. Uh And I think that the 20th century uh has borne out those anxieties very, very, very well, right? Uh WHATEVER you think about Marxism, Leninism, uh or Maoism, very few people would characterize the societies that they built uh as democratic even if they were highly centralized uh in certain kinds of ways. Uh Now I point out in the book that Marx himself seems to have drifted away uh from this political vision uh of what communism would look like by the time of pamphlets like uh the Civil War in France. Um WHERE he points out instead actually, uh what we have is a highly democratic, even hyper democratic uh national Assembly uh where people could elect representatives uh to operate on their half, but then recall them uh at almost at any given moment. Uh And this National Assembly would have certain kinds of powers uh to govern for the nation. Uh But a lot of powers would be devolved to regional councils and regional assemblies. Uh That would be for organizing production and organizing social life uh in different towns and cities. Uh And if you think about it, that makes an awful lot of sense, right? Uh Marx wanted people to be involved in their own self governance and be highly involved in the production process. Uh The idea that this would all be oriented by Paris or Berlin or wherever it happens to be, uh would be an anemia uh to this aspiration. Uh But again, he doesn't really um defend this idea at any great length. That's just kind of sketched out uh admiringly drawing from the experience of the Congress Commune. Uh I think it could certainly an improvement uh on uh democratic centralism circa the Communist Manifesto. Uh But it still has certain kind of foundational problems. Uh IN particular, the liberal in me is wary of this idea of giving uh the legislative branch of government uh just sweeping powers to make changes without any substantial checks imposed upon it uh by something like say, a bill of Rights, for example. Uh So again, I know I want to be too hard on Marx um because many uh vulgarizes uh and reactionaries uh have wildly distorted his work in ways that are just unrecognizable and frankly, I think almost illiterate. Uh, AND I'm a huge admirer of Marx. I do think that there are problems, uh, with this, uh, and it, if you're going to try to make an argument for communism in the 21st century it is incumbent upon you, uh, to, I think, answer, uh, many people's anxieties, uh, about why many people who marched under, um, that banner in the past ended up marching people to some very dark places."
	},
	{
		"start_time": "53:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm uh So generally speaking, what would you say are perhaps some of the main shortcomings of liberal socialism?"
	},
	{
		"start_time": "53:17",
		"speaker": "Matthew McManus",
		"words": "Yeah, I'm very grateful that you asked that question actually because um as I point out in the book, uh and a few people have missed this already. Uh That's just me being cranky. So I apologize. Uh The book is not a defense of liberal socialism uh but a retrieval of rebel socialism. Uh So a retrieval is a term again uh coined by cb mcpherson and refers to this historical tendency to go back and to try to retrieve um in a political tradition, egalitarian and Liberator impulses and ideas that have maybe been forgotten um or even actively sidelined. Uh And of course, I think that liberal socialism is a Liberator and egalitarian doctrine that is worth retrieving um well, for um intellectual sake uh for intellectual reasons and also for political reasons. Uh But I point out in the book that it's not a defense of liberal socialism because the reality is that liberal socialism in practice uh was never really implemented in a particularly robust way. Uh And where people tried to do so, uh it largely failed. Uh And so if anyone wants to identify with liberals socialism in the 21st century, uh then starting at a theoretical level, we need to ask ourselves, well, what are the fundamental problems with this doctrine and how can we fix them? Uh So, in the book, I highlight a few problems uh with historical liberal socialist political theory. Uh I'll just gesture towards two, right? Uh Right now, uh First off, I agree with uh Sheldon Wolin uh that thinkers like raws and thinkers like um Mill have a very deficient understanding of the nature of power, right? Uh They, if you compare their understanding of power to the theorization of somebody like um Karl Marx or Michelle Foucault or Wendy Brown for that matter. Uh One of Roland's uh favorite students. Uh It's just very clear that there's a fundamental lack of sophistication uh and liberal socialist political theory. Uh There's no really uh refined understanding of ideology or discourse. Uh There's a very limited understanding of subjectivism, how different kinds of subjectivities are created. Uh YOU know, the different ways uh that media can operate to disseminate ideological views of the way that, you know, say adorno would speak, we would talk about that very robustly. None of that really comes into play. And I think that a liberal socialism in the 20th century has to be way, way, way more sophisticated on questions of power uh than it was in the past. Um And I think that we see some progress towards that now. Uh PEOPLE like um Tommy Shelby or Charles Mills, for example, uh who are two people I talk about the end of the book are took pretty foundational steps in that direction, but there's still a long way to go. Uh The second thing that I point out is that uh liberal socialists historically have had a very deficient understanding of capital as a kind of global system uh of governance and a political economy. Uh VERY often liberal socialists will focus almost uh manically uh on the state uh as the kind of primary subject of justice. Uh And you see that very clearly, for instance, if somebody like John Rawls, right, John Rawls argues that when we ruminate about justice is the basic structure, basically the state uh that is the first subject of justice. And in his work on things like international relations or international justice, he just really does not have very much of great interest to say. Uh YOU can read the Laws of peoples and it's not a particularly good book and it's definitely not a very uh rich book compared to his other works. Uh And this is not tolerable uh when we recognize that capitalism, which any liberal socialist has to be very critical of, is very much a global system uh of political economy. Uh And here again, I think is where liberal socialists have a great deal to learn uh from Marxist theorists uh like Nancy Frasier uh or Leo panic. Uh It was at my alma mater passed away recently uh to try to understand, you know, the way that uh global finance interacts with American imperialism, interacts with things like uh Western geopolitics, you name it all that other stuff. Uh And then I guess I'll cheat and actually add a third point, which is that many liberal socialists uh historically have had not had as much to say as they should about issues of racial uh inequality in particular. Uh A lot of liberal socialists are actually very good on issues of gender inequality. Certainly for the time. Uh AGAIN, think about somebody like Mary Wilson craft, right? Uh As proto liberal socialist or John ST Mill, right, who wrote a classic book, the subjection of women, uh probably the only feminist classic I could think of. Uh THAT was written by a man. Uh But on issues of racial inequality, uh many liberal socialists either had nothing of note to say. Uh Sometimes they had peripherally good comments uh like hoop houses, criticisms of imperialism, but nothing really all that deep. Uh Or they even uh offered racist apologetics uh for imperialism. Uh And for this kind of chauvinistic western uh or white supremacist attitude in the case of people like Mill. So we need to be very, very critical of that in the tradition of liberal socialism. Uh AND much more aware of the different ways that racism precludes the pursuit of uh economic equality and society is oriented around non domination."
	},
	{
		"start_time": "58:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So I need to ask you now, since we now currently live under um under neo liberal capitalism since the 19 eighties and with its rise and its association with things like neoconservative foreign policy and social conservative moralism. Um How does liberal socialism relate to it?"
	},
	{
		"start_time": "58:35",
		"speaker": "Matthew McManus",
		"words": "Well, liberal socialism is extremely critical uh of neoliberalism, right? Uh I don't know if I would go as far as people like Michael Frieden uh in arguing that neoliberalism uh self description, notwithstanding uh doesn't even count as a species of liberalism. Uh Although there are good arguments you can make to that effect, right? Uh But I think that neoliberalism belongs in the liberal family uh with the major caveat being that uh even if neoliberalism belongs in the same liberal family as liberal socialism, uh Anybody who has been in a family will know that there are many family members that you don't like. Uh And very often times you'll have family members like your uncle or your aunt, where you'll think God, how are we even related, right? Uh So I argue that neoliberalism uh its ideological roots can be traced back to again what mcpherson called possessive individualism, right? This idea that uh the proper way to anthropologically understand individuals is this kind of in uh atomic units, all competitive, all pursuing their self interest without regard to one another. Uh AND ultimately uh oriented by this acquisitive ethic. Uh THE idea that acquiring more and gratifying more of one's desires uh is the ultimate and in life. Uh What neoliberalism adds to this interestingly enough, uh Wa Hayek especially uh is that if you are actually go, if you're going to create a society of people that are committed uh to this Anthropic vision, uh We're actually gonna need the states to play a much more active role uh in producing the conditions uh where people will act this way uh Than earlier proponents of Laissez Faire uh would have thought was appropriate. Uh So Hayek, for instance, and numerous works uh used to say uh this idea of Laissez Faire uh is a complete nonstarter. Uh NO liberal as he understood them has ever been committed to Laissez Faire, that is an anarchist position. Uh Every liberal understands that the state needs to play a very active role in creating the conditions uh for what he thought an appropriate market society should look like. And of course, this could take some pretty dark turns. Uh If you think about, for instance, uh Hayek support of things uh like uh Pinochet's Chile uh where, you know, he famously would say things like uh if the choice is between a democratic socialism. Uh Ala Allende uh or an authoritarian liberalism so-called really neoliberalism. Uh Ala Pinochet. Uh Then, absolutely. Uh I'm in favor of an authoritarian neoliberalism. Uh AND liberal socialist uh would be very critical of that from a theoretical down to a political level. Right? Uh Obviously, we have very different understandings of how individuals flourish uh via this commitment to methodological collectivism and normative individualism. Uh We have very different understandings of the kind of political institutions that would be required uh to secure people's liberty. Uh And liberal socialists, I would argue are far more sensitive uh to how economic forms of domination and subordination uh are in many ways the most impactful forms uh of domination that people experience. Uh And that a good liberal society needs to not just protect them against that. Uh But actually needs to empower them uh to seize control of their economic destiny for themselves rather than having their economic destiny be basically held by capitalists."
	},
	{
		"start_time": "1:01:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh when I asked you about the shortcomings of liberal socialism, one of the topics you mentioned was racism. What is black, liberal socialism? And what would you say it adds to the overall picture of liberal socialism?"
	},
	{
		"start_time": "1:02:08",
		"speaker": "Matthew McManus",
		"words": "Yeah, absolutely. So, uh one of the chapters in the book that I'm most fond of uh is a chapter on a man called Charles Mills uh who probably is less well known to many people uh certainly than uh Karl Marx and John Rawls, uh which uh is a real shame. Uh So Charles Mill uh Mills uh started off as a Marxist uh later drifted towards becoming what he called a black radical liberal uh for a variety of different reasons. Uh But probably his most famous book is a book called The Racial Contract uh where he pointed out that there's long been these apologies uh for liberalism that have been put forward, uh Certainly from the 19 sixties onward, that suggests, uh, look liberal is liberals here and there, uh might have endorsed the odd racist view, might have endorsed the odd uh bit of imperialism here or there. Uh But for the most part, they were pretty good on issues of race. Uh And even where they weren't, uh, racism is in no way a um predominant feature uh of the liberal tradition and certainly not a predominant feature uh of any major liberals thought. Uh AND mills really challenged this view quite foundation, uh where he pointed out that if you read the works of someone like Emmanuel can't, for example, uh they are saturated uh with certain kinds of racial supers, presuppositions, uh can't even developed an elaborate, I don't say that as a positive uh racial typology, uh ranking different races. Uh AND again, implying very heavily, uh that some of them uh were just in a immature state, uh and almost incapable of self governance. Uh And he points out that, you know, John Stuart Mill, who again, I write admiringly about uh was a fierce proponent of euro imperialism. Uh ARGUING that this would be to the benefit uh of many peoples in the world because they were also were not capable of self governance. Uh And so having the British uh run their societies for them uh would help them mature uh or for a sufficiently long period of time. And I think that Charles Mills uh analysis of the subject matters is eye opening, right? Uh And revealing just how much the liberal tradition has to answer for on the front of racial inequality. Uh Now, mill identifying as a black radical liberal uh is not rejecting the liberal tradition, right? He says, look, uh the principles that people like John Rawls espoused can't espouse are all sound. Uh But we need to recognize that they never extended them in any meaningful way uh to racialized groups that they regarded as their inferiors. And very obviously, contemporary liberals need to do that. Uh And if we're going to do that seriously, it's gonna entail two different things. Uh First off, it's going to mean acknowledging that many liberals were racist uh and endorse racist policies. Uh And we need to be attentive and mindful of that history. Uh And second, we need to recognize that liberal societies might need to engage in reparative activities uh to try to offset uh the consequences of long histories of racism. Whether in the United States or the Caribbean Islands. Uh Right. You know, um Charles Mills was Caribbean uh or elsewhere. Right. Uh And I think that there's a lot to this. Uh UNFORTUNATELY, Charles Mills passed away quite recently actually. Uh WHEN he was just really um starting to develop the program of black radical liberalism uh in books like uh Black rights white wrongs. Uh AND his essay on We Du Bois. Uh But in terms of the socialist dimension of this, uh in his essay on We Du Bois. Uh AND in some of the writings in the aforementioned book, uh he says, look, Black radical liberalism will obviously be a species of left liberalism economically. Uh It's incompatible with command economic socialism. Uh But probably not economic uh sorry, incompatible with market socialism. Uh And he starts to say that's probably what we should do economically uh again, sadly, passed away before we started to see more of this. Uh WHICH I'm personally quite sad about because I would have been very interested in it. Uh But uh he lays out a preliminary schema uh that I'm hoping that future scholars might pick up if they're interested uh in developing black radicalism more for."
	},
	{
		"start_time": "1:05:59",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question then, uh how do you look at the future of liberal socialism? Do you have any specific traditions about how it would evolve in the future?"
	},
	{
		"start_time": "1:06:10",
		"speaker": "Matthew McManus",
		"words": "Well, I am optimistic, intellectually and pessimistic politically uh which truthfully is not a great position to be in. So I'd much rather be optimistic politically and pessimistic intellectually. I'm optimistic intellectually because I think that there's been a real surge of interest in if not liberal socialism, at least something that looks a lot like it. Uh Just to list off a couple of uh examples. Uh PEOPLE like Samuel Moyne and Elizabeth Anderson and Daniel Chandler and Helen mccabe and Eagle Shirt Broad. Uh Helena Rosenblatt have all produced very interesting books recently. Uh ARGUING for revisiting the liberal tradition, recognizing how much of a debt it many liberal figures owe socialism. Uh OR even arguing overtly for various forms uh of liberal socialism. If we think about people like uh Will Edmondson with his recent book, um John Stri Mill Redis Socialist for Cambridge University Press. So I think that intellectually we're in really great shape, right? Uh There's some very exciting work that's being done in economics, political theory, um Cultural theory, you name it. Uh And I think that if allowed to continue, uh the future will be bright from an academic, scholarly and uh intellectual standpoint politically though the reality is that it's the far right. Uh THAT is ascendant all around the globe right now. Uh By the time, you know, this airs the US election will be done, uh It's possible that Donald Trump will be defeated. It's also very possible he might have won. Uh But whatever the case is, uh the fact that this is such a close election, uh really demonstrates that there's a mass appeal uh to a lot of far, right, illiberal ideas. Uh And I guess it's a good place to close because the reality is, I think that if the far right is ascended everywhere, uh, liberals have only themselves to blame for that and I include myself in this. Uh And that is because for decades now, uh liberals have been committed to neo liberal policies that were uninspired in theory and proved enormously uninspiring in practice. Uh And if people are rejecting liberalism for being coextensive with neoliberalism, uh you can't really blame them because liberals did not offer a sense that hope for a better society was genuinely possible. Uh This is a point that Sam Moyne makes beautifully in his book, Liberalism Against Its Health, the way he points out if liberals are not able to offer people en masse a sense of hope for the future, uh Then we are unlikely to see our creed survive into the 21st century. Uh And the sad reality is that survival is not good enough. Uh We need to not just inspire uh this feeling that liberalism is the best of very bad alternatives. Uh But something that actually should inspire love uh and inspire passion. Uh And I think that liberal socialism is a liberalism of hope. It does offer a vision for a better future. All the problems that I pointed out in the tradition. Notwithstanding, I think it is worth worth giving a chance to. Uh AND I would hope that people would take it seriously as a political doctrine uh and try to find ways to instantiate it in practice because I think that something very much like it is needed if we're going to prevent the far right from gaining power everywhere in the 21st century."
	},
	{
		"start_time": "1:09:07",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again, the Political Theory of liberal socialism. I'm leaving a link to it in the description of the interview and Doctor mcmanus just before we go apart from the book, where can people find you on the internet?"
	},
	{
		"start_time": "1:09:21",
		"speaker": "Matthew McManus",
		"words": "Sure. If people want, they can email me uh Matt mcmanus 300 at gmail.com. Uh I do my best to answer emails. Uh So if I don't respond to you, it might just be that you wound up in spam. So send it again. I'll do my best uh or they can add me on uh Twitter uh at Matt Pulp Prof. Um And again, I try to be pretty responsive to those things. So get in touch with me. Happy to chat if uh you're interested."
	},
	{
		"start_time": "1:09:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So thank you so much for doing this. It's been a very informative conversation. So thank you for coming on the show."
	},
	{
		"start_time": "1:09:49",
		"speaker": "Matthew McManus",
		"words": "Yeah. Thanks a lot, Ricardo. It's great talking to you and uh hopefully we'll chat again sometime."
	},
	{
		"start_time": "1:09:54",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs called in Holbrook Field Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and La Jung Y and the K Hes Mark Smith J. Tom Hummel S friends, David Wilson Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba Adam Hunt Pavlo. Stass Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Bela Gil Cortes Solis Scott Zachary FTW, Daniel Friedman, William Buckner, Paul Giorgino, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams Di A Costa, Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Fist Larry Dey Junior, Old Einon Starry Michael Bailey. Then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No, Linda Brendan Nicholas Carlson, Ismael Bensley. Man George Katis Valentine Steinman, Perlis, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik, Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Kan and Rosie. Thank you for all."
	}
]