[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the, the Center. I'm your host, Ricardo Labs. And today I'm joined by Doctor Katie Rose Hitman. She's professor in the Department of Anthropology and the Children and Youth Studies Program at Brooklyn College kni and she's coed toor of a book. We're going to talk about today, gender and power in strength sports. Strong as feminists. So Katie, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Thank you, Ricardo. I'm very excited to be here."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first, what is the premise of this book? Exactly."
	},
	{
		"start_time": "00:38",
		"speaker": "Katie Rose Hejtmanek",
		"words": "So the book is um in a sort of an investigation of strength sports, which is a particular kind of sport uh based on uh power and brute force. So strength, the the premise of the book is to move weight. Um And to, because I kind of investigate that from a feminist perspective, a couple of friends and I got together to, we were all some sort of strength athlete and we decided to, we only see a certain kind of people. There's all these interesting things happening in our gyms. And so we decided to see if there was an interest to put something together um on the concept of strength sports from an interdisciplinary but really a kind of pointed feminist perspective."
	},
	{
		"start_time": "01:21",
		"speaker": "Ricardo Lopes",
		"words": "We're going to get into that interdisciplinary bit about the book in a second. But in what ways would you say, generally speaking that sports would intersect with politics since we're going to get into that in and feminism specifically?"
	},
	{
		"start_time": "01:40",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Yeah. Excellent question. Um So for me, I'm a cultural anthropologist by training. Um AND my main focus in my strength sports research is crossfit. Um And as someone who kind of studies, culture and societies, there's, I would say that there's really nothing about sports that isn't political. So you can actually any question you would say like, how is like, you know that, yeah, just a, a political part of the, of the activity, the human activity. But a really general question that uh or a general example that can be used to understand that is we're having the Olympics coming up uh the Summer Olympics 2024 in Paris. And that is a geopolitical event, right? So athletes have to represent a country, you're not representing yourself sure your name is, but when you win, you are and you compete, you display your Nation State in your uniform and then your flag and your national anthem is presented and, and played if you win. Um And then tallies yours, all the, the different medals are tallied according to nation state. Um And then there are some nation states that aren't invited because they, the country has been uh has not participated by what's called the Olympic truce, which is linked to uh to war. And so Russian and Belarusian uh athletes don't get to compete under the Russian flag or nation state. So even just something like as simple as like the, the Olympics, all of that is geopolitical and then there's economic issues that are always involved. Um There's transnational, we look at, you know, the legacy of like, what are the most popular sports in the world. They often have the legacy of colonialism, like football or cricket. And so there's really interesting, you know, we can talk about all kinds of things of sport and there's probably some element of it that has some of a political uh component. So we would say um as a cultural anthropologist, like lots of things you can kind of think about all aspects of sport and probably kind of come up with something that um even if it doesn't feel like it in the moment, you can sort of analyze it from a political perspective and by political, we mean kind of power. So it's not just about like a nation state or a state, but you know, the way power works too. So even, you know, other like non uh Olympic events, like local events are kind of based on municipalities or states or districts and countries. And so you're kind of pitting people based on their geopolitical, uh, location even on, you know, local fandom. So it's really a kind of an interesting element about something is like, as like fun and, and a leisure is like sports or, uh, or even fitness. So,"
	},
	{
		"start_time": "04:25",
		"speaker": "Ricardo Lopes",
		"words": "would you, would you include something like what happened? Uh, I, in the 2022 World Cup, the soccer or football, world Cup, depending on where you come from. Uh, WHEN, uh, we knew that or we learn that uh uh in Qatar, uh slaves were used to construct uh or to build the stadiums there. I mean, would that also be included that the rubric of the intersection between sports and politics also because not only that happened, but there are also people, for example, from the, from Norway, Ling Holland uh declared a condemned that and then uh Norway as a team was banned from competing in the World Cup. So I, I would imagine that would be another example of that,"
	},
	{
		"start_time": "05:22",
		"speaker": "Katie Rose Hejtmanek",
		"words": "right? Yeah, that's an excellent example. And you will see that there's moments that every kind of, there's all that kind of underbelly of sport all the time, right? Um Different kinds of ways in which uh oppressed peoples are kind of exploited for sports. Uh THE slave labor to build the stadiums in Qatar is an excellent example. And then sports are always used as a political realm to protest. Um The, the teams that, that wore ban like arm bands or said something or got kicked out or got uh they got penalized, right? Or even uh one of our famous examples in the United States is the um the gold medalists in track and field who um uh held up a fist during the civil rights movement in the United States because they didn't want to, they were, had a complicated relationship with the, with the flag. So, absolutely, there's always the Qatar in example, is a, is a great example of one and just the fact that like Qatar, the whole, the whole politics of like how Qatar got the the the uh World Cup in the first place, right? There was a question of bribery and, and like cultivating these relationships with the voting members of FIFA. So all of that is, is like the political element of it."
	},
	{
		"start_time": "06:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And also you mentioned the Olympic Games earlier and I heard that in France, they are planning on basically removing the homeless people from view because I mean, you know, it gives always a bad image or a bad rap about the country. If people go there, all the eyes around the globe are uh looking at that particular place and then there's homeless people on the street, of course, removing homeless people from the street. Uh I mean, I'm not sure politically uh and practically what that translates into exactly, but I wouldn't imagine that it would be in uh it, it would translate into positive things for the homeless."
	},
	{
		"start_time": "07:23",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Right. Absolutely. That's an excellent example. Right. Where it's not just the country coming to compete, but this image that France has to display as their, you know, their own motto of Liberty and Fraternity that they are. Right. They don't have homeless, we don't see them. Right. And they're probably just moved for the time, not necessarily placed in, in stable housing."
	},
	{
		"start_time": "07:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that, that was, I, what I was alluding to when I said that it probably doesn't relate into positive outcomes for the homeless people themselves. So uh tell us then about the interdisciplinary sort of framework that you and your co-author bring into the book in what ways is it interdisciplinary?"
	},
	{
		"start_time": "08:13",
		"speaker": "Katie Rose Hejtmanek",
		"words": "So there are 13 of us who participated in this book. So it's an edited volume um which means, you know, we kind of got participation from different kinds of people. And then the three of us, I did it as well as uh Melissa Forbis who is also a cultural anthropologist at Brooklyn College. And uh Noel Brigden who's a political scientist at uh Marquette University, but we wanted to have different voices. So we have cultural anthropology perspectives. We have political science, we have human biology, we have r uh rhetoric, we have media studies, people, we have gender and sexuality studies, uh folks and we have journalists, we have a person who is um less in a scholar and more of a, a gym owner in El Salvador who has an interest, you know, like a very different background than some of us, you know, academic types. And so we have his a historian as well. So we sort of tried to bring all different kinds of not only ways of thinking about the body, from human biology to his history to political science, but then also like different elements of like evidence. So some of us use participant observation, like I participate in crossfit. I put my body on the line. I did the workouts where other people looked at images from competitions or Instagram and social media or historical documents um in the in the past or official policies from like the International Powerlifting Federation. So there's all different kinds of um of evidence that is also used that helps the interdisciplinary nature of um of our project. Um All of those different kinds of divergent tracks are, are sort of we all the, the, the the thing that kind of com um you know, keeps us cohesive is this interesting? We want to focus on the a feminist perspective and the feminist perspective is not necessarily about women, not just actually we're all women who are part uh participated in this even though we tried really hard to get more men involved. Um It's there we can talk about kind of the reasons why they didn't participate, which is political in itself. Um But we also, we wanted to look at the hierarchy of gender and how power works in gender identity. And that's what feminism means. It doesn't mean women's sports, it means looking at sports and the way gender is used or mobilized, gendered bodies, gender hierarchies, gender representations are sort of used strategically manipulatively um uh to kind of convey or perform or elicit certain kinds of gendered experience. Um So that's where the the the overarching cohesiveness is is that we all looked at something gender related"
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to the feminist side of it here, you also include a trans women, right? Because I mean, I'm asking you that because as you are aware, uh there's at least one branch of feminist, of feminism out there that tends to be sort of exclusionary toward uh trans women or at least looks at them in a negative light, let's say,"
	},
	{
		"start_time": "11:31",
		"speaker": "Katie Rose Hejtmanek",
		"words": "yeah, no. So our sort of uh we're trying to take a decolonial or intersectional feminist approach, which is based on um black women, uh literature and black women scholars sort of created that and we sort of our, we're, we're not like, we don't, are not just interested in like the binary of man and woman, but like the whole continuum of not only human experience but also the ways in which people think about gender. Um So the experience of transgender women and men um is part of our story, but it also is like how transgender identity is weaponized in strength sports and why strength sports in particular is it such a big deal? Um So we are, we are interested in gender and sexuality in, you know, but gender like up in all different kind of complicated ways. So my, my paper in the, in the book is about um the masculinity of crossfit. And so it's not just about men and women's bodies, but the way in which crossfit kind of like kind of cultivates a kind of violent, intense, really aggressive, militaristic tone, which is interpreted as a masculine approach for both men and women."
	},
	{
		"start_time": "12:46",
		"speaker": "Ricardo Lopes",
		"words": "One very interesting thing is that you divide the book into three main parts and you label them the public body, the disciplined, the disciplined body and the social body. So why do you establish these three different dimensions of the body? And what are you trying to capture with them?"
	},
	{
		"start_time": "13:10",
		"speaker": "Katie Rose Hejtmanek",
		"words": "So the book, we put a call out, which is kind of just a academic term of like asking if anybody wants to participate, we use list serves and our own uh networks. And so we didn't know what kind of other research we were gonna get. Um And so part of what is, is sort of analytically trying to think about the different kinds of papers and arguments that are being made in each of these chapters. And we found that they actually kind of, they were different enough that we needed to sort of, you know, aggregate them into little groupings. And so the first uh the first uh section, uh The public body is about the way women, the way bodies are represented and gendered in like representation in representational, like either images or documents. And so in the three chapters in that section are one about crossfit and femininity um for women who are in the elite uh cross competition called the Games. And the way in which even if they're performing, sort of it is better than the men. Um THE commentators and the imagery of the crossfit games still really focuses on feminizing them. So they wear pearl earrings, they have their hair done, right? They have makeup on, they're like trying to be as feminine as possible, even though their bodies maybe are very muscular, they may be very strong and they may be actually beating the men in head on head competitions, which even the commentators can't imagine that ever happening. It's not a good thing even that it, you know, for them, for the commentators. And so the the um the researchers analyzed how that's the case, like how women both kind of uh resist these markers of femininity, but then also use them so that they are considered women still. Uh THERE'S also a um uh an examination of the fit of fit motherhood of like strength athletes who are performing motherhood while they are pregnant. And this is using social media imagery and social media comments from people about that about a uh you know, a pregnant woman, strength training or competing or a recently postpartum uh woman competing in a strength sport. And then the final chapter in that section is on the transgender policies. So it's actually analyzing the, the way the policy is framed. So the discourse of the policy and then we in each, in each section, we have what's called an interlude, which is just a personal story from one of scholars or participants who sort of tells their own. It's like less researchy and more just a personal anecdote of what it means to be a woman in the space in these gym spaces, doing new strength sports. Um AND how it kind of changes their own experience of themselves and of their world. So that we, there's an interlude in that chapter, the bo the discipline body is really about the way this sort of gender and power gets kind of into our bodies, into our muscles, into ourselves, the way we understand the way we understand our fitness. Um And so in that there's two chapters, one on the history of German Turners in the United States. And then mine, which is on crossfit hero workouts and the way in which those are used to build a community predicated on death, which is called a necros sociality. And then finally, our last section, we had chapters that were really interested in kind of pushing back, doing a little bit more than just research or analysis and kind of thinking about what ways can string sports find, you know, be AAA method of solidarity building or resistance or collective action. Um And in those, we have AAA co edited vol uh chapter by Araceli and Noel, which is about a Jim and El Salvador and they co-author that piece together. Um AND thinking about the difference in their own positions um as authors, then there's a chapter on the way in which crossfit can be a method of healing for women who have experienced some sort of in intimate partner violence. And, um, you know, what, what that looks like and how that actually can be used to do as a healing intervention. And then I co-authored a piece with my colleague, Kara Aach, we did a survey during the pandemic to look at how fitness and stay at home orders, uh how people were using those or not using those their fitness regimens to have some sort of health practice or think about their own health and well being during the stay at home orders during the, during COVID. And we found that women knew how to work out and, and strength train in partnership in groups and they mobilized those networks and they actually were much more resilient um, and had better outcomes than, than men because they knew how to collectively um uh train together. So that was kind of the, the over a different three different parts of this sort of book."
	},
	{
		"start_time": "18:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, since we're talking about strength sports here, I guess that uh very important question and that you also explore in the book is what strength means because of course, when we uh commonly think about it, uh we associate with it with just the physical component of it. I mean, how much you can lift? Uh HOW hard can you punch stuff like that? But you argue in the book that uh the concept of strength uh also from a political perspective goes beyond that. So what other uh aspects does it include?"
	},
	{
		"start_time": "18:50",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Yeah. Um So we really struggled with this and this is actually part of the reason that we did the project to begin with because strength sports, the definition of strength sports is a sport that is about the uh oh as heavy as one can do one kind of event like the, the sheer movement of force. And we didn't include like sports that you strength to, to help them be better at something else like rugby or American football, um or combat sports such as boxing or um M ma we were, we were just interested in or even bodybuilding. Bodybuilding is about performance and posing where the strength sports we looked at powerlifting, crossfit, weightlifting, strong man, highland games tournament. We're about how heavy can you go? How much strength and brute force do you have? And brute force has always kind of been around kind of a very masculine domain, domain. The idea of like lifting as much as possible, a car truck, right. We think about that with the strong man, um, uh, uh, a sport and that's very, a very masculine domain. And so women, there has become, it's become more popular for women to get in, involved in that. Um, AND so in that there was like, because there was like a, it kind of more women participating, kind of troubled, you know, kind of shook up a little bit about what is, what is strength, how do we think about that? And so we wanted to push past just this brute force sort of understanding to think about what are the things are necessary to be good at these sports? They include race and like flexibility and mobility and agility and technique and like self-confidence and coordinating and collective action and solidarity and the social elements. And so we kind of added those to this idea of strength because when you go and you participate in these sports and you try to perform a one time really heavy lift, there's so much more that goes into that, whether it's team building, whether it's proper nutrition, whether it's having a coach, whether it's psychological uh capacities to be able to do that. Um And so we were, we sort of wanted to think about it as instead of just that one time performance, what is it like to sort of do this regularly as a practice? Um And we weren't even just interested in like elite athletes, we're looking at like everyday men and women who have to kind of do this over and over again. Um And so we we were interested in kind of really just troubling that definition, that strength is just about kind of physical capacity to lift something really heavy, takes so much more than that."
	},
	{
		"start_time": "21:33",
		"speaker": "Ricardo Lopes",
		"words": "So in this particular case, I mean, according to the view you bring into the book, it intersects with gender constructs as well,"
	},
	{
		"start_time": "21:43",
		"speaker": "Katie Rose Hejtmanek",
		"words": "right? Yeah, absolutely. Because oftentimes almost, you know, so many times just strength is linked to masculinity, right? And you know, just on everyday levels, a woman will lift up something heavy and a man will come in and be like, I got it, don't worry, and they'll try to do it for that person. Um And then in, in an embodied form. So in not only just the moving strength, but also strength is also linked to muscularity, kind of the embodied form of it. If you see somebody very muscular, there's often assumptions about, oh, that person must be really strong. And um and women are really have historically and con temporarily there's problems with having a lot of muscle. Your question, your femininity is questioned. And so we were really interested in kind of how, how gender those elements were, how like lifting heavy weight was a man's job or having muscles is a man's thing. And if you were a woman who had muscles you might be a man. And so they all of that kind of really highlights um the sort of nature of the gender element and also just in general, with, even like before we get to string sports sports are one of the last places that we separate men and women, right, in our workplaces, we don't separate men and women, churches, religious institutions, social gatherings, like, you know, some places are still gender, but really sports is one of the last domains where like you're only allowed to participate in your gender group. So um and that, so that's always interesting, like, so when it the, you know, even our like in historically, in the United States, we had segregation of sports based on race and that ended right 40 years ago, 50 years ago, but we still have very important demarcated um men's and women's sports. And so, you know, kind of like, is it even possible to think about what it would be like if we actually just pick the best people regardless of their gender?"
	},
	{
		"start_time": "23:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess that will come to that question when we talk a little bit later about trans women in strength sports and also sports in general because there's a huge debate right now about trans women in sports. I mean, mo it, it's mostly unfortunate but we're going to get into that. But when it's very interesting that you talk about how in human societies, we tend to associate muscularity with masculinity. Because also sometimes if, for example, uh a straight man and I guess that that is one aspect of feminism that uh if we explore here, people will see that it can also apply to men and all men themselves can sometimes be discriminated in certain ways. If a strength, if a straight man uh says that he is attracted to a woman who is particularly muscular, sometimes people find that a little bit weird and sometimes they even uh question his own sexual orientation."
	},
	{
		"start_time": "24:59",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Right. Yep. Absolutely. The link to, to muscularity as a gender domain is really entrenched. It's very hard to overcome that even like, you know, men will go into the gyms and only want to build muscle and they'll do all these extra kinds of like performance enhancing drugs and put that in their body in order to be more muscular and women will go in and, and not wanna lift weights because they don't wanna get bulky, they only wanna tone. Um And where the, the thing is is as a, I'm an, an anthropologist. So we do a, you know, part of our perspective is evolutionary and as Homo sapiens, you know, humans are not, there's like the uh sexual dimorphism which means like vast differences between, between sexes in terms of size. Um GORILLAS are a very good example of, of like really strong sexual dimorphism. The males are much bigger than the females. Humans are not like that. We actually, there's a lot of women who are as big and tall as men and there are a lot of men who are on the smaller side. And so the range of like, you know, of what is a typical size for a man and a woman is very much a similar capacity. And so, and that's interesting. So it's like, so even biologically, we're not meant to be that big, you know, that different physiologically. Um And you know, there's, there's, and women, there's like a been a new uh article from one of our contributors, Kara Aach wrote an article in Scientific American where she looked at kind of the historical, the archaeological, the paleolithic evidence of humans. Um And they capacities, there are different kinds of hormones as well as their musculature um in their bones, right? In the evidence of the bones that men and women were both hunting, men and women were both making clothes like their skeletons. Have we've all been men and women um in the historical and archaeological and pale record have, you know, there's no evidence that men were much stronger or bigger than women or even that they were using their muscles more um more so than women. And so it's just kind of been more recently where we sort of separated. Um THIS, having this understanding that women don't have the capacity. And there's a joke on the internet where it's funny because men will say you'll never hear a man say, oh that's a lady shark. I'm not scared of her to this idea of like female sharks versus male sharks being kind of both very dangerous. But we say that about women like, oh females, female human are not supposed to be strong or muscular or big or, you know, um and we would never do that for another, another species. So it, it comes, it comes much more or less from biology and more from, you know, cultural uh and, and power dynamics um in our societies."
	},
	{
		"start_time": "27:58",
		"speaker": "Ricardo Lopes",
		"words": "Uh But since there's also at least to some extent that biological element here when it comes to, and of course, we're talking about averages here, but on average, I guess that we could say that men tend to be a little bit more muscular than women on average again, and a little bit stronger than women. But do you think that perhaps some of these social expectations or uh gender constructs also derive at least in part from those average biological differences that, that average sexual dimorphism, let's say."
	},
	{
		"start_time": "28:40",
		"speaker": "Katie Rose Hejtmanek",
		"words": "So there is, there are obvious biological differences between males and females, no question. Um But I think really a lot of our science on that is actually because we haven't really looked at a lot about women, we've just kind of focused on men. So there's a recent study and recent information um by Joseph Thornton um out of the University of Chicago that argues and illustrates that um estrogen as an anabolic hormone, which is muscle building hormone is like twice as old as testosterone. And so this idea that estrogen is not something that is about muscle building or muscle endurance or muscle maintaining is actually not true. But our science, there's so much inherent about science that like, oh men were hunters, there was a book that came out in the sixties that said that and it was like scientific and so people believed it. So I think what we're, what we're seeing now is there's a lot of push to do more research with women on biolog of women, on female athletes, on questions about human biology from a, a feminist perspective or just looking at the difference between men and women. Um, AND sort of looking at that we don't a, we don't really know as much as we think we do right now. And what are some of the things that we actually, um, some of the things we're learning is that it's not as separated by the sexes as we thought?"
	},
	{
		"start_time": "30:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And also, I guess that another thing to consider here is that even though there are those biological differences, it's not that they can't be changed by certain habits that people might have. So, for example, if a man does not do any physical exercise at all, it can be, uh, weak or weaker than, let's say, average man and the woman, if she's into, I don't know, weightlifting powerlifting if she goes to the gym and lifts weights, uh, I mean, she can become actually quite strong."
	},
	{
		"start_time": "30:44",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Right. Mhm. Absolutely. And that's part of it. Every, so this idea that we have innate genetic ability is really, you know, I mean, there's very little there that you have to cultivate, that you have to practice. So you have to, you know, um, and so that's part of it and it's, you know, this assumption that all men are better than all women is really wrong. In fact, you will find right? There are some women who are genetically better capa have better capacities to do certain things. And then if they cultivate it, they're gonna be better than, you know, then lots of men and, you know, maybe 95% of other, of men in the world. Like if you look at, we have this young female, uh Olympic weightlifter named Olivia Reeves. She's like 21 years old. She's the 71 kg lifter and she is, she's, you know, she's one of the, she's won the, this world cup. She's the strongest woman at that weight in, you know, the world and has world records. Um But men in her gym will still try to compete with her and she like, if she competed, you know, like more, she can just, you know, easily, front squat 330 pounds, easily, back squat 440 pounds and she's like 100 and 50 pounds. And so it's like this understanding that she, she has genetic capacity to be an amazing, strong, she's like built to be strong and then she cultivates it. Um But men will go into her gym and think that they just should automatically be stronger than her because they're men and that's where we really need to push back on that. Like the, the average is so like we are so like overlapping our Venn diagrams of men and women in terms of abilities and sizes are really overlapped. The outliers might be, you know, kind of where you see it, but it's, you know, for the most part, you know, you, you can, you know, and men have more, have more home like testosterone and are built to be more, you know, one time heavy, really heavy, do it really fast where women have more estrogen, which is an anabolic steroid or anabolic hormone, muscle building that actually has a lot more to do with, you know, sort of strength endurance. So they can do a lot of heavy lifting for a lot longer. Um And so it's, you know, it's kind of like, what exactly are we testing or competing against? And, um, and that, you know, there's actually a lot more overlap than we like to think from both a training perspective and even a hormonal perspective,"
	},
	{
		"start_time": "33:14",
		"speaker": "Ricardo Lopes",
		"words": "right? Uh So w would you like to tell us a little bit about, uh, I mean, sort of the history of strength sports, particularly, uh, how women first got into strength sports. How old you are? Strength sports, basically, uh, uh, uh, I mean, basically give us a, an overview, a brief overview of, uh, women in strength sports, I guess historically."
	},
	{
		"start_time": "33:44",
		"speaker": "Katie Rose Hejtmanek",
		"words": "So, um, string sports, like the ones that I listed, um, some, you know, the idea of moving a one object that's really heavy. There's like all kinds of, like in the basque region, there's like these large stones that people will lift and move and those have a large, like a much longer history than like official organized, like associations or federations and who knows what men and if women were participating in that, um, before, but I'll give an example using the sport of Olympic weightlifting since we've got the Olympics coming up. Um, AND that's the sport that's in the Olympics. It's a strength sport. It's, it's, uh, there's two events, the snatch and the clean and jerk. It's with the barbell. Um And so if you watch the Olympics and seen the sport, it's kind of like known and it was the o the, you know, contemporary Olympics were started again back again, even though they're from antiquity in Greece, they started the, the modern ones in like 18 nineties and Olympic weightlifting was in the first Olympics. It was, but only for men. Um, AND then there were a number of other Olympics and, but it was only until 1920 so 100 years ago that weightlifting was a regular sport in the Olympics. And so, uh, but that was only for men. It was only until 2000, the Sydney Olympics. So that this century that women were allowed to compete in Olympic weightlifting. And the question is, did they not want to lift or like, what was, what was that? There had been women in the Olympics much earlier that in, in many other sports, right? Um But the idea that a strength sport, this idea of brute strength and moving as much weight from the ground to overhead, which is essentially what weightlifting is, didn't let women participate for 80 years. Um And currently in the, in the United States, uh Olympic, weightlifting is a predominantly female sport. There's like 60% at various competitions that are women than men. Um And so it's, it, the, you know, part of the argument is, you know, why weren't women supposed to participate in that? And then, but also looking at how recently they have allowed women at like the most elite levels to participate in that. And women, you know, depends on different parts of the world. Um Eastern European European countries, Russia, China, Central uh Asian countries and um Iran, Iraq, Georgia, Armenia, uh have all long histories um of weight lifting and are some of the best teams, best nation states in the world. Um And sometimes they, they have very few women still participate in those countries in the sport. Um, AND they are, even though these men, the men in these countries dominate the men's weight classes. Um, THE women actually are, you know, more Chinese, some Colombians, Americans. Um, AND, um, you know, there's a handful of other, of other, uh elite countries as well, but it's interesting that a lot of the places that even the men have always dominated in weightlifting, um, don't have a strong female cohort. So it's almost like we're seeing it unfold in real time where, um, women, there was a focus in the United States, at least to include more women in all kinds of sports. In the 19 seventies, there was a law passed, women used to be able to play just tennis and maybe a little bit of golf, but mostly it was tennis and then, so it's only in the last 50 years that women in general were kind of a allowed to participate or encourage. And um, there was money and focus to get them to participate in sports and strength sports are because it's about power and brute strength. Um, IN general are like lagging behind in terms of because they, they're thought of as male dominated and masculine sports more than, more than others say gymnastics, correct. So,"
	},
	{
		"start_time": "37:53",
		"speaker": "Ricardo Lopes",
		"words": "a and where do you think that this sort of exclusion for such a long time stemmed from, was it again societal expectations, gender roles or what? Exactly?"
	},
	{
		"start_time": "38:08",
		"speaker": "Katie Rose Hejtmanek",
		"words": "I mean, I think that part of it is just gender roles, like it starts out that way, the idea, you know, a lot of times in contemporary, in a lot of contemporary American societies, there's a lot of, there's like a public uh realm which is sort of the masculine or male dominated realm and then the domestic realm, which is, um, the women's realm and something like even fitness, like exercise used to in the United States. The, on the main way that women could exercise was through the television, through Jack LaLanne and his television show. So they didn't necessarily even get fitness out in the gym, they got fitness in their home because that's where they were and men were in gyms or doing sports or like part, you know, playing out there on the courts or the pit is, um, out there in the public realm. And so a part of it is that, is just that basic understanding of like where men and women can be in the working world or in the domestic world. And then this idea of sports is entertainment is also a really important element. Um, THAT'S used a lot of times still to be like, oh, well, women's sports isn't that entertaining or in order for it to be entertaining, they have to wear really skimpy clothing and be very, it's kind of sexualized. And so there's still a lot of this kind of like, prejudice about a women's sports isn't interesting. It's not entertaining and, you know, men don't want to watch it. And so therefore we're not gonna, you know, we're not gonna have it on television or fund it. Um, BUT I, you know, there's a good example. That's interesting. This year is, there was this young woman named Caitlin Clark, um, who is a basketball player for the University of Iowa, which has never been a dominant basketball college. And, um, you know, men's men's basketball is very, very popular in the United States and it's also very popular worldwide, but women's basketball is not. And there is, even though we have a professional women's league in the United States, the W NBA. Um, BUT this Caitlin Clark, more, more men and women watched her college games this year than any other basketball game in like 10 years, men or women. And so this understanding that women are, you know, kind of pushing a little bit using this young woman who's, you know, capac cities are, are extraordinary, kind of actually troubled a little bit, you know, the assumption that women's basketball or other women's sports aren't interesting or fun or entertaining to watch. And so that has changed the act, she has changed the economics of the W NBA by just being like, like she just got drafted, um, and being in college. So I think we're, you know, we're kind of trying to trouble that a little bit, you know, but it's, it's still really lagging behind because of just basic assumptions and prejudices about, about men and women and what's fun to watch and what's interesting."
	},
	{
		"start_time": "41:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. You know, I, I'm really fascinated by this because, uh, as I told you before we started recording, I follow American wrestling, like wweaew stuff like that. And, uh, I've been following it since the early two thousands, so, almost 20 years now. And, uh, I've seen lots of, uh, transformation evolution in terms of how women were presented in the early two thousands versus how they are presented. I mean, in the early two thousands, they were basically eye candy and now they are actual athletes and they compete in actual uh fights. Uh uh And uh it's, and even right now, uh wrestling fans whenever they do not give the women good storylines or good fights, they get mad. So even the expectations of wrestling fans changed over time just because at a certain point in WW for example, it was the mid 20 tens, they started pushing more and more for women's wrestling and they have an entire pay per view just with women in 2018. So sometimes even just you marketing more women sports also changes people's expectations and they get exposed to it and then they notice that, oh, wait a minute, perhaps women are just as athletic as men. So"
	},
	{
		"start_time": "42:37",
		"speaker": "Katie Rose Hejtmanek",
		"words": "and entertaining. That is an excellent example. It's like, oh, it turns out men also do want to watch women in the WWE like, that's that assumption is that they didn't, is, you know, is often an assumption. So, and also like, people assume it themselves, they're like, well, I've never watched a woman and they have these terrible storylines but give them good storylines, give them like kind of some cool stuff and have them be athletic and compete and you're like, I'm rooting for the woman. So, yeah, I think it's also, you know, and we've also just kind of, there's been a lot more social media has really helped with this as, you know, media exposure can, is, is become a little bit more democratic. So even if you weren't on ESPN or on, you know, their own channels, you know, people were sports and fitness used Instagram um to push out different notions and to get like really interesting examples of people kind of embodying different sorts of, you know, kind of pushing against some of these gendered embodiment of prejudices and notions and people are like, 00 wow, women can be strong. And so I think that really helped then it becomes a lot more mainstream, you know, and WWE and crossfit are really good examples of one recognizing and respecting the capacity of women and have them kind of competing against men head on rather than just themselves. And that's, you know, that's really, that's a really great and interesting thing just to kind of, you know, shake it up a little bit and see what falls out."
	},
	{
		"start_time": "44:13",
		"speaker": "Ricardo Lopes",
		"words": "I mean, actually, it's interesting that you mentioned that sometimes women compete against men, uh, in wrestling as well because actually in wrestling, there's a long tradition even though it's not that common of inter g wrestling. And I mean, the wrestling fan do not care at all about, uh, uh, if women compete with men or vice versa, as long as the fight is good enough and the storyline is also good enough. I mean, we don't care at all about gender categories there."
	},
	{
		"start_time": "44:50",
		"speaker": "Katie Rose Hejtmanek",
		"words": "And I think that's a really good example like, you know, that, that some of this stuff we think is really entrenched or even biological, actually may not be that entrenched. And maybe, right, let's see how it goes. And I think that's a really good example, like I don't care who it is. I want, you know, that woman and that woman on my team, if I'm, you know, that's who I like and I'm gonna show up to watch him. So that's great."
	},
	{
		"start_time": "45:14",
		"speaker": "Ricardo Lopes",
		"words": "So uh let's talk a little bit now about, of course, a very contagious issue that people in politics generally, particularly in the US have been discussing a lot in recent years. Uh Let's talk a little bit about trans women in just sports and also sports more generally because the argument they make here is about sports as a broad category. So what do you think is the main issue here? Why do you think that people have been reacting so aggressively to trans women in sports."
	},
	{
		"start_time": "45:53",
		"speaker": "Katie Rose Hejtmanek",
		"words": "I think a lot of it has to do with the just how gendered sports are, period, right? So we, you know, in say the Olympics just because it's coming up and it's a really good example. Um BUT everywhere it's like you have the men's teams and the women's teams or the men's swimming and the women's swimming. And so because instead of just, you know, the Portuguese and the Americans, and then we're gonna have mixed gender kind of like wrestling, you know, so part of it is just that we still separate men and women and we do that because we have these inherent understandings about biology. Um And that is, and a lot of the gender stuff is based on the, the understanding of biological sex that there's two sexes and that's it. And there's all kinds of, you know, science uh that argue, right? There's a continuum um of, of human homo SAPIEN sort of gender um aspects and sexual aspects. Like we can't, not everybody nice and neatly fits into just male or female. And we categorize that based on like reproductive systems or hormones or like chromosomes, X and Y. But we know that there's so many humans with like XXY and XYY and bearing hormone, you know, uh ranges and then also there's, there's uh men and women who have both sexual reproductive organs. Um And so those aren't, you know, those are not, these are not outside of the norm of human experience. Um, BUT we don't, you know, are a lot of times our, we have kind of work sort of solidified in this as male and female. Um, SO I think that's part of it is just that we aren't as like we've so, so quickly. So, and so, uh, historically just had to decide if somebody was a male or female at, you know, at birth based on looking at, you know, their, their genitalia when they come out. And um and then, but really, that's much more complicated than that. And um we're just starting to see how that's the case, but that has really prevented. So, and, and transgender men and women is, is about experiences of themselves in a particular body and maybe that doesn't who they experience themselves to be. It does not match with sort of the biological body that they have. And so part of it is like, so then there's this disjuncture of like, can you then ma can you then as a transgender woman say, if you were assigned male at birth, become a woman, like, do you do that biologically? And then how would you do that biologically? Is there? You know, and the only place that we have to like, prove that we're men and women is in sport, right? You don't have to go to work and prove you're a man, no one's gonna ask you to write in and in women's sports, historically, women have had to like, be examined by doctors or sh the private parts to, you know, representatives, they've had like, they've had, you know, elements of themselves, like measured in order to prove that they're women. And so that's really, you know, a violation of your own personal space. And the only place that we demand that is in sport. So it's really important to kind of like think about that. But women have been policed for, for a really long time to make sure that they are actual women. Um And this has, you know, a good example of that is uh Semenya who is the um the 800 m runner out of South Africa. And she uh has, she's a um uh athletics, she competes in athletics and she has been um in constant battle with the International Association for Athletics and the, and the Olympic Committee that she experiences herself as a woman. She has, she has been, she has a particular kind of hormone that is associated with men. So her ranges um of and it's not testosterone. Um AND she turns out she has both reproductive organs. So instead of ovaries, she has testes and she doesn't have maybe a uterus, but she, she is a different kind of woman, that's how she understands herself. Um But because there might be some sort of, she might have a capacities, inherent biological capacities based on those things to make her better. They don't let her compete in the sport. And that's where it gets interesting because there are all kinds of biological advantages that people are automatically born with that make them better at a sport. So if you are born 7 ft tall, you are gonna be really good at basketball. You might be really good at basketball. People are gonna think you're good at basketball and they may spend all this money to get you a coach and for you to practice and then you can make millions of dollars in, you know, basketball leagues. That is never considered unfair. That is never police, no one is ever kicked out of basketball because they're too tall or even too short. But it's this idea that people can be born with biological advantages and the only ones that are policed are gender aspects. And so part of it is just we really need to kind of like, kind of really be critical about some of those assumptions that we have, um, about what is, what is a man or a woman period, but then also what parts of our biology are considered fair and unfair? And why is it always about gender and why is it always about women? And why have we always police women and those women who were like, really good, we questioned whether they were really women and that has a long history in all kinds of sports and part of it is that, you know, being really athletic and a having athletic prowess has been considered a male domain. And so if you're a woman who's really good or really muscular or really fast, they don't think you're a woman. And so that's where we just need to kind of really think about the historical and cultural legacies of those kinds of things. And then, and to say, like, you know, I do people who are transgender really have a lot of unfair advantage. Is that really possible? And first of all, how many transgender women and men are there out there trying to compete? And then second of all, like, do they win every time they go out there? That's the, that's the fears that they're gonna always win. And that's not the case. There's a Laurel Laurel Hubbard who uh who is a weightlifter strength sport athlete in 2020 the Tokyo Games. Um SHE competed and she was born a male, born, assigned male at birth and then ran uh transitioned and she got seven. She didn't win. So yes, she's really good, but she's also been doing weightlifting for like most of her life. So, is it because she's a transgender woman that she's really good? She's seven. She didn't win all the women in her category who were not transgender, beat her, you know, so those are the kinds of things where we need to actually see examples. We need to like let inclusion to really see if like they're always gonna win. Um And you know, to kind of understand some of some of our own kind of shackles of why we think these, the way we think. And there's a really, I think there's part of this idea that and this, this is, has been a fear for a long time is that men are gonna dress up as women and compete right. There were his, there was like a whole bunch of like rumors in the 19 eighties at the Olympics that, that the Soviet unit had sent men disguised as women to compete in women's activities. Um And so there's like a long history of sport and, and mediocre kind of men getting to beat all the women. And I, again, that's just this assumption that, you know, men are inherently better than women. Um AND that men are gonna disguise themselves or even undergo a sexual transition or, and gender identity transition in order to compete in a sport. And then that, that's like gonna change their whole identity. Like a lot of that stuff is just fear mongering and like really kind of concerns about things that really are there. You know that they're not, they're moral panics, right? They're kind of like conjuring up this like fear when there's really no evidence of, right? It being a problem and uh you know, whether participating, where men are not disguising themselves and transgender women aren't always winning. So, like what is really the issue, um, about, you know, that kind of thing and, you know, that's sort of the, the, I think some of the concern about it and why we shouldn't be as concerned, I think as we are."
	},
	{
		"start_time": "54:27",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, I might be missing the mark here with what I'm about to say and if I'm wrong, please correct me. But, uh, I mean, what I hear mostly from conservative right wing people in the US, particularly when it comes to the issue of the issue of transwomen in sports is that they are trying to protect as they say, women sports. But one thing that I find really curious about this is that so until very recently, uh y you didn't care and by you, I mean, they, they didn't care at all about women's sports. I mean, they even bash women's sports, they say that women are weaker than men. They say that soccer players, I mean, female soccer players are much worse than men, soccer players or male soccer players and all of that. And now suddenly, just because there are, uh there is a tiny number of trans women, trans people wanting to compete uh in women's sports. You're worried about we're protecting women's sports. I mean, it, it, I, I mean, as I said, I might be missing the mark here but it seems to me extremely obvious that the issue is that they are transphobic. It's not that they care about protecting women's sports at all."
	},
	{
		"start_time": "56:01",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Right. I would absolutely agree with you. And it's, it's just kind of another turn. They're very much, uh, there's a lot of like, uh, fear or hate against queer people in general, whether it's gay lesbian marriage issues. Um, BUT so that's an inherent kind of conservative, um, perspective. And then it's also like, policing of women in general, right? Conservative politics, especially in the United States is, is very much about policing women, right? Um We see this now in the sort of transformation of our abortion rights and act. Um AND, you know, penalizing people who help women who, you know, get an abortion, not allowing women to get abortion even in dire circumstances. And so that's like the whole pro life situation, but it's not, it's less about life again and it's a lot about policing. Um So I think there's less that's kind of the patriarchal of, there's a, it's a lot about control, it's a lot about controlling women. It's a lot about controlling sport. It's a lot about controlling politics. Um And these are men making these decisions or they're women who are kind of patriarchal as well. And they're also, they think that, you know, women, transgender women are gonna take their daughters spot or their spot. And there's just, you're right, like, it's just, it comes from, you know, a perspective that is, you know, a lot about hate and a lot about um you know, policing women and having and continuing a particular form of patriarchal um domination as an ideology in the United States, for sure."
	},
	{
		"start_time": "57:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh But taking into account that there are uh biological differences, differences in terms of genes, hormones across people. Uh AND some of these differences might bring advantages to a few people out there. Uh In what ways do you think that sports should work if they are not a gendered? I mean, in what uh would there still be, should there still be categories? And if so what kinds of categories?"
	},
	{
		"start_time": "58:20",
		"speaker": "Katie Rose Hejtmanek",
		"words": "I mean, I think this is an excellent question and it's even somebody who studies sports, this is such a like it's hard to even think outside of that gender box, right? Like, oh, I didn't even know that was an option, right? And it is an option when you have little kids, right? Or WWE is a good example where you're like, oh, look at him play and that girl is faster than that boy and that girl is stronger than that one and that boy is taller and you know, like you look at like I have got two nieces and they are both the tallest people in their classes hands down. So will that always be the case? Who knows? Like we, we grow in different times and places? Um So I think that, you know, maybe it could be about like ability, like levels of like, you know, kind of novice, intermediate elite and kind of thinking about, you know, not only just, you know, your genetic capacities but also like, how much training do you have, how much effort have you put into it? How many, how many years have you been doing this sport? And also like, you know, you're not gonna have a lot of people like doing ice hockey and, you know, say Kenya, right, the whole, like, there was like that show about the like Jamaican bobsledders, right? This idea of like, you know, there's all different kinds of reasons that people don't do sports and people do sports, right? Some like, I, I love the country of Georgia and there they have amazing weightlifters, but they're not necessarily playing baseball, but that's like to be, you know, but they have like this long heritage of like this being a strong weightlifter and so culturally nation, like we all, there's all different kinds of reasons why we go to different sports and participate in those kinds of sports and have an identity based on that. So I think that we could think about it, you know, in different kinds of ways could, you know, we have all these leagues around the world, like the, the American Basketball Association and then, you know, the European one and like all, like, what if we sort of like, thought about, you know, different kinds of ways of like, you know, including more people from different parts of the world to do winter sports, if they don't have snow or, you know, if there's like, the, the, the possibility is actually endless of how we could think about these things. Um, WE just really haven't tried and I think that there's, you know, there's, there's ways in which we could just, you know, like, if we're gonna, if we're going to think about competing, right, winning, which is a lot about what sports is, right? Sports has this understanding that there's a winner and a loser. Um It also has a, has a rhetoric and a, an ideology about being fair. Um Right, nowhere else are we sort of as concerned about fairness, um, as we are in sport and uh very rarely and so kind of thinking about the ways in which we could, you know, get the best people, whatever they look like whatever gender they are um to be on teams and how might we understand those teams. So, I think there's all different kinds of ways to think about it and we just really haven't done a whole lot of it. So what if we, what if we tried?"
	},
	{
		"start_time": "1:01:26",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, but in the particular case of strength sports and fight and many fight sports there are, for example, weight categories. Do you think that at least those we should keep or not? So,"
	},
	{
		"start_time": "1:01:41",
		"speaker": "Katie Rose Hejtmanek",
		"words": "I think that's a right, that's a good way to do it where, you know, we could because that's part like lifting strong, heavy weight. It's depending on how big you are perhaps. I mean, that's an, that's an assumption about it. Right. A small person, 55 kg is not gonna lift as much as a super heavyweight who could be as heavy as, you know, 100 and 80 kg. So, very different. Um, SO maybe, yeah, maybe we do weight classes or we do, you know, the class is based on experience or classes based on a test in a level, like if you run a certain weight or run a certain time or lift a certain weight, no matter what gender you are, you get to be in the, in the top group. And so then you can can, you know, compete. Um So I think there's all different kinds of ways, you know, those are still even a little gendered. Um The women's heavyweight is, you know, 87 in weightlifting is 87 kg plus which is not a very big person, right? That's not a, you know, a, a heavy person really in terms of like, but everybody over that weight is considered a super heavyweight. And so I think we just need to think about like humans of all of all ilks are getting bigger. And so like, let's think about kind of the range of human um um bodies rather than just that women should be smaller than, you know, men's men's super heavyweight is 109. And so you know, that's like that can be a considerable difference. So I, yeah, like weight classes, uh abilities, ages, um you know, length of doing it, uh all different tests, you know, if you have like things that are timed or weighted, you know, having a test to get into the super lead or the intermediate categories. So, and even have your best men and women on the basketball court, say like a team sport or in a, in a relay or, you know, kind of to be the fastest people out there because you have a lot of women, like the 100 m dash, you know, who are competing at the Olympics, they are faster than 99% of the male population, right? So kind of thinking about it, you know, pushing ourselves and it's hard, I think for sport to think about it that way. But WWE is a good, is a good way to, is a good, you know, I'm glad I'm glad you have that experience because that's like, yeah, like who would have thought they'd be so progressive? You know, they're pushing us to think about it and that's great. Yeah,"
	},
	{
		"start_time": "1:04:09",
		"speaker": "Ricardo Lopes",
		"words": "I, I guess that they found out that there's good money for them to make."
	},
	{
		"start_time": "1:04:14",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Well, exactly when you like limit women's participation, you're alienating half of the population and their income. Like, what are you doing? Get them to the floor, get him into the ring, get him into the stands, you know, get them onto the couch to watch it and you, it's surprising. It's like, amazing. Yeah."
	},
	{
		"start_time": "1:04:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, you, you know, it's very interesting. I never thought about things like this but since I also follow soccer and different soccer leagues in Europe, uh, one thing that never crossed my mind was that you mentioned, for example, age there in terms of a category we could use. But in soccer, for example, people do not care about age at all. I mean, you have 30 year olds competing with even 16 year olds, sometimes 18 year olds and, uh, the 30 year olds are much more experienced and, uh, I, I mean, they are older, of course, uh, and people do not care about that at all. So that's just another example of how perhaps we have to look at things on a case by case basis. And what I is common in a particular sport is what people find normal because no one questions that role in soccer, for example."
	},
	{
		"start_time": "1:05:31",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Exactly. And think about how much different you are at 30 than, than you were at 16 and like what parts are actually better, right. So you're much more calm, you're much more strategic. You might know that you've had longer to do it. You like can read the field better. You like have this intelligence and this maybe psychological like, you know, calm to, to, like, take a, you know, a, you know, a, a penalty kick when the 16 year olds are like, all nerves and they may have these great skills but they don't have that, like, and so is that unfair? We would never say that would be unfair. We just think that, oh, that element of it just makes them better, um, in that kind of way. So, I think, like, that's the kind of stuff we just, you know, we really need to think about, like, so many things make somebody good at a sport that are beyond and above the genetic and biological. And so, and if we want to talk about fairness, we've got to talk about all that kind of stuff. And when do we decide that's not fair, it's very rare, like somebody born with a genetic component that makes them really tall or have in weightlifting, the idea is to have a long torso and short arms and legs. So somebody born like that is, could possibly be an amazing Olympic champion, but that would never be considered like unfair. So, you know, but economics funding training, history, like maturity, you know, support all of those kinds of things. Also come into the idea of like all of that also shapes the fairness of it, you know."
	},
	{
		"start_time": "1:07:12",
		"speaker": "Ricardo Lopes",
		"words": "So there's also a, a very interesting topic that uh you explore in the book, uh related to pregnancy in sport. So this is of course a very uh female issue in this particular case. So what are the challenges that pregnant strength athletes face."
	},
	{
		"start_time": "1:07:36",
		"speaker": "Katie Rose Hejtmanek",
		"words": "So by first of all, biologically, the idea that you a pregnant woman and then a postpartum woman, you are build pregnancy, you're building another human being in your body. So that takes a lot of extra calories, lots of extra rest, lots of all kinds of things in order to just be, you know, a, a person in the world let alone to compete in a sport or continue to be fit and then post uh post birth. Um A lot of women breastfeed and so their bodies are the soul are still for another number of months, still. The pri the only way in which a baby gets any kind of nutrition and grows. So, first of all, it's just biologically this idea that you are building a human being and creating a human building, you know, being for at least a year, right? For, for a lot of women, if not more. Um AND then there's all the different kinds of changes that happen. A lot of, you know, there's different kinds of hormones that make your joints relax or, you know, have uh you know, different kinds of like less, less aggression and more sort of loving um notions. Um And so that can change whether or not you can do strength sports, like lift really heavy. If your joints are really lax, you may be, you may hurt yourself. Um So there's all kinds of biological issues that sort of prevent it. But they're also like you, there's a lot of evidence that, uh, my, again, my friend, uh, Ka Aach is a biological anthropologist. And, um, you know, there's just, there's, you know, evidence in the, um, in fossil, there's fossil evidence that women while pregnant were still doing all the things that they can do. And this is the case women can continue, you know, a lot of women can continue to do a lot of normal things while being pregnant. And if you're used to training and you're used to pushing yourself, um doing a strength sport before you get pregnant, you know, there's a lot of evidence that you can continue to do that even, even as you get, you know, get, um, get bigger with a belly or the um get closer to, to birth. And there's like tons of examples of women who have been elite athletes who continue to do their sport for long into their pregnancy and then shortly after they give birth, they'll, you know, they'll um, continue to train or compete. Um, SO there's, and that's not all women. Some women have complications in their pregnancies, obviously. Um, BUT this idea that women aren't supposed to do things like that, lift heavy or run fast or run far is I think is, is kind of a misunderstanding and just assumptions about kind of policing women and their participation anyway. Um, YOU know, biological evidence is that women can continue to do a lot of that stuff and a are actually like estrogen is like an inherent muscular endurance, anabolic that helps them do that. We actually have been kind of evolved to, to be able to like build humans and continue to like, be in the world in a very physical way. Um As you know, there's evidence of that. So it's not that we, we shouldn't just, you know, kind of not do anything. Um So I think that's part of it is like, is there's a misconception about what women should be able to do and that's kind of because of the medical field there, but there isn't a lot of, you know, that some of the science in, in medicine um is lacking about uh you know, menstruation for women as well as pregnancies for women and as well as post partum. Um And so we're starting to rectify that there's a lot more research on, on that kind of uh on that, on experiences and biological evidence of these kinds of things. Um But there's understandings about what makes a good mother and including during pregnancy and post pregnancy. And I think that is what kind of polices women more than anything. So the article in the book or the chapter in the book that looks at that looks at like posts uh Instagram um and social media posts that women who are strength athletes who are continuing to lift really heavy, you know, with maybe their outfits on their video or sports bra, little and little shorts and then their belly is sticking out and they're lifting a big barbell and it looks like it's a lot of weight and it's heavy, maybe less weight than what they have been able to do. Maybe they have taken weight off the barbell because they're not feeling as strong, but they're still doing their sport. And the comments in those in those videos are really about, you know, kind of challenging this woman's good motherhood and that's how they frame it. Like you're not a good mother because you're doing this. And so, and in the United States, we see this a lot of time where the priority of the child in utero and, and out of utero um is really kind of the focus and women's joy health like well being is really kind of put on the back burner once they become um pregnant or become a mother. And so I think that's part of that is like thinking about, you know, why do we not care about women's mental health, physical health ability to perform their sports and their activities, especially if it's like an income generation thing. Like if you're a pro pro athlete and you are, you know, and, and Alex and Felix is a good, is a good example of this. She is this, you know, uh most, you know, gold medal athlete in the world in, in track and field and Nike who was, her sponsor was like, well, we're not gonna pay for you while you're pregnant. And she couldn't believe it. Like, all of a sudden, you know, this was like, and so they weren't committed to her as a person they were committed to, you know, so she, like, dropped them and went with a women owned, um, athletic company and she came in, you know, postpartum, like a 10 months postpartum after ac section, which is a major surgery and she won her 12th Olympic gold medal after she was pregnant after surgery. And, and Nike didn't want, didn't want to support her during her pregnancy during a very short window where she didn't train. So she was training so much of that time and Nike didn't. So I think Nike now has changed their policies. Um But that's because someone as elite as Alex and Felix had to push back on that. So, and that's recent, she was an Olympian, you know, like in the 2000 tens. So it's just now that we're even thinking about like by a lot, you know, like what can women do while pregnant? Um And then letting them decide and not policing them based on some kind of misunderstandings from the medical field or patriarchal assumptions about where, what's, where is the woman's place. Um And just what you can, you know, biologically do might be an individual basis if you never strength trained before you do it, you start it while pregnant. Probably not a good idea. But if you're an athlete who's been doing this sport and of, of, uh, crossfit or powerlifting or weightlifting for years and then do that while you're pregnant and then shortly after you, you give birth, that's probably not as big of a deal as we think."
	},
	{
		"start_time": "1:14:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, I mean, I guess that, uh, all of what you said there connects to the fact that because women are the ones who can get pregnant and the ones who give birth, unfortunately, in human societies there's this very strong tendency to police women's, uh, pregnancies, sexual behavior if they ever have kids or not. I mean, and sometimes it even gets contradictory because, uh, people are always trying to, uh, socially enforce this idea that people should have kids and particularly women should have kids. But at the same time you mentioned an example there, sometimes women, if they want to have a ca a career in whatever kind of domain they get penalized for getting pregnant and having Children. So, I mean, it's really, it's a mess."
	},
	{
		"start_time": "1:15:40",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Yeah. And there's a lot of assumption about like that they're never gonna be fast again or strong like that. Something about that giving birth is going to change their, their bodies and, you know, I think it's pretty, biologically incredible that a woman can build a human being and feed a human being and still perform high levels of activity, you know. That's an incredible strength capacity of strength. That is not part of our current definition. Um But what if it was, you know, what if, you know, like that's a, that's an above and beyond like a, you know, strength and endurance thing for a person to be able to be, do a sport, train for a sport and build a human being in their body."
	},
	{
		"start_time": "1:16:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, yeah, since we're also talking about feminism here, do you think that is a strength sport specifically can link to women empowerment in any way?"
	},
	{
		"start_time": "1:16:40",
		"speaker": "Katie Rose Hejtmanek",
		"words": "So that was part of our, our focus for the whole book to begin with. We really wanted to kind, we sort of the people who do it kind of feel like it's an element that's empowering. We are all of a sudden strong, we can lift our own stuff, we can move our own beds, we can do these kind, we can slip our own groceries. Um And then that has also makes us more confident in ourselves. So a lot of women in the research I do on crossfit, they talk about how they use the new things they're able to do in the gym to like, be more confident in work. And so things that like empower them in the gym, empower them to speak up for themselves at work or to ask for a raise or to, you know, not take a lot of flak from men. And it's really an interesting element this idea of a physical kind of strength gets sort of transmuted into um a psychological, a spiritual, a social kind of strength. Um But there's also oftentimes we have, we found in our research is that oftentimes women had to like many other things adapt to the more masculine or male dominant way of doing things. And so is there, you know, in, or one of our interludes, talks about this where one of our Kabak uh was, you know, started doing some powerlifting and she felt like she kind of took on a lot more of an aggressive, dominating, domineering kind of persona and felt like she had to do that and she didn't like that about herself. She's like, is that, that's not what I, how I want to be. And so thinking about like, how can, how can we sort of trouble again, this idea of strength so that it's not just masculine strength that we think about, but it's like collective strength. It's about solidarity. One of the big things in um a lot of neo liberal societies is this idea that it's about like health and then therefore strength or even your economic status is all about your own personal abilities. Um And so strength oftentimes is about, oh my own capacities and that's less empowering, that's maybe empowering for one person, but that becomes also a very just you on your own. Like, what about community solidarity? What about um that's what that the gym in El Salvador was this idea of like, it's not just about me getting stronger but how can we get our community stronger? How can we use the gym space to, you know, break down barrier gender barriers? But what also can we use it as a like education space? Can we teach people to read there? Can we have it as a as a space where we have different kinds of organizing happen, whether it's political or religious or what are the kinds of things that we can use? Not only our gym spaces, but our mo our move to be stronger, that's less about the individual body as stronger and competitive and more about kind of bringing more people up and, and encouraging other people to sort of be a part of this in both the physical strength as well as like that psychological strength that we talked about."
	},
	{
		"start_time": "1:19:36",
		"speaker": "Ricardo Lopes",
		"words": "You know, earlier, I've alluded to the fact that some of these, particularly the aspects that have to do with the gender construct, gender expectation, gender roles also affect men themselves because just to give you an example and again, since I follow w we, there's a massive man there, Bronze Roman and he is like 6 ft seven or eight. I don't know, he's extremely tall and he's like 150 kg 160 kg, something like that. I mean, he's really a massive uh person and sometimes in interviews he's talking about how his uncle passed away, how he was given an opportunity in WWE to pursue his dream and so on and he cries a little bit and sometimes even for a massive man like that because people have expectations of him being really an aggressive person, AAA tough man and stuff like that. Sometimes people call him a cry baby and I'm like, really, I mean, come on, let just the men cry if he feels like doing that, right? I mean, what's the problem with that?"
	},
	{
		"start_time": "1:20:49",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Absolutely. Um I mean, you uh h men are human, women are human. This idea that men, they don't have the range of all the human capacities uh in uh because of their gender is just a fallacy, right? I mean, if you have little Children, a boy is gonna cry just as much as a little girl and in vice and one's gonna be tougher than the other. Um But we do then becomes, you know, quickly we sort of take this human being and we make it into a gender person and there's so many kind of regulations about how to be a man or a woman and a good man or a good woman or a do the dominant narrative of what a good man is. Um And that is like so narrow, right? You have to be strong all the time. You don't get to have any kind of weakness. Like that's the number one like way of thinking about the dominant way to be a man. And that's just, that's impossible. Like that is literally humanly impossible. You are gonna either stuff it down and then, you know, hurt yourself or other people, you know, or you're gonna like, or you have, like, because that's just not how humans like operate. Um And so feminism is like, really about just kind of liberating men as well as women like this idea that men get to be all kinds of things. And in fact, one of the like the age thing, right, you'll get as older, the older men get, the more comfortable they are with a ra you know, if they mature, they get more comfortable with the range of like being more emotional or being, you know, so that, and they don't see that as a sign of weakness, I think we really need to kind of think about that. It would be amazing if we could argue and make the point that like in order to actually be that vulnerable and to be that kind of transparent and honest and open with people in the world that he, that takes a lot of strength, takes a lot of confidence, right? And so I think we really need that. This is a me a moment of where we really need to think about like what is our definition of strength and how does it not include actually experiencing joy and sorrow and anger and love and all of the different kinds of human experiences that both men and women and humans of all kinds, you know, have. Um, AND I think because sport is so gendered and because we like link so much of it to men being the best at all kinds of sports because we, as we've talked about this whole session, um that, you know, men kind of giving any sort of like having any give to that kind of like stoic strength kind of thing is, you know, is, is sort of understood as a weakness. And, you know, I don't think that's true. I think that actually takes a lot of strength and courage and confidence to, you know, to be your full self um in the world for both men and women."
	},
	{
		"start_time": "1:23:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm I mean, on the confident uh uh thing about it, I, I guess that people don't take seriously enough how uh in many situations you really have to be confident to cry in front of other people because you know how people, how most people will judge you. And you're basically saying, I don't even care about it. I mean, I feel like crying so I'm going to cry and I don't give a crap about it."
	},
	{
		"start_time": "1:24:12",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Exactly. A and amazing. Absolutely amazing."
	},
	{
		"start_time": "1:24:19",
		"speaker": "Ricardo Lopes",
		"words": "So, uh let me ask you then and this will be my final couple of questions. So since your book is also about uh exposing people to some personal stories, some personal experiences, I want to ask you about your own personal experience as a weightlifter. So, uh what would you say are perhaps some of the biggest challenges that you yourself experienced as a female weightlifter?"
	},
	{
		"start_time": "1:24:49",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Um I, so um I think it's I have been an athlete my whole life since I was young and then in the middle of my life when I was at my prime, as they say, I had a back surgery and back injury. And so for about 10 years from like 16 to, well, actually it was about like 16 years, 16 to like 32. I didn't really do anything athletic even though I was like state champion and really fast and just did all kinds of sports as a, as a child. Um, AND I had a, I had a feminist father. So my father brought me to the gym, um, as with my brother, he encouraged me to lift weights, he encouraged me to climb the rope, he encouraged me to do pull ups. Um, AND he had been an athlete and he never thought that I couldn't do that kind of stuff even though I was a girl. Um, AND so, you know, I have always sort of felt like I've been in my body. And so I kind of always had that perspective too, that someone is important to me who is a man. Like my father didn't think of me any less as a female athlete. Um, BUT, you know, I now weightlift, I had, I started when I was 41 because it hasn't been a sport that women have been able to participate in. Right. The first women in the Olympics was 2000. And in the United States weightlifting isn't like our best sport isn't our dominant sport. And so it had to be through crossfit that it became popular. So it was only in like the 20 tens that it even became something that was in gyms or something that we would do. So part of it is just like exposure to things and like, you know, that I didn't as, as well as a biological injury. Um And so thinking about like, so I had entered into a sport when you're at as, as an old lady and that was something that, you know, but I'm, I'm one of the best in my gym. I'm a world champion in my age and weight class. I'm a national champion in my age and weight class. I hold all of the American records in my age and weight class, even though I started only four years ago. And so I'm be there's like elements about like, even as an, I'm one of the oldest in my gym and I lift the heaviest, one of the heaviest. And I'm also one of the most meddled as you would say. And I'm a woman and I'm an old woman. And so that's like a really interesting place to be um in terms of like younger men come in, there's like young, you know, man who I know who's 22 and he, he is, you know, he like, still kind of thinks about the gym and weightlifting is a very masculine space, but our best lifters are all women and I am sort of, they call me in the gym, the matriarch. Um BECAUSE the coach has kind of granted me this almost like a lioness, lioness role where like, I'm the oldest, even though I'm a woman, I'm in charge. And so I can tell men to do things that they would never hear from a woman. Um And so it's like kind of this interesting space where my coach is a feminist as well. And so it's like in this sort, and I'm a professor. So I'm used to kind of, you know, talking to 20 year olds, um and telling them what to do or lecturing them. Um And so it's like this and I study it. So not only do I participate, but then I'm also doing, I have a, you know, I did this whole research project on it. And so it's really interesting to kind of think about these younger generation of, of both men and women who are coming into sports who are just, you know, born in the two thousands, who are, who are learning to respect women as maybe their superiors in the gym who lift heavier than them or who are like more metal than them. Um, AND so I think that, that my experience kind of coming into weightlifting late and being kind of biologically good, even though I'm old and a woman, um, I'm kind of built for this biologically is, you know, kind of in a unfair, in an unfair sort of way. Um, AND I think that that's kind of, it really has sort of troubled me and made me think about these kinds of things and how I have been able to do the sorts of things that I've been able to do because of the people I'm with have really have also been more inclusive, have taken a more feminist perspective. Um And really encourage, like, my coach has mostly women athletes, um, and that weightlifting because of crossfit is now something I get to do where I didn't get, I didn't even, it, there was never even, never on my radar or something. And if I had started doing it when I like, started doing gymnastics at like five or six, you know, how, you know, like what could have happened, who knows? Those are, you know, that we never know those kinds of things. But, um, you know, we kind of thinking about like getting our younger women and now because of our title nine and more capacities and this Caitlin Clark phenomenon and more inclusion and this idea that more girls are participating and they're understanding themselves as they could be athletes. Um And so there's this whole wide opportunity and then at the same time because I studied crossfit and fitness, right. There's still this really narrow realm of like what a fit woman looks like and she doesn't want to get bulky, she wants to get toned and she's really trim and she's on the elliptical, she's not lifting heavyweight, there's some pushback against that, but really, that's sort of still a lot of our media representation. And Ozempic is kind of also added to that um to that narrative. And so I think it's, it's, you know, I'm constantly in conversation with it. Um Both pushing boundaries as a weightlifter as well as like and trying to break it down as a cultural anthropologist that, you know, we're not as advanced as we think we are because we still really police men and women in sports um in very, very narrow ways."
	},
	{
		"start_time": "1:30:28",
		"speaker": "Ricardo Lopes",
		"words": "And uh what reactions do you tend to get from people as a female weightlifter? I mean, particularly from men, but people in general,"
	},
	{
		"start_time": "1:30:39",
		"speaker": "Katie Rose Hejtmanek",
		"words": "they will always want to compete with me. So we'll be at the gym and I'll be lifting if I go to a mainstream gym and not my weightlifting gym and I'll be lifting squatting or something heavy. Um And I can squat 100 and 30 kg. Um BUT I'll be squatting maybe 100 kg for reps and I will have men kind of get next to me and they'll try to compete. Um, AND they have injured themselves, like every single man who I have, who has wanted to compete with me, who isn't train, who doesn't train in, like, that sport has injured themselves where they just pulled a hamstring or hurt their back. And so it's just like their understanding that just because I'm a woman that they should be better than me, makes them compete with me because they're like, oh, she's lifting kind of heavy and then they earth hurt themselves. So, I, there's a lot of men hurting themselves and they just shouldn't hurt themselves if they really would think about that. They're just not going to necessarily be stronger than every woman that they see. Um, SO it's, it's a lot of like initial disrespect, um, and a lot of bro behavior and then they might also kind of think, 00, ok. Well, maybe not. Um, AND I have seen more and more women lifting heavy and I've seen more and more, I've been at regular gyms where women will come up to me and ask me for a spot even though they don't know me. Um, BECAUSE there's so there is this sort of female solidarity about, I see you, I see you doing this thing that's usually a male dominated thing and I'm gonna support you and I'm gonna ask you for help and we're gonna support each other in this process and there's very rarely competition between those of us women who are doing it. It's always the men who want to compete with us. And I really, really like that too. I really push back and I, and I encourage it because then I like have to teach them a lesson in my class professor role. It's always, there's always a lesson to be learned."
	},
	{
		"start_time": "1:32:42",
		"speaker": "Ricardo Lopes",
		"words": "So the book is again, gender empowering, strength, sports, strong as feminist. There it is. So uh I'm leaving the link to it in the description box of the interview and Katie, uh apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:33:03",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Yeah. Um In addition to this book, I have another book coming out this year on Crossfit, specifically called Red White and Crossfit. Um And that's NYU Press that's coming out um this year. So keep an eye out for it, but you can email me at um Brooklyn College and easy to find Katie Roseate Monic. I'm also on Instagram at Max's N Pr S. Um And uh I also have written a lot on the bar be um barbend.com um for strength sport audiences. And um so I have a number of articles on that website that you can, that are geared, that are geared toward a more general audience. So I welcome you to, to read some of those."
	},
	{
		"start_time": "1:33:44",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm also leaving links to that in the description of the interview and thank you again so much for doing this. I really loved our conversation."
	},
	{
		"start_time": "1:33:55",
		"speaker": "Katie Rose Hejtmanek",
		"words": "Thank you, Ricardo. It was great. Um Thank you for doing the work that you're doing. It's very important. And um yeah, I we, we appreciate your perspective and your dedication um to teaching all different kinds of people about so many important topics. Thank you."
	},
	{
		"start_time": "1:34:11",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitting B no Wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in Nai Zuk Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Hall, Herz J and Lain Jung Y and the K Hes Mark Smith J. Tom Hummel Sran David Wilson Yasa, dear Roman Roach Diego, Jan Punter, Romani Charlotte Bli Nicole Barba, Adam Hunt Pavlo Stass, Nale Me, Gary G Alman, Samo, Zal Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Bela Gil Cortez Solis Scott Zachary, Ftw Daniel Friedman, William Buckner Paul. Giorgino, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams Di A Costa Anton Erickson Charles Murray, Alex Chao, Marie Martinez, Coralie Chevalier, Bangalore Fist, Larry Dey Junior, Old Einon Starry Michael Bailey. Then spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radis Mark Kemple Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica, no, Linda Brendan, Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble Catherine and Patrick Tobin John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Si Adrian Bogdan Kan and Rosie. Thank you for all."
	}
]