[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Decent. I'm your host, Ricardo Laps. And today I'm joined by Doctor Robert Boroski. He is the Director of the Center for Public Anthropology and Professor Emeritus of Anthropology at Hawaii Pacific University. He's the author of several books. And today we're going to focus mostly on and anthropology of anthropology. Is it time to shift paradigms? And we're also going to talk a little bit about public anthropology. So, Doctor Barosy, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Robert Borofsky",
		"words": "Thank you very much Ricardo. I appreciate it. So we don't always get invited to youtube channels starting in Portugal. So, yeah, this is exciting to me."
	},
	{
		"start_time": "00:43",
		"speaker": "Ricardo Lopes",
		"words": "Great. Uh Likewise. So, um uh let me start by asking you this. You wrote, as I said, this book, an Anthropology of Anthropology. But what do you mean by an anthropology of anthropology? Exactly."
	},
	{
		"start_time": "00:59",
		"speaker": "Robert Borofsky",
		"words": "This is very fascinating to me. We have all these anthropologists studying these other societies and some study our own, right? Do they really stay their own discipline? Excuse me? For the spontaneous gesture? Um No worries. It's um David Graber, the deceased David Graber. Um Well, it's very nice thing. But um this book you might have it here. Yes. Um He wrote um anthropologists announcement announcement, a generation reflecting on power dynamics in the field. And um he says, quote, that is really they are unlikely to be any real world consequences because we are the ones with all the power. We say all these other people in all their organizations, but we dominate because it's the power structure implicit in them. Um But, but have written almost nothing about the conditions of work, patronage, funding and institutional hierarchy in the economy. That is the power relations under which anthropologists writing is actually produced. This was the most postmodernist thing that George market tried to do. But in the end, it perpetuate the same stretches. So George will be pissed. Am I saying that? Sorry George? Um Roosky is one of the few who had the rec uh records that carry should do so that he said that yeah, we have to go beyond just talking about other people's structures which you look at our own. Um And not just in the writing which the post moderns do very well, but really the power dynamics that keep us from really um facilitating significant change. Um The various structures of all this incessant publication, it in principle good that you get it out to all these other people, but what they write and what they produce not very legible or intelligible to many people, including myself at times. And um, many of the publications I just counted not right when they have tenure reviews a study by the, um, kneer Corporation, I believe. And they said, um, half the faculty research, one universities or maybe more than half believe that most of their publications in tenure review account and not read, you just have a few things. And so there's all this movement of appearing to be intellectual, appearing to do all these things appearing to help others. Um It's not clear that they do that an anthropology, anthropology means we should look at these dynamics. Why are we dysfunction? Why is it discipline losing importance it had, I think it's 12,000 members um about a decade or more ago. It has about 8000. The AAA American Anthropological Association has about 8000 members. Now. Um It's the in the class sizes for anthropology um and decreasing in the United States. Why has anthropologist lost its push? And it turned to in intellectualism um in talking about post colonialism, which sounds great, but really um doesn't get the polo colonial structures that still exist. We'll get to that with the question of culture in a minute. But there's a sense that um these people aren't very reflective about themselves in an honest way about the power relations that really shape the discipline and they clearly shape it. And so an anthropology of anthropology is using anthropology techniques to actually look at these and try and make it anthropology. So wonders of wonders, miracles are miracles. Anthropology could benefit other people in a way that they would really find helpful. That's a goal. And um anthropology and the body means being more reflective about the power dynamics that limit um as being effective in serving the brighter moral good and, and maybe no, no, of course."
	},
	{
		"start_time": "05:11",
		"speaker": "Ricardo Lopes",
		"words": "And so one of the things that you talk about in the book is uh to focus on outcomes and what results from publications in anthropology. But I, I mean, why do we need or do you argue that we need to focus more on the outcome? Because I mean, many times when we hear academics talking, they talk about things about like pursuing the truth, finding out something about reality out there. But I mean, per perhaps uh when it comes to the actual outcomes of the work, many times, people are not so focused on that apart from producing, of course. But I mean, what do you mean by these? And what are the outcomes that you have in mind here?"
	},
	{
		"start_time": "06:00",
		"speaker": "Robert Borofsky",
		"words": "OK. Let me just go to truth if they can find it, be my guest. But I believe it's like Don Quixote tilting, it will, it keeps an employee, it gave Don Quixote something to do a purpose. But um it's not clear to me that that does it when I mean, outcomes if we are funded as we are by mostly by state institutions that give us taxpayers money and we are in other ways supported by all these people who host us and live among them. I live for 14 months. Among these people, 750 people, my wife and my daughter and myself on a coral, a toll in the middle of the Pacific. The boat came out three times a year. Um These people put up with my incessant questions. They're very hospitable by and large, don't I? So in some moral way, have a reciprocity in the most sense. Oh They gave me a very important gift that allowed me to have a career in anthropology. Should I in turn, help them? And this gets to be really intriguing because we'll get to, how can you actually help people and saying you're gonna help people, doesn't really help them often. You have all these people who kind of, who say they're gonna help you or all these NGO S that say they're doing all these good things or governments that say they're doing a good thing. It's mostly focus on appearance, what I'm going to do. And here's an example of how, how is I'm giving my field notes back to the people, the original field notes back to the people um in Poca, Poca and I'm putting them on the web because they have a global desper, they um poke poke in the Cook Islands in New Zealand, um Australia and other places. Um And let them just use it now, this is important. Um BECAUSE they didn't take it and don't trust me as a source of all wisdom. They would never do that. I would be so foolish to do that. But they have it and they can use it to then create their own visions, their own history or their own present. It gives them tools to empower themselves. Now, they, they cannot change the economic condition. Most of them um go to New Zea over half, go to New Zealand and live there or live off the government do in New Zealand. Um And then have in doing that though, they have all these community responsibilities that help preserve the community, help take care of these people um who are having trouble. And so they try and make a community that, that's product, socially productive and socially affirming. Um um THE Pocas here, you know, I just get homeless and left by the wayside because it's a caring community. And um but the sense is that they will take this and use it for their own ends. I did not change the names. They got very pissed. I use that word when I um suggested that we just use code names as anthropologist to do. They want to take credit for what they had the idea that I would use. Um And then I give them credit with insulting to them. Um And all these people wanna be able to show their Children grandchildren, their relatives or neighbors that they contributed. I think I had about 100 island of 750. Um, I had about 100 and 80 informants in the end and all those are listed. The idea is to do things that let them take control, more control over their own fate. They don't have control over it. The power dynamics and nor do they have it in New Zealand or Australia. But they do have something that can give them dignity and it empowers them. The idea that people create their own history, as Max famously said, not under the conditions of own making is very true, but here they can create their own cultural traditions and in terms more of their own making that helped answer in some small way about what I mean by outcome, benefiting those who won funding your research and those who help facilitate it for governments. Um Let's just take that for a second. Why would governments not mine that you don't do a great deal of good, you should be for all this stuff. Partly it's um you see, I medicine because it takes time to find the right thing in anthropology. They do all these things. But what anthropologists do very well is they don't really, they talk about disrupting the status quo incessantly, they talk about how they're gonna have this big dynamic effect that they never do. So talking about change and doing productive things and lots of people do, lots of institutions, government states. Um BUT they don't do it. And so all these publications that few people read are good because they do keep the anthropologist busy. They keep them um self-aggrandizing and trying to be important. But these trends come and go as you um raised with me in one of your questions and um what the heck is going on? Where's the value for other people who are funding them? I don't know about you, but you pay taxes in Portugal and you would like to see the Portuguese government do something positive with them. Not just let a few people prim and prime themselves about um their own self aggrandizement with books that nobody reads and don't help the people who help them do their research. That's what I mean by outcome, doing something that empowers the people to try and take control of their fate and try and prove the common good in the states that fund them."
	},
	{
		"start_time": "12:01",
		"speaker": "Ricardo Lopes",
		"words": "OK. But, but then let me ask you this and probably uh some aspects of this question that I'm about to ask. You will come up later on in our conversation again. But uh in hearing what you said there, what you answered to my previous question, I would imagine that many people, academics, intellectuals and other kinds of people would react to what you said there by saying something like, oh, but then you're saying that science, anthropology in this specific case. But I would imagine that in your view, it would apply to all science out there would need to have also some political goals, moral goals instead of, as some people say, instead of being a political, a moral because what matters, uh at least, um, as they say, uh what matters is for us. I, I if for science is to uncover the truth and then, uh the rest, uh that, that has to do more with politics, morality, helping people and so on doesn't matter that much, that's for other people to deal with. And they also say that sometimes having those goals in mind might in a way, um I don't know, contaminate in a sense, the production of knowledge. So I, I mean, I want to ask you this because I really want to hear what would be"
	},
	{
		"start_time": "13:34",
		"speaker": "Robert Borofsky",
		"words": "your real, right, Ken. They say all this and I view this as disingenuous or self delusionary. In the end, I can use other words, but let's not do it in a formal interview. Um There's a sense of um they believe it because it's self serving. Matthew Arnold famously said truth is beauty, beauty truth. And that's all you need to know. That's all you will know. I believe the ending is and um beauty maybe. But um these anthropologists are looking to say how these people lived and it turns out we'll get to this perhaps. Um They don't really know if you interview five informants and I 755,000 and group community. How the heck can you say that those five informants are the most knowledgeable? I interviewed, as I said, I talked with about 100 and 80 people by interviewing intensively about 60 people. Um 50 of the 50 of those deemed most knowledgeable and I can compare them with what had been said by um an anthropologist who visited them in 1935 30 six. I believe it is. Um, AND I have been in 77 to 81. Ok. Um Different, you know, all these people have different views of the old system. They have different views of which fish exists in Poca Pogan, w which um fish hooks. The po the Poca Pogan gave to the Fisher Museum in 1937 or so, which um material culture they had in 3637 when the Beagle hosts did their research. I'm not sure I have the exact date there, but it's in the very late thirties. Ok. Um And people differ. The first is one of the central elements, not only of this human species, but I think life on earth, it has all these diversity. They just found some new species. Um Off I think Chile um in the underwater, the mountain range. Um THE, and keep on finding differences and all these species. Now, all humans are absolutely not alike. All the people in this small island of 750 people are not alike. Um, TO say there's an American culture and that's a little ish. Um, WE certainly know Americans are quite different at times. And, um, that's a political statement. The idea that people are going off to truth. I wanna know really what they're doing with it. It's a camouflage for actually trying to just go on and do what they want because they don't, what is true. And they, they're talking about building cumulative knowledge. Great. But if they do that, that's how they feel notes out in the public. Let's there was a um as I mentioned in that book and Lance, there was about 80% of the medical research is worthless. They said Lance of all places and others have done this because all of this shades, they don't give you all the data, they distort it. They have all this um imperfections. The National Institute of Health, the largest funder of health projects in the world is now asking now demanding everybody put their field research on their research data in an archive that can be publicly accessible. Um There's a new movement I just signed the economist about, well, it's been going on but there's a new journal, a new editor, a journal point journal. Um THE saying that everybody has to show the data. Um If they're gone for truth, great, maybe you can show us a data that brings you to that truth because claiming truth. What makes you not a false prophet? What makes you, um, any more than a political um challenge that's self serving, trying to aggrandize yourself and avoid moral responsibilities to the people who funded you and the people who helped you. Mhm. I can go on in a more point way but I"
	},
	{
		"start_time": "18:06",
		"speaker": "Ricardo Lopes",
		"words": "think, uh, you know, of, of course, but I guess we'll have more time to explore more details surrounding that in later questions. So I, I would like to ask you now to get a little bit here, a little bit more into the theoretical aspects of all of these uh the, the things you explore in your book. Um What is culture? Exactly? What does"
	},
	{
		"start_time": "18:31",
		"speaker": "Robert Borofsky",
		"words": "it do? Culture? I'm not really sure what culture is. Let's be clear. Um Anthropologists have all anthropologists have a very clear definition. If you look in anthropology textbook, you will see various definitions, but they differ. Do they share a common view? Do they allow people to interact with one another? Papuans interact with one another all the time? And yet they don't share common views like straight talk about property. Americans interact with one another. So they don't share common views politically. Um Does that mean they, because they interact and proper with each other? And they have a distinctive way of talking doesn't seem to me very different from Mexico or Canada or the United States uh from, from Europe. People have all these different ways of interacting and negotiating and those negotiating style on just to one group of people in terms of content, which is what usually refers to culture. People don't all share that confidence for sure. They have vague understanding and not if POA pokings can't agree on which fish are in their waters, they can't agree in which the old fish hooks were. They can't agree in the present social organization, they can agree in who owns a particular piece of land. And they, he, they don't, I'm not sure we can say that the Unified Culture Program and cluck home long ago, they found, I think 100 and 50 definitions of culture and there's all these things, it be nobody, nobody knows. And you might not have had this in your and your and the interviews talking about civilization and culture, natural science mentions this. That's how it came to it. And um the idea of culture is just unifying during the German romantic era, all these different oppression over German states and got them um unified. He did it politically. It just doesn't work. Um All these people that are different. And if you're an anthropologist, you go interview five or six trusted informants. Whiting. John Whiting once told me you only need three good informants. Yeah, about the culture. I didn't challenge him because I was a graduate student. Um AND time talking to him on the phone. But um no, if you want to know what the group of 750 people. Ah, well, first of all, you have to stamp, sample them more effectively and you have to say which group and young people, not as I interviewed 16 of the older people, it seems more knowledgeable about, I think. 30 30 um, one second, I interviewed 80 informants all the time. Um, IT'S been 40 years a little rusty. Um, BUT, uh, in a sense and then I talked to both the emotion um knowledge about the subject and all they different. And then they came to a group together in a group, they came to a common version. And then when they left, they went back to their own original versions. They were just being polite in the group. So there's all this fluidity about what culture is but people believe even what they think. Um That's ok when people are doing these things, they're responding to context, they're shaping the behaviors. There's certain things from the past that shape them in the present. These are all known and very true. But it doesn't mean that one group um as a unique thing that's only not shared with other people, probably shared widely with a brand of people. I, I defy you to tell me what American culture is. I mean, it's,"
	},
	{
		"start_time": "22:26",
		"speaker": "Ricardo Lopes",
		"words": "it's complicated, I guess you have to look at different uh at people with different socio-economic backgrounds, with different sub uh subcultural backgrounds. If you want to call them that and, uh, I, I mean, of course we can talk about, it would be very hard to talk about one unified American or Portuguese or whatever."
	},
	{
		"start_time": "22:50",
		"speaker": "Robert Borofsky",
		"words": "I didn't say. What do you think? Is this? Have you have a uni culture?"
	},
	{
		"start_time": "22:56",
		"speaker": "Ricardo Lopes",
		"words": "Uh No, I don't think so. I, I mean, even, even just the simple fact of comparing, for example, people from rural areas to people who live in cities or something like that, the urban areas, I mean, there are many diff e evident differences there. So"
	},
	{
		"start_time": "23:17",
		"speaker": "Robert Borofsky",
		"words": "even the people who live in that city or even in a rural village that's different. Yeah. And human diversity and some of them just differ for spite, they just like being different than someone else. Um And so the idea of this unified culture, so I'm not sure what culture is. Um ANTHROPOLOGISTS have grasped onto it as an identity marker. But the notion that they have this culture is a very colonial vision. Um If I could say generally that they're trying to say um you can fit all these people into one nice spot, which is what Boaz did in his sense of culture. Um THE Eskimos. Um BUT there's a sense that he um of anthropologists ignoring all these differences and that to frame them as a collectivity without the individuality, without their diversity is very colonial. It's very talking about in a colonial way of um the col imperialism framed the world."
	},
	{
		"start_time": "24:21",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So we'll come back to, to that colonial aspect in a second. But let me just ask you then what is, then the object or what are the objects of study of cultural anthropology? I mean, what kinds of questions does it deal with?"
	},
	{
		"start_time": "24:41",
		"speaker": "Robert Borofsky",
		"words": "To me, it's my view, culture and anthropology is rather important. If we live in a world of diversity, it's absolutely stamped in us of human differences, cultural anthropology or social anthropology or however you wanna call it. And it's beyond me how they call it um is to try and help understand human differences and find common ground among them. What you want to do is understand how other people think from their perspectives in the diversity and try and have common good come out of this, helping them. Um As well as you to find ways to um work together, find common solutions. We're right now in a problem of climate change and it's a very ish proposition whether we will get to the State of Paris Agreement, they will back a it pretty soon um about climate change. And there's a sense that um people can, we find ways to frame things to help one another. Um And all these um things, there's enough conflict, it's enough, silence isn't enough misunderstanding is enough stereotyping or the Portuguese. If you go to Spain, they will say the Portuguese. So this way you go to Portugal and say, oh the Spanish this way, that's all. That's a political tool. And if you can get below these political tools, try and understand people on their own terms and what is meaningful and what motivates them and try and bring good to, um, in some sort. Certainly to the people that you work with and certainly facilitate policies, policies of the states so that they plan to do not for their own self interest, but for um, others that would seem to me not a bad place to begin, but you're working with people not telling them how to help them. Um Your mother probably tells you how to help him. You don't like it. I my mother is dead but I didn't like that. You have to or interact with people in participatory if you will, but you don't frame the things. Um It's intriguing to think about giving people back their field notes, not because they will use it in my terms. They will use it in their terms and they do all sorts of different things and you'll dispute um Much of what I say perhaps fine, but it'll give them a way to feel empowered in shaping their future. You wanna help people feel power in shaping the future in a world that doesn't encourage that necessary. So culture, anthropology helps you engage with human differences, understand them better and try and find common good in a way that helps improve the human condition, especially for the people you work with."
	},
	{
		"start_time": "27:40",
		"speaker": "Ricardo Lopes",
		"words": "And what would you say, are some of the biggest challenges of doing ethnographic work"
	},
	{
		"start_time": "27:51",
		"speaker": "Robert Borofsky",
		"words": "value. Any other graphic records of what I said is a really big challenge here. But we'll get to that. I presume, OK, um Trying to really, and ethnic ethnographic work is absolutely wonderful. Um You go in and you live with people and you interact with them. You come to understand how they envision the world. This is really great, how they do things Malinowski famously said about um living among them and how that helped um seeing everything versus point to Radcliffe living on the porch in the, with the Australian Aborigines. I'm having people come to him and tell them these answers. Um BUT um, the question of the problems, you have to talk to a lot of people, you have to stay there a lot of time. Um WHEN you seem sufficient, suppose if you just do four or five informants, I did 80 at least. And I guess, and all these other people helped me. I stayed there 41 months. Um We need you to really go there and you have to ask big questions. The question I asked that led me off was that, um, the Beagle host have been there and trying to find out the exact date. I'm a little embarrassed here um when they did in the late thirties and um, they know this until I compared what people said about the past with what they had, it turns out they were in the midst of a cultural revival. Um THE ACAA system in which um several key informants, prominent informants um said they had, you remember living through in the earlier years, there have been five anthropologists before me. In all this government reports, no one ever mentioned. The question I dealt with in the first book was did the popo intervention a new tradition and the anthropologists e recording an old one and the issue, the answer, as I said, both the poos are always revising the path, very Polynesian, very Pacific Islander to um bring it up to date. So it's meaningful to them and bring it up to date. It empowers them because they then take charge of what they believe their traditions. Um It's one thing to listen to your parents tell you how it was in Portugal in the old days. It's another thing for you to take those, change them around making what you think is meaningful and then say to your Children, this is how it is, this is how it was. Um IT empowers you as a person. Um Now the last of my sense of the track for a second ethnographic field work um that the problems of ethnographic field work as to have all these different views and to um understand that people can present that to you, particularly in a group of others may um be just trying to look positive. It's a trend. Um And clearly when they get into these groups, I have it very clearly record. I went through before they get to the group and another group and they view when they get in the group and then different uh probably somewhere close to the original view when they leave the group. So that all this view is things you have to understand what the complexity of it. But in getting some of this is better than nothing stereotyping, Portuguese, uh blah, blah, blah, who actually engaging with Portuguese and getting a sense of them having appreciation. And God knows about Americans um tremendous diversity. And um and right now, of course, for me, sadness about what's going on um is really, um you have to engage with that to understand it. I think it's fair to say Americans who land a possibility, but a lot of possibility and um how do these people envision, how do they have hope, what are they doing this? So you engage with people and that's what I think graphic does and trying to do it with a broader sample, I guess I'm getting hit that point. I'm sorry, being worthy. You have to engage with a broad number of people over a long period of time to get it good. That would have been the short answer I should have given you at first."
	},
	{
		"start_time": "32:32",
		"speaker": "Ricardo Lopes",
		"words": "And so when it comes to the practice of cultural anthropology and perhaps going a little bit back to one of the points you made at the beginning of our conversation in what ways does the academic context shape?"
	},
	{
		"start_time": "32:46",
		"speaker": "Robert Borofsky",
		"words": "It shapes it very clearly. Um It pays the academic salaries, it makes it, it gives it um in place to me. You do know that in the early days we were saying in 18 seventies, anthropologists did not reside in um universities. Often they reside in museums in the small detail relation that the American anthropologists originally gave people when they gave their affiliation, they gave their home addresses with Bo eyes and the rises of um anthology from him, they start giving the university affiliations the academic. Um And today the academic affiliation is certainly cut. Wait, who can get a job where those in the elite schools tend to get more jobs, definitely get maybe 10. Is it often tend to get um more jobs than those at lower size universities. But the very sense of trying to of publishing all this material, which goes back to the 17 hundreds, at least in Germany, they said professors had to um publish things to give people to know they were doing something to bring in funding to the right test today. Um Is that, let me just think how to phrase it? Um And lost track for a second. I'm just thinking about Germany then um the focus, the question is culture and what is the cultural oh tied to the academics?"
	},
	{
		"start_time": "34:35",
		"speaker": "Ricardo Lopes",
		"words": "Uh All the academic context shapes the practice of cultural"
	},
	{
		"start_time": "34:39",
		"speaker": "Robert Borofsky",
		"words": "andrology. But I'm more, that was a warm up for the base because I'm gonna be much more direct. It shapes their components and makes them so they appear to be doing all these dynamic issues a certain come and clearly like micro me and others really stir public debate by and large. Um ALL these publications, all these things. Um I'm going anywhere and that's my view purposeful because it means that universities aren't threatened. Um They don't have to threaten their fundraiser just with this whole issue of Gaza. Um ON these academics um being told that they can, they have to be students until they have to be very careful about not being anti or anti scientist or anti-israeli. And the Palestinians are clearly suffering and having these massacres. And what do you eat? Genocide? Depends on how you define genocide, but they supposedly have to behave. Um They can't go around protesting too much about what is really to my mind, despicable thing is really so out of hand excessive. Um What happened there is the initial attack by the Palestinians was deeply unfortunate, but the response is far more unfortunate. Um And, and keep it down that you don't have the academic say too much though. And though there was protest at first they all become soft present becomes softer. The um because they want the funds, um they don't wanna lose their jobs. It becomes a politically, it has appearance of disruption, change without being that the academics have, um, now write all these publications that and some, like, vapors or vapors, they just don't matter that much. Um, YEAH. Shouldn't we be trying to help others if we get money, if we get help from them? Um, IT'S something, um, it's a bit moral, um, academics while talking more often it is very self serving, aggrandizement of individuals, um, talking about how important they are and they talk about all this good they're doing. It sounds good. I don't know if it is good because we don't see the data, we don't see what's really happening. Um When all these people say they, they, the people they lived among um love them. If you are the only source of that, what do you believe? Um YOU want to see the field of, you want to see their data, you want to be able to um too good the benefits others besides yourself and academics allows you to get away with talking about truth and beauty. Well, not beauty, but I think that um that um doesn't exist as a way of conning out um your own self aggrandizement and the political pac conversation of you in terms of um the bri and good when you're in the academy, I think that covers it, that it could be more vocal but gets a big basic idea. It's highly provocative as you can imagine. Um A few people sort of agree with me maybe agree with me temporarily, but that's really what's going on. The hegemonic structures, the University of hegemonic and a revised sense of sub hegemonic or whatever you want to use, going to jump, um, keep university professors and academics politically passive so the school can get more money. It doesn't disrupt the funders of those who support them. Um, WELL, glorifying in all these publications that they have that don't, in the end do a lot, they said they build truth up here. But if they don't show the data, who the hell knows. It was a, um, I mean, you Phil Salman who caught someone else that is when you try and bring different anthropologists together, um about a particular region or even Spain and you try and find out how they, um I don't all together, it's very difficult. They have all these different things you want to see the data and how they come to it as a way of trying to get a broad underst understand that can benefit others."
	},
	{
		"start_time": "39:45",
		"speaker": "Ricardo Lopes",
		"words": "But these hegemonic structures that you talk about there, where do they stem from? Exactly? Is it from the socio cultural context they exist in?"
	},
	{
		"start_time": "39:57",
		"speaker": "Robert Borofsky",
		"words": "Yeah, they, um, Ramsey is a good person to begin with but he talked, he was this poor guy in prison for so many years scribbling notes in um in prison, passing them out. Um He uh ideas that these are broader frameworks in which we operate and we don't, we're focusing on everyday life and the details are we don't see a bigger picture. The bigger picture um is the way those in power maintain their power. Um Basically, it's a power thing. Um It comes from the cultural context but raise among human. So I think, I don't know, but I think it's, well, let's say very common in human societies, the people um do not grasp the bigger picture, the truths and present. So they try and defend against it. They try and do things but they can never succeed by opposing something. They actually reinforce it because this isn't succeed in imposing a debt freedom. They're just not succeeding. Um But in fact, the very structures don't allow them to suc succeed in here, anthropologists and intellectuals could help illuminate this hegemonic structure. They're not doing a good job of that, certainly not anthropologists."
	},
	{
		"start_time": "41:27",
		"speaker": "Ricardo Lopes",
		"words": "And uh uh I mean, going back to one of the points you've alluded to earlier in our conversation, what are, would you say the drawbacks of specialization?"
	},
	{
		"start_time": "41:41",
		"speaker": "Robert Borofsky",
		"words": "You only see the bigger picture of the hegemonic things. People talk about these and there's some very good things, you know why Nancy Shepherd J pa particularly Paul Farmer talks all these bigger issues. But um they tend to get lost um in the Russia for in interest, you're able to keep control of what you're studying. If I specialize in antibiotics. Now specialize in subtopics or sub fields are within that society. Um YOU miss a lot of dynamics going on in the society. He lets you feel like you have control over something, right? Your feeling control doesn't mean you're adding full knowledge, particularly if you're not showing others how you got the data and how they can then confirm and not get other broader perspectives. Um Yeah, Poca. Poca, right? You're not sure. Um TALK various when I had a public display, my own public display. And then before I put out these notes, which I'm about to do within the next two or three months, um they were very respectful to me and so forth when they get them, they will argue with me, they will argue with this and that, that's to be expected, they're trying to empower themselves. Um That's what academics do. They try to power themselves, elbowing everybody else in their own things saying that and to trust and truth I did as you may know um about the Yanomami experience. Some of those people are very nice people, Ray Haines are particularly like um that's one that I like, but um they just have to go at each other, they just can't stop. Um And not really just truth in my mind as much as scoring points and writing more articles at the end of feeling more empowered. Um It just goes on and on. Um ALONE, can we do something better who we people who are helping us?"
	},
	{
		"start_time": "44:10",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So uh uh uh I would like to get into the topic of public anthropology. But just before that, could you tell us what, uh post colonialism really means? Because many times we hear people talking about it but they tend to be very dismissive. Some people say that it's, I mean, actually not real science, but I, I would like to hear as someone who, uh, who proposes a post colonial approach. Uh I would like to hear from you what it really entails."
	},
	{
		"start_time": "44:49",
		"speaker": "Robert Borofsky",
		"words": "This is very interesting, a good rule to show that I'm not fully courage to take on the system is I should tell you the truth here. Um, I think post colonialism, it was very hot about 20 years ago and came back now with Aurora because anthropologists need something to write about all these transit because they need things to write about. They write about them and then like a slash and burn economy gets filled up with all these weeds and things. So they had to go on to something else. Um, I think Anthony Wallace in 1960 said that too long before most people's time. Um, MAYBE it was a wolf. I don't know. Sorry. Um, ANYWAY, the idea, um, post colonialism. Mhm. Since we're pretty much stealing colonialism, I'm not sure what post is the, the talking about post colonialism. We just as post colonialism exists. Um, IT may be like with Gertrude Stein said of Oakland in a famous quote which I presume you do not know. They said there's no, there there um she was saying, but San Francisco Bay was really open and there's no idea that where is a clear delineation of people embracing post Mongia in more than rhetoric, they talk about participating and helping these people. God knows the colonial regimes did that as well in some places like Uganda and Nigeria and Nadal um did a very good job at times in helping for in his time and his terms. And what's happening now in Nigeria? Um Uganda is side to my mind um that there's a sense of um people did good then they're trying to do good. Now it seems to me is an elbowing out of the old. They try to put themselves into new and be prima donnas, I think in a way maybe I shouldn't um be in the attic by um uh my old days, you forget it was an American anthropologist, um former president of the Anthology American Anthropological Association. Um It's suggesting making me less effective to be old and not remember everybody's name. That's something um The ale is just trying to tear down the old. Um And it makes no sense trying to do that unless you're trying to, you know, um fashion brand. I mean, just make more space for your new publications, which it's doing. But what the hell goes on if you're just focusing on new publications and not helping? Are they benefiting others particularly those who helped you, who you benefit from. Um It's just another excuse me, Shane. Um I remember you have to regret this. It's just another scan you're talking about all these new things, blah, blah, blah, blah, um de integrating the old as a way of being able to publish new things. The focus in the publications declaring something new rather than trying to do something good. Um I mean, I understand good is like truth. It's very vague and so forth. But if you can empower the people in a way that they can feel good about trying to address their problems and that's very good one that relate to that. One of the themes in America, there's tremendous inequalities more so than Portugal Spain, so horrendous ones. Um But many of the people could, came in the morning with a sense of hope of possibility that they can improve their life. It may not be true. This ideology makes life more livable. So they do that. The sense of trying to help people feel empowered and more hope is not a bad way to go rather than just trying to publish more publications that cited by so many people and within such a period of time. Um I'm doing a project with All Metric which you may have heard of. I mean to a degree people have cited in the, their publication is cited in the public room going to the newspapers of the world. And um that will be coming up soon. But I've tried to encourage them with them saying here's the people who are doing this and I tried to say here, departments now, next month or two, talk about a ranking system. Here's this university or departments, here's a rank and here's the people who contributing to that ranking is the people who are not. And if these people who are not doing it could publish more in the public realm, they would get a higher ranking. I don't know. Um But the idea is trying to get people out of the narrow niche and do broader good. I mean, what the is going on here is this just um a talk show in which people can say what they want and do what they want. Is there no moral basis for what we're going we're doing here. Mhm The answer is no, there isn't but um sinus moment but also probably really moments, intellectuals having a very protective protected lifestyle could do more, should do more for helping improve the human condition."
	},
	{
		"start_time": "51:09",
		"speaker": "Ricardo Lopes",
		"words": "And so what is then a public anthropology?"
	},
	{
		"start_time": "51:14",
		"speaker": "Robert Borofsky",
		"words": "OK. I coined the term um And everybody would say, oh yeah, this is good. The first surprise of coining it is all these people started arguing with me about what it meant and about finding other terms engage in. Um SO apply anthropology who I thought would be really good to work with. And we have all these overlapping things really trying to ice me out. Oh, you know, it's all apply anthropology. I mean, in the end, what is this all about? This is just giving people more space to publish, to argue and argue about these things. Public anthropology with very clearly a series that came out of the California s with the California series of Public Anthropology is now being continued on University of California Press. But as I talk to you here, it sort of a vision of dealing with public problems in public ways that can make a difference to others. And, um, I have so I have all these different definitions. I bring up, I'm very liberal myself about what it means. I'm not sure I haven't been there. It was just shocked to see all these people arguing with me about it. Um, LIKE they knew it, try to just claim it and elbow me out. Um, THOUGH it's had an impact on these various programs. It was for a while. Um, JUST a current anthropology, which they had a public anthropology forum, I believe in their, um, in there. Um, IT'S been used in very twice but, um, lot of people try to coop into their own ends and they're doing reasonably well in their own terms. But I don't believe that's what public anthropologist, that's what I'm saying, trying to help others benefit others do good that empowers other people in ways that make you feel good. You can have hope the future, not just the oppression"
	},
	{
		"start_time": "53:26",
		"speaker": "Ricardo Lopes",
		"words": "and what specific issues does it address"
	},
	{
		"start_time": "53:33",
		"speaker": "Robert Borofsky",
		"words": "the world, but particularly, as I've said in anthropology of anthropology, the hegemonic structures that limit anthropologists from doing squat and keep them talking about these dynamics and talking about this being bla bla and, um, not doing very much. Um, THEY try but maybe they've made a difference. But it's a question of whether you have the hegemonic structures that we talked about earlier or maintain the stay seem to work reasonably well. People. Um No change. That's what I'm trying to point out. And as you perhaps know, it's a losing battle and people who are going to just sit run dominate and I in my retirement in Hawaii with enough fun to just keep on making the point, trying to remind people there's something more than their own self, a brand, even more than just their own self interest that they should be helping others in the world, benefiting other particular people who help them on the state to make human life to improve the human condition, not, not by cutting down trees and publishing more books, but by um helping people feel more empowered about trying to do good. It's a very complex issue but what good means in all these things and they're trying to empower them. So they become more, they have more control over their own fate."
	},
	{
		"start_time": "55:13",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to the ethics side of things here, does it, I it, I would imagine that it also includes uh the way we do ethnography and the way we treat the subjects of study in anthropology, namely the people from, for e for example, traditional societies and elsewhere."
	},
	{
		"start_time": "55:41",
		"speaker": "Robert Borofsky",
		"words": "I'm not sure what tradition is just in the side. Um We go, we go to these places and we say, oh, this is traditional society because it's not like us. And we are the center of dynamic change. We have no idea as graver and the other person in the history of Don talked about these societies are always changing so traditional. I'm not sure it just means something like us, but I know exactly what you mean."
	},
	{
		"start_time": "56:07",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I mean, let's say then non industrialized societies"
	},
	{
		"start_time": "56:13",
		"speaker": "Robert Borofsky",
		"words": "perhaps, maybe just, maybe that should be something you negotiate with the people themselves, you come with these rules, you're not supposed to cite them by name in your field work, which the poca pokings off tremendously as I said to you before, they want to be cited. What am I icing them out, making them nameless characters? Um There's a sense of um negotiating those ethics with the people in an honest way. You do not want me to tell you, Ricardo how you were supposed to lead your life, going to my ethics and you have to negotiate that with me or I with you that we have to um talk about. And so let's leave ethics. Phil Philosophical can um steady open because it's trying wait all the time. Um, AND try and deal with the people themselves. Here's a tricky situation. Shannon who is now deceased ju, and ethical. Should he have given guns to these Yanomami who then perceived to turn around and kill a Yanomami? Yeah. The mommy got the guns really liked it. You know, mommy got killed and no, and it turns out it's supposedly, I don't know if it's true. So the missionaries were involved in some of this. It gets to be this whole can of worms and so forth. Um It's never easy but the question is, I think what groups are you dealing with? And what terms and how can you find something that will work? Did Neil and all his work with the, you know, Mommy for the National Atomic Commission. I'm getting a little every night, every night here. Um But the Yami controversy, I don't believe Neil tried previously caused um an epidemic among the um you know, Mommy trying to do good, but it's often, but he never consulted them. Consulting with people was a decent long way to um trying to make things work between you. That would be my take on ethics, talk to the people, listen to them right yet listen to them negotiate what will work for both parties."
	},
	{
		"start_time": "58:57",
		"speaker": "Ricardo Lopes",
		"words": "And do you think there is enough collaboration across subfields in anthropology?"
	},
	{
		"start_time": "59:06",
		"speaker": "Robert Borofsky",
		"words": "Short answer is no. Um The proper answer is yes I did. This paper some years ago. Um AND it said basically that the Cooper operation among subfields, which is very important to some anthropologists to the establishment is a myth and went through the old American anthropology um articles from the beginning to the present showed most of these were very separate, distinct features. Kroeger could deal with physical anthropology or biological anthropology. You know, they could deal with um linguistics, it could deal with archaeology, could deal with ethnography, culture and anthropology, but they get all combined um in some ways, the association because uh as members from all these different specialties want you to combine and want you to collaborate. It seems to me it's not a bad thing, a good thing trying to collaborate um not out of appearance but out of substance, but you should collaborate with them other people beyond its truth. Um You should just limit to that you try and instead of dealing with a fail with it, this is like try and deal with problems how to ease the pain in certain situations that people who are suffering. Um Most places anthropologists go need more non western settings, live under what could be termed oppressive political environments. You know, when you get kicked out of the country the next day, so you try and behave in some modest way perhaps. But what can you do to help and maybe just giving them information that they can then get themselves in trouble over they they can then feel empowered about, they can do things maybe good, um, giving people the tools they need to power themselves. That education is supposed to do, give others a tool. So maybe you're trying to just help them figure out how to do things. Mhm. But, um,"
	},
	{
		"start_time": "1:01:25",
		"speaker": "Ricardo Lopes",
		"words": "no. Yeah. Go ahead. Sorry."
	},
	{
		"start_time": "1:01:27",
		"speaker": "Robert Borofsky",
		"words": "Now, go on. Ok."
	},
	{
		"start_time": "1:01:29",
		"speaker": "Ricardo Lopes",
		"words": "Now, uh, I have one last question then, uh, regarding public anthropology. So, what would you say are the main obstacles to it?"
	},
	{
		"start_time": "1:01:41",
		"speaker": "Robert Borofsky",
		"words": "I'm gonna get in trouble again. I, um, in principle I should be well behaved. That's my personality. I guess I'm too feisty. Um, YEAH, it's a self aggrandizement of anthropologists in the hegemonic structure of academia that prevents real political change, that prevents these people from doing more than talking about change, appearing to, to help others in doing squat to, um, really focus on others. Just a simple, straightforward thing. And you are, seem to me a sophisticated person, talk to lots of people. I'm gonna ask you this question. How many anthropologists, how many researchers do you know that have made it? Put the public? They have put their research notes, the field materials onto the web for others to see. Um,"
	},
	{
		"start_time": "1:02:45",
		"speaker": "Ricardo Lopes",
		"words": "I mean, no one I know of. I don't, I don't think I can name anyone unfortunately."
	},
	{
		"start_time": "1:02:53",
		"speaker": "Robert Borofsky",
		"words": "Yeah, I agree with it, unfortunately. And I, I'm embarrassed, I'm somewhat nervous here that I'm doing this. It's taken a while to get all these, unfortunately. I have 14,000 pages of field notes because I was here for, for 41 months and then have in condition to piled some earlier field notes to the 16,000 to go. But I, I'm under the impression they haven't done that. They could simply make it to it be more post collo if you will to let others empower themselves rather than dictating how that empowerment will go by making them public on the web. Papuans were not some. I said that the A tower system that they were under try to say it somewhat gently but I said it was a myth. They never really existed. Do you think that slowed down the Poca Poca? Did that become a um criticizing incessantly? They said that's Rob's position. That's not mine. He doesn't know what he's talking about. I do. Um I know what my grandfather told me my experience and um you just go on, I can dismiss it. I, the theological will have po comments about particular people and they'll laugh and say, yeah, that's true of that person or that wasn't me or that's, but they're used to this back and forth. You walk out your door and people say nice things and not so nice things. That's just life. And I if you look at me carefully here, I'm not God, I'm not an expert on person. I 14,000 pages of funerals here, many from surveys, but there's a sense of um just one more view that they can take and use for themselves. But why should we give them tools for their own empowerment by showing the film notes? I came in this by accident and have great insight here. Um But um I think, oh, I was gonna give them to the University of Auckland Library because they had it on the notes and then I retired. Um AND then say, oh, maybe that's Ganda and that maybe who knows when that would happen. And then I decided I can scan them myself here in the body and turned out to be a lot longer than I thought. And then universal often did not want them because they weren't just these unique things that only them would have. I said that's great. I'll just put it on the web myself. I have the ability to do that. So that's the next two or three months. I'm hoping in two months, maybe that, but, and down your nose, um it will all be out there. And then the idea to like Pocas use them and have people help them from the community make sense of them in ways that they can use more effectively. We stir up arguments about land. Absolutely. Instead of just one person giving a view of that land, they have several and I can assure you, they won't just believe me in an argument, they believe whatever they want. Uh So it gives them empowerment. That's a most colonial view. Um And like you, I haven't found anybody. It makes me a little nervous. What the heck am I doing here? But that's right. It should be done. NIH, doesn't, there's a movement like um about doing it. Um More as I said, may have said, Lance said, um that 80% of the research was useless because there were all these ways of not being able to replicate anything or not just you can't replicate and post the field work and, but you can get a sense of how you came to it. Um, OTHER people were there and I can see how they came to their conclusions and I can differ with them. Um, IS that what you perceive? So we're going after truth purity, something else, cumulative knowledge. Maybe we should establish being a little vulnerable and open up your fingers."
	},
	{
		"start_time": "1:07:29",
		"speaker": "Ricardo Lopes",
		"words": "So, Doctor Borovsky, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:07:39",
		"speaker": "Robert Borofsky",
		"words": "Um That's Center for pub, I think it's Public anthropology.org in which, um, they will be in the front page there. Um Right. Being done now, there'll be poke, poke and field materials. You can see that you can go look at it now and then you'll be under that Public Anthropology series. I think it says, and that will, um, have more books. Um, BUT I would, if they have the basic materials, yeah, I would encourage them to think for themselves and try and do something that gets them out of these hegemonic stretches and self serving stretches that really benefit other people. I mean, what the hell, what's going on here? It's, I think it's a bit of a scam that we talk about helping all these other people and we clearly do in some ways, we clearly help empower some and we don't know this, but we clearly try and, um you should do more than just talk about it. It's more than I talk. The famous thing by uh O Rich Cleaver. Wasn't, can you go uh if you, if you know, not part of the um solution, you're part of the problem. And the idea is that these people just talk and talk about doing concrete things and they don't necessarily. So I like you can read some more of my stuff. It's, it's what you said, you can read the field notes and see what poca pins think of it. But um and these other projects I'm doing, I like them to try and do innovative things themselves. How can they get this anthropology, cultural anthropology in particular as perhaps to be more beneficial to others, particularly in the people they or who have facilitated their work into the broad community that funded them in a way that we do some of the suffering um in the human condition today."
	},
	{
		"start_time": "1:09:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So I think that's a great message went on. Doctor Borovsky. And thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:10:14",
		"speaker": "Robert Borofsky",
		"words": "Thank you. I think I got carried away a little bit and saying things that I very much believe, but they're probably not gonna go down too well, um, with some people. Um, BUT I appreciate you asking about these Ricardo and um thank you for this conversation."
	},
	{
		"start_time": "1:10:31",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam Castle Matthew Whitting Bear. No wolf, Tim Hollis, Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the K Hes Mark Smith J Tom Hummel Sran David Sloan Wilson de Ro Ro die Jan Punter, Romani Charlotte Bli Nico Barba, Adam hunt Pavlo Stassi, Nale medicine, Gary G Alman Sam of Zed Ypj Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca Beto Lati Gilon Cortez Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams, the Augusta Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Eon Starry Michael Bailey, then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica, a week in the Brendan Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perras, Kate Van Goler, Alexander, Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Lucani, Tom Vig and Bernard N Cortes Dixon Bendik Mueller, Thomas Rumble, Catherine and Patrick Tobin, John Carl Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knit and Rosie. Thank you for all"
	}
]