[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Decent. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Juan Tech. He is Australian Research Council de Raffaello at the Evolution of Cultural Cultural Diversity Initiative School of Culture, History and Language at, at the Australian National University and also scientific vice coordinator at the Center for Interdisciplinary Studies at the University of Coimbra. He is a population geneticist focusing on the evolution of humans and closely related species. His main research focus revolves around human evolution during the Pleistocene, in particular, the egg mixture events between so-called modern and archaic humans after the out of Africa and before human colonization of Saul. So, and today we're talking about modern humans, human dispersal, the the nizo ones and the neanderthals balancing selection and some other related topics. So, Doctor Teixeira, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "01:04",
		"speaker": "João Teixeira",
		"words": "Uh Thank you so much, Ricardo. It's a pleasure to be here."
	},
	{
		"start_time": "01:07",
		"speaker": "Ricardo Lopes",
		"words": "OK. So let's start here perhaps with a question that I've already asked several times on the show to paleoanthropologists specifically. But what are modern humans and archaic humans? What does that mean"
	},
	{
		"start_time": "01:25",
		"speaker": "João Teixeira",
		"words": "exactly? Well, that's a, that's a good question. I don't know. Um No, seriously, I think uh the terms come uh from, of course, they have an historical um background to them. Uh AND they result from uh typology classification of fossil groups. So people looking at fossil bones and saying, which are more closely related to humans based on their appearance, based on their morphological traits, those that similarly uh that are, you know, old fossils like from the Pleistocene, for example, tens of thousands or hundreds of thousands of years old, those that look slightly more different to whatever the distribution of those traits are in people today. They are called archaic. And that term is itself archaic because it sort of takes us to, um, an idea of uh potentially these groups being, um, you know, the, I think, I think it's a loaded word where I'm going to use. It's not my word, but it's, it's not what I think. Um, BUT this is what might take people to, is to think of these groups as inferior in some ways. Um And I think that's, there's no, um, sort of, uh good, good evidence for that to stand on. Um But, and then the ones that look more like people today that, you know, are first seen in Africa, they are called modern humans. So basically what happens is that paleoanthropologists looking at the bones in, in, in the field, uh they can sort of start and start classifying different traits, morphologically. And then they start grouping, they are useful classifications in the sense that they allow us to have intelligible conversations. But um you know, moderns would be everything that looks like people today, archaic, everything that looks slightly different."
	},
	{
		"start_time": "03:22",
		"speaker": "Ricardo Lopes",
		"words": "But just to be sure these terms apply exclusively to Homo sapiens. Correct. I mean, I'm asking you that because sometimes when we talk about human evolution, we refer not only to our species, Homo sapiens, but also other closely related species. Sometimes we are referring to the entire homogenous."
	},
	{
		"start_time": "03:49",
		"speaker": "João Teixeira",
		"words": "Yes. And the archaic refer to all the groups. Actually, the ar cakes are like neanderthals would be considered archaic homo would be considered archaic Homo ailes. And then the moderns are the Homo sapiens, right? So, but you already get an idea of what I, where I stand on this um, classifications."
	},
	{
		"start_time": "04:09",
		"speaker": "Ricardo Lopes",
		"words": "Uh Yes, because we're going to get uh uh a little bit later into our interbreeding with other species like the neanderthals and the, the miso ones. Uh We're going to talk about that. Uh But, uh I also asked you that question to clarify where actually the term modern human applies because, uh I mean, since we interbred with neanderthals at least, uh and, uh and we are so so closely related, not just historically in terms of our genetics, uh and our morphology as well, I guess. So, I was just wondering if by any chance uh modern humans could also apply to neanderthals or, or other closely related species. No,"
	},
	{
		"start_time": "05:03",
		"speaker": "João Teixeira",
		"words": "not canonically not, not. So when we're, when we're having these discussions, when we say archaic, archaic does not include the neanderthals or uh sorry, archaic, includes the neanderthals and does not include the modern humans. The modern humans are the Homo sapiens. Maybe that's what I should have started my answer. But essentially, um those are, you know, social classifications."
	},
	{
		"start_time": "05:26",
		"speaker": "Ricardo Lopes",
		"words": "OK. So I, I want to talk now about uh out of Africa migration migrations by, we're going to start with Homo Sapiens, but then we'll probably take a few steps back because it's also very interesting to understand uh what species exactly first migrated out of Africa where they went to. Exactly. But uh le let's go first with Homo sapiens. So what do we know exactly about out of Africa migrations by Homo Sapiens uh up till uh around the, the period where we basically colonized Saul."
	},
	{
		"start_time": "06:12",
		"speaker": "João Teixeira",
		"words": "Well, um so what we know is that these forms of uh so called modern or anatomically modern humans. So Homo sapiens first emerged in Africa around, uh it's pushing back now, I think 300,000 is the earlier proposal in North Africa and Morocco, there's uh some fossil evidence of uh modern human presence uh up to that point or starting at that point. And then we know that uh th these fossil forms start sort of appearing in the fossil records of the Middle East and then, uh across the rest of the world around uh 60,000, 60 between 70 50,000 years ago. Um And then of course, these, these states keep changing, right? Because we keep calibrating uh and getting a better understanding on of, you know, when, when the first migrations happened. Uh But there's stone tool evidence, for example, in, in, in Indonesia uh associated with lithic artifacts associated with more humans, with anatomically modern humans. Um The cave called Lida A which is uh I think around 70,000 years ago. So what we know is that once that spread took over, it was fast. So people went from Africa across the rest of the world in a relatively short period of time. So that occurred quite swiftly. Uh Of course, that does not negate the possibility that other migrations occurred uh before, right. So it's not to say that people were always stuck in Africa and then they only moved together as a pilgrimage in a certain specified time period. This was much more likely a highly dynamic process that took thousands of years. Um And we know, for example, that modern humans contributed genetically to neanderthals uh around 100,000 years ago. So there was a modern human migration from Africa to Europe that resulted in detectable genetic admixture with neanderthals around 100,000 years ago, right? That should already tell you that those movements uh out of Africa were not necessarily like a one migration event but they were probably much, much more nuanced events um that occur, occurred across a wide range of time."
	},
	{
		"start_time": "08:39",
		"speaker": "Ricardo Lopes",
		"words": "So when we talk about almost Sapiens migrations out of uh migration out of Africa, it was not one single migration event right out of Africa."
	},
	{
		"start_time": "08:53",
		"speaker": "João Teixeira",
		"words": "Yeah. So that's how it's modeled because it's useful, it's simplistic. Uh BUT in reality, um this was much more likely, uh you know, uh a complex process, right? It's not like somebody just, you know, suddenly remembered and say, yeah, OK, I'm going out of Africa, please follow me and then everybody just felt like just follow as a pilgrimage. Um So, so, but of course, it's a use, you can model it use in a useful way as a single wave, right? So, and what do we mean by single wave? We mean that the descendants of those migrations out of Africa uh around 70,000, 60,000 years ago because the descendants of that big big one wave migration as we are modeling it are people living outside of Africa today, right? So all of us, you know, descend to a great extent, not all, not entirely but to a great extent to that one wave migration. And because we can model it as a one wave um that also allows us to then interrogate what was happening in other parts of the world as these people en encountered other groups of people that we've archaically classified as archaic. Um But if we model this in a single wave model, then we can start asking what's happening in other parts of the world."
	},
	{
		"start_time": "10:21",
		"speaker": "Ricardo Lopes",
		"words": "But so we got out of Africa and went through, uh went across Asia and then it was into Australia and Oceania right before we crossed, I guess the Bering Strait into the Americas."
	},
	{
		"start_time": "10:42",
		"speaker": "João Teixeira",
		"words": "Yes, that's uh yes. So the earlier evidence for the colonization of Saul, which was the supercontinent that included both Australia and New Guinea due to lowered sea levels. Uh The earlier estimate is 65,000 years ago in a uh a site called Maja Bibi. Um There's evidence uh for human presence there, although it's been disputed. Um But I guess, you know, for our conversation here of like the dispersal of modern humans that nuance is like less important. Um But then there's, there's a, there's a many sites around 50,000. Uh THE Bering Strait crossing, it was estimated at around 15,000 until recently, 15,000 years ago. It's been pushed slightly back. And there's also an hypothesis called the uh the Beringia standstill where people might have actually inhabited Barring because it was like, uh you know, it was a habitable land area where people could stay, but then they could migrate south. Uh And so they were sort of stuck in Beringia for a while. Uh But that's again, this is something that's emerging. Uh The picture is emerging. But yes, so people left Africa, let's say around 60,000 years ago, they moved into Eurasia, both Europe and Asia. Southeast Asia arrived in Australia at least at 50,000 years ago. And the crossing through the Bering is Bering. Beringia might have occurred around 20,000."
	},
	{
		"start_time": "12:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, ok. So o off the record before we started our conversation, uh, I, I wasn't expecting to ask you about this beforehand, but, uh, I guess that we also have to include this topic here. It's very interesting. I was saying of record that, uh, even though I've already interviewed many paleoanthropologists on the show, I've never talked with anyone before about, uh, like ominous or ominate evolution in Portugal, for example. And from that, we went into, OK, so what ominous species were really present in Europe. And we were saying that we know that Homo sapiens was here, of course, neanderthals. But apart from that, I mean, the rest, we are not really sure of, I mean, as far as we know they weren't here, but, uh, let's perhaps take a few steps back and talk about also the other hominid species, particularly the species that are part of the homogenous, starting with homo erectus. So, because that was the first species that actually as far as we know, uh migrated out of Africa,"
	},
	{
		"start_time": "13:32",
		"speaker": "João Teixeira",
		"words": "correct, uh, we will get back to that because there's another hypothesis when we talk, I guess if we're talking about Island Southeast Asia, I think we'll, we'll go back to that to this point of who, who migrated out of Africa and when and like events. But yes, as far as we can tell Homo actus was uh the first migrant, uh let's call it the first migrant out of Africa. Uh And that, that migration occurred at around 2 million years ago. And we have solid evidence of uh Homo presence in Asia. There's fossils in Georgia, there's also fossils in China at around 1.8 million years ago, if I'm not mistaken, and then down to Island, Southeast Asia in Java for at least 1.5 million, right? And so, uh that was the, so there's no, there's no one out of Africa, there are multiple out of Africa's, right? And then the question is, and then I think paleoanthropology uh in the late 20th century, early, you know, 21st century, the discussion was about how much the these groups, these fossil groups contribute to the modern uh to the present day people, right? So whether they are related to us or not, but in Europe, we have no evidence beyond the neanderthals in Asia, we have Hoor actus much earlier than the neanderthals. The neanderthals appeared around half a million years ago. And then there are, you know, there's fossil evidence for Homo erectus at 1.5 as I said in Java and interestingly east of Java. Uh SO already in the Eastern Indonesia, Indonesian Islands, you have other fossil groups, uh homo fluorescence and Hoin Sis and you have stone tool records for at least 700,000 years on those islands, which is quite remarkable."
	},
	{
		"start_time": "15:28",
		"speaker": "Ricardo Lopes",
		"words": "And what about Homo He Heidelberg? I mean, it is, it, is, is that species associated with any out of Africa migrations or"
	},
	{
		"start_time": "15:39",
		"speaker": "João Teixeira",
		"words": "not? Yeah, I guess the Heidelberg is, I mean, it depends who you ask could be thought of as a place like a placeholder, but these are like this transition fossils, right, that people always debate. Um AGAIN, it's showing the high Albert against, this is showing you that uh the classification of these groups into archaic moderns, neanderthals, erectus, whatever that morphological classification, it's very, very useful, it, it is very accurate in some cases, but it can be problematic in others, right? Because what do you do with fossil forms that have sort of mixed traits or that you can't really classify? And so aid Albert against is the transition between neanderthals and humans. And, you know, Adalbert against is sort of sitting in between. Um YOU know, that's, that's um you can some people classified as a different species, right? You know, that that's a different thing, you know. Um And this goes back to, you know, the tradition of uh taxonomy, right, where some people are more prone to split and some people are more prone to lump. And uh and that's so that's another example of what do you do? Uh I always like to think about uh these problems of taxonomical classification of human groups. And I like to call them groups and not species, which already also, I think shows what, where I stand on the debate. Um But I, I always like to think about other species, right? What would we do if we were talking about different species that is not humans? Would we be so prone to divide and classify uh these groups as like different species? Um And it's also like a, a bit daunting to think about, you know, that what we're doing when we're classifying is really um in many ways, um racially profiling uh groups, right? Even if they are extinct groups, right? What you're asking is, is this group based on these characteristics fundamentally different from this other group, right? This is what um it's the same for genetics, right? If you're comparing two different genetic sequences and you're asking, is this genetic sequence different from this genetic sequence? What you're asking really is, is, can I split these two groups into two different species or two different groups? And how do you decide this? Is this an arbitrary reason? Is this because, you know, when, when do you go from, oh, we could group them to, you know, they shouldn't belong together and that we should be aware of that, right? Uh That, that's what we are doing uh in human evolution. So when you're thinking about all of these groups and all of these species, and of course, what we're all we're trying is to, to, to tell our story, right? We're interested in our story. I wanna tell our story. I think it's great. Um But we need to be very careful in how we're thinking about these problems. Uh And um yeah, anyway, we can, we can keep going and we can back, can come back to this point if you want."
	},
	{
		"start_time": "18:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So I, I wasn't expecting to go there, but actually, let's dig a little bit deeper into that. I mean, I I've already asked also on the show several times the question about uh species classification in and of evolution. And I know that there's tons of discussions surrounding that, but actually, you mentioned something there that I don't quite remember anyone at least directly mentioning in, in my previous conversations on the show. I mean, where you basically, you said that at least to a certain extent there might be an element of racialization when we're thinking about species classification, particularly in this case, since we are uh comparing homo sapiens to other very, very closely related species, phylogenetic phylogenetic speaking. Uh So that, that's interesting. So do you think that perhaps to a certain extent there might be an element of uh uh I mean, I will say politicization here when it comes to uh perhaps as wanting or allowing for certain um uh hominins to be classified as human or not? Let's say le le le let's perhaps put it that we start with that and then we can go on from there."
	},
	{
		"start_time": "20:31",
		"speaker": "João Teixeira",
		"words": "Yeah, I think, I think that um pe people are always more drawn in the to look for differences, right? I mean, we're trying to explain processes of differentiation, right? Evolution is a process that through each um things that are the same become different. Um And so, and that that is sort of unstoppable, right? Evolution keeps generating diversity, it keeps differentiating things that were once the same. So we're obviously drawn to look for differences. Now, we, we know since the, you know, uh at, at least I'm gonna be gentle, at least since the second half of the 20th century that there's no scientific basis to talk about groups of people today is like anything different in a meaningful way. Mhm So we can talk about, there are no, there are differences between people, right? You and I are different, right. Right. You know, I'm different from my parents. The questions, right? The question is, is that meaningful? Right? And there's no evidence that there's any meaningful differences, right."
	},
	{
		"start_time": "22:04",
		"speaker": "Ricardo Lopes",
		"words": "00, ok. But then with this meaningful mean"
	},
	{
		"start_time": "22:09",
		"speaker": "João Teixeira",
		"words": "here. So let's go back, let's go to, that's, that's good. Let's go to that racial classification of people, right? People of present day people. Mhm The basis for those classifications are meaningless. Right. Right. For what, what people proposed in the beginning, for example, the fact that some, you know, geographical groups were inferior to others, right, Europeans, right. Europeans went and colonized every uh uh all parts of the world. And this idea that the European some somehow were more, uh, were brighter or more developed or whatever, right? That is completely shattered. There's no basis for that meaning that's meaningless. But you can still say that Europeans are, you know, uh they have lighter skin than say Africans. So that's an obvious statement. Now, is it meaningful? That's what I'm asking. And you could say, well, it depends, right? You know, darker skin might help uh prevent, you know, skin damage caused by UV. So it could be meaningful that way, right? But you need to be, I mean, I guess if you wanna bring meaning to this or you're gonna say it's meaningful, then the burden of proof is on whoever is saying that there's meaningful differences and there, what I'm saying is there's no evidence for that, right? So to say that there are no differences, of course, there are differences and we know very well how those differences emerge. The question is, are those differences warranting racial classifications? No. Are those differences warranting any sort of hierarchical grouping of people? No. Right. I think that's scientifically pretty well established. Now, you go back to the archaic. Now we're looking at other groups that we are not associating or we have not been associating with the modern humans right now that, you know, we're looking at the fossils and we're saying Oh, look, this brow ridge is different. This, you know, the uh rib cage is different. Um The bones are thicker or less or more dense or less dense or whatever. And we're saying therefore, this is different and therefore this is a different species. And what I'm asking or what I was trying to allude to is that reflects I'm not saying that people that are doing this are, that's not what I'm saying. Right. I'm not, I'm not passing any judgment on the people that are doing this. I'm just saying that the reasoning behind those types of approaches are inherently racial classifications. Mhm. Right. They are looking for differences. They're not saying that they are meaningful. They're not saying that the neanderthals were this or that or whatever, but what they are is they are profiling and we need to, I mean, we just need to understand that that's what, that's what the field is doing. And I guess this is important because how we then construct or reconstruct the history of our being on the planet and how we relate or do not relate to these groups is informed by these perceptions. Does that make sense? I hope that."
	},
	{
		"start_time": "25:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. Yeah. No, no. It, it makes lots of sense. And by the way, let me just also add to that, that if people are interested, I've already have on the show several conversations with geneticists, evolutionary biologists and anthropologists, both paleoanthropologists and biological anthropologists and I mean, I don't think that there's any basis for racial classification and, uh, uh, I don't think that anyone can make a strong argument, at least nowadays with the information we have that race is scientifically meaningful in any way. I mean, it's basically a social and political uh, construct, basically. And, but, but on the other hand, uh, I mean, on what you were saying just a few seconds ago, uh, in terms of how that translates into perhaps to a certain extent, how we think about other ominous species and how we classify those different species and how we think they relate to us. Uh I was going to say actually that uh perhaps uh uh not so much today, I guess, I mean, if we talk to anthropologists and other scientists, I don't think that people would talk in that way, but there's perhaps a legacy from an earlier history in anthropology, not only with actually the use of racial classification, but also the way we, it uh thought about our relationship to other ominous species where for example, it's very common to hear people using, oh, you're a Neanderthal as an insult, for example, right. So there, there, there, there's perhaps I I'm not, I wouldn't say perhaps in terms of the among the pe people who are part of the scientific community, but the broader public, let's say still has to deal to deal with some of these uh earlier scientific legacy of how we fought about how we relate, not only to other ominous species, but also to other human populations across the globe."
	},
	{
		"start_time": "28:09",
		"speaker": "João Teixeira",
		"words": "Right. And, and that for sure. And the, the, the problem with that is, uh, you know, again, we going back to the same, right. There's no scientific basis for any type of, you know, uh racism. Somebody was telling me, uh the problem is not the racist, the problem is racism. Right. Right. Um And that, that was alluding to the fact that there are, there aren't measurable differences. And so what we know exactly what the process is, the demographic processes that are causing these differences are, but I'll let me maybe go into a slightly um not a tangent but something maybe that will help frame why. OK. Um Why we tend to think about uh this hierarchical clustering of groups, right? Because oh, they are different. Therefore, one must be better and that, that in evolution is rooted through the to the start of the discipline, right? And evolution by natural selection implies or seemingly implies that, you know, these things like the survival of the fittest, right? If the two things are different and one takes over, then one must be better. And because I'm a population geneticist, right, that is interested in human evolution. But my background is population genetics, we're forced to really think about the processes through which diversity emerges through which certain variants take over, right? And what we, what I can tell you is that most of the diversity existing today, right, in present day people is um functionally neutral, right? Doesn't do anything and it's fluctuating. So some variants are at the higher frequency in Asia than they are in the Americas or vice versa. It's not because it's better or it's worse. It's because the processes, the demographic processes chance created those differences. But evolution by random chance is a much less appealing title than the survival of the fittest or evolution by natural selection. And of course, you know, and so those there are also, there are also sort of um historical contexts for how we are thinking about these problems, how we're thinking about differences coming from how we understand evolution and what, what it is, right? Uh EVEN the word evolution, right? As if, as if like that, this process of change is creating always something that is better and that, that is not only by the way, it's not only on among the general public, a lot of scientists believe that, you know, the process of change of the, of the, the DNA sequencing is improving something, right? The chances that it's improving or it's actually making it worse. You know, I'm not sure what's what's more likely actually, I think, I think it's much more likely to create damage by using, by having a mutation. But, you know, so what I'm trying to say is that you cannot disconnect all of these things, these are people's imagination. And when we are looking at the data, there are objective things we can measure and there are a lot of reconstructions that are, as you said, political, uh they are historical, they are, you know, and we need to, we need to understand that we need to understand that and try, you know, the issue is when we take something that is reconstructed and we take it as dog mine, we take it as fact and it's politically informed rather than anything else. So we need to be very careful both ways in whatever way. I'm not trying to say um uh to say anything about specific politics. I'm just, you know, trying to bring to, to, to the attention, you know, to our viewers that, you know, uh science is not immune to that, you know, it has never been."
	},
	{
		"start_time": "32:17",
		"speaker": "Ricardo Lopes",
		"words": "Uh No, I, I think this is actually great because I think it perhaps makes for a good segue into the next topic because I was actually going to ask you about uh interbreeding between Homo sapiens, neanderthals and possibly also the, the Nivens. But ju just before we get into the interbreeding itself, uh tell us a little bit more about the Denisovans. So where exactly do they come from? And how do they phylogenetic relate to other hominids?"
	},
	{
		"start_time": "32:54",
		"speaker": "João Teixeira",
		"words": "The vans are the greatest mystery I would say in human evolution at the moment. Uh THE knees ones are classified or identified based on the DNA on DNA evidence from a pinky finger from a fragment of a pinky finger found in uh a Siberia cave uh called the Nizo a cave. Um And when geneticists, uh the group of Shante Pao and, and Leipzig and, and colleagues, when they sequence that uh fragment of bone, um they realized that the DNA sequence was remarkably different from that of present day people on average. Yeah. And that it was similar to the neanderthals but also quite distinct. And then they estimated the split times between these different groups based on the variants that were different between these sequences. And what they saw is that or they estimated is that Dennis have split from the modern human lineage perhaps 700,000 years ago and their separation from the neanderthals might have occurred around 500,000. Of course, don't take this as like literal dates, right? Of course. And the margin for us could be 200,000 years either way, right? Because there are all sorts of assumptions that we have in terms of generation, time, musician rates and so on right now, what is very interesting is that when they looked at the distribution of, you know, first they asked, did this group which we didn't know it's, we can say it again, we can look at things and say this is different from that. Can we call it a different species? Yeah, I don't know. You tell Mexican, we can we call it a different species? We, we, what we, what we found, what, what they found is that this group had contributed to the pre to present day genetic diversity um of humans. So, in particular, in Asia, people carried the needs of an ancestry. They carried this to this day. It's very, very small fragment. Uh It's about a small proportion, about uh 1% or less. But then if you go to Island, Southeast Asia to go to the eastern Islands of Indonesia, and if you go to Australia to New Guinea, this proportion can go up to like four or 5%. Now is Southeast Asia and Australia are very, very far away from Siberia. There are thousands of kilometers away from Siberia and I'll, I'll stop here for now. So these are the needs of them. This is what we know."
	},
	{
		"start_time": "35:42",
		"speaker": "Ricardo Lopes",
		"words": "Oh, ok. These are the Denisovans. We've also already touched a little bit on the Neanderthals. So, are these at least as far as we know the two, the only two ominous species we homo sapiens interbred with?"
	},
	{
		"start_time": "36:02",
		"speaker": "João Teixeira",
		"words": "Well, yes. And to the extent these are the two groups, you know, that are considered extinct. Uh You know, there are two fossils from which we were able to retrieve DNA. And the two out of two, we get into breeding, right? So you get DNA from Neanderthals, you, oh, is that, is that, was that interbreeding between Neanderthals and the ancestors of present day people. Yes, you get DNA from the pinky finger. The Denise events was that interbreeding between uh this group and the ancestors of present day people? Yes. So, yeah, they are the only two, but they are the only two we could test directly. And then when you look around and you can ask, you know, uh do, does the genome, does the human genome around the world? Do, does the human genome carry any evidence for, you know, mixing with other groups? Uh And so far the answer is like, not really, but"
	},
	{
		"start_time": "37:04",
		"speaker": "Ricardo Lopes",
		"words": "so uh th this is very interesting the basically the history of our interbreeding with these other uh groups, species wherever you want to call them. Uh So, uh because uh this is actually, and that's one of the reasons why I said earlier that the previous conversation we have would make for a good segue into this part of our talk today because uh didn't the uh doesn't this also put into perspective the way we think about uh hominid species and how ho we homo sapiens relate to some other uh hominids that we classify as a different species because we were able to interbreed with them. Of course, this perhaps points to a sort of definition of species that is probably out of date by now where it would be something along the lines of, of all the two individuals are part of the same species if they are able to reproduce between themselves and generate basically fertile, fertile offspring or something like that. So that, that's perhaps pointing more to that. But a anyway, do, do you think that these would have, uh, our interbreeding with other hominins would have any implications as to how we think about the way we classify species and how we relate to other hominids?"
	},
	{
		"start_time": "38:46",
		"speaker": "João Teixeira",
		"words": "Yes, I think that's, yeah. So I'm biased. Right. I'm a biologist. So I will take the bio biological concept of species, right? Uh WHICH is an arbitrary way as well. Like you can think of it as an arbitrary way to define a species. So if they can interbreed, then they are, they belong to the same species and we know that, you know, in real life examples and other species like birds, for example, there are contact zones or certain groups can interbreed. But then if you go, you know, they can, they can. So for example, in latitude, right, they can interbreed with adjacent latitudes. But then if you take the populations from the extremes of the distribution, they can't interbreed anymore, but the genes are traveling all the way across. So, are these the same species or not? So, anyway, so there are limits to that concept as well. But I'll, I'll take another, I'll, I'll take it through another lens. It's not only that they've interbred, it's let's think about what 2% mean, what does it mean to have? 2% Neanderthal and what it means is that this significant proportion of Neanderthal variants in present day Europeans implies that the ancestors of well Europeans and, and, and people around the world, it implies that that proportion resulted from interbreeding events, not sporadic but family units, right? That, that takes you to the to the point where you have to, you know, assume that the most likely scenario is that these were family units, people were not just like randomly, you know, encountering each other on the landscape and say, oh, there's another, there's a, someone from another group, from another species and, you know, let's sporadically, uh you know, interbreed with them. These, these contacts occur through hundreds thousands of years. They resulted in family units, they likely had shared culture. You know, there's the question about Neanderthal language all the time. I would, I would say, I mean, I'm, I'm no expert on this, but I would say definitely they were speaking the same languages"
	},
	{
		"start_time": "41:00",
		"speaker": "Ricardo Lopes",
		"words": "so that they have language."
	},
	{
		"start_time": "41:04",
		"speaker": "João Teixeira",
		"words": "I would say that's the most likely scenario. Some people would disagree there studies."
	},
	{
		"start_time": "41:08",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I mean, actually that is very interesting because uh as you said, some people disagree, but there's also on the other hand, and of course, I'm not sure to what extent he is right on that or not. But there's uh a linguist Daniel Everett, that makes a very, at least interesting argument, I would say as to uh how uh homo reactors are already at language. So,"
	},
	{
		"start_time": "41:40",
		"speaker": "João Teixeira",
		"words": "yeah, like I, I would, I would have no issue with that at all. Like as a, you know, as a theoretical concept, I have no issue with that. I mean, and then again, you know, if, if what we are observing is that this? So OK, so let's get back to the interbreeding before we go to the language or the culture. Sure. Sure. So if, what we are seeing is that neanderthals integrated the ancestors of modern humans we've also seen and we've talked about this, that modern humans, there was sort of radiations out of out of Africa before the main, the main out of Africa, like by modern humans that resulted in identifiable genetic footprints of modern human DNA into the Neanderthal gene pool. We know that neanderthals in the knees of evens interbred and coexisted in the knees of a cave, we know the knees of events interbred in modern humans. So every combination that is possible that we can test meaningfully like meaningfully in the sense that like that we can statistically get really good signal from the data for which we have data. All the possibilities so far have come out to positive people have mixed people have interpreted with each other. Now, what does that, what that starts to me painting a picture of? Sure human groups were relatively isolated. Sure, they could start developing some sort of feature because you know, physical feature, physical trait because of either just random chance as we've discussed or some adaptation, it could be some adaptation to local environments. But to think of this as isolated units that were not interbreeding with anyone that, you know, there were different species. I think it has no bearing anymore. To be honest, I think IIII I like to think of humans as uh you know, all the, all the, all these groups, Homo aus, the NAOS neanderthals, the moderns. Sure it's useful, you can talk about them as separate entities and have conversations, right? But to, to, to have to think that that would translate again meaningfully into separate species or, you know, iii I just don't, I just don't see, see how that's possible in light of the current genetic evidence of widespread admixture or widespread uh you know, interbreeding between these groups. I just can't see it because to me, you know, they're starting to emerge a picture as well as like lithic transfer between groups, right? I mean, I don't think this is going to last much longer, but, you know, as a robust scientific theory that these are separate species or whatever, like I think, I think they're just one, like we are one species, call it homo, put it all in the homogenous and say homo is a species and then within homo, there's different groups that you can intelligibly discuss, but biologically they're not necessarily meaningful. Now, you could say, but I think a really good way to classify a species is to, you know, look at the rate at which a particular stone ax is made by a particular group. And therefore, because it's a different culture that the stone axes in a particular way, this is a different species. OK? If that's, if that's how you want to classify them and that's the drawers, you wanna sort of construct, then that's fine. But you need, you need to specify what you, what you mean by species. And I guess this is another issue, right? Is that the concept of species is really artificial, right? It's, it's useful, it's very, very useful, but it doesn't always work. Uh You can always find exceptions to the rules and then unless you define exactly what you mean, like we can't really have a conversation, you know, in the sense that maybe you'll interview someone next and say no, no, clearly, these are different species and it's not that we are disagreeing with one another is that the definitions that we have are different,"
	},
	{
		"start_time": "45:37",
		"speaker": "Ricardo Lopes",
		"words": "but particularly when it comes to how we relate to neanderthals, I guess it's very interesting because there's all of these, an entire set of questions, let's say about how neanderthals went extinct, I guess. Uh AND perhaps we can also discuss that but, and I guess that uh it's very common for people to try to bring to the table suggestions or hypothesis about how neanderthals went extinct because they were not as biologically or evolutionarily fit as Homo sapiens or perhaps they were inferior to us again, going back to that discussion surrounding race and all of that inferior to us in certain aspects. Like for example, they were less intelligent, they, the their sociality was less complex, their culture was less complex stuff like that. So, is there any evidence of uh meaningful differences be uh biologically speaking, uh cognitively speaking between neanderthals and Homo sapiens? And, and by by the way, if you want to comment on the bit about them going extinct, uh go ahead."
	},
	{
		"start_time": "47:13",
		"speaker": "João Teixeira",
		"words": "Well, I think so you can take people across the world. Yeah, uh today and identify the Neanderthal segments in their genome and reconstruct entire Neanderthal genomes from that, right? So we can, we can basically recreate a Neanderthal without even taking the DNA from the fossil anymore just because we can identify those bits as Neanderthal because we had a fossil, right? For which we would measure. What does that tell you about them being extinct? So what, so if you take a modern and we've done this like people, I I not our group but other groups have done this. If you look at the contribution of modern, of what we are calling ancient modern humans, these are the modern humans that left Africa their first, they are paleolithic under gatherers in Europe. And you know, it's mostly in Europe and some of them have not contributed to people today, but they are more than human are they extinct? So that's my. So there are neanderthals who contributed to the genetic diversity of present day people. We're saying the neanderthals are extinct. There are modern humans, ancient modern humans that have not yet, no one's saying that they are extinct, right? So, but extinction, uh you know, when we're, when we're talking about genetic differences of invariants, like, you know, you and I, as we say it, right? We, you and I are different because biologically different because we have variants in our genome that differ from one another. What I can promise you is that the differences that separate you and I will also eventually vanish. You just need time. Everything gets extinct in time. So, so, but to say that a group that contributed 2% of ancestry of present day people is extinct. To me again, if you want to say that there's no one around with specific physical traits that that group had. Sure, sure that and that those traits no longer exist. Yeah, like I can't argue with that, but we have observed those traits around, right? Until we do, we can consider them extinct. And we've looked, I guess quite enough, there's 7 billion people or, or 8 billion people on the planet at the moment. It's not like we've looked at everyone, but we've looked at enough people. You could say that those traits are extinct, that's different to say that the group is extinct. You know what I mean, so that's my take on the extinction bit. And the other is like when you're talking about, yeah. And the reasons for that. Right. So I don't even go to the reasons because I don't think they are extinct in that way. Uh, AND so there is, first of all, I don't think there's any robust evidence, culturally from artifacts from, you know, uh, from the fossil record that suggests that the tools were less sophisticated. That was true in the beginning. But I think that's that picture again, when you're looking at borrowings between ethics across these groups, uh The picture starts to be uh way more complex. And so it's always an attack on the hubris of the, of the moderns uh that, you know, somehow these archaic, they, you know, they kept on, on existing, they kept on like passing their ethics, they kept on passing their genes. Um So those, those, those constructions are uh are to me, uh very fragile in terms of the scientific evidence. Again, you wanna say a specific trait is gone, share, you wanna say specific stone ax disappeared or whatever lithic what? Yeah, sure. Uh But we, I mean, think about this, if I tell you that 2% of your family, it's like it's not your family or it is only 98% of your family is really your family. You belong to this 98% the 2% with, without whom you would be here. They're not part of your tree, they're not part of your family. That's weird. I would say, uh, also there's, uh, another thing, um, if you think about how genetic information is passed on from generation to generation, right? You're only 25% your grandparents, right? So you have four grandparents. So you get 25% of them each, on average. If you go back one generation, it's halved 12.5% and they keep, you keep halving that right. That means that for you to inherit 2% of the neanderthals, that 2% had to be everywhere, everyone had to have it. So you now have the 2%. Otherwise, if no, if if people, some people didn't have the, the 2% would not necessarily survive, right? The chances of that passing on would not be high. So everyone having 2% from a specific group that is identified based on a specific fossil that is identified then based on specific DNA taken from those fossils is quite limiting, right? So if you, if you take the same, that's why I brought the ancient modern humans. If you, if you have the same type of rigorous uh constraint on who are the ancestors who, who went extinct, then there are no, basically uh there would be no groups alive yet there are 8 billion people. That's what I mean. So,"
	},
	{
		"start_time": "53:02",
		"speaker": "Ricardo Lopes",
		"words": "yeah, but, but that's why I asked you also uh to comment on neanderthals going extinct because, I mean, o of course, I, I never want to be arrogant or anything like that. I mean, I don't have an anthropology degree. I've just talked with lots of people on the show about those way. But, but, but again, I mean, it, it always sounded, I mean, not always but, uh, for a long while now it, it sounded a bit weird to me why we would say that neanderthals, we really went extinct if we have that high of a percentage of their DNA in Homo sapiens. I mean, I, I always found that a little bit weird. O of course, uh again, I could have been missing some aspects. I, I mean, I, I don't know, someone could come and say, oh if you also share 99% of your DNA with chimpanzees. So if tomorrow chimpanzees go extinct, I mean, tomorrow there's no, there's not one single chimpanzee on earth just because you have 1% or 0.1% of their DNA. Does that mean that chimpanzees never went extinct? I mean, oo, of course, there's those kinds of questions that we could ask but, but, but still, it always sounded a bit weird to me and even particularly because, uh, it never seemed to me that there was much evidence to really make a strong case for Homo sapiens having out competed Homo Neanderthal lenses on the basis of being cognitively or culturally superior in any meaningful way. So"
	},
	{
		"start_time": "55:05",
		"speaker": "João Teixeira",
		"words": "regard, let me just clarify something with chimps with the chimps. When you say we're 98% chimps or 99% like the chimps. What you're saying is that across the genome, right? The entire code, if you look at the entire code, 98% or 99% 98% I think is, is the same. That's what you're saying. When you're saying you're 2% Neanderthal. That's not what you're saying. That that's not what we are saying. What we are saying is that around the world because that, and that's why I was saying, you know, if you take people across the world, you could reconstruct Neanderthal genomes because you and I do not have necessarily the same 2%. Mhm. There are 2% in the gene pool but it's not shared, right? You might have some who, who, you know, your 2% and my 2% might add up to 4% or to 3%. You know what I mean? When is, when is when you're talking about the 98% chimp, it's shared, it's fixed. Does that, does that make sense? It might be a bit confusing to wrap your head around this. But one thing is the variation that is segregating in the populations and it's when I say it's 2% and that everybody has it, it's not that everybody has the same 2%. But because I have 2% let's say my I have 2%. My wife has 2%. Our kid will have 1% from me. 1% from her. Our kid keeps the 2%. Right. But now my kid is gonna have 2% Neanderthal DNA that I don't have like, at least 1% I don't have that. Does that make sense? So, some, because we get this question a bit, you know, like even, you know, in family discussions or whatever. So what, what does that mean? Like 2% Neanderthal but we are 98% chimp, right? It's different that way, right? It's, it's, it's different in that way. One is the architecture of the genome, the the we're not talking about diversity, everybody is the same on those 98% everybody. It's exactly the same, the 2% Neanderthal or, you know, uh not exactly but virtually the same, the 2% is slightly different, right? The 2% is uh the, the Neanderthal 2% is not the same. It's not comparable to the 98% shape. We're talking about two different things. I hope that was clear."
	},
	{
		"start_time": "57:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No, no, no, no. Oo of course, of course. And, and thank you for that clarification. Uh uh Also because uh I, I mean, I will in my head uh I was thinking one thing but then I said that we have just 1% of chimp DNA that, that uh so, so I got it reversed a anyway. So uh but, but that's very interesting because also another question that I wanted to ask you today is so what questions about our origins and evolution? And by our, I mean, I'm not just referring to Homo sapiens but to AINS more generally, can genetics help answer? I mean, in this case, genetics alone, how much information can we get from genetics alone?"
	},
	{
		"start_time": "58:32",
		"speaker": "João Teixeira",
		"words": "Well, from genetics alone, you can only get uh to understand whether particular groups, you know, mixed or did not mix or, you know, you can also ask, and we have, we have worked on this, you can ask, um you know, what's the likelihood that even groups that are not sampled? You know, you can theory, you can abstract on it and by looking at present day people, you can abstract and say if there is a group that I haven't sampled, you know, but that would have split around this time would have these characteristics, genetic characteristics. Would, you know, do I have, do we have any evidence of mixing? Uh GENETICS itself alone can only answer that genetics always needs to reconstruct human history. Genetics always needs to bring together the archaeological record always. And then if you want to ask questions about language or about culture or I mean, I can speculate, but we need to bring on experts from those disciplines, right? And uh what I think the what I'm really interested is how genetics can be used in ways that are nontraditional for genetics, right? For example, uh can we use um the 2% DNA from, you know, neanderthals, for example, can we like, how much does that information help us rethink? This is the discussion we were having, right? How much does that help us rethink culture? How much does that help us rethink like? So I think the implications of genetics are way beyond uh the exact, you know, inference um of ancestries or whatever. But they need to be, you know, they need to be integrated that you can't just say, all right. So I need, I need an archaeologist now because I need to, you know, know the date of this, this, that's, you know, if, if you sit down and talk to people, I think uh what genetics can bring or, and, and by the way, it's not just genetics, it's any discipline they can bring is way more than just a disciplinary contribution to the problem. I think they can help you rethink the problem. Uh They can help reframe the question uh those discussions. And so that's what I'm interested in. And by the way, there's uh in interdisciplinary, there's uh an author, an anthropologist Georgina born. She, she refers to this as the reconfiguration of disciplines. This is how, how you bring perspectives from different disciplines can actually not just add, it's not the, it's not the whole is more than the sum of the parts, right? So it's not just adding information, it's actually helping us rethink a lot of, of, uh, of what we are doing and, and you've seen, right? I mean, the Denise, for example, is a really good example as well if you know how genetics just described a particular group. And now this is opening all sorts of questions, right? We're having to look at the fossil record again and it's, you know, uh, so what can genetics answer? I mean, who knows? I mean, I think movements, of course, the, the things that people have been using genetics for, you know, what is the ancestry of present day people? Can we trace the movements of people in the landscape? Can we identify variants that help people adapt to different environments, all of that? But much more, I think that is dry, that's still dry. And I'm a geneticist, right? But I think I'm interested in opening sort of this too, more, more relatable questions about, you know, the, the processes, the, you know, because we're really interested in, in, in or I am really interested, I'm curious about what, you know, how did things come to be? And that's you, you can't just use genetics for that. That would be too limiting."
	},
	{
		"start_time": "1:02:25",
		"speaker": "Ricardo Lopes",
		"words": "So we talked a lot about human disposals. Uh And we haven't yet uh talked about this concept of hoin intros. So, uh could you tell us about that and how we can study more or learn more about modern human dispersal through it."
	},
	{
		"start_time": "1:02:48",
		"speaker": "João Teixeira",
		"words": "Yeah. So ho and integration is simply the app mixture, right? Like it's basically the way that we are, we were talking about mixing between populations, right? And the term sort of the jargon for that is um hominid in progress. Uh But it's essentially like you're looking at present day people across the world and you're trying to identify pieces of their DNA that, you know, were inherited from these different groups, say the neanderthals and Denisovans and that's known as hominid in aggression, right? By comparing those different proportions, not just the proportion of say Neanderthal or Denise and DNA, but also, you know, the frequencies of the variants, right? We can, that's sort of, that gives us another signal of demographic processes that led, you know, to the peopling of certain places that led to the geographical spread of people across the continent. And so, and when we look at this, so you could, you could actually, for example, because everybody carries 2% Neanderthal that is living outside of Africa carries 2% Neanderthal DNA. You know, you can start saying, OK, so if that is the case where, where is it likely to have occurred? Right? Um And you know, you have Neanderthal fossils, um you know, in Europe and the Middle East, right? So if people are leaving Africa through, you know, that parts or through, through the Middle East and then colonizing Eurasia, then maybe that's a good, you know, proxy for where maybe this Neanderthal admixture has occurred. Of course, it doesn't, people do not just, you know, a mix and then become static. So there's all these processes people keep, you know, traveling around and mixing and so on. But because um the Neanderthal or the Denise of an a mixture uh or intros hominid Intres those signals are very clear because these populations were, you know, relatively diverged, they create sort of these pulses, right? Um It's, they are very easy to identify. And then you can start comparing this, you know, proportions and qualitatively the sequences uh the DNA sequences and start, you know, reconstructing the puzzle of, oh if you know this group has the same proportion as this group, oh, but they're qualitatively different. So that other event must have occurred after they split. And so you can start building the puzzle and having a reconstruction of hominid disperse. Oh sorry human dispersal through looking or by looking at uh the signals from the need of an and Neanderthal ancestry."
	},
	{
		"start_time": "1:05:29",
		"speaker": "Ricardo Lopes",
		"words": "And since we're talking about admixture here, uh I would like to ask you about a particular article of yours uh where you argue or present evidence that admixture has obscured signals of historical hard sweeps in humans. So, could you could you tell us about that article and perhaps specifically explain what hard sweeps are?"
	},
	{
		"start_time": "1:05:57",
		"speaker": "João Teixeira",
		"words": "Yes. OK. Uh So, first of all, I, you know that that is by a colleague of mine that led that Yasim Soil Me at the University of Adelaide. He's the first author uh and uh um Christian Huber who was also at Adelaide uh and now at the University of Pennsylvania. So they were the really, really the people leading this. So in that, in that article, uh what we've done is that we've uh so hard sweeps are uh instances, examples of uh positive selection. OK. So if a mutation emerges in a population and has a competitive advantage, right to the pre existing variant, uh the the carriers of that mutation will have a higher reproductive uh rate. So they, this is called differential reproduction, Darwinian selection. And that variant is gonna increase in frequency quite fast depending on how, what, what's what, what's the relative advantage, right? So the higher the advantage, the more rapid it can increase in frequency that increase in frequency because it's very fast, we call it a sweep. So it sweeps through the population right now when that occurs, just imagine, right? This is a new variant occurring on a particular background. But because it's a new variant, it will sit on one genetic background, which is 11 chromosome of the entire population, right? If that sweeps in frequency, we can look at the, we can look at it computationally. And what we observe is a decrease in genetic diversity, local genetic diversity around that variant. So we can identify this right now. There's been back and forth discussions about how common was this during human evolution? And what we have now is that we, we can, we can access ancient DNA. So we can, you know, we can look at not only present day genetic diversity, but you can look at all genetic diversity on people that are, that have uh diseases long ago. And so we can start and ask, were these common, you know, uh in older times, right? In, in ancient times. And what we have found is that since humans left Africa, uh in Eurasia, there were, you know, several of these episodes of selection, taking alleles to fixation. So sweeping through taking variant genetic variants through fixation, but those signals have since been obscured in president. So you can't detect that signature anymore because the backgrounds that swept and fixed in the population have since been admixed with non carriers, right? It's not like the non carriers went extinct is that this happened in a local specified time period. But then when, you know, people kept on, you know, gen genetically or mixing, reproducing those signatures disappeared. And that's why you can't find them today. And so that's what that article is about, right? Is that you could use ancient DNA to detect signatures of selection that have since been obscured in present day people. So if you just have present day genomes, you couldn't observe this. But because we have ancient, we can look at ancient genomes and identify those signatures, right? And and then ask, but why aren't they present anymore? And the explanation is because there were other people who didn't have that selection didn't, you know, occur on other, on all groups, right? And then when they mixed back then you did, the signal disappears."
	},
	{
		"start_time": "1:10:00",
		"speaker": "Ricardo Lopes",
		"words": "OK. So I have two more questions then that I think from a genetics perspective are also very interesting for the audience to learn more about also because they al they are also i informing when it comes to our own evolution. So what is balancing selection?"
	},
	{
		"start_time": "1:10:25",
		"speaker": "João Teixeira",
		"words": "I'm so glad someone asked. Um"
	},
	{
		"start_time": "1:10:29",
		"speaker": "Ricardo Lopes",
		"words": "I, I have to be the one. So,"
	},
	{
		"start_time": "1:10:31",
		"speaker": "João Teixeira",
		"words": "no, it's great. No, that's a great question. Um So people think about, you know, selection, Darwinian selection as the again one variant being better than another variant, right? And then of course, this is a struggle and then one takes over and that's the survival of the fittest that's known in population genetics that's called positive selection, right? Um But you could have instances where, for example, in humans, right? We are a diploid species that means we carry DNA from mom and from dad, we have two copies now. So if we have, if we have one variant that had advantage towards the other, right? Of course, we pass each with 50% to our kids. But in the population, what would happen is that one would take over, right? But it can be the case that you have two variants that are different in a particular gene. And therefore you're a ne zygote. So you have two co two different copies. And because you have these two different copies, you have a selective advantage compared to carriers of only a single copy. So compared to people that carry one of the variants in double copy or the other variant in double copy, right? So you could think about let's color code this, you can think about blue, blue, red, red and then someone would have blue and red. If the people that have the blue and red have a selective advantage towards the the the carriers of either the red or the blue genetic variant, they are more likely to reproduce, right? Because they transmit this either red or blue with 50% the red, both the red and the blue will be maintained in the population for a longer period. So instead of the blue or the red taking over both variants, both genetic variants will carry on. So selection is not favoring one or the other. It's favoring the diversity. It's favoring the maintenance of both because the zygotes for it's one example, the zygotes have a selective advantage. And we know this, for example, in Africa, um in regions where malaria is endemic, there is a variant is the sickle cell anemia variant. So if you carry that variant in homozygos, so if you have two copies of that variant, you have sickle cell anemia and you're very likely, you know, to die at a very young age if you and then you have the so called wild type variant, um which makes you highly susceptible to malaria. So you're likely to eventually get malaria and potentially die from malaria. But if you have the sick cell copy and the wild type copy, you do not have sickle cell anemia because one copy of the wild type is enough to have your red blood cells trans efficiently transporting oxygen in your bloodstream. So you're not developing sickle cell anemia and you're more resistant to malaria infection. So the carriers of the two copies are more likely to survive to an older age and pass on their genes because because they pass each with 50% that variant is maintained at a relatively higher frequency. Now it's not 5050 because of course, if you carry the single cell anemia variant is more deleterious than the wild type sort of um uh the the wild that variant. So the frequency is about 10 to 90%. So balancing selection is just the way through which selection maintains diversity in populations, right? That's, that's what balancing selection is. So it's not like positive selection where you have one variant taking over. It's a process through which through time variants are maintained in populations for longer than expected, right? Because they are selected."
	},
	{
		"start_time": "1:15:03",
		"speaker": "Ricardo Lopes",
		"words": "So would that have specific implications as to how we think about how natural selection works, particularly when we are talking about um adaptive traits because I was just thinking that, ok, so if we compare uh balancing selection to a more, let's say, let's call it traditional view in genetics, that then translates of course into how we think about uh traits that are under selection and how they are over the over time, spread across particular populations and become adaptations. Uh I mean, would there be implications there?"
	},
	{
		"start_time": "1:15:52",
		"speaker": "João Teixeira",
		"words": "Yeah, I mean, so gene in population genetics, balancing selection is taken into account. So it's, it's considered a type of natural selection and that right there, uh, in people's imagination, instead of the general public's imagination, selection means directional selection or positive selection, as I said, like the more sort of traditional view. Um, SO I think in terms of implications for genetics, they are taken into account in the sense that we are pretty much aware of the existence of, of that type. I mean, it's not given as much attention, uh, even in the field. Um, THERE'S not a, there's not a lot of people who I was lucky enough to study it. There's not a lot of people who, who did to devote their time to this. Um, BUT yes, uh, it's taken, it's taken into consideration and you can really, you can do really interesting things, right, because you can have variants that segregate so that, you know, survive in a population for hundreds of thousands of years. Right. And if they think about this, if, if, and it also has implications for how we think about the neanderthals and the knees of events and so on. Right? Because if now, let's say you have a meta population and you have different variants in that population, right? And now one group goes one way and another group goes another way and they've never meet and those variants that were, you know, some people have one, some people have another variant, they both migrated with people, right? Let's say that those variants are now under balancing selection. So they will be maintained in both groups for a long period of time. And when you're looking at those two groups, they might now be even two different species, right? There might be two different species that cannot reproduce, but they will still carry the two original variants that were present in the ancestral population. So there will be parts of the genome where species A or individuals in species A let's say will be more similar to individuals in species B, then they will be to individuals in their own species on that particular part of the genome. Does that make sense? Yes. Um And so these are called trans species uh uh polymorphism. So these are variants that because they were maintained by balancing selection, they were able to survive the speciation event and still segregate to today. And we have this in humans and chimps, for example. So humans have some variant, I have some V in my own DNA that you don't, that you don't, that I share with a chimpanzee and you have variant that you share with another chimpanzee and it, at that part of the genome, you are more like that chimpanzee than you are like to me and vice versa, right? The, the, we, you and I are still part of one species and the chimpanzees are another species. But the process that led to that, you know, that, that DNA sequence, that DN the small bit of DNA, that where you are more like the other chimp is still there because it's an ancestral process, right? That, that occurred really long ago in the ancestors of humans and chimps. And that has survived the speciation event. I mean, I guess this is a bit more complicated to visualize um we can't draw here. But uh it's fascinating how, what selection can do,"
	},
	{
		"start_time": "1:19:35",
		"speaker": "Ricardo Lopes",
		"words": "right? Uh And so actually, trans species polymorphisms are my last question. So you've already explained there what they are, but how do they evolve and what can we learn by studying them?"
	},
	{
		"start_time": "1:19:53",
		"speaker": "João Teixeira",
		"words": "So they emerge. So a trans species polymorphism first starts as a new variant, right? So there's a population and that some, someone, you know, a baby uh carries one variant, a mutation. And we call this a polymorphism right now that polymorphism, let's say it's maintained by balancing selection so that baby is able to have babies and those babies. Well, those people will then have other babies and so on. That variant then becomes, let's say a 50% frequency in the population. So 50% of the people carry one variant, 50% carry the other or you know, they carry both as we've discussed, right? So it's usually it's like 25% carry two copies of 1 25%. They carry two copies of another 50% carry both copies, right? We're still in one population. 11 variant, one genetic polymorphism that just emerged and became a 50% variant again. Now you take that example that I was telling you about that population splits into two, once those two populations no longer are the same species. If that genetic variant, if selection is able to maintain that variant for hundreds of thousands or even millions of years, right? That results in, that's what we call a trans species because there are, these populations are now two species. This is a trans species polymorphism. It's just a genetic mutation that is shared between species. Mhm OK. Right. And it's polymorphic, right? It's not that everybody carries one, right? It's, they are both present in both species. What can that tell us about evolution? That can tell us that? Imagine a pro I mean, you pass on your alleles or your genetic variants with 50% probability in one generation. If you take millions of years, the probability that randomly a variant passes on and survives for millions of years is virtually zero. Right. Mhm. So they all go extinct like the neanderthals. Um I was joking but so if you take that, you know that process for millions of years, it's not, it, it's just not likely at all that, that variant would survive by chance. So you need to invoke selection, you need to say this variant, this polymorphism is doing something right? That this diversity to be maintained, it has to do something and then it becomes interesting. And when we look at what are the genes that are carrying these variants, we're seeing, for example, genes related to immun immunity. So apparently how you recognize viruses and how you recognize, you know, uh micro organisms that could infect uh your body, how, how our genetic apparatus like how the proteins that are, you know, doing that recognition, how they are encoded. Apparently it pays off to have a lot of diversity within them because the theory goes, you're more likely to recognize a wider array of micro organisms and therefore your body has the ability to sort of fight uh different infections and be much more efficient in recognizing that. So when we look at balancing selection and look at these trans species bo morphisms, what we see is that they are located in regions of the genome that are mostly responsible for immune responses."
	},
	{
		"start_time": "1:23:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm No. Th this is very interesting. But uh so my last question will be then by taking into account things like balancing selection and trans species polymorphisms. What implications does that uh does that have specifically for how we understand human evolution and how we relate to other hominids?"
	},
	{
		"start_time": "1:24:07",
		"speaker": "João Teixeira",
		"words": "Well, not, not directly necessarily, right? But for example, um you could ask whether the similarities between, you know, humans and Neander, there was a question that in the beginning, uh people asked was, you know, are the similarities between humans and neanderthals just resulting from mixing or are they simply, you know, maintenance of genetic diversity, either through selection or through chance that is surviving in certain groups but not in others, but does not result from mixing uh but rather result from these processes. So, uh and I think the evidence really suggests that there's no uh that interbreeding was really the cause for those similarities. Um But again, you can also ask for selection, not just trans species, but the polymorphisms, but selection in general, you can ask, you know, whether the Neanderthals, for example, experience the similar similar uh selective pressures as say to modern humans. Um And yeah, I think, I think selection is always an interesting way to study human evolution in the sense that it tells you about the processes that you know, were beyond just the random chance of passing on variants. But it tells you something about the interactions with the environment even if those are rare. Um It will tell you something about that. Um Yeah,"
	},
	{
		"start_time": "1:25:28",
		"speaker": "Ricardo Lopes",
		"words": "OK. Great. So, uh, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:25:37",
		"speaker": "João Teixeira",
		"words": "Well, yeah, I mean, I guess I'm on Twitter on, uh, I guess it's a Dr, uh, Siete Sheer. Um, AND I, yeah, I'm on Twitter. You can find me on Twitter. I'm not sure if that's my handle but you can, you know, you can Google or you can search on Twitter uh for me. Uh And yeah, um get in touch, I guess. And uh yeah, I, I post all of my work there. Uh And I do have comments on other people's work sometimes nice, sometimes not that nice. Uh And what they also, they also comment sometimes nicely, sometimes not that nicely, but it's always a place to discuss science in, in a very interesting way. So that's where you can find me."
	},
	{
		"start_time": "1:26:17",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. I really love the conversation. Thank you. Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check their website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Pero Larson, Jerry Muller and Frederick Suno Bernard Seche O of Alex Adam, Castle Matthew Whitten Bear, no wolf, Tim Ho Eric A LJ Conners Philip for Connolly. Then the Mere Robert Wine in NAI Z Mark Nevs Colin Ha Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H Herz Michel J and Lain Jy and the Hes Mark Smith J Tom Hummel Ssl Wilson, ro Ro Jan Punters, Charlotte Bli Nico Barba Adam Hunt Pavloski, Nele Bach Me, Gary Almansa Zal and Ye Pin Bar boso Julian Price Edward Hall Broner Douglas Fry Frank la Gil Cortez Solis Scott Zachary. Ftw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey Junior, Old Einon Starry Michael Bailey. Then spur by Robert Grassy Zorn Jeff mcmahon. Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the B brand Nicholas Carlson, Ismael Bensley Man, George Katis Valentine Steinman, Perros, Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular J Ner Urla. Good enough Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers, these our web, Jim Frank Luca, Stina, Tom Vig and Bernard N Cortes Dixon Bendik Muller Thomas Trumble, Catherine and Patrick Tobin John Carlman, Negro, Nick Ortiz and Nick Golden and to my executive producers, Matthew lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]