[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host as always Ricardo Loops. And today I'm joined by Doctor Sergio Al Meja. He is senior research scientist in Biological Anthropology at the American Museum of Natural History. And today we're focusing on, he's edited book, Humans Perspectives on our, on our evolution from world experts. So, Doctor Almera, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Sergio Almécija",
		"words": "Thank you Ricardo for having me here."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "So you brought together this very interesting book uh about basically the opinions of several different people, experts, mostly anthropologists, but also people from other fields as we're going to talk about uh to hear more about their perspectives on certain big questions in human evolution. So, uh but tell us a little bit more uh about the history behind it. I mean, what is this book really about? Why did you decide to write it? What motivated you basically,"
	},
	{
		"start_time": "01:11",
		"speaker": "Sergio Almécija",
		"words": "um I think with a constellation of different things, not just one, but I guess one of the first things that kind of like um got me thinking about this making a was just making a book, not this book, just I was at the time, a professor in a, in a university in Washington and, and, uh, and I was teaching among other courses, private evolution, human evolution. And, you know, like, it's really hard to have like a one book where you can have everything. Right. And, and they are like few books. They are very good books, but always back me that every author has, of course, their own, like, views on how everything happened, right? And I didn't wanna kind of just give one sided view of, of the sta the state of the art in, in a, in a field of any field of evolution in general. But human evolution particularly is so much, you have so much personal investment on it, right? That every two weeks with some news, uh this fossil changes everything and so on. So I really was like, struggling to like have one source, so like to use as the main material for my courses for my teaching. So basically, I kind of like, didn't follow any book and was just trying to like, provide everything that was in the primary, primary literature, right? Um But it was kind of too much, you know, for like Jessica Intro to course human evolution. So I always teach, I was just, I kept thinking I should come up with some sort of book that I can have everything there in an interesting way. And I was going to write my own book about it. But then kind of like the idea just crossed my mind, like, why I'm just like, would be so cool to have a place where it's just like a, so sort of like encyclopedia where you can look for every different people that are very well known in the field. From different aspects, from fossils, to geology, to morphology, to behavior and kind of like, just introduce them. So people know who, who they are, what they work on and then just ask them the same questions, you know, that that and just that let them speak by themselves. So that on the one hand, they would provide like a very wide perspective of all things like what the ideas are about human evolution. On the other hand, it would highlight the problem that I was having that. It's not one story, human evolution. I know that the problem or not, but clearly, it's like everyone has a different story. And that, to me, it was important to remark that. So that's how the idea emerged. And then kind of like I started contacting some of my close colleagues about it and, you know, like over like I was in the field and I was like, coming up with ideas and they had to, what questions should I ask them and why? And, and I had like a little experiment test test group, you know, and, and, and usually the most of them were like very senior people in the field because they are like kind of my, my personal heroes and sheers, you know, so, and because I had, uh I was in a good position basically to make this something like this happen because I met most of the people in the book, not everyone, but most of them. I actually have known them for years. I have even worked with some of them. So I was thinking I could, something like that could, could happen and I probably can't make it happen. So I just kind of went ahead with it, you know, it was kinda an experiment, it was an experiment that I didn't know what was gonna happen. And in that being a very interesting book, but, you know, could have never happened to,"
	},
	{
		"start_time": "04:43",
		"speaker": "Ricardo Lopes",
		"words": "by the way, some of them have already have on the show also. So with that, uh some of the people you've uh basically interviewed for the book, I've also read on the show as guests. So"
	},
	{
		"start_time": "04:57",
		"speaker": "Sergio Almécija",
		"words": "I know, I know, I know, I know because they are very interesting people and they are worth knowing and, and listening to."
	},
	{
		"start_time": "05:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And by the way you mentioned there that you basically ask the same set of questions to all of the people you interviewed for the book. How did you arrive at that set of questions and why do you think they are so illuminating?"
	},
	{
		"start_time": "05:24",
		"speaker": "Sergio Almécija",
		"words": "So I um I mean, they could have been of course other questions and actually some of them after the fact have suggested to me like, oh, it would have been so nice that you have asked these other questions as well, you know. And, but it was just like, well, this is what we have now. And basically these questions were set up to be some sort of um blank canvas for them to talk about what they wanted to talk to. And even though I sent to everyone, the same set of 10 questions, I didn't ask them to answer all of them. I asked because they are kind of, they are like some are more like personal about their origins and background. Others are more about the meat of what they work on and what they think is interesting. And then, then it's a set of them that is more a kind of philosophical question. So different people, I, I told them like, you don't have to answer them all, just answer the ones that you feel like you want to answer and you can use your own words and your own length. You know, there are some people who answer with one word, people who answer with a one sentence, people who answer it with a one page. And actually many people in, in the book have told me that they were surprised to read the answers of the others because they, they know them and they clearly like you can kind of like the personality of every person is kind of reflected in the way they answer because it's just the style, the, how much they talk, you know, and I didn't edit any of that and we just, like, I promised them, we would only edit for like style, you know, but not change anything else. So because we wanted this book to kind of reflect everyone's ideas and personality, it's like it feels like you kind of know a little bit the person in person, even though you might not good. You uh So I know that answer your question or you want something more specific about the each of the questions. Uh"
	},
	{
		"start_time": "07:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh I mean, uh yeah, perhaps we, we can get into a few of them. So what perhaps are some of the questions that you would highlight there?"
	},
	{
		"start_time": "07:25",
		"speaker": "Sergio Almécija",
		"words": "Um um I mean, I don't, they're all these 10 were like kind of a selection already of many, right? But let me just, maybe I can just do a very short summary of each of them. And so I can explain a little more, but basically it was 10 questions plus a bonus question. And the third, the three first questions were kind of more like, um I breaker, it's a way to produce so they can talk about themselves, their background. And you know, the first question, for example is about, they can talk about their beginnings and they can describe the moment in their lives and what they kind of think started for them in their career and what they work on. And the second question is, is, is called game changer. It's basically if there is any particular study or book or discovery that it changed everything for them, the way they think, the way they look at what they do. And that, that's a very, that was a, an interesting outcome on that uh compilation of answer to that question is that there is now a section at the end of the book, which is recommended readings, which basically is just a compilation of the papers and books that the experts like responded that. So like they thought they were game changing, studying her work and many of them are the same, they gave the same and many of them I pointed to same study, same, same books. So I thought we thought it was worthwhile to have just those, all them compiled at the other the book. It like it is a good resource. The third question was something just it was about uh if they think it's something amazing, something amazing about human evolution, something that blows their mind. I was just also part of the click in their eyes about if there is something that really strikes them, you know, and you will have answers from like it amazes me that humans have got in so far, you know, because we're so stupid or other people would answer like, you know, like they're amazed about particular aspects of like human evolution, you know, as compared to other animals. So it, it goes all over depending on the personality of the, of the, of the, the expert in that case. No. And then what I, what I call the, the cool questions, the, the they, they are designed to get more to the meat of like what they work on what they think is interesting in a but in a kind of in a interesting fun uh engaging way, right? So for my favorite question in that section is the time travel question, which basically I asked them, like, if you had like a one shot round trip in a time machine to which specific time and place would you go past or future? And why? You know, and that's basically a question. It's just a way, it's an interesting way to ask them. Like, why do you, like if someone is working about studying how lustrous aeris was walking, they probably would. The answer usually is, oh, I would travel 2 million years ago to Ethiopia to this particular site in Haar and, and like have some sort of kinematic like portable lab to study like the gate of this species to, to test if what I've been like, thinking for the last 20 years is, is real or not, you know, but that's like an entry way to like the study of kinematics in, in living in the study of motion, in living species. How can we infer the motion of the species. Why is that important and so on? Right. Another question in that section of the core question is driving factors, which basically it was asking like, what happened, what's the driving factors that made a nape evolve into human at some point? Right. And um and this is just like the, it's a, it's a different way to ask like, why are they humans? You know, why are we here? You know, what happened originally speaking? And you know, it was interesting because there were answered all over the place, you know, from like it is impossible to know from the typical answer because we would come by it and we can vipe it because the the environment changed, it was more open, you know, it's all you can see all the views about, about what we different people think like jumpstart the human. And it's clear from the answers that this is the one answer. The next question in this section was like future evolution, you know, just like basically, what do you think will be shaping human or in the future and from time to the future? And it's just a way to ask like, are humans still evolving? And so how are they evolving? What do you think are the next steps in our revolution? And you have, you have all over, you know that some people think that, you know, like we're gonna be extinct soon or people think that there is no way to know too much contingency or people provide very specific answers about how exactly we're gonna look a million years from now. Very interesting. Um The next question here was evolutionary lessons which basically was asked, this was very important for me because I was just after 20 plus years working in this field. I, you know, I find it very interesting, but I always wonder, is this actually precise, interesting? Is it useful? And we learned something that could be practical for our, for our daily life? And again, you have answered from Moreover, like some people would answer, I don't think this is useful, but you know, like any like elementary science is very interesting and it's worth studying just for the sake of studying it. Other people actually say no, no, this is could have like uh very important implications for our daily life to provide specific examples. I don't know if you want to go into this now or later. But like, you know, one example was like the one of the experts uh Professor in Japan was saying that that um the accident after the tsunami in the Fukushima power plant in 2011 could have been much worse if they, if the people who built the power station have listened to the scientists who were like advising them to put the the like the power back up in higher grounds because it was historically known based in Geo Geological studies that, that tsunamis have reached that region before. So, but they didn't pay attention to that. So they put them in lower ground and they, they were affected as well. So it was horrible accident after the other accident. And then the, the, the last questions that I asked was, were, were kind of in the philosophical side and one was just arguments special, you know, and again, you have all over it, it was kind of like a way to trigger some reactions and I it did trigger some reactions because some people would be like, of course, we're special, you know, we have language, we talk to each other, we make books like this, we ask weird questions about our evolution. Nothing else as this, of course, we're special. Other people would go to the other extreme and be like every species by definition is special. That's the definition of a species. Uh We just as special as being a human as an elephant is special, human elephant, right? Um And then is everything in between. Uh So it's very interesting because it really gathers like, oh how wide the perspectives are as many as people in the book are probably more, you know, and this is just a selection. Next question was unleash and spirituality. Like, basically, I was asking the experts if they think that they are compatible with having a, a scientific view of the world in study with the study of evolution or human evolution specifically. Are this view compatible or not? Again, you have all over, you know. So I actually, I thought that no one would answer. Many scientists would try to not answer this question. But I was really surprised that many actually did respond to this question and, and it went from not compatible whatsoever to fully compatible. I don't see the problem because one addresses the whole things happen. The other address is that why things happen? One is about morality, the other is about this. It's very interesting that you can see a clear divide between researchers in the US and in the US in this view. Um Then the last question was kind of meant more for people interested in the in the field of human evolution, whether they are specific students or young researchers or just people who are interested, like, what advice would they give to people interested? They want to know more about it. But I think it's gonna be a useful um resource for, for students specifically because they provide advice that help them like go where they are today, you know. Um And you know, like it's uh I think it's a could be a good resource. The answer to that question, I think I was not expecting a lot from that, but actually many people kind of focus on giving a good advice to it. And then the bonus question I asked was like, basically who would you ask these questions to living our life ie or that right? And it is very interesting as well because people pointed from classic philosophers to like someone in the future who know all these answers already, what they would think, you know, other people suggested other experts like today, that was a good resource for me to actually then reach those invited, invited them to bring the book. So those are the, those are the questions."
	},
	{
		"start_time": "16:23",
		"speaker": "Ricardo Lopes",
		"words": "Uh So you, you also divide the book into several different parts. I mean, because people, if you of course interview different experts and some of them are more focused on some particular periods in our evolution and of course, uh others are from different areas, even some of are not anthropologists. But you start with the people who study the, the antecedents of human evolution. II, I would like to ask you here, what exactly are the antecedents of human evolution? I mean, what kinds of experts are studying this topic?"
	},
	{
		"start_time": "17:04",
		"speaker": "Sergio Almécija",
		"words": "So basically, um those are people who are focusing their efforts and deciding what happened before, before human evolution. So how do you find before human evolution? That's uh that's an interesting question on its own. But basically, it's, you know, before the lineage who basically was clearly evolving into us today even originated, you know, and that, so that's people who studied climate evolution in general or, or a evolution in general before, like human, the human lineage originated from people who just have um you know, study like older, like origins of mammals even, you know, because I think that it was a way to highlight that, that perspective is equally like, it's really hard to define a concrete like section of time that is human evolution because there, I, I find it very limiting because many, many researchers who work in human evolution, they basically, there are some that only look at modern humans and maybe and compare them with the chimpanzees because chimpanzees are our closest living today, right? And they, and they kind of like, you know, that's, that's human evolution, like whatever is different from us and chimps, that's what's changed on our lineage, that's what's happened in human evolution, right? And um I think it's very limiting because that's basically assuming many things. One of them, the biggest assumption here is that chimpanzees have never evolved, right? Like they are just some sort of a static ancestor and it's like humans and humans and chimpanzees have evolved from a common ancestor, they live around 60 million years ago, you know, but that ancestor also like evolved from an ancestor shared with gorillas that live around 10 million years ago. And then we all share a primate ancestor, you know, at some point more than 60 million years ago. So, you know, like when do you decide what is, you know, everything that happened before is essential for what happened later? It's like a continuum, right? Like you could argue that human evolution is just evolution. We're just one of the outcomes of a larger process with millions of species over millions of years. So like it's hard to. So I thought that just I would be interested to bring that into the, not just ask questions to experts that work in specifically human evolution and fossils that are clearly are human, but people who are looking at the broader picture from things that happened before, you know, or even other groups that are parallel to us today just to like basically reach the bigger picture,"
	},
	{
		"start_time": "19:44",
		"speaker": "Ricardo Lopes",
		"words": "right? And, and this period in our revolution is very interesting because it brings together uh primatologists and paleoanthropologists. And I mean, uh how do you look at the relationship specifically between primatology and paleoanthropology? Because uh as far as I understand it, um I, I've talked, for example, with primatologists who have a background in biology and then they specialized in the study of primates. But there are, there are also anthropologists, specifically paleoanthropologists and sometimes biological anthropologists who themselves study not only hominids but also other primates, particularly usually the great ape. So how do you look at the relationship there between those two different kinds of experts?"
	},
	{
		"start_time": "20:44",
		"speaker": "Sergio Almécija",
		"words": "So for example, when people ask me, what do you study? II, I usually don't say I study human evolution. I say I study ape and human evolution. And that's kind of linking back to, to what I just said that you know, like, like we, our closest living relatives are the great apes chimpanzees, the gorillas, the no guan and, and there is just no way to understand. Like there is anyone who studies any evolutionary biologist would not, let's study the evolution of, let's say in dinosaurs, they don't look at one. I studied the evolution of T rex. They look at the evolution of the group that includes direct only by comparing you can know what is the special or not special or common in the particular group of interest or species of interest, right? If you're interested in human evolution, it's impossible to understand what's especially in humans. If we not compare with the other things that are out there, especially the ones that are closer closely related to us like the Great Tapes. So that's why it's kind of essential like in and and in the case, like an anthropology and primatology, like there is uh this assumption that oh we can kind of look at living great depth, especially chimpanzees as some sort of, it's kind of looking at our past, right? It's like they are similar to our ancestors. So if a chimpanzee can use tools, probably our ancestor was using tools. If a chimpanzee is this kind of a smart, they don't have developed language, but they have like some, you know, some they could get in this other way. But so we can in that our ancestor was probably also doing that. So that's why they are linked because it, without comparing, it's impossible to know. What is this thing in human evolution when you find a fossil that goes somewhere in the human lineage and usually that's defined based on, oh, it was working biped, it was working by purely because it has this morphology that is more human than chimpanzee. So you cannot know that if you don't compare to know where the fossil falls in the, you know, it, it is this bone, the femur of Lucy Astros is closer to a human or is it closer to a chimpanzee or is in between or is in between but closer to one and the other? It's impossible to know without comparison. So that's why comparisons are important and that they, they go together the different, I think it's for many pa anthropologists um living primates, particularly great apes and particular chimpanzees with the, with the great apes. That's the end of the story. Like the great apes to them are, are interesting just as this comparative thing, like something to compare their fossils with, to know like how primitive or modern their fossil is, right? And that's, that's, that's fine. Like I think I started like that back in the day. But like then it kind of grew i it, it grew me the curiosity about understanding also the evolution of the apes because then I realized that, well, there are also f apes out there and they don't look like the living apes. So that means that living great apes are also evolved from something that something is probably closer to our ancestor than any living today. So that's what I kind of like now. It's more, more and more people are. Ok. It is essential to understand human evolution within the broader perspective of primate evolution."
	},
	{
		"start_time": "24:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I mean, there's not a strict division between primatologists and paleoanthropologists, right?"
	},
	{
		"start_time": "24:17",
		"speaker": "Sergio Almécija",
		"words": "And there is in the sense that some like primatologist are usually most of the time, they don't look at fossils. Most of the time they look at living primates, their biology, their behavior, their genetics and so on. Anthropologists are more looking at the fossil record, archaeological record and then look at living primates as kind of like their competitive like toolbox to understand like contextualize what they are finding in the fossil record. But there are some, there are some researchers which are kind of have a foot in each of them. So there are like some that study puzzles and then they go to the field and study primates because they feel like they are interesting on their own as a field of study. But they, they, they help them better contextualize what they find in the fossil record. There are many like that, but it's like it's a minority. Usually this DNH everyone is so specialized that usually like anthropologists look at fossils, primatologist, look at living primates, but there are some, there are some colleagues, for example, in the book that it was hard to put them in one section or another of the book because they kind of do everything, you know, they, they do archaeology and then they look for fossils and then they also go and study chimpanzee behaviors. It's just hard, you know, it was, it was a kind of like um the edit, the I was the editor of the book, but it was like the editor and the, and the publishing company in Colombia in the present in this case. And they thought that it, it will be easier to subdivide the booking section. So we need to come up with a way to separate the different experts in different areas. And we did the best that we could. But, you know, there are some colleagues that kind of like could have been in, in all the sections, almost."
	},
	{
		"start_time": "25:57",
		"speaker": "Ricardo Lopes",
		"words": "No, no, I've had the same experience on the show interviewing uh some primatologists and some paleoanthropologists because I have an anthropology and the primatology playlist on my channel. And sometimes it's very hard to choose if I should put someone on the primatology or the anthropology playlist. And usually I end up putting them in both."
	},
	{
		"start_time": "26:22",
		"speaker": "Sergio Almécija",
		"words": "So I think that I think that's the right, the right decision honestly because because they do both, they're interesting to both in the both context. They probably bring out a broader perspectives into each of them in immediately"
	},
	{
		"start_time": "26:35",
		"speaker": "Ricardo Lopes",
		"words": "a and So another kind of experts that you interview for the book are the ones that are focused mostly on the early stages of what you call the human career in the book. But this leads us to have one of the, I would imagine biggest questions in anthropology. That is, when did we become human? Exactly. I mean, there are of course several different ways we could approach the question. We could even tackle it through uh uh from a philosophical perspective. But since we're talking about anthropology here, what does it mean to be human in anthropology?"
	},
	{
		"start_time": "27:19",
		"speaker": "Sergio Almécija",
		"words": "As you said, there's not a clear answer. Um I can give you like uh some perspectives on it um for different people. So basically, um it's again like we humans, I think I would start with the philosophy here, which is we humans like to t everything, everything has to have a name, everything, everything has to be in a category. But the reality is that the real world doesn't have categories, everything is a continuum, right? And so people has been trying to understand what is human evolution? When does human evolution start like? And so I would start by saying like we are Homo sapiens. Um Basically the genus Homo is by definition, the human genus. So before there are other hominins, so they are in the human lineage, but they're closer to us than to any living other species like Apis para Anthropy or Rin or the pits heus, there are so many now but they are not within the genius homo genus, homo, homo sapiens, they are like fewer species. They are more and more. Right, right at the reus gaster ole obeli oluo senses. There's just so many species now that this is again, I think we're in a period of time in which everyone is finding a new fossil and making a new species of, of the genus hormone within the genus hormone. And then 10 years from now, someone is gonna revise the whole evidence again and come out with only three species and then it's gonna come out again. It's these are cycles that happen to happen. But by definition, the human genus is homo. So everything that is inside the genus is homo, we basically start the oldest forces that we have of the genus homo are like around 2.62 0.7 you know, maybe 2.8 you know, man, 2.8 years from um Ethiopia. But that's all we know like most of what we know of homo, it's a little 2.52 and later on. And actually this first fs that are within the genus Homo, which is basically homobiles and related forms of homobiles is this, it's been a debate over like since the nineties, I'm still alive today in which like should we even put these in the genus Homo? Because they really look so primitive that maybe they should be in the genus astra pts, right? Like you said before and astro PTS are known to have like uh basically general, they have features in the skeleton that look more kind of ape, like some feature are more humanlike homo, like others are more like apelike, more like not exactly like a chimpanzee, but some, some are more chimpanzee like others are more like a gorilla. Others are more like, you know, Utah, others are like other fossil fossil that we don't have anything alive today, you know, but clearly they, they were different starting really starting at 2 million years when we have Homo actus. Uh AND ho actus is like e even though that you can see still weird things like as compared to us, we will be weird to them, but like to us, they are weird in the face. Um They still have like thick eyebrows and smaller like brain cases and like big faces. But basically from the distance, you would think it's a human like me, he already has neck down, it has a body like us. Like they were like, like very like even bigger than us. Some of them, some fossils are bigger than humans alive today. Like very tall. They were probably like walking by p like we walk, running, hunting, you know, they're basically from the distance they are like us. Um So some people would argue that that's the beginning of what it means to be a human. But other people. So around 2 million years ago and also around that time is when we have, before, we have already stone tools, like all their stone tools are now like 3 million years old, but they are very like rudimentary, they're like big rocks, you know, it's hard to but started 2 million years or something like that or slightly later. Like with Homo actus, we start having this like nice, like um like the hand access that I have like nice symmetry to them. And, and clearly like that, that technology shows that something else is happening up here, like, you know, and so some people would argue that some kind of protolanguage, you know, like modern language, but like some language was at play then because it's been their experiments showing that when you're trying to, to teach someone else to do something, it's just by looking at the other doing, it is not as, as much doesn't work as well as showing and explaining and you hold this like this and then you have to do it like that because if not, you're gonna, this is gonna happen. So there are indirect evidence, of course, we don't know they were talking, but this indirect evidence that there was some sort of more advanced communication right around 2 million years ago. So is that the beginning of being a human, other people argue that not yet that it really was not until around 70,000, 50,000 years ago, so much, much later, not millions of years, not hundreds of thousands of years, just thousands of years. Because around that time with 50,000 years ago, it's going, you start seeing everywhere, like starting to see in different places, paintings, you know, personal ornaments, things that clearly had conceptual meaning, things that people can give to each other as presents. You know, there, there is symbol, symbolism is what people call this augmented reality is like this interior world that we have today that is made out of concepts. And that basically shows that these like a very, very well developed like full fledged modern human language and that really didn't start before 50,000 years ago. So again, things is like continuing, probably things happen like gradually slowly, which is like things took over after around 50,000 with the full fledged language and culture. So, but we know that things that things fossils of humans that, that basically look already like modern Homo sapiens were already around 200,000 years ago in Africa. So, and those are currently situated in the Homo Sapiens group. And then they photo from Homo Ballet in Ethiopia. They are Homo considered Homo sapiens and they are 200,000 years old. So, but you know, but the modern behavior doesn't seem to appear until later. So that's why people talk about anatomically modern humans versus modern human behavior. And then it's, it's hard to tell, it seems that one came after the other, other, I have colleagues that work in all their sites in Africa at 300,000 year old sites. And they, they found traces of ochre, you know that meaning that probably these, these humans were like using it to paint themselves to like signal the others, you know, things like I belong to this group, you belong to that group. So language was clearly some there and the beginnings of modern behaviors were there much earlier. But so when this is kind of a philosophical question at this point, when do you put the mark like this is another human? I don't know, it depends. What do you, how do you consider, what do you consider to be among a human and based on anatomy based on behavior?"
	},
	{
		"start_time": "34:47",
		"speaker": "Ricardo Lopes",
		"words": "Right. And so earlier, I've asked you about primatology and its relationship to anthropology, but you also interview experts from other fields, like for example, medicine, psychology, philosophy, uh how do you think these other disciplines can contribute to an understanding of what humans are?"
	},
	{
		"start_time": "35:14",
		"speaker": "Sergio Almécija",
		"words": "But I think it's precisely based on the the last answer I gave you like there at some point, we can, as scientists, we can like find things, study things quantify things. But then at some point, there is a factor that is not that, you know, there's more kind of at some point, it's just purely semantics, purely philosophical like OK, now hold you based on all this evidence because I have colleagues that the the colleague that found the Ochre in Africa 300,000 years ago, this they say this is the beginning of humanity. The colleagues who founded the the K paintings 50,000 years ago, they say, no, this is the beginning of humanity. So who do you who, who is, who is going to decide this? I think having a kind of external views to people who are just in the trenches of plot itself. Anthropology maybe can provide some sort of perspective. You know, when you are, let's say like this is like people who, who study like, like for example, they would say if you are inside the washing machine tumbling around you, it's, it's probably gonna be hard for you to understand what's happening. But if you are outside looking from the distance, the thing, you, you might have a better perspective of what happened, what's happening around you at that moment. So the idea was kind of like that like, ok, people who are clearly interested in understanding human nature, human evolution, but they are not working specifically with the fossil record, archaeological record, how they, how they see things are they see things the same way that we are seeing them or not. And, and that really like it was very eye opening for me because one of the, one of the people in the book, All The Humans in the book, that was the, the name of the book kind of was playing with this is about humans and human evolution. But also it's kind of showcasing real humans, you know, that it's kind of uh behind the scene view of the field and the people behind it, right? But one of them in the, in this section is more like the philosophical section is uh is her name is Mia Landau and she's, she's an anthropologist, right? But, but she's a peculiar anthropologist because her, she's also an artist and, and her dissertation, actually, she was interested both in uh you know, the, both the, the science of human evolution, but also the humanistic part of human evolution. What has been written about it, how it has been written about it and so on and by kind of kind kind of by accident, she found out that that many of the narratives of human evolution since Darwin until these days, like they are, they follow a narrative like when and it's not just human evolution, but science in general, her argument is that humans based on our language is just kind of a, there's no other way around it, the way we communicate using human language. It's in a, it's always a narrative, you know, it's always a subject predicate and so on. And then, and then it seems that it's just the way we communicate information and when we do so we tend to do it in a, in a, in a way that, you know, the more interesting is communicated in the form of a tail is like more interesting for the other person is probably likely to remember. So this is happening at some point, this is happening mostly unconsciously. But her argument was that since the first or the first narrative of a human evolution, the rest, the rest of researchers basically are kind of fitting their discoveries into pre-existing narratives and just kind of tweaking, tweaking them a little bit. And then she was actually mapping, you know, like there is a um like one of the people who came out with this theory is Joseph Campbell, who was an anthropologist in New York. And actually like his, his research on that is what inspired George Lucas to write Star Wars. You know, the way it was written is that the hero's tale, basically, what Campbell found out is that like across cultures, like many cultures who have different times in history, in different continents, cultures that never met each other. So it's not like they copied the other. They came out with myths and stories and religions that kind of follow the same narrative structure of the hero who lives, you know, they're like homeland and they encounter different problems and then a mentor shows up and helps, you know, and then at the end of the story is transformed into something bigger that comes back home and helps the people around them. So he found out that that kind of uh archetype of the hero's journey tale. It's kind of uh it repeats over and over again in different cultures, in different myths and different religions. And what Lisa Landau found out is that this also happens in science. When people describe the results of their own studies, even there are scientific studies with based on scientific data analysis, still the way they communicate their discussion, their conclusions is always in a narrative style that sometimes also feed that Hitter's journey tale, you know, and it's just it seems that her argument is that this is just a way, this is the way in which the human psyche works and it's hard to escape from it, but we need to be aware of it. So we when we communicate or like raol a scientist, we do it in a way that it is not just a tale that it's OK, it has the shape of a narrative, but it's communicating novel information, not just building pre existing tail, right? So this is an interesting perspective I thought for example, that only you could only bring into the picture if you talk to people outside the specific field of like the regular science. Mhm"
	},
	{
		"start_time": "40:50",
		"speaker": "Ricardo Lopes",
		"words": "And so you interviewed all these variety of experts uh asking them what it means to be human, asking them questions about human evolution. So looking back at that, what would you say are perhaps some of the most disputed questions. There is the aspects where uh looking at that variety of experts, you would say they disagree the most on."
	},
	{
		"start_time": "41:24",
		"speaker": "Sergio Almécija",
		"words": "Oh, there, there are many of them. But I, I guess I would say, um, one of them is, is that what the, what I mentioned about, is it useful to study human evolution from a practical perspective? But it's just interesting, you know, it went like, like, no, this is purely, like, you know, in the same way that watching a movie is not useful for anyone's life, but it's interesting and entertaining. But this is the same, you know, and it's based on real things that actually happened. So it's even more and it's about us. So it's therefore very interesting for everyone and no one has to do it. Other people would actually argue it's interesting, but it also has practical, practical issues, not like the example of the Fukushima Station. But there are other people who study more in the medicine world, for example. And what we mentioned that that it's interesting to understand the human evolution because it seems that physiologically, for example, we are adapted to, to not eat almost sugar or fats, right? And that's why most of the the obesity pandemic in the world is because we most diet now are rich in the things that we are able to eat very little. So basically, and this happens also in other animals, like, you know, like orangutans in the in the field, in the, you know, in their habitats there, there's, there are sometimes there are months or years in which there is almost no food to eat no fruit. And they just, they are literally chewing on the bark of the tree because there's nothing to eat. So they are adapted to like when there is something that has sugars and fats, which has a lot of energy. Their bodies are adapted over millions of years to like suck it up in the form of fat. So they can then survive for long periods of time with no food or very little food or low quality food. It seems that something like that happened in the human lineage. But now we're just eating the things that we are adapted not to eat all the time and that is causing us a lot of problems. Then one could argue, oh, that is, is that really useful to know because we already we know anyways that it is bad for us. So just don't need it. Why it's important to know that the evolutionary like explanation of why this is the way it is. It is a big discussion. Again, some people argue that you can find having the evolutionary perspective can help you find better solutions. So other things that is interesting, but it's not going to change anything. Another big dis discussion was about um uh what's that? The human evolution, right? Like some expert would, would say, is it possible to know? And Hogan, Hogan, it probably was something a very complex process with different, different things, interacting with other things, you know, and it's hard to tell exactly what is the one thing that jumpstarted human evolution. Others provide very clear specific ideas on what happened is that the environment changed, it was open. So we had to come down the trees and they come by it and it's a by product. We, our hands were free from locomotion. Therefore, we start using them for making tools and that made us smarter and blah blah, blah, blah, blah, blah blah. So you very opposite views. The same for the future question. Like some people would argue that it's impossible to know it's not happening in the future because everything is so there's so much contingency. You know, we don't know if a mere is gonna come next year and kill everyone. We don't know climate change what's gonna happen 15 years on the road. Others would argue that for sure, gonna be exceeded 100 years from now. Others are others provide like very specific perspective about this is exactly how humans are gonna look 100,000 years from now. This is exactly how humans are gonna look at a million years from now. These are the reasons, right? So that was very shocking to me as well. And then of course, the one about religion and spirituality that you have this big device, especially from faults in the US and outside the US. But in the US. Like, there are some exceptions, but the majority is, is the place in which most researchers would if they answer the question that they are, like, not compatible. Basically, if you believe in religion and spirituality, you are not a scientist, you know, and outside the, outside the US, there are all kinds of views, you know, especially there are some call from Asia that you only have like Buddhist backgrounds and student religion. They always like, feel like animals are like kind of equal to human, you know, and they just kind of feel that that one thing kind of compliments the other and they actually feel that ignoring um teaching that could come from the spiritual world could kind of like blindside us in terms of science. Maybe we're not studying something because we think, oh, this is just some sort of like Juju Mambo Jambo. Let's ignore this and some people are like, well, maybe there's some science behind that, let's actually look into it and see what happens, you know. So it's that question clearly was a big divide and then, but I guess I know if I had to highlight the one. So,"
	},
	{
		"start_time": "46:09",
		"speaker": "Ricardo Lopes",
		"words": "uh le let me ask you about one specific question. Uh And please tell me if this is also something that people actually also disagree a lot on. So what about specifically how people uh different kinds of experts, anthropologists specifically but also others, how they look at how universal is our human behavior and psychology. I mean, in terms of, if you look cross culturally, human behavior and psychology varies a lot. Or if we have really a big common human nature and our psychology is mostly universal. I mean, is there lots, did you find lots of disagreement there or"
	},
	{
		"start_time": "46:54",
		"speaker": "Sergio Almécija",
		"words": "not? Well, I think, I guess some of that came out in the, in the answers to the question about whether or not humans are special and, and, and the answer were not about it's, I don't, I don't think it was any single answer. That kind of doubted that humans as a whole are kind of like, not different from each other. Like we, I think it is this discussion is about whether the human uniqueness is so unique or is it like a degree of, so humans versus a for example, other animals are like the difference that we have are like a matter of degree or there is like a matter of uh quality. So like any human behavior today, you can see some of it in a chimpanzee today. It's just expressed there just as the same kind of capacity that we have, but just to a lesser degree or this something clearly distinctive. It's a clear cap between being a human and not being a human that was like kind of highly debated among the different experts. And in, but no one doubted that humans. They're like, it seemed, it seemed to me that the implication of the answer is that they don't consider that there is something different among humans that they consider all humans to have a very common psyche. And there's some commonalities in human nature. And one of them is for example, this thing about human language and the way we structure uh communication in the form of a narrative that dictates kind of the way that we think. I don't like everyone, I think agrees that basically it's, it's 11 human nature and there would, you know, very few attempt in terms of language. Um But the, the debate is about whether or not it is a clear cut with other animals or not. Mhm"
	},
	{
		"start_time": "48:44",
		"speaker": "Ricardo Lopes",
		"words": "And uh looking at our, the current state, the state of the art, let's say of our understanding of human evolution, what would you say are the biggest known unknowns,"
	},
	{
		"start_time": "49:01",
		"speaker": "Sergio Almécija",
		"words": "I mean, known and known. I mean, there are, there are values of that. Uh ONE big debate today is um there are many but one big debate today is about the starting point of human evolution. For example, like there, everyone since the molecular revolution that started in the sixties and seventies, it was kind of after the nineties, everyone, 99% of the researchers agree that chimpanzees are are the living closer relative to humans before that just looking at the anatomy, you know, the morphology, I mean, it was kind of like a surprise because you would assume that a chimpanzee is closer to a gorilla than to us. So that kind of blew everyone's mind at the time. Um And then since then, it's been kind of a i still ongoing debate about, OK, so then the last, who was the ancestor from, with chimpanzees and humans evolve? Was it like a chimpanzee or was like something else? And that's still like a big unknown? And you can see, just look at the literature that, that some people just assume that we work from something like a chimpanzees. Other people assume that we work from something completely different from a chimpanzee. Other people think that some features of chimpanzees were an ancestor but others were not in it. So that's still like kind of if you ask different people, they would tell you that's not unknown to me. I know exactly the answer. But I would, I would suggest that just looking at in general the literature of how desperate the assumptions are in that sense, it's not that clear consensus about who the ancestor of chim chim humans was. And, and that's important because it's basically the starting will be the starting point of human evolution, but also the starting point of chimpanzee evolution. Now one of the big unknowns today that which is I kind of mind blowing for many people. And to me too, even though I work on this is that we don't have fossil chimpanzees, we don't have fossil gorillas. So people argue, we don't even have fossil oral utan. It's like, how is it possible that there are like hundreds of fossils of the human lineage or, or Africa, Europe, Asia? But there are no fossil chimpanzees. I mean, they're like few t that are just a few 1000 years old. Not like they are not million years old. They are. No, they do the fossil record of chimpanzees, the fossil record of gorillas and so on. It's kind of like, it's like what happened? This is still kind of what the hell happened, you know. Um It's a big mystery and that's important because if we don't know, we don't have these fossils, we cannot understand the revolution and if we don't understand the evolution, we cannot actually test if the ancestor of them and us was like them or was like something else. Um And then another unknown relating to that is that in general, we know very little about the fossil record of humans in, in Africa. We think we know a lot because there are many fossils, especially from Eastern Africa and South Africa, Southern Africa, but like Africa is giant and like we know that they were all over just we don't have them. We know because like there are a few outliers, like there are sites in central a central and northern Africa in Chad where we found besides the fossils of Saan Anthro was one possible early Hoy of 7 million years. I know, I agree. It's a harmony but it's a different story. Do we have astro fossils there? Older than 3 million years? We also have very bizarre fossil in Namibia, western, like southern Africa. So, but they're like, they were kind of accidental findings but they show you that the, the picture is way more complex than what we are. We think we, we think we know what happened based on what we found but what we found is not representative of what was there. Mhm And I think this is this is kind of, it's strange because this is known, but people cannot, don't acknowledge it. That is that we have this limitation. There's kind of, we don't talk about it because it makes it even more complicated, you know. Um And then still another big discussion today is, is um you know, all these like we know this the new genomic study showing that it was all these hybridization between humans and other species of humans until very recently. But some of them don't, we don't even have like clear fossils that go with. We only know that something different was there based on the genes. But what was it, you know, still kind of debated, even like um a big unknown and high highly debated thing is what went back to a previous answer question is about this uniqueness of modern humans, Homo Sapiens there. Our capacity for language and abstractions and conceptual world basically building is that unique of Homo sapiens or they were, there were other human species also capable of that. So some argue that all human only, only humans, only Homo sapiens has ever done all, all the other variety of humans that lived before, not like us. And that's why they are not here anymore, you know, but for example, like even neanderthals that we coexisted in Europe for like 10,000 plus years, like some people argue that they didn't have a culture like a more human culture. And they just, that's why we were able to basically like over, I don't know, you kill them all or drive to extinction or it's not clear exactly what happened with the neanderthals. It's still a big unknown, very debated how they become extinct when they have been in Europe for so long. Um But some ideas are like, well, they didn't have this sophisticated mind conceptual system that we have. But they are older. Like there is like a cave in France, 200,000 year old, like Brunei cave. And they're like very complex constructions inside the cave with the static titan, static minds. And that was a Neanderthal cave. So clearly, they, they were, they there was something going on there that they're like some limited, you know, they were making their own clothes, you know, some argue they would bury their dead. So it's kind of interesting that neanderthals were kind of have a little bit of what we have, but it's not clear exactly to what degree. But now also we know that they were intervening with humans. Good morning. The ship was almost happy. So, I mean, it's hard to believe that they were like mixing up with each other without shedding also like culture and knowledge, right? So that's still a very, it's kind of very intriguing and very and know big unknown of what was happening at that time and it was something so recent, relatively speaking,"
	},
	{
		"start_time": "55:37",
		"speaker": "Ricardo Lopes",
		"words": "right? So I have then one final question for you and you even mentioned earlier when I asked you about the questions that the experts in the book uh disagreed the most on you mentioned uh the religious or spiritual uh question. And I mean, if the scientific perspective is compatible with that. So I, I would like to hear your own thoughts on that. Do you think that a scientific perspective on humans is actually compatible with religious or spiritual views of humans or not?"
	},
	{
		"start_time": "56:18",
		"speaker": "Sergio Almécija",
		"words": "I think, I think, I think the spiritual and religion, religious like behaviors are just part of the human cultural repertoire. And so I, I, some, some experts in the book have pointed this out that it's worth studying them as any other aspect of being a human. Um Because, you know, like me personally, I think that religions are like there are some commonalities about different religions as other people have noticed and similar teachings. Another thing is how humans have over the years centuries use religion, religious books for their own convenience. That's a different story. But religion itself, I think it's just, it's like a, I think it's been selected. Right. Is, is, is, is a way to, to be, to have a set of rules of what is good behavior or considered good behavior. But when they were written, maybe they should have been updated with later on, maybe they didn't. But, but like they, they seem to have commonalities that might have been selected. So it's, it's just, I think it's just they are part of human behavior and they can study from an evolutionary viewpoint. And in terms of spirituality, I think it's a broad, a broad um question because to me it means like, what, what, what, what do you mean? You can ask different people, what is the spirituality for you? You know, and like, you know, like, for example, I don't believe that there is like some sort of like man, old man with a white beard sitting on top of a cloud looking at us, you know, I don't, but I think that that there are things that we still don't understand exactly how they work and they've been like different spiritual views developed over the centuries about to explain them that might be based on nothing but might be some true on them. They just need more like scientific attention and maybe things that we think are some sort of spiritual meaningless things like 100 years from now, it will be a basis of it, you know. So as someone has pointed out before, I think uh uh a scientist with an open mind should consider everything and not just like scar things because that's kind of a way to narrow, you know, the how much reality you can kind of perceive and study."
	},
	{
		"start_time": "58:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm OK. Great. So the book is again, Humans Perspectives On our Revolution from world experts. I'm leaving a link to it in the description box of the interview. And doctor Amei just before we go, would you like to tell people apart from the book where they can find you on the internet?"
	},
	{
		"start_time": "58:58",
		"speaker": "Sergio Almécija",
		"words": "Well, my name is not very common. So they just Google me, they will come out with my web page, which is just my name.com and there I have like links to my research and other things I work on so everything can be found there."
	},
	{
		"start_time": "59:10",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been a real pleasure to talk to you"
	},
	{
		"start_time": "59:18",
		"speaker": "Sergio Almécija",
		"words": "like Way Ricardo."
	},
	{
		"start_time": "59:20",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by N Lights Learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perera Larson Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam, Castle Matthew Whitting B no wolf, Tim Ho Erica LJ Connors, Philip Forrest Connelly. Then the Met Robert Wine in NAI Z Mark Nevs calling in Holbrook Field, Governor Mikel Stormer Samuel Andre Francis for Agns Ferger Ken Herz J and Lain Jung Y and the Samuel K Hes Mark Smith J. Tom Hummel S Friends, David Wilson Yasa, dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt, Pavlo Stassi, Nale Me, Gary G Alman, Samos, Ari and YPJ Barboza Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Gilon Cortez or Solis Scott Zachary FTW, Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio Theophano, Chris Williams and Peter Wo David Williams di A. Costa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey junior, Old Einon Starry Michael Bailey. Then spur by Robert Grassy. Zoren Jeff mcmahon, Jake Zul Barnabas Radick Mark Temple, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson, Benjamin Gilbert Jessica. No week in the Brandon Nicholas Carlson Ismael Bensley Man, George Katis Valentine Steinman, Perlis Kate Von Goler, Alexander Albert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca. Toni Tom Veg and Bernard N Cortes Dixon, Bendik Muller Thomas Trumble, Catherine and Patrick Tobin, John Carl, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew Lavender, Si Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]