[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the, the Center. I'm your host, Ricard Lobs. And today I'm joined by returned guest, Doctor Joel Mars, he's Professor Emeritus of Philosophy at the University of New Haven and Bioethics Center scholar at Yale University. Uh I'm also leaving a link to our first interview where we talked a lot about moral and the realism, desires and topics like that. And today we're going to focus mostly on his book, The Spread and other essays on moralism and Guilt. But we're also going to talk more generally about moral realism and anti realism desires and other related topics. So, Doctor Marks, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:45",
		"speaker": "Joel Marks",
		"words": "Thank you, Ricardo. Very nice to be back with you."
	},
	{
		"start_time": "00:49",
		"speaker": "Ricardo Lopes",
		"words": "So let me start by asking you then also because to try to contextualize the conversation here a little bit and talking about moral realism and anti realism. Where would you say morals stem from?"
	},
	{
		"start_time": "01:07",
		"speaker": "Joel Marks",
		"words": "Well, I, I think there must be several answers to that question. Uh FOR example, uh a biologist of course, or a social biologist uh might uh look for an evolutionary answer. A Darwinian answer, somehow morality has served a purpose uh contributing to the survival of our species or at the very least, has not inhibited the survival of our species. Uh I am not uh especially qualified to uh give a biological answer. Uh I'm currently much more interested uh in a and I guess I call it a psychological answer, even though I'm a philosopher by trade, I do have some background in psychology. That is where my studies actually began. And uh for, for probably all my career, even though I focused mainly on ethics, there's always been a strong psychological component of how I have done uh my ethical philosophizing. So, uh to get right to your question, uh My thinking is that desire is, is where it starts. Uh Now I'm, I'm totally speculating here uh informed by my studies, by my experience and so forth and so forth. But uh my, my strong hunch is that, uh it begins with all human beings desiring, well, I might say that things turn out well, even for the best, uh there's a bit of question begging there because then I'd have to say, well, what does that mean? What does it mean for things to be for the best and so forth? And ultimately, I would want to give a psychological answer to that as well in effect. I want to say we desire what we desire. Um And, and not hold out for there being some kind of objective good that we desire, no, something becomes good because we desire it. So perhaps the way I should put this is to say that uh we have a hierarchy of desires, obviously, some of our desires are stronger than others. So when it comes to the, the things that we desire most and here again, we, it doesn't have to imply that we all have the same desires. OK. Uh But whatever it is that we desire most uh we desire with such strength that we, we cannot tolerate the possibility that our desires might not be satisfied. And so I think that so by some kind of psychologic, which is not really logical in some purer sense, are desiring something so strongly induces in us a belief that the world ought to be a certain way. In other words, it ought to be the way we want it to be. And that I think is where morality begins, as soon as desiring something becomes believing that it ought to be that way. I think we introduce morality into the world. That's my short,"
	},
	{
		"start_time": "04:49",
		"speaker": "Ricardo Lopes",
		"words": "that's fine. So, but getting more specifically into some of the topics that you explore in your book, the spread, what would you say are the roles played by behaviors like blaming emotions, like guilt and shame. What kind, what kind of roles do they play in morality?"
	},
	{
		"start_time": "05:11",
		"speaker": "Joel Marks",
		"words": "Well, see there's a whole uh bunch of concepts which go together and starting with, I suppose morality itself, the concept. All right. And, uh, and here again, given the diversity of the world, the diversity of human thinking desires and now beliefs, uh, there will be many different concepts of morality. Uh, BUT it does seem to be that well, at, at least in my knowledge and my experience, uh, the concept of morality will tend to bring along these other concepts that you've mentioned. So, for example, if, um, if you believe uh that things ought to be a certain way, then if somebody uh does something that goes against that, well, we might say that they've done something wrong. And then if we believe somebody has done something wrong, we might feel that they uh deserve. There's another moral concept, blame another moral concept. And if the person we believe has done something wrong happens to be oneself, then the self blaming is in effect guilt or the feeling of guilt. So that's where they all come in. And, you know, these are commonplace concepts, at least in what should I say, Western society. Uh You know, the societies that I'm most familiar with, although I do have some knowledge of uh non western philosophies, although I can't say that I have much knowledge of, of uh non western societies, their philosophies. I know something about the, the, the stuff you get from book learning. Uh But I have not lived in a non Western society and so forth. But I would imagine, I would imagine you'll find something similar, something analogous there as well."
	},
	{
		"start_time": "07:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But then emotions like guilt and shame, I mean, the way they play out psychologically they sort of, uh, bring about, uh, a form of self control. Right. I mean, people, they live in a particular kind of society that is where certain particular moral, moral values are dominant and then if they go against those moral values or against the norms that are prevalent in that society, then it's when they might feel guilt or shame. So those emotions uh serve a function of also self control or not."
	},
	{
		"start_time": "08:15",
		"speaker": "Joel Marks",
		"words": "Uh Yeah. Yeah, I mean, that's exactly right. Uh Again, here, here, I would be going into yet another field, you know, the social sciences. Right. Again, that, that's not my field, but certainly just uh as a layperson. And also, of course, having read some things in those other fields, I, I had that sense that uh morality amounts to internalizing something that certainly for most, if not all of us, uh must come from the society in which we grow up. Um uh So the society can, of course, exert external forces upon us. Uh MOST obviously and explicitly in the statutory laws, criminal laws and so so forth. Um But uh yes, uh there are subtler ways, you know, uh society helps to constitute who we are, uh even as individuals, uh uh starting with parents, I suppose. But ultimately the entire society, the entire culture and certainly a huge part of that would be internalizing a morality that is somehow, uh you know, present uh all around us and, and this may be a good place for me to introduce another idea that um uh I spoke of there being different concepts of morality. One very basic kind of distinction. I think you would find is between uh uh morality as what I guess the sociologists would call ma uh whi which, you know, again, with, with the notions of, of right and wrong or, or proper behavior in a given society. Uh But then there would be something that is uh you might say more metaphysical uh what I tend to speak of as objective, right and wrong, objective, good and bad. Um And these are uh things speaking, you know, in the metaphysical sense now, metaphysical things, entities uh um that I don't believe in, but I, but I think that most people do believe and, and I think what constitutes uh the, the sociologists, Maury uh or what I sometimes call empirical morality would, would be based on a belief in that metaphysical idea or those metaphysical notions. So the belief of course, is something real. It's a real psychological phenomenon uh that somebody might have. But what they believe in would be, you know, this seemingly meta metaphysical notion of an objective, rightness and objective wrongness, et cetera."
	},
	{
		"start_time": "11:10",
		"speaker": "Ricardo Lopes",
		"words": "And so, is that the same, I, I mean, moral philosopher, moral philosophers themselves is that the way they also think about objective moral values, are they, when they use this expression, objective moral values, are they also viewing moral values with some kind of, uh, metaphysical reality to them and claiming that moral values exist even independent of human minds or other animal minds, for example."
	},
	{
		"start_time": "11:44",
		"speaker": "Joel Marks",
		"words": "Yeah. Well, well, that's the big issue. Uh, THERE are certainly, uh, traditionally, I suppose, uh, it was a straightforward metaphysical belief, a belief in something metaphysical. Uh, ALTHOUGH I suppose some people might question that as well, but that, I think that's a, a common view but more recently, meaning in recent centuries, uh uh, and certainly in the kind of western philosophy and philo philosophical ethics, I'm acquainted with, uh, not, not so, not necessarily theological ethics. That's, that's again another whole other bag, right? But, but in, in philosophical ethics, the trend has certainly been, um to try to de metaphysical, uh the notions of right and wrong, uh, good and bad. Uh And here it gets very, very, very tricky, uh, because I would say most philosophical ethics do want to preserve the idea of a real morality. There really are things that are right and wrong and good and bad. Uh But since they're rejecting the metaphysical view, you know, what's, what's gonna take its place and, and, and so as I say, it becomes very tricky and, and I think you find a wide variety of attempts to secularize uh an objective, right and wrong, good and bad. Uh I don't particularly want to go through an inventory of, of the various attempts that have been made. Uh But, you know, to, to cut to the chase, uh I myself and a handful of others uh in, in modern philosophy again, meaning the last 100 or more years. Uh PEOPLE even with like Nietzsche and so forth. Um We, we have kind of rejected the whole notion of, of an objective, right and wrong and good and bad. I mean, that makes it so much simpler, you know, we, we, we don't have to come up with some elaborate, complex, subtle. I mean, I mean, you know, they're really, really have been good attempts. I mean, they're very, they can be very persuasive and I can't say that I myself completely reject all of them. Uh I, I have an open mind. I'm a philosopher. I, I can never really come to a final conclusion about anything. All right. But, but by and large, um I have become convinced uh that it just makes a lot more sense. Uh It would work out more to, I think the collective liking of human beings if we had a world in which we just didn't believe anymore in an object of right and wrong and good and bad."
	},
	{
		"start_time": "14:54",
		"speaker": "Ricardo Lopes",
		"words": "But then in terms of morality, if you reject the idea of objective moral values, um I mean, do you have a subjective approach to morality. Do you use terms like that or not?"
	},
	{
		"start_time": "15:12",
		"speaker": "Joel Marks",
		"words": "Well, again, uh uh that you'll find different points of view about this as well. Uh Because even among uh the philosophers who reject uh a, a moral realism in, in terms of, well, wait, wait, see again, everything is so complicated in philosophy because every term can be debated. All right. So I shouldn't even use the word real realism yet. OK, let me, let me just go back to metaphysical. Even those who would reject a metaphysical notion of morality uh might still want to hold on to the vocabulary of morality. Uh A lot of these people call themselves uh fictional lists. So they would hold on to a belief that they don't really believe they would, it would be a pretend belief so that they could continue to use the vocabulary of morality. And their argument would be because it's very useful. Um uh It obviously, again from an evolutionary standpoint, believing in morality in a very strong sense must have served a purpose. Uh But these fictional lists would argue that well, now that those of us who really think about this, don't, don't believe in that hardcore kind of morality. Nonetheless, we, we can still see the benefit in, in retaining some of the gestures as it were of morality, some of the psychological attitudes that go around with morality. Um And, and it would just be too dangerous and ultimately just wouldn't work out well for the individual or society if we got rid of the terminology. But, uh, then others of us like myself, uh, who tend to go by the name of, um, moral abolitionists as opposed to moral fictional lists. Uh, WE feel it would be better even to get rid of the terminology not to be, uh, not to be a school mom about it. Uh, AND say no, no, no, no, no, you shouldn't do it, da da da da. Because if we, if we say you shouldn't do that, we're gonna be moralists again. Right? So we don't want to go that far, but we do want to encourage people to uh to go easy to go light on the use of right, wrong, good, bad. Uh And, and more recently, I myself in this latest book that we're talking about, I even go so far as to say, let's stop talking about truth and falsity. I know you wanna ask me about that later in the conversation, but I'll just throw that in now but just talking about right and wrong, good and bad now. Um Yeah, I, I think it would be better. Uh And um why, because I think if we continue to use moral terminology, I think inevitably it's gonna bring along with it, the attitudes, the metaphysical attitudes, it's, it's just, you know, it's so ingrained in us that if we really want to get rid of the metaphysical attitudes, I think ultimately, we have to get rid of the language as well."
	},
	{
		"start_time": "18:44",
		"speaker": "Ricardo Lopes",
		"words": "So going back to perhaps the first question I asked you when I asked you, um where moral values stem from? I mean, there's another particular point there that I would like to address because there are some moral philosophers that I would imagine would place themselves on the moral realist camp that uh in reaction or in response to some scientific accounts of morality and moral values. I mean, whether, whether it is evolutionary approaches, soc social learning, anthropology, game theory, behavior, economics or any of those approaches, they say that uh we do not have a full account of morality or where moral values stem from. But uh I'm not claiming here that we already have that full account through science or any of these sciences. But if science would not account or, or, or would not fully account for where moral values stem from, then what would uh account for it? I mean, because uh it's, it's hard for me to understand people when they make that kind of claim that science itself cannot fully explain where moral values stem from."
	},
	{
		"start_time": "20:12",
		"speaker": "Joel Marks",
		"words": "What can I say? I mean, you know, there'll be so many different responses to that. So some, you know, are gonna just say, well, they came from God, right, going back to the metaphysical notions. Um AND I gave you my own psychological account, you know, of, of where they could come from. I, I would say one, I, I imagine that uh and, and this is gonna overlap with some of this, the more scientific versions you already alluded to. I would imagine that uh playing the moral card must give people or must make people think it gives them a certain advantage. Uh For example, when I, when I hear uh politicians uh use morality, it strikes me that they're, they're just trying to, to buttress their, their arguments, whatever they are. So they'll say, you know, well, I am supporting this policy or you should vote for me, you know, because blah, blah, blah, blah, blah, and then they end it with and it's the right thing to do, you know, I call it moral punctuation. I'm probably repeating some things I said in our first interview. But um it does seem to me that people feel there's an advantage to doing it. And I acknowledge that, I mean, uh I, if I'm debating somebody who is very confident about their position on whatever it is a practical matter, a philosophical matter, whatever it is, um their confidence might derive from their believing that morality is on their side. Uh Especially if we're talking about some extreme situation like something which in, you know, I, I is, is, is, is atrocity a moral term. It probably is. And there's certainly many times when I view something which, you know, I am just naturally gonna wanna label it an atrocity and then if, if, II, I, if somebody then says to me in a debate about morality and amorality, now, what do you think about that? You know, wasn't that an atrocity? Are you telling me it's not wrong? The person who did that didn't do anything wrong? Well, you know, I'm at an extreme rhetorical disadvantage. Right. It sounds terrible for me to say no, I don't think they did anything wrong. You know, it, it's absurd. Right. It's absurd. Well, well, how do I get around that? Uh, WELL, I mean, theoretically how do I get around that? Theoretically I'm going to say, yeah. But I really, you know, I'm, I'm repelled by it. I'm iii, I really don't want things like that. I, I, I'm very motivated to try to prevent things like that and, and discourage things like that from happening and I would certainly want to stop somebody from doing something like that, you know. So I would give all these psychological answers, not moral answers. I would talk about, um, what I feel. Um, AND I think that's enough, uh, to, to, uh, to make, to help make the world be the way I'd like it to be. If everybody shared the feelings I have, I certainly would, would think it would be a better world as a result. It would just be superfluous to add on top of that. Oh, and by the way, it's the right thing to do, you know? But as I say rhetorically, somebody can use that right, wrong language to put an Amoral list at a disadvantage."
	},
	{
		"start_time": "24:10",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you this question that is also sort of related to the previous one. So let's say that someone is an atheist and they go around condemning religious people for believing in things that they think do not exist gods or some other kind of divine entity. But at the same time, they believe that moral values are objective. And so they think that moral values are as real and as far as the universe as atoms, for example, and we can find them through whatever means. Uh I mean, does that make sense? Does it make sense sense to condemn someone for believing in something gods in this case that uh an atheist thinks does not, does not exist but then believing uh also holding these sort of beliefs that sound very similar to that. But in another camp, in this case, morality,"
	},
	{
		"start_time": "25:19",
		"speaker": "Joel Marks",
		"words": "well, you're giving me a leading question. I mean, thank you. Of course, I, I think it's ridiculous to, to uh to try to reconcile those uh those beliefs and attitudes. Um And, and, and I, you know, I think the so called new atheists who aren't so new anymore. Uh And, and who might, you know, certainly respect a great deal. I mean, I'm certainly in sync with a lot of their attitudes, but I think they just are mistaken in this case. Um uh THEY are at cross purposes. Uh uh And uh I would, I would, you know, just as you suggested, I would s say they, they still believe in a kind of God uh that, that objective, right and r right and wrong and good and evil or good and bad um amount to believing in God uh to think that uh you know, God's in His heaven and all is right with the world And there is somebody who will, who will make it all right in the end and all that, that, that relates to the desire I spoke to at the beginning of our discussion today that we desire something so strongly. It's not only a case that we bring the ought into existence, the world ought to be a certain way. But, you know, of course, we bring God or Gods into existence, the ones who are going to make it be the way we want it to be and think it ought to be or even tell us how it ought to be and establish that. That is why it ought to be that way just because the gods think it ought to be that way or want it to be that way. Uh Yeah, they're all of a piece. It seems to me. So that's why I coined the term hard atheism um uh for an atheism that is thoroughly uh honest or at least self-aware uh that is going to give up. Not only an explicit God but the implicit God of an objective morality. Mhm."
	},
	{
		"start_time": "27:41",
		"speaker": "Ricardo Lopes",
		"words": "So, in our previous conversation we touched a little bit on desires and today I would like to get into more detail on that topic. So, first of all, just to recap, would, would you like to tell us again, uh, uh, what desires is about?"
	},
	{
		"start_time": "28:03",
		"speaker": "Joel Marks",
		"words": "Uh, SURE. Uh, I, if we, if we decide to get rid of morality as it were, yeah. I, I don't really like the term abolitionism either. You know, because again, I'm not gonna abolish, right? But that's the term that I inherited from whoever coined it. All right. Uh, BUT if I, if we get rid of, of, of morality, we don't believe there's metaphysical, uh, morality and we just kind of stop using the language and so forth and so forth. Um, WELL, the, the people who don't like amorality often say, well, you'd end up with chaos or people, you know, raping and pillaging and murdering and blah, blah, blah, the same kinds of arguments that theists make a, about, about atheists. You know, again, there's another parallel right there, you know. Um, AND just as, you know, atheists think that's ridiculous. You know, there are certainly lots of atheists who are upstanding, wonderful compassionate individuals. Uh, JUST as much as there are theists like that and we certainly know many theists who aren't like that. Right. So, you know, the same thing with moralism and Amoral, you're gonna have some, you know, real stinkers who are moralists and real thinkers who are am moralists, no doubt. Uh, BUT in an attempt to come up with a, a form of a morality, uh, that will satisfy even a moralist who was a very nice upstanding person. Uh, I wanted to suggest some things, you know, I, I don't just wanna say, get rid of morality. Right. I wanna offer some kind of alternative. Uh, NOW getting rid of morality is a big part of it. All right. Uh, I, I do think that will help to make the, the, the, the, the, the way smoother. Uh, IT'S gonna get rid of a lot of things that can cause unnecessary conflicts and so forth. That that's a big argument that, uh, many of the, uh, Amoral lists will make, will have, will reduce the number of, of conflicts and the intensity of conflicts in the world. But desir is specifically, is the idea that, uh, we're left with, um, what we want or what we like or what we don't want or what we don't like. You know, that's, that's pretty much the basis of what will motivate us to do things or not do things in lieu of, you know, thinking it's right or wrong, good or bad. Uh, AND then I add one more wrinkle to that. So, uh, choosing the name Desir is might, I, I, it's, it's not the happiest of names for what my my view is, and th this is a constant problem for any theory. You know, the name never really fully captures what a theory is. Cause theories tend to be rich entities. OK? But the other wrinkle I'll throw in that I've thrown in is that you want to rationalize your desires. Um And now this, this raises a whole, this opens a whole new can of worms. All right, because then we have to talk about rationality, which I want to do with you. Uh But that, that would be the essence of desires, desires, says, instead of trying to figure out what's the right or wrong thing to do, ask yourself what is the rational thing to desire or like that's it. That's rationalism in a nutshell."
	},
	{
		"start_time": "32:06",
		"speaker": "Ricardo Lopes",
		"words": "OK. But then we have to get a bit deeper into that bit about rationality. So iiiii, I mean, because I have to ask you at this point, what does rationality mean in the context of desires specifically"
	},
	{
		"start_time": "32:24",
		"speaker": "Joel Marks",
		"words": "that that turned out to be the real, the real kicker? Uh And I've been struggling with that for the whole time. I've been thinking about desires and immorality, which is how long now going on, maybe 18 years or something since I had my so called anti epiphany that morality doesn't exist. That was a real shocker to me, a real shocker. Um OK. Uh Again, morality, well, that's a favorite, I mean, excuse me, rationality. And that, that's a favorite concept. Of philosophers in particular. I mean, you know, some would say precisely what distinguishes philosophy from, well, religion is that it insists upon a strictly rational approach to the big questions. Whereas theology not, I shouldn't say religion, theology. Theo well, no, I shouldn't say theology, I think is so complicated. Ricardo, I'm sorry, this is, this is what happens when you're a philosopher, you can hardly get one sentence out before, you know, contradicting yourself. Uh How can I just say calm down, Joel, calm down? Um OK, there are many things that one can mean by rationality. So when I first started using the term, I meant what is pretty standard in philosophy is that you, you think logically, you know, you, you uh you vet we say you vet your beliefs with logic. Uh And there are, there are strict laws of logic, you know, even Aristotle came up with a lot of them. Uh This goes back a long way and uh I mean, my God, he was such a genius to come up with these things. Uh And, and, and they, you know, many of them have stood the test of time. Uh So you wanna think logically and you know, we would also in a more modern sense, say you wanna think in uh scientifically or we wanna think in terms of um uh well, inductive logic. Some people talk about uh uh things that conform to um uh probability theory and scientific theories. And all that kind of thing. So uh not certainly we, we don't expect that you have to um uh resolve everything deductively. Uh You can't, I mean, nothing in the real world um in the world of experience, even scientific laws, none of these can be established deductively. Even scientists fully recognize that now. Uh BUT nonetheless, there are standards um and they are considered objective standards. OK? Of, of what constitutes a rational belief or accordingly, uh an irrational belief or a fallacious belief, which is another way of speaking of something that's not strictly uh rational. So that's what I had in mind originally when I suggested that we uh vet or rationalize our beliefs. But more recently, uh with my book on uh uh ethics and reason or was it reason and ethics? I think it was reason that I've written so many books now, Reason and Ethics. Um And then, and then the spread the, the most recent and now I've got another one being considered for publication in these more recent books. I'm taking a more relaxed view of rationality because uh I, I familiarized myself with um uh the objection to a moralism that goes by the name of companions in guilt, which argues it has many forms of course. But one form is that rationality is just as much uh a uh an, a, a um um they might say a metaphysically based uh attitude as morality can be. Um And I thought about that and, and I became convinced that that was true too. Uh, OH, look what I just said that that was true too. I'm gonna have to qualify that in a minute too. Uh, YEAH, because, you know, where do we get this idea that, um, you can only think in these terms, there are these laws of inference, deductive or inductive, et cetera, et cetera who says, you know, I mean, yeah, they intuitively grab us at least some of us, you know, those of us who think that we're very logical, we say of course, just like two plus two equals four, of course. But then isn't it just like, well, you don't wanna go around torturing babies, do you? Of course not, you know, it's the same kind of intuition that comes very naturally and that it seems absurd to deny, but having become convinced that it can be denied in the realm of morality, why should I be so confident that it can't be denied in the realm of rationality? And so finally, as I say, I, I did become convinced that it can be denied there as well. So what do I do then? Do I become an a rationalist the way I think of myself as an a moralist? Well, yes, but now I'm gonna say something which has become my, my ultimate meta, meta, meta philosophy of life. Yes and no, you know, I speak now of the philosophy of yes and no. Uh BECAUSE I kind of think you can give a yes AAA plausible, yes or no answer to every question. So yes, I have now become an a rationalist. But no, I can also give you a concept of rationality which I can live with. Uh It's a laid back concept as I think I said, uh where all I mean by it is that I'm asking you to reflect on your beliefs before you act upon them. So, now a desir is, is someone who, who reflects on their beliefs before acting on them? It's that simple."
	},
	{
		"start_time": "40:04",
		"speaker": "Ricardo Lopes",
		"words": "But then let me just ask you this question more directly here. Are you against morality or just against moralism?"
	},
	{
		"start_time": "40:18",
		"speaker": "Joel Marks",
		"words": "Ah, good. Uh, BECAUSE in line with what I had just said about how I can live with a laid back sense of rationality, one might suppose if I'm going to be consistent, which I like to be because I like rationality. I like it. Right. So, if I'm going to be consistent, then why not have a laid back sense of morality? Two, you know, and, and that I think is what many of the, um, the, the non metaphysical moralists have been attempting to develop all these for the last couple of centuries, you know. Um, AND as I said, well, I just found it simpler to get rid of morality, you know, but, hey, you know, arguments pro and con, all right. Uh, AND, and, and and it's also important to note that these are empirical questions. All right. I am very much an empirical minded philosopher. And I recognize that, you know, because these are empirical questions, I cannot claim to have definitive answers. And that's not only because I'm not a scientist in the formal sense because I think that a non scientist can be very empirical in their studies as well. I think I am being very empirical when I'm in my armchair doing philosophy because I'm thinking about daily life, which is an empirical phenomenon. What would I do? What would other people do? What do other people I know do or say da, da, da, da, da, that's an empirical study too. All right. Mhm. Uh But even science recognizes, as I pointed out when saying science doesn't look for deductive answers. Even science recognizes that it's not necessarily now or ever in possession of the absolute truth. So, in that sense, you know, I'm open, very open to the possibility that uh it, it might make more sense in the end to live with a laid back morality instead of having an out and out amorality. OK. Uh But you had asked me about moralism. So one way I can split the difference here is to say, well, OK, I do still want to get rid of morality for various reasons, blah, blah, blah. Uh But let's, let's have this conceptual distinction between morality and uh moralism. Um OH, wait Excuse me? Iii I just, I just misspoke, I just misspoke. I could say yes, let us hold on to a laid back morality. OK. But let, what we want to get rid of is moralism. And in fact, we already have in, in everyday speech in English. Uh You can tell me if that's the case in, in some other languages. Ricardo. Uh CAUSE I know you're probably a linguist. Uh I'm not, uh but certainly in English, um with the term moralism usually connotes something not so nice. Uh You know, you're just getting carried away with your morality there. Uh You know, relax a little bit in other words, right? Uh And, and it's also suggests a kind of arrogance, somebody who's very uh moralistic in the sense of moralism as opposed to moralistic in the sense of just moral. Uh So, yeah, that, that's definitely something I've become more open to after 18 years of being an, a moralist. I, I'm a little more moderate now in my Amoral. Is it, it can be, you see the term itself, it can be an a moralism instead of an a morality. I, I could maybe live with that."
	},
	{
		"start_time": "44:36",
		"speaker": "Ricardo Lopes",
		"words": "OK. But then in your work, one of the things that you say we should try to do is to abolish moral language. But if we were able to do that, then how would we refer to uh values that are then part of that more laid back morality would we refer to them as, I don't know, personal preferences or something like that?"
	},
	{
		"start_time": "45:03",
		"speaker": "Joel Marks",
		"words": "Yeah. Ok. Well, see, now, now we're, now we've got two paths here. Ok. So if, if we're gonna be laid back moralists, then we don't have to get rid of the moral language, uh, necessarily, or we can use it from time to time as appropriate, you know. Uh, uh, SO I, but, but we might also still choose and I kind of, you know, I, I still have a preference to be a AAA thorough going Amoral list, you know. Uh So, so as I said, we have two pairs. So, so one way I could answer your question is to say, well, we don't have to really change her language so much. OK. But the other way I would answer it as a, as a thoroughgoing Amoral list and perhaps I should argue in those terms, you know, for most of our discussion because, you know, that, that's, that's my claim to fame. I'm an Amoral list and, and I've, I've been considered really perhaps even the most extreme one in, in philosophical circles recently. And I'm kind of proud of that and I don't mind, you know, even playing as it were a devil's advocate. But, but, you know, I personally like it. All right. So, so I'll, I'll, I'll go that route. So how would I, what language would I use to talk about something? Uh Which a moralist, you know, would say is just bad, evil, atrocious, horrible, outrageous da, da, da, da, da, da, da. Well, you know, I think we have lots of language for that. Um uh YOU know, another way I could go by the way, you know, actually this is a third path that occurs to me now and your questions as always are spurring me on to think, which is what the beauty of philosophical dialogue, right? That, that's why, you know, the best possible way to do philosophy is in a dialogue because another person is gonna point out to things you that you and your own little head just didn't think of. All right. Yeah. So now it occurs to me that it's really a third path, the relativistic path because one thing I could say is uh in a subjective this tone, I could say, well, I think it's wrong, you know, so instead of saying it's wrong, if I were just speaking as either a hardcore moralist or even a laid back moralist, you know, it's wrong. I could be a relativistic moralist and say, well, I think it's wrong, you know, I recognize that you may consider it not wrong. See, I could go that route or as a pure am moralist, I could say, uh well, moderately I could say, I don't like that, you know, in, in an aesthetic, you know, if we're talking aesthetics, which I think again is another realm just like morality where you have the same kinds of issues I could say. Well, you know, I, uh, Beet, well, Beethoven, I love, you know, I love Beethoven. Uh, BUT, uh, you know, oh, the Beatles aren't my cup of tea actually. I love the Beatles too. But, yeah, I, I could use like, and don't like, or, you know, love the subjective, obviously subjective terms without making an issue of it. Oh, Beethoven is the best composer there ever was objective fact, you know, in my objectivist mode, I sure think that, right. But in my purely subjectivism and a and even amorist mode, no, I can just say, um I just, I love him every opportunity I have, you know, I'm gonna go listen to Beethoven and I, and I'd like to encourage you to listen, you know, I know you don't care so much for Beethoven now. But maybe if you, you know, listen to this particular piece, you know, we could start with that or, you know, or let me point out some things about the, the melodic structure of this piece that maybe you didn't pay attention to before, you know, that, you know, so there are all sorts of ways I can subjectively try to convince people to come along to my way of seeing things and remember one part of desires and that I used to refer to as rational and, and again, I could still do that in a, in a, in an easy going way I could still say, look, let me give you reasons because the whole notion of rationality comes from the idea of giving reasons, you know, having reasons for things. I would still, I would always want to say, uh, not just that. Oh, well, I like this or I really hate that or I really don't want you to do that. I could, I could also give reason, like I say, and here's why, right? That's to be rational. I want people to reflect upon uh what they're doing or what they're not doing, to encourage them to do something or to discourage them from doing something right? In a critical situation, of course, you know, call the building's on fire. Well, of course, I want to say, hey, because the building's on fire, let's get out of here, right? You know, so even in a, in a critical urgent situations, we give reasons, right? So they're just about always appropriate. And so, so what it wouldn't just be a case of substituting the language of like, don't like, you know, want, don't want and, and again, we have various gradations of that obviously in, in English and other languages uh for the language of right, wrong, good, bad. No, it would also be involve giving reasons, giving reasons uh AAA as part of uh explaining why I have the likes and tastes that I do and why I want you to have the, the likes and dislikes and so forth that I want you to have. Um Yeah, so there, there's a lot more to it than just substituting one word for another."
	},
	{
		"start_time": "51:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's take one step further now because we were still in the realm exclusively of morality. But then last time I think you just alluded very briefly to uh another thing that I would like to ask you about. Now, what is Anna lits or lit is? And I hope I'm pronouncing the word correctly, but tell us about"
	},
	{
		"start_time": "51:36",
		"speaker": "Joel Marks",
		"words": "it. Don't ask me. It's great today. That's a pun folks. Um Yeah, II, I think other people have used that term or maybe one person and I don't know if they're using it the way I did. I, you know, all philosophers use terms in their own ways. But uh the lee, you know, was the, the Greek uh river, the river between the world and Hades the uh the above ground and the below ground I think, let the river of forgetfulness. So when you die, you know, you forget everything and, and go to the underworld for whatever purpose. Uh I hope I got that right. My Greek mythology there. Um And so all atheism is a philosophical term of art, uh which is, you know, ah or an is a negation prefix. So a lithium, Aletheia, Aletheia, just like a morality, a rationality. Da da da. Aletheia would be not forgetting, which is so Ali Aletheia would be a theory of truth, you see forgetting somehow it's become in, in p in philosophical lingo referring to a theory of truth. So then I now wanna deny truth that there is such a thing as truth. And so I came up with the term Anna atheism, the denial of the denial of forgetfulness. And we could just shorten that because two negatives are positive, right? Uh OR is m Morgenthau once said, well, no, and that's a a jo I won't bring in that joke. It's a tangent. But um uh we can get rid of the two negatives and just say lethe is for sure, you know, getting back to forgetfulness here. So, so it's just a fancy term, my fancy term for saying that uh there's no such thing as truth. And here again, we can go to different routes, right? We can say, well, let's just be laid back about it and say, you know, there's truth, but we don't need it in any metaphysical sense or we can be relativistic about it and say, well, I believe this is true or I believe this is false or we can go all out lethe is about it and say there's no truth. Now, how did I get around to, to that idea which you know, is to some people just so obviously self defeating. Because if I'm claiming that there is no truth, am I not claiming that? That's true? Yeah. Well, the way I get around it? Is, is, is analogous to how I get around using right and wrong and good and bad. And because some people would make the same kind of argument to a moral, a morality they'd say, oh, are you saying it's wrong to be moralistic? You know, and the way I got around that was just to say, no, I'm just talking in terms of what I like and don't like so analogously or desire and don't desire. So analogously, I would say, well, I'm gonna get around if I wanna go hardcore, let theist, I'm just gonna go around saying, well, I believe this and I don't believe that that's all very simple. Well, some people would say, hey, but you know, if you believe something you believe it's true. I mean, that's, that's the very concept of believing. And I say, well, that's your analysis of belief. It's not mine. Philosophy is fun. Philosophy can be pure wish fulfillment. Um But, you know, I, I take these things very seriously. Uh uh There's no problem in having fun with the work you do, but it can have very serious uh implications. And we did talk a lot about those in our first interview. Uh And if we have time, we'll do that this time too. But, you know, I, I do mean this quite seriously a a again, this relates to what I had mentioned a little earlier about my answering every question. Yes and no. Now that's another way of saying, uh, you know, well, there's, you know, we can have, this could be true, it could be false. We can even say that about truth itself. Yes. Every, there, there has to be such a thing as truth. I know there doesn't have to be such a thing as truth and belief you have on and on and on and on and on. You know, now will, will I ultimately trip myself up? You know, I, if I, if I really, really, really try to make this a completely coherent uh theory that makes sense and actually relates somehow or other to reality, am I ultimately gonna be, you know, tripping on my own feet here? I don't know, you know, time will tell. But this is just another of those perennial issues which is never gonna be resolved. That's, that's why there's always gonna be philosophy because these issues will never be resolved. So, so, you know, I stake my position, you know, I defend my position. I take it with somewhat of a grain of salt. But I, I have to say, I'm, I'm very deeply convinced of all these things. Now I'm, I probably have veered from your question. Uh Yeah. Were you asking me, how, how did I come about believing this in the first place? This lethe is"
	},
	{
		"start_time": "57:38",
		"speaker": "Ricardo Lopes",
		"words": "uh no, actually that was the question I was going to ask now. So"
	},
	{
		"start_time": "57:44",
		"speaker": "Joel Marks",
		"words": "OK,"
	},
	{
		"start_time": "57:46",
		"speaker": "Ricardo Lopes",
		"words": "but, but, but do I, I mean, how did you arrive at li is, uh uh, do you see it, for example, as a continuation, just a normal continuation from, uh, a moralism?"
	},
	{
		"start_time": "58:01",
		"speaker": "Joel Marks",
		"words": "Yes. Yeah. And, and again, I think it came from dealing with the companions in guilt objection. Uh, IT'S, it's called companions and guilt. You know, just because it's claiming that morality and rationality are equally guilty. Uh So if you think morality is guilty of something, you ought to think rationality is guilty of something. And, and, you know, I told you, my response was to, to seize the bull by both horns and say, OK, yeah, uh they're both guilty. So I'm giving up rationality too. If I'm going the pure a rationality, amorality root. Um So when I thought, you know, more and more about giving up rationality in particular, it did seem to me that rationality uh in its, in its pure extreme metaphysical sense goes hand in hand with the idea of their, of, of truth and falsity. Um And so if you give up one, you kind of give up the other. That, that was my general thinking about it."
	},
	{
		"start_time": "59:17",
		"speaker": "Ricardo Lopes",
		"words": "Mhm OK. So then let me ask you because this is something that probably many people will be wondering about. So, um when it comes to the idea of abolishing morality or people becoming a moralists in your estimation, do you think that it is feasible for us as humans to do that?"
	},
	{
		"start_time": "59:43",
		"speaker": "Joel Marks",
		"words": "That is the question that uh I've I've certainly grappled with all along but that, that has central place in the book I've just written, uh, which has the tentative title, Ethical Health. Uh, AND the subtitle is, uh, managing our moral impulses because, uh, you know, I have tried to walk the talk. Uh, I don't just wanna be philosophizing theoretically, as I said, I'm a very empirically minded philosopher and so I wanted to know if it was really possible to become an aorist. Uh I'm not sure, you know, and considering the people I know personally or the people I know, you know, just via reading or media or whatever, I'm not sure if there are folks out there who would be full-fledged, Amoral in the sense that I theorize about and promote. I kind of think some are, I actually toy with the idea that Jesus might have been an am moralist. I mean, you know, who knows what Jesus was actually like? Right. We all have our favorite Jesus. Uh, BUT, you know, there are many aspects of, of jesus' life as I know about it through secondary tertiary et cetera. So sources, um, that make me think that he might have been uh an Amoral list. But anyway, I wanted to see if I could become an Amoral list and that's simply to test my theory. But because I really thought it would make my life better. Uh So I've been struggling to do that and I've through the years I've had my ups and downs both in terms of thinking that I was able to be Amoral and in terms of whether I thought it was making my life better to be, to be this way. Uh, I can say now after 18 years, I am more convinced than ever that my personal experience bears out the possibility of becoming a moral and that it makes things more, I don't wanna say better to objective, more to my liking. And I think the liking of people who know me, who have to interact with me. All right. Um And oh, by the way, 11 probable repercussion of this is how I've gotten more laid back about morality as, as we've been discussing, right? Because it does make me more laid back, I think to become more, you know, tolerant is a word we use. Uh And, but so many would remark about me that I'm a very emotional person. I would remark that about me. I am a very emotional person. Uh I feel everything very deeply. And so it has certainly been a, a very great struggle for me to tone it down. Uh BECAUSE, and, and that's why IE even when I became an, a moralist, uh became a, a AAA uh a very emotional, a moralist which, which made me very liable to being moralistic, right? Because moralists tend to be, well, I, I shouldn't say that either. See, I have to, this is why I'm qualifying everything. Right. No, moralists don't have to be absolutely confident about everything. Only the, the ones who embrace moralism. Right. But you can certainly be a very reasonable, rational moralist who, who always recognizes that, you know, they might be mistaken in their moral convictions even though they feel them deeply. Yes, of course, there are moralists like that too. All right. So, I'm willing to grant all that. I just wanna say now that I think an, uh, an Amoral list has the potential to do it even more effectively. Uh, DOES that answer your question?"
	},
	{
		"start_time": "1:04:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah. But, uh, let me just ask you a follow up to that reps because of an objection that some people might have to your, a moralist position here. And this will also be my last question for today. So, uh, I mean, some people would probably object to you. I, in this way, they would probably say that if people became am moralists, then there would be a big risk of them behaving in ways that we would consider immoral all the time that is mistreating other people and stuff like that. I mean, do you think that there's any merit to that objection or"
	},
	{
		"start_time": "1:05:37",
		"speaker": "Joel Marks",
		"words": "not? Of course, there is, uh, just as there's merit to the theist objection that an atheist might start raping and pillaging and murdering. But the question for somebody in reality, in the empirical world of experience that we know is, yes. But what are the likelihoods, what are the tendencies? It's always a matter of more and less in the real world. Uh When, you know, anytime somebody institutes any policy, even if you're a, a social scientist pro promoting an economic policy, uh you know, social political policy, whatever, obviously, some people are gonna get it wrong. It's not gonna work for everybody because you're in, you're always dealing with people who are totally diverse in terms of their be police, their genes, their cultures, their everything, or they might even have misheard what you said or just so many ways things can go wrong, excuse me, you know, go to the way you weren't anticipating, right? See, I'm constantly looking for different ways to say things now. Um AND there are always ways to do it. Um So yes, of course. But you know what's, what's not logical or rational is to leap on those exceptions of what you hope are exceptions. And so you see, you see, you see, I mean, this is what demagogues do. This is what a certain presidential candidate in my country has been doing for years. He takes one case where an immigrant may have done something, you know, not guilty till proven in a case of in, in, in a court of law. And even then there's doubt, even then there's doubt, right? But some immigrant, it looks like some immigrant has done something, you know, that a moral pers moralist would say is, is horrible. And then I would say that's, I don't like that. I don't want that to be done ever by anybody. And that person needs to somehow, you know. Um, YEAH. So he, he, he'll leap on one, you know, awful case like that and say, you see, we shouldn't allow any immigrants into the country or illegal immigrants or, and even dramatically cut down the percentage of, of a number of illegal immigrants coming here legally. He even cut down. All right, we don't want them, we don't want them. Yeah, this is, I hate, I hate this. I really don't like it. Right. Um So yeah, that's always, there's no way to get around that if you're dealing with somebody who's gonna to argue in that way. Uh And, and rhetorically, they may get away with it, you know, who knows? All right, all I'm suggesting is the most that I think anybody can ever suggest when they think they've come upon something that might help to make the world more the way we'd all like the world to be is here are my reasons for thinking. So if you agree, join the crowd, let's together, help, try to change the world in this way and that's it. I cannot promise you a rose garden."
	},
	{
		"start_time": "1:09:06",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book that we've been focusing on today is again, the spread and other essays on moralism and guilt. Uh Just before we go, Doctor Marks, would you like to tell people where they can find your work on the internet and also particularly about your upcoming book that you mentioned earlier."
	},
	{
		"start_time": "1:09:29",
		"speaker": "Joel Marks",
		"words": "Oh, thank you. Uh Well, you know, Amazon Place to go or any place else. I don't know. You know, you're, you're as good as I was figuring out where my books can be purchased or read and so forth. Also, of course, anybody is always welcome to contact me by email for a discussion. I love to talk uh to dialogue with, with, with people. Uh And uh yeah, the book that I hope will be the next one out is um you know, as I, I said, I think the title will be uh Ethical Health where I'm really getting down to the real, real, real nitty gritty on, on how to go about uh transforming yourself uh into the sort of person. You know, I've been talking about here, a so-called uh Amorist. Um I, I'd also like to uh just mention some names of other philosophers to you Ricardo uh a and to our listeners, but people I'd love for you to invite to your program if you haven't already done. So it's hard for me to believe that you haven't invited them since you've invited everybody in the universe. It seems, but I did a quick search on your site and I didn't, I didn't find these names there. So if your search function is working correctly, I don't think you have them, but I would say uh uh Martha Nussbaum uh Steven Morris, uh Ronnie de Sousa, uh Lucia Schwarz, Eric Campbell, Steven Ingram Russell. Oh, you've had Russell Blackford um uh Thomas uh Pelzer. Uh THESE are marvelous people and you know why? I think they're marvelous because they agree with a lot of my idea. Uh But besides that, speaking purely objectively, these are really wonderful, excellent philosophers. So I hope someday to see them on your program as well. Thank you again so much for inviting me for another opportunity to talk about my thoughts,"
	},
	{
		"start_time": "1:11:38",
		"speaker": "Ricardo Lopes",
		"words": "of course. And thank you so much for the suggestions and for coming on the show again, it's always an immense pleasure to talk with you. Hi guys. Thank you for watching this interview. Until the end. If you liked it, please share it. Leave a like and hit the subscription button. The show is brought to you by the N Lights learning and development. Then differently check the website at N lights.com and also please consider supporting the show on Patreon or paypal. I would also like to give a huge thank you to my main patrons and paypal supporters, Perego Larson, Jerry Muller and Frederick Suno, Bernard Seche O of Alex Adam Kel Matthew Whitten. B are no wt ho Ealj con Phil for con. Then the Met Robert Wine in NAI Z Mark Nevs calling Hol Brookfield, Governor Mikel Stormer Samuel Andre Francis for Agns Ferus and H her meal and Lain Jung Y and the Samuel K Hes Mark Smith J Tom Hummel s friends, David Sloan Wilson. Ya dear, Roman Roach Diego, Jan Punter, Romani Charlotte, Bli Nicole Barba, Adam Hunt Pavlo Stassi Na Me, Gary G Alman Sam of Zed YPJ Barboa, Julian Price Edward Hall, Eden Broner Douglas Fry Franca, Beto Lati Gilon Cortez Solis Scott Zachary ftdw Daniel Friedman, William Buckner, Paul Giorgio, Luke Loki, Georgio, Theophano Chris Williams and Peter Wo David Williams, the Ausa Anton Erickson Charles Murray, Alex Shaw, Marie Martinez, Coralie Chevalier, Bangalore Larry Dey, Junior, Old Ebon, Starry Michael Bailey then Spur by Robert Grassy Zorn, Jeff mcmahon, Jake Zul Barnabas Radick, Mark Kempel, Thomas Dvor Luke Neeson, Chris Tory Kimberley Johnson Benjamin Gilbert Jessica. No week. Linda Brendan Nicholas Carlson, Ismael Bensley Man George Katis, Valentine Steinman Perras, Kate Von Goler, Alexander Abert Liam Dan Biar Masoud Ali Mohammadi Perpendicular Jer Urla. Good enough, Gregory Hastings David Pins of Sean Nelson, Mike Levin and Jos Net. A special thanks to my producers is our web, Jim Frank Luca Stina, Tom Vig and Bernard N Cortes Dixon, Bendik Muller, Thomas Trumble, Catherine and Patrick Tobin, John Carlman, Negro, Nick Ortiz and Nick Golden. And to my executive producers, Matthew lavender, Sergi Adrian Bogdan Knits and Rosie. Thank you for all."
	}
]