[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricardo Lops, and today I'm joined by Doctor Peter Linder. He is Distinguished professor Emeritus in the Department of Economics at the University of California Davis. And today we're talking about his book Making Social Spending Work. So, Doctor Linder, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Peter Lindert",
		"words": "Well, thank you, Ricardo. A pleasure for me too."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "So, just to introduce the topic here, let me start perhaps with the most basic question just for people to understand or to have a good idea of what we're talking about here exactly. So, what, what is social spending and what counts as social spending?"
	},
	{
		"start_time": "00:44",
		"speaker": "Peter Lindert",
		"words": "In my work, I am concentrating on government spending on public education, public health, uh, public pension insurance, public housing, and welfare for the poor. Things like that. Those are the kinds of spending that are always defined as social spending by the OECD and others. I could have added private and charitable spending on the same things. Um, I don't, I talk about them a bit in the book, but I don't emphasize them because the the real controversy. What people are wondering about is the government spending, so government spending on public education, public health, and those other things."
	},
	{
		"start_time": "01:29",
		"speaker": "Ricardo Lopes",
		"words": "OK, but since uh social spending could be done through charity or private or or through private entities or even private people doing it, what are some of the most common arguments against government social spending?"
	},
	{
		"start_time": "01:48",
		"speaker": "Peter Lindert",
		"words": "Uh, TWO arguments that are related. One, it takes money away from productive people and gives it to people that are less productive because of poor health or behavior or whatever. And that's often viewed as unfair. The second argument is that it's a bad disincentive for everybody. If you're taxing the productive, subsidizing the unproductive, people in general will be less productive and will have less income to share. Those are the arguments."
	},
	{
		"start_time": "02:23",
		"speaker": "Ricardo Lopes",
		"words": "Are those arguments supported by the evidence?"
	},
	{
		"start_time": "02:29",
		"speaker": "Peter Lindert",
		"words": "Not strongly, um, well, um, the second argument is the crucial empirical one. Does it really discourage economic growth by giving people bad incentives? Um, THE argument for that is not strong, and that's one of the main things that I argue in the book."
	},
	{
		"start_time": "02:47",
		"speaker": "Ricardo Lopes",
		"words": "And so I, I'm not sure if you're going to reply to this question with the counterarguments to the arguments you mentioned before, but what are the most common arguments for government social spending?"
	},
	{
		"start_time": "03:04",
		"speaker": "Peter Lindert",
		"words": "Um, Growth and equality, that is, it promotes a people's productivity by investing in them, you know, investing in their health, their education, their security. And uh it makes tends to make things more equal, that because it insures people who needed help in order to get the extra productivity."
	},
	{
		"start_time": "03:27",
		"speaker": "Ricardo Lopes",
		"words": "And why is this still an uh an ongoing debate? Why are people still debating whether government social spending is good or bad?"
	},
	{
		"start_time": "03:38",
		"speaker": "Peter Lindert",
		"words": "It will always be ongoing for the simple reason that there's a conflict of interest. We know that this takes money from some people and makes it available to others. It takes money from people who don't have bad outcomes, don't need insurance, or are rich. It gives money to people who it wants to invest in. That means there will always be a conflict of self-interest between those who know they're gonna be paying and not getting so much benefits, and those who know they're gonna be getting more benefits. Guaranteed. It will always be an argument."
	},
	{
		"start_time": "04:16",
		"speaker": "Ricardo Lopes",
		"words": "So now I would like to ask you about uh the conditions that allow for government social spending to take off, but perhaps uh just before we get into that, looking back in history, how old is this type of social spending?"
	},
	{
		"start_time": "04:35",
		"speaker": "Peter Lindert",
		"words": "Different histories for different types. The oldest is simply relief to the poor. We know they gave some of that in the Middle Ages, especially to the poor who are obviously disabled or old widows, something like that. Uh, THAT goes back to the Middle Ages, maybe earlier in some settings. Public education is really only from the early 19th century, so that's only a couple 100 years old. Yes, uh, paid for mainly by the state. Uh, YET, it's not until the 20th century even that social spending is great at all, as great as, say, 3% of GDP. So most social spending is extremely recent, even post-war."
	},
	{
		"start_time": "05:23",
		"speaker": "Ricardo Lopes",
		"words": "And going back to the question I mentioned before, are there any particular kinds of conditions that allow for government social spending to take off, or is there a minimum, a minimum set of conditions or not?"
	},
	{
		"start_time": "05:40",
		"speaker": "Peter Lindert",
		"words": "Good question. Uh, ESPECIALLY when we look at that history, right? For most of human history, this never happened. Now it's happened a lot in the last 100 years. And it's still here. So what were the conditions that were so recent? Um, I think the main thing to emphasize is that, uh, political voice. Has spread to the masses. It was through most of history is simply the the ruler and his army, his henchmen, or uh the landed classes that had the power and so this sort of thing just didn't happen for millennia. But once you give voice to the masses, uh, that makes it. Uh, POSSIBLE for this sort of thing to take off because there's a, a growing share of society that wants it. Something else too, on the education front, which is an extremely important early um type of social spending. We began to have. An economy that would reward people for being illiterate and numerate and more informed. Once there was a lot of need for information about what's going on in the world and what's changing. So, in particular, it's the rise of commerce. Think of since Columbus, uh, and the rise of commerce all over the world. Now it becomes the case that almost anybody could gain. By getting education, um, you don't need to have some special technology come along. Just as soon as you have commerce and people trading a lot, the world will get a big, uh, collective gain from, um, literacy and numeracy."
	},
	{
		"start_time": "07:34",
		"speaker": "Ricardo Lopes",
		"words": "And why is it that Northwest Europe historically seems to have led the way? Why North Northwest Europe specifically? Yeah."
	},
	{
		"start_time": "07:47",
		"speaker": "Peter Lindert",
		"words": "That's a good question, uh. It. It does have, it was early in the spread of political voice, um, for a shorthand we could sort of say democracy. And that, as I said, is something that makes uh social spending uh become possible because enough people will uh stand up and vote for it, uh, at the expense of taxpayers, uh, including themselves. That's, I think a main thing, a reason why Northwest Europe, uh, and it's Northwest Europe also that had, as I said, for education, that rise of commerce, the, you know, the sudden need for and the immediate uses for uh basic education. So I would say North Europe for those reasons, I have to say North Europe and soon uh Northern America too. But basically it's it's it's a European thing, and to this day, for reasons that are sort of political, social, Europe is still the center of of social spending. Really all of Europe, even Eastern Europe, um, that's the center, that's where it happens. It's, it is largely a European thing."
	},
	{
		"start_time": "09:10",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I can confirm it because I live here,"
	},
	{
		"start_time": "09:13",
		"speaker": "Peter Lindert",
		"words": "so."
	},
	{
		"start_time": "09:15",
		"speaker": "Ricardo Lopes",
		"words": "OK, so,"
	},
	{
		"start_time": "09:16",
		"speaker": "Peter Lindert",
		"words": "uh,"
	},
	{
		"start_time": "09:17",
		"speaker": "Ricardo Lopes",
		"words": "earlier you mentioned when I asked you about how old the government social spending is, you mentioned at a certain point that, for example, public education started around 200 years ago. Uh, HOW important is universal education when it comes to growth and equality, for example?"
	},
	{
		"start_time": "09:39",
		"speaker": "Peter Lindert",
		"words": "Um, THAT'S easy. That's very important. There's There are high rates of return to all of society and not just to the child and their parents. From education. It's always been true. It's just never been overturned. You keep looking for the day that we will find a a rising literature saying, you know, the money spent on education, it's all wasted, and that's an argument, a hard argument to make, even just for government money. Uh, EVERYWHERE the returns are there, and you look at higher education, is the demand for higher education falling off because people know that it's not worth it. No, uh, the rates of return are high, the demand is crushing. It's so hard, it's so hard to get into the best schools because everybody is applying. Uh, SO the Contribution to our productivity. From Uh general education is enormous, so enormous that really there is no society in the world that has not. Um, PAID for most of its. Primary education through taxes and government. That's universal. Everybody does it. They must have figured out something."
	},
	{
		"start_time": "11:02",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND so, uh, a particular phenomenon that you point to at a certain point in your book is that since around 1910, there's been a somewhat slow shift in social spending toward supporting the powerful and the elderly at the expense of assisting the young and the poor. So, um, could you tell us a little bit about that and is it, uh, problematic in some way?"
	},
	{
		"start_time": "11:32",
		"speaker": "Peter Lindert",
		"words": "Um, IT is clearly happening over this, these last 100 years. As the budget social budget grows, it becomes more and more, um, spending on the elderly and less and less obviously redistributive toward the poor. Giving money toward the poor has dropped as a share. Uh, YOU could say, well, rising conservatism doesn't like. Uh, WELFARE spending, that could be, it could also be that the uh the needs are, um, not as great. You, the poverty line, the share of people below the poverty line, always tends to stay high, but that's because you keep raising the poverty line, and it may be that the political process is seeing that, you know, in absolute terms, the needs are lower. So I think that's maybe one reason why the welfare spending went down. Education down and pensions up. Well, that's demography, that's the the aging of population. We don't have so many children. And uh we have a a few elderly. I can, I can name one at least."
	},
	{
		"start_time": "12:38",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND another very interesting aspect of government social spending, you point out in the book is what you call there the free lunch puzzle because apparently, uh, As uh um apparently when we have larger social spending budgets, they do not really seem to have, uh, uh, any effects in terms of loss of GDP or loss of skills or work. So, how does that happen?"
	},
	{
		"start_time": "13:11",
		"speaker": "Peter Lindert",
		"words": "Well, let me comment first on the fact that the evidence seems to look that way and then let's think about how it happens, which is a great research question. Uh, THE evidence, uh, really looks like this. If you have a period in which the share of GDP being spent on government social spending is going up. Mhm. It's just it uh is going or sorry or is at a higher level. Uh, IT is not the case that that is like uh. Uh, A setting where the Um, GDP is dropping, or GDP per person is dropping. It, it just is not clear, it just does not happen that way. Now I'm saying that at first it just with raw correlations, you know, uh, the fact is, Uh, large social spending is something that rich countries do. And that makes it hard for a person who just wants to come up with a good propaganda argument against it, to say that it ruins economic growth, uh, and and makes prosperity impossible. So it's just hard to see it. Now that's just raw correlation. What's the causation? Does social spending cause better growth? Does it secretly worsen growth, but something else made it happen anyway, um. That's difficult statistically, uh, to show, but I can give you, and this is the second part of your question, I can give you not exactly statistical evidence like from a medical control trial, but I can give you just good reasons why it should not have caused much damage to economic growth. Here's the main reason. Governments are not completely stupid. Uh, IF something is really dumb and all it does is worsen economic growth, uh, for the benefit of some small group, uh, they won't do it. And if you look at European, uh, especially Northern European, uh, designs. They they have learned from mistakes. They've made auto course corrections uh when uh setting up these programs and expanding them. Um, THE basic answer is that the way it's done is not stupid. The theories that it would uh really ruin the economy are theories about kind of a stupid policy. Yes, that was a danger, and I'm glad people were worried about it, but it's not actually happening much. Uh, YOU can find some examples of waste in government just as you can in private enterprise, but as an overall phenomenon, no. Now, let me tell you some specific ways in which it clearly helps. First of all, if you let me include education in the social spending, as others have said, oh, you should have, you should emphasize that all along. Well, uh, it's, it makes the case so easy because education is clearly, public education is clearly raising GDP. Significantly, a good rate of return. Now, and even beyond that, there are reasons why uh other kinds of social spending also help, uh, better public health, uh, public health is Something that uh governments. Um, PROMOTE, uh, through public and usually through public health insurance subsidies. And it makes the world more productive. Those are 22 quick examples right there. Uh, I go into others in the book. Uh, LET me pause there for the moment."
	},
	{
		"start_time": "16:56",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. No, yes, I was going to ask you because earlier I asked you about public education specifically, but there are 2 or 3 more examples of social spending that I would like to ask you directly about because together with education. They are the most evident, I think. When it comes to healthcare, um, I mean, in terms of universal healthcare specifically, how old is it historically and what kinds of benefits can a particular society get from it?"
	},
	{
		"start_time": "17:30",
		"speaker": "Peter Lindert",
		"words": "Uh, IT is really, think of it as being since World War II. Mhm. Um, THAT'S basically correct. That's the easiest way to time it. Um, IT Uh, benefits society greatly because if you didn't have any public insurance. People are often will not be able to afford as much uh private insurance for their health. Um, And No country has ever, now at this point I retreat to say, well, it must be, there must be something in this argument because this is the way we do it. Uh, NO country has ever continued since World War II to have all health be private and waiting for church charities and things like that. Nobody's ever done it. So why have they not done it? Um, BECAUSE they sense that there are strong. Collective externalities. About the public health. Uh, FOR example, if I think that you are just somebody who lives in a bad part of town because you're a kind of a lazy person and you're, you're the wrong kind of person, I should pay for your improved sanitation and your health checkups. Because you can spread disease and in um many countries like say the United States, here's a a a common symptom of what's wrong with not having the full insurance. People are uninsured and they get into a desperate condition. They are, uh, they have to go to the emergency room. OK, they go to the emergency room, they don't have the money. The rest of society pays more than it would have otherwise, if it had paid, invested more in preventive health care. Through government, like local clinics, uh, emmerencias uh in Spain which have served my wife uh in time of need and things like that. Um, IF you didn't have those, then the cost goes up because by the time they reach the hos hospital's emergency room, it's really costly to the rest of society. So it's not just that your health is your concern, your health is my concern too."
	},
	{
		"start_time": "19:46",
		"speaker": "Ricardo Lopes",
		"words": "So, one more then, when it comes to welfare provision, what kinds of social spending does it include and over time, has it, has it gone up, at least in the more developed countries or not?"
	},
	{
		"start_time": "20:04",
		"speaker": "Peter Lindert",
		"words": "Over time, it is. It went up earlier, though, as I said, as a share of all social spending, it's down because other things goes faster. OK. Uh, Let's see, uh, other, uh, kinds of effects it has. The arguments are the usual, uh, one, you know, a conservative will say, oh, we don't give them the extra welfare spending cause they'll just spend it on, uh, something bad and not merits. I can remember even way back in 50 years ago or more, uh, when I was in India, they said, oh, don't give people who are begging money because they'll just spend it on movies. OK. Apparently that was a social evil. Um, SO that's a, that's a common argument, but against that is the more progressive argument that, no, they get a chance if they can feed themselves, like if they can just kind of keep a household together, then they can in fact uh go out and find work more easily. That's a common argument in favor of the welfare, uh. Yeah, that that one has always gone back and forth, and you'll notice that any critic of social spending. Is always trying to tell you bad stories about welfare. Welfare is usually the main target, basically because it goes to people that are so different from me. Yes, the, the person will be thinking, right? It's them."
	},
	{
		"start_time": "21:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT let me just ask you, when it comes to some of those arguments in favor or against welfare. What does the evidence tell us when it comes to how people spend money they get from welfare? Uh, I mean, do they really tend to spend that much in things like, for example, entertainment or even things that are considered bad like, I don't know, alcohol, tobacco, drugs, or things like that."
	},
	{
		"start_time": "22:08",
		"speaker": "Peter Lindert",
		"words": "Um, THEY spend it the way other poor people would who who who got their income. Without welfare, uh, if you get your income by being a barista uh in Starbucks, or you get your income from welfare, it's gonna be the same expenditure pattern if it's the same amount of money, um. So that I think is the basic answer. There's not much difference I see something else is going to add, but uh um about how you say about how they spend, oh yes, gender. Um, INTERESTING, uh, this is, you know, the World Bank and others who work on development and poverty all over the world. They found a very interesting pattern about how you give welfare. Let's think of the Mexican and Brazilian famous conditional cash transfers to the poor. You give cash transfers to people who are poor. Under the condition that their children are actually going to school and getting health checkups, but you, to whom do you give the cash transfer? Always to mama. Very interesting. Um, THERE'S a lot of evidence that the targeted spending will be more related to the child if mama gets the check. Then if a papa gets it. Um, AND since you are interested in the children in these programs in the first place, that's sort of a universal lesson. So if you want to ask how do people spend it, interesting result that it depends on who, uh, is it mama or papa who gets it."
	},
	{
		"start_time": "23:45",
		"speaker": "Ricardo Lopes",
		"words": "That's very interesting. So earlier when I asked you about how old is social spending and then we also talked about Northwest Europe and the you have the United States, and we, of course, could have a few other countries across the world. Uh, WHEN it comes to the developing countries, have they been following a different path when it comes to government, social spending or?"
	},
	{
		"start_time": "24:13",
		"speaker": "Peter Lindert",
		"words": "That it depends on which continents, but basically, um, what I find, what I show is that If you just say, are they following a different path from what we followed earlier when we were, let's say the same income that they have now. And I've looked at that as best the the numbers can tell us. Now, Interestingly, for most of the world. At any given level of real GDP. There's difficulty in measuring it, but at any level of real GDP, 19th century, same same GDP now, the developing countries now are spending more on social spending, a greater share of that GDP on social spending than we, Sweden, the United States or Japan did way back then. That's the general pattern. The exception is where they're definitely still spending less. Then we had, uh, would be certain East Asian countries, uh, Korea. China Singapore, uh, a few of those are definitely spent, I said, uh, are definitely spending less at the same level of income than we did, but that's those are exceptions. Most, most of the rest of the developing world is spending more on social spending than we did."
	},
	{
		"start_time": "25:42",
		"speaker": "Ricardo Lopes",
		"words": "And are there important differences in social spending depending on the kind of political regime, like, for example, between autocracies and democracy?"
	},
	{
		"start_time": "25:54",
		"speaker": "Peter Lindert",
		"words": "Yes, um, I can think of two patterns that came out pretty clearly. Setting aside the communists for a moment, uh, communist regimes. Then autocracy, uh, spend less, uh, for the poor than democracies. Uh, THAT has been a general pattern, uh, I'm sorry, for the poor and for social spending in general, and including education. There's a debate about that, but. That's my conclusion. And Good example. Well, Spain and Portugal since 1975. Um, THEY have raised all kinds of social spending, including visible, very visibly education, uh, since 1975, faster than the other, uh, OECD or advanced countries, uh, because they came out of those, they came out of Franco and Salazar, etc. So that's one good example right there. Now, the communist countries are interesting. Soviet Union and Eastern Europe. Say now Russia and Eastern Europe. They do spend, they are very European. They are high spenders on social spending, uh, like, like the rest of Europe much. Some of them are a little more conservative, like Estonia is a little to the conservative side, things like that, um, but in general, they spend very much like other Europeans. Communist countries of Asia and Central Asia, no. They, um they definitely spend less on this, and it, it can be a surprise to people who read the words about Chairman Mao's regime, for example, all the iron rice bowl and making sure everybody has plenty of everything. China never spent like that, uh, and to this day they don't. They spend less on social spending than the average, uh, prosperous capitalist country uh of non-communist. So, there is an interesting difference there. Uh, SO, do autocracy spend less? Yes, uh, they spend less on social spending except for uh communist regimes in Eastern Europe."
	},
	{
		"start_time": "28:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, now I would like to ask you about when it comes to equalizing incomes, I mean, for uh uh I think that it, it started mostly after World War 2, or at least it got stronger after that. There was a Strong tide of governments around the world toward equalizing incomes. But since the 1980s, has that tide been reversed in any way with the rise of what some people would call neoliberalism."
	},
	{
		"start_time": "28:41",
		"speaker": "Peter Lindert",
		"words": "Uh, HAD the tide toward redistributing from rich to poor, uh. No, not been reversed, not been reversed. It has stopped advancing uh in many countries. So it's been like a a plateau, but the There is no general decline in how much I redistributed from richer toward poorer since 1980. No general decline. Let's see. So think of it as we got more progressive up to 1980 and the wealthy OECD countries have Stayed a progressive like that ever since. That would be my best summary. I have, I have numbers in the book about it, but that's the best summary. Mhm."
	},
	{
		"start_time": "29:33",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to economic inequality and perhaps even more specifically intergenerational inequality, has it gotten, has it become worse over time or not?"
	},
	{
		"start_time": "29:50",
		"speaker": "Peter Lindert",
		"words": "Um, So if you meant inequality, then my I my previous answer would apply again. If you mean um immobility, that uh that's to say uh the social classes get locked between the generations. Um, MY, my work is not about that. Uh, MEASURING inequality was kind of difficult. Measuring intergeneration mobility is more difficult. Uh, BUT now with the large data sets, uh, and sophisticated statistical techniques, people have been doing it. People like Raj Chetty and his, uh, co-authors operating out of Harvard, etc. um. There are, let's see, uh, and my, my colleague Gregory Clark, there are Still, there's still a lot of debate about that. Certainly if you thought that. With the rise of social spending and the welfare state. Every mobility should have improved, that is to say, say, sons to think of males whose occupations are easily measured. Uh, SONS nowadays is it true that they are much more fluid, they can become anything uh more than their unaffected by their fathers. No, there's not, there's not a clear rise in improvement in mobility. But that is the literature of other people. I cannot claim that my book is uh resolving that."
	},
	{
		"start_time": "31:24",
		"speaker": "Ricardo Lopes",
		"words": "So, another topic I would like to ask you about because it is very relevant to our current political context, particularly in Europe and also the United States, because with the rise of recent far right move. Movements. This is something that they always touch on in their sort of political discourse. When it comes to immigration specifically, does it have any negative impact on the economy?"
	},
	{
		"start_time": "31:57",
		"speaker": "Peter Lindert",
		"words": "Uh, AS a, as an overall global result, no, but uh uh yes, there's a danger, uh, here's what it would depend on. Are the, why are these people coming to your country? If it's simply because. Um, THE situation in their own home country is a disaster. They are just refugees. They have to flee. Think Syria in 2015, for example. Think most African countries today. Uh, NOW, that can be a problem for the receiving country. And the way you asked your question really was, what are the effects on us, then already natives of the receiving countries? That's the the sort of the narrow context in which people usually ask, is it good? Yes. And yes, there's a danger there, um, and I would say this hasn't been the problem so much in the past, but it's uh the threat is there now. Today we live in a world where The people who are living under bad governments. In poor countries, They know it They have some money, because they aren't as poor as poor in the past. And they have cell phones. Uh, YOU know, Africa just jumped into cell phones. They, they never went through that earlier phase of building telephone lines and landlines. It never happened. Africa is also, you know, all the, all the women in the marketplace, they know the latest price some other, you know. So, but they know about the opportunities and that's one problem, and and they can get here much more easily now. So that is a danger that they can just overwhelm the system, and if they're coming for reasons that Uh, are like that. They may be informed, but they don't speak our language, and they could be a cost. So if in large numbers, in large magnitudes, it could be a problem. So far, our countries have been able to handle this pretty well. If you think of the basic issue of what a sort of steady moderate inflow of immigrants worsen the economy. Well, even on the terms that you and most people ask about, which is what's the effect on the rest of us in the rich countries. Uh, NO, uh, they do not, for example, cause a drain on Um, government, uh, budgets. They do when they first arrive because their children are qualify for schools and then they qualify for some basic health care. But very soon, the fact that these people work and they do work, they don't uh they don't come just to rest on things, except in those mass refugee very most alien cases. Then the fact they work means that they are generating more in taxes than the children are taking, and as you simply go over an entire generation or longer, it's overwhelmingly clear that anybody who is an immigrant, it becomes a net payer of taxes, not a net recipient, uh that that population as a whole. So, overall, they're not a fiscal burden, they're not an economic burden, even in the receiving country. And another good thing that we don't mention much about the immigration is the migrants themselves are getting enormous gains. They're. Human beings, if you want to count them, then that helps them. The countries they leave, uh, now there, there is a cost. See, cause they suffer brain drain and things like that. Very little do people talk about it. We're actually very just focused on ourselves these days."
	},
	{
		"start_time": "35:50",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, about another kind of thing that people who are not, uh, big proponents, I mean, they don't tend to like uh social spending too much. One of the things that they very often bring to the table has to do with social. Security and the fact that because our life spans across almost the entire globe are moving upwards that in the, at least in the long term social security would become unsustainable. Is that true?"
	},
	{
		"start_time": "36:26",
		"speaker": "Peter Lindert",
		"words": "It's um so uh I, I agree with the need to worry about the aging of the population and its implications for Pension budgets. Public, but not just public. I could explain about that. As a country gets older, as the population gets older, and people are Tempted to spend a greater share of their adult life and retirement, something has to give. So, Um, As that the elderly or let's say retired. Uh, POPULATION keeps rising as a share of the total. It cannot be true. That what they get in their old age rises as fast as what a person, the average person earns when working. That can't be true because the number of years is changing, or I'm sorry, what they get in old age per year, uh, in the book I make this very clear. Let's uh cause most people if you're thinking about social Security payments, you're thinking about how much of them they get per year, not over their lifetime, because their lifetime is expanding, but per year, no, the amount, the generosity of your aid to the average elderly or retired person cannot rise as fast as the wage. That's a problem because in many countries the law ties their pension, annual pension to the wage. That's dangerous because there's more of them and there's fewer of the workers. Uh, THERE'S there's just a mathematical problem here. So that if you can call it conservative you wish, but that concern about uh the rise of the pensions is great. Now, does it mean that uh you say unsustainable? Yeah, um. I would choose slightly different words cause unsustainable means, oh, the system's gonna go bankrupt and collapse, the pension system. That's not true. No political process would ever allow that to happen, that the whole thing just collapses and we you just flat out run out of money. It wouldn't happen. They would raise the money through government somehow. Uh, BUT the danger is still, uh, clear, and it's a slow, slow acting danger. The more and the share of GDP that you spend on Uh, the elderly, uh, support for the elderly. The less you can spend on other things, or the less you can leave in private hands for other things. Now, the rate of return that society is getting from its help to the elderly is clearly lower than the rate of return that you get on investing more in children. So there is a cost to growth in the long run. It's gonna be slow acting though using calling unsustainable, it's, it's not gonna result in bankruptcy, the immediate collapse of the system. Uh, BUT there is a definite danger and the main danger to. You could say to social spending or it's the main danger to rich uh to countries the world over from the aging of the population, is that you're just gonna be taking money away from more productive things. So really simple as that, uh, and, and I, I, I work on that a lot. Most countries have, OK, OK, I'll pause here. Most countries have not done the job quite so well yet."
	},
	{
		"start_time": "40:06",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT I, I would like to ask you also because this is something that people, working people worry a bit about, would that entail also necessarily raising the age of retirement or cutting pensions in any way?"
	},
	{
		"start_time": "40:24",
		"speaker": "Peter Lindert",
		"words": "Uh, YES, the last part of your question made it very general, so the answer is yes in general. Uh, SOMETHING has to has to give, you know, suppose there were even it's so simple, suppose you, there were no pensions, there's no system. You just have to save for your own old age. The more it's true over the generations that you know you're gonna live longer than your grandfather lived. Mhm. The less you can spend every single year, all the way including all that retirement. uh RELATIVE to your pay because it just, it won't go with that much further. So that's just a uh a basic fact. uh, THE Generosity of what you get each year in old age in retirement, say. Has to Rise more slowly. It cannot keep up with the wage rate. That's, that's uh just uh again a basic point that I keep harping on. So that in general, yes. Now, specifically you said, uh, should we have people work older? Um, I, there's a good argument for that. After all, if your adult life is gonna be longer, why shouldn't the share of your adult life spent at work stay the same? That's OK. That you would mandate this, uh, that gets a little tricky because people's individual conditions are so different. But one way or the other, you've got to make it clear. If they don't work to a later age. Then the generosity of the pension has to slow down. It cannot keep up with general pay."
	},
	{
		"start_time": "42:11",
		"speaker": "Ricardo Lopes",
		"words": "But could that be mitigated in any way by rising productivity levels or not?"
	},
	{
		"start_time": "42:19",
		"speaker": "Peter Lindert",
		"words": "Yes, absolutely. Oh, I would love, wouldn't that be wonderful? Suppose we have no problem about the people getting older because, oh, we just suddenly become more productive and uh our productivity goes up 5% a year, no problem. Uh, DEBATE over, let's just. Relax and enjoy the extra prosperity."
	},
	{
		"start_time": "42:37",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO we were talking about, uh, if rising productivity levels could mitigate at least to some extent the issues associated with the pension system."
	},
	{
		"start_time": "42:51",
		"speaker": "Peter Lindert",
		"words": "Yes, the, the, it clearly could."
	},
	{
		"start_time": "42:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, uh, let, let me then ask you, we're getting to the end of our conversation. Let me just ask you a couple more questions. So, Uh, could you give us specific examples of, uh, government spending or making social spending in ways that are, that you would consider wrong?"
	},
	{
		"start_time": "43:20",
		"speaker": "Peter Lindert",
		"words": "Mhm. Sure. That's pretty easy to do because it exists in the real world, um. So, let's think of. Um, PENSIONS in Brazil, locked in by the by the uh constitution of 1983 88, and The pensions, the constitution of Brazil, when they became a democracy. Mhm. MADE it illegal to cut pensions very much. And Oh boy, there's been much literature about what is wrong with this. First of all, the pension system is only for the very rich, the top government officials, the military, the judges in the court system, etc. AND they get outrageous, uh, uh, generosity of these uh benefits. This was pointed out as much as 30 years ago by the Wall Street Journal and others, uh, and the Brazilians are well familiar with this. In fact, the only partial reform of that bad, uh, redistribution, not only toward somebody it just as a pension, uh, that they can enjoy on vacation, but to somebody who was rich beforehand. Uh, THAT It was so obvious to Brazilians that they were able to get the Part of that constitutional protection for the rich, overthrown under Bolsonaro. Interestingly, uh, Bolsonaro with all of his horrible um uh effects on policy, when he first came in, he and his fellow conservatives did a a correct job of minimizing those uh very bad. So this is something very familiar to the Brazilians. It will be very familiar to other countries in the near future. For example, Turkey has got the same kind of thing, uh, incredible pensions to buy off anybody influential that could be an opponent to the government, you know, and uh stay tuned. They will become like Brazil."
	},
	{
		"start_time": "45:39",
		"speaker": "Ricardo Lopes",
		"words": "So, my last question then is, uh, between now and mid-century, there is around 2050. What are some of the biggest threats to social problems?"
	},
	{
		"start_time": "45:56",
		"speaker": "Peter Lindert",
		"words": "The biggest, uh, there are two main candidates that I have thought about and write about. One is, uh, immigration, the other is the aging of the population. The second one is the real threat. That's the big one. THE immigration, uh, coming in, would it make people Undermines their support for social spending, that's people have raised that possibility. That doesn't seem true so far, uh, because You know, even the Swedish conservatives or the Danish Conservatives say, well, wait a minute now, uh, we'd like to keep some of the social spending away from immigrants, uh especially really alien Muslim types, but, uh, we can't get rid of the whole program because that's ours. Uh, WE'VE always lived under this program, we love it. So then they, then you try to think of ways, well, could we just deny the support only to the immigrants. That's something. That has been tried in some cases, it's, it's very difficult, um, just to bifurcate uh the level of support. Oh, did you, were you born in a foreign country? Nope, sorry, you, you're, you're not entitled to education, things like that. That's a hard thing for any political system to support. It has been tried. The main international migration example would be the in the state of California back in the 1990s, the conservatives were in power and they were able to get voted through a proposition 180, I'm trying to remember the number of it now, but uh a proposition whereby if you are not a native born citizen, you don't have the right to public programs as much. And so they they got it, they won with a majority of the vote. But Hispanics and others were so offended. By this uh behavior, then it really killed the Republican Party in California. And to this day, the Republicans just have no particular hope in California, whereas they're really strong in Florida or Texas, uh, places like that. Um, SO you can try to discriminate against the foreigners in your social spending. In practice, it doesn't work out very well. So you've got that basic choice. Either don't let people in. Or Yeah, try to let everybody in and deal with it, but basically what most countries are gravitating toward will preserve the social spending, that was what you're asking about. It will preserve the social spending generosity. Um, BUT we will increasingly do what Canada and Australia and other countries have done all along, which is have skill requirements and productivity requirements for immigrants. Uh, AND basically, if people are truly destitute and refugees from bad governments, too bad for them is where the political system is going. We want the skilled immigrants, thank you. The others, no. That's really what the the systems are saying, right?"
	},
	{
		"start_time": "49:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so, uh, just to be clear then between now and mid-century, the biggest A threat, or I mean, the main area where social spending would uh be probably cut down a little bit is in terms of supporting immigration or unskilled immigration."
	},
	{
		"start_time": "49:41",
		"speaker": "Peter Lindert",
		"words": "UNSKILLED immigration on the immigration front, but your original question, I'm sorry that I got into two things at once, but it was, uh, your original question was broader, and yes, the main threat is from the aging of the population. You have to deal with that. That's the big threat. The immigration is less of a threat. It will probably be dealt with by favoring the skilled immigrants."
	},
	{
		"start_time": "50:05",
		"speaker": "Ricardo Lopes",
		"words": "Right, so the book is again making social spending work. I will leave a link to it in the description of the interview, uh. Oh, there it is. Great. So, Doctor Linder, just before we go, are there any places on the internet that where people can find you and your work?"
	},
	{
		"start_time": "50:31",
		"speaker": "Peter Lindert",
		"words": "Uh, SURE, you just Google my name, um, and my work is there, and I even have little things on my website that are additions to um. Uh, FACTS since, uh, the book was published, uh, and Come just Google my name. That's the easiest thing to do."
	},
	{
		"start_time": "50:54",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, Doctor Linder, thank you so much again for taking the time to come on the show. It's been a fascinating conversation, so thank you so much. I've"
	},
	{
		"start_time": "51:03",
		"speaker": "Peter Lindert",
		"words": "enjoyed it. Thank you so much, Ricardo, for arranging this."
	},
	{
		"start_time": "51:06",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]