[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, Ricard Lops, and today I'm joined by Doctor Michael Levin. He is distinguished professor in the biology department at Van Vannevar Bush, chair, as well as director of the Tuft Center for Generative and Developmental Biology at Tufts University. And today we're going to talk about topics like living systems, the self morphology, collective intelligence, sentience, regenerative medicine, and more so, Doctor Levin, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Michael Levin",
		"words": "Yeah, thanks for having me. Yeah, nice to meet you."
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "So, let me first ask you, what is a living system?"
	},
	{
		"start_time": "00:41",
		"speaker": "Michael Levin",
		"words": "Well, uh, to be honest, and, and this may be strange for a biologist to say, uh, I don't spend much time thinking about the definition of life, actually. Um, I'm much more interested in the spectrum of cognition, which I think is actually is a broader category than, uh, than the set of living things. But if we wanted to define it, I think what we would focus on our Uh, those cognitive systems that first of all, self-assemble, and in particular, they self-assemble under metabolic constraints of uh scarcity of time and energy and things like that, uh, which demands a coarse graining and, uh, agential models of the outside world in itself and so on. We would talk about, uh, systems that need to uh interpret their own memories where their own, uh, the, the Ngrams or the, the traces of past experience, uh, at any one moment need to be, need to be interpreted to decide what, what to do next. I think we would focus on the ability of life to, um, scale up the agency of its components and project them into new problem spaces, may basically enlarge their, their cognitive life, uh, like cognitively. I think that life is fundamentally a kind of, uh, vulnerable system that is fundamentally oriented forward in time in terms of decision making and, uh, doing the best they can under the circumstances that it has. Um, THAT'S, those, those are the things I focus on. I mean, clearly, uh, there are many conventional definitions around thermodynamics and evolutionary change and things like that, but these are the sorts of things that, um, that I focus on."
	},
	{
		"start_time": "02:13",
		"speaker": "Ricardo Lopes",
		"words": "And what is the self in the context of biology?"
	},
	{
		"start_time": "02:18",
		"speaker": "Michael Levin",
		"words": "Yeah. Uh, I think, I think a useful definition of a, of a self and I, and, and for all these definitions, you know, we have to ask what, what is the use that we get out of these, right? All, all these terms have to provide some sort of, some sort of benefit in terms of research and discovery. I think that a useful definition of a self is, um, the, uh, the owner of specific goals, preferences, and memories that don't belong to their parts. It's a kind of emergent hole that is formed by, um, a sort of mutually interlocked triad of an option space within which it operates. So some kind of problem space, um, a, a defined cognitive light cone of goals. So the size of the biggest goals that it can work towards. So this is very much a, a, a definition that relies on. Uh, uh, ACTIVE agents having goals and having goal-directed behaviors, so the size of the goals and, um, some degree of, uh, competency to achieve those goals under various, um, various circumstances. Selves fundamentally live forward in time their, their decision-making systems that are not well described by deterministic backwards-looking models in terms of uh focusing on the molecular components and why certain things happen. Um, SELVES arise when Uh, a collection of parts basically adopts the same, uh, the same way of understanding the world and functions together to solve problems."
	},
	{
		"start_time": "03:42",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SORT of related to the topic of self. Why would you say planaria are such interesting organisms? Are they really multicellular organisms or not?"
	},
	{
		"start_time": "03:55",
		"speaker": "Michael Levin",
		"words": "Uh, WELL, I do think they're multicellular organisms. Um, THERE, there are many fascinating things about planaria. Let me, let me describe a few. So first of all just to see what, what planaria are. So these are, um, free living, uh, flat worms that are probably about 1 centimeter or so in, in length. They have a nervous system, they have a centralized brain, um, and, uh, they're true bilearians. They're similar to our ancient ancestor and They have several amazing properties. 11 remarkable property they have is that they can regenerate. So if you cut them into pieces, or in fact, when they reproduce, they tear themselves in half and then they, and they regenerate and you can cut them into many pieces. So, one of the consequences of reproduction where instead of using a sperm and egg, and, and some types of plenary certainly do sexual reproduction, but I'm, I'm referring to the ones that are asexual. So the asexual strains tear themselves in half and then they regenerate. And so one consequence of that is that uh Somatic mutations, mutations that occur in the body, um, don't disappear into the for the next lineage, the way they do with us, right? If you have a mutation, the children don't inherit the mutation from your body. But in planaria, every mutation that doesn't kill the stem cell moves forward and is in fact is amplified as the animal regenerates. So for 400+ million years, they've been accumulating uh somatic mutations. They can be mixed upployed, meaning that their cells can have different numbers of chromosomes, their, their genes. ARE a mess somatically, they're, they're, they're very messy. And yet they are incredibly reliable regenerators. They are highly cancer resistant and they are immortal. There, there appears to be no such thing as a, as an old planaria in these um asexual strains. They don't age. Now, That seems very, very strange. You would, you would, uh, you would think from, from, from the standard things you learn in biology that, that the genome is very important and that the animal with the messiest genome would not in fact be the one that's the most regenerative cancer resistant and, uh, and, and, um, and immortal. And yet, and yet here we are. So, so I, I think, uh, there's a very interesting story to be told about planaria, and it has to do with the way that Uh, evolution produces problem solving agents and what's happening, I think, in, in planaria is that because the material is so unreliable, the hardware is more than most organisms. So because of this mutation, uh, mutation accumulation and so on. Uh, WHAT, and, and we, and we've actually studied this, this kind of, uh, this kind of feedback loop and computational studies. What happens is that when you have a material like this, uh, evolution really spends a lot of its effort on creating a system that can get The job done, meaning can, can achieve specific goals in anatomical space and physiological space and so on, even under drastically changing circumstances when your own parts change, right? When your material is unreliable. And I think in Planary, that algorithm is so, is so good and it's, it, it had to be. That basically they're able to, uh, create a, a normal plenary despite really a very wide variety of, of, of fun of genetically specified hardware. Now, 11 interesting, uh, uh, prediction, which is, which is actually true, turns out to be true of that, of that model is that it, it should be very hard to make transgenic planaria. And because, because, because the, the basically the algorithm is, is designed to ignore um errors in the, in the genome and just do what it, what it does. And in fact, that's true. Most other species, you can call a stock center and you can get a fruit fly with curly wings or a mouse with a with a weird tail or weird coat color or something. Uh, IN planaria, there are no genetic strains. There are no genetic mutants. There, there is, there, there, there is one type of unusual planaria strain that has two heads, and that's one we made and it's not genetic. And, and, and this is, you know, this is, um, uh, the, the, the reason that the planaria, I think, are so interesting is that they're teaching us something very profound about, uh, how, how evolution works and how that relates to the genetically specified hardware of life."
	},
	{
		"start_time": "07:53",
		"speaker": "Ricardo Lopes",
		"words": "And where does the morphology of different organisms come from? What determines determines it?"
	},
	{
		"start_time": "08:00",
		"speaker": "Michael Levin",
		"words": "Well, that's, that's an interesting, uh, question, because the word, uh, comes from, uh, bears some, some analysis. So what does it mean when outcomes come from something? Uh, I'll give you a simple, well, 2222 examples. And then, and then I'll, I'll answer about the biology. One example is, um, uh, I don't know if you've ever seen this thing called the Galton board. It's basically, and you can buy a toy of this on Amazon for $20. It's basically, just imagine a wooden board and you bang a bunch of nails into it like this, right? And then you take a bucket of. AND you dump it dump it on top and the marbles go boom, boom boom, you know, they bounce off and they land on the bottom. What what what how do they land? Well, they land in a beautiful bell curve. It's a very specific shape every single time. As long as you have enough marbles, you get a very beautiful distribution. You get a bell curve. So you might ask that question, where does the bell curve, where does that come from? So, if, if, if you're inclined to, uh, look at the materials of the wood, of the nails, of the, you know, you're, you're not going to find it. It doesn't come from any of those things in the sense of, uh, here is where the plan is, is, is sort of written down and then, then there, you know, there it is. So there's something else, there's something else going on here. And another, another way to think about it too is that if you, if you plot um something called the Halley plot of a very simple formula, let's say uh Z cubed plus 7 there, that's just a few characters. There's your formula in complex numbers, you can plot the Halley plot. You get this incredibly Beautiful fractal structure. It looks very biological. It's very beautiful shape. Uh, NOW, now you asked the question, where does that shape come from? What aspect of, of, of physics, of the environment, of, of the past history explains where that shape comes from. It's none of those things, right? None, none of those things control it. So, in terms of biological shape, I'm going to say there are 3 things that really go into it. One is, of course, uh, the genetically provided hardware, which is basically what, uh, what the, what the genome provides every cell with, which is a set of proteins that the cells have to have. There is the, uh, the, the, the current environment, which is, uh, the, the, the situation that the cells find themselves in, and within that situation, that hardware is usually pretty good at making something coherent happen. It may be the standard embryo, it may be one of several um uh different. Shapes in terms of developmental plasticity. It might be a Xenabbot or an antherbot or something else, but, you know, something, something useful will happen. And the third very important thing that, that a lot of people don't talk about. So we've got, we've got the, the heredity, we've got the environment, and, and the third very important thing is the input from Uh, wherever it is that the law of mathematics come from. Some people call it the, you know, Platonic space or the space of forms. We don't have a great vocabulary for it yet, but it's, it's, it's really important. There's, there's very, uh, fundamentally, functionally important. Information that is not physical, it's not encoded by any uh aspects of physics in our world. And, and nevertheless, it has a huge input into uh shape and behavior of, of living forms because evolution really exploits the information in that space a lot."
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "So you're very interested in cognition. What is the most basic level at, at which cognition arises?"
	},
	{
		"start_time": "11:09",
		"speaker": "Michael Levin",
		"words": "Well, uh, first of all, first of all, let's, let's try to define terms. So, uh, 11 thing that I'm very interested in is, is intelligence and the definition that I use, and I'm not saying this is the only definition or the best definition, uh, or even a complete definition, but what I focus on is problem solving. That doesn't include play and creativity and, and some other things, but, but let's, let's just talk about problem solving. So, what I'm, what I'm interested in is uh first of all, the origin of the kind of uh intelligence that that advanced systems have. Where does it come from, right? Because we know, you, you and I were both single cells once, right? We were both on the evolutionary scale and on the developmental scale. We were in, uh, uh, a little unfertilized oy, a little blob of chemical. Many people look at that and say, well, that's just the chemical physical system. There is no cognition there. And yet, slowly and gradually through the process of development, here we are. So, what we need to do is we, we need to understand how the properties of these, uh, physical chemical systems scale up to the kind of problem solving that is obvious for us to recognize. So we study in problem solving and different aspects of cognition, meaning memory and, uh, and, uh, preferences and, and the goal directedness and so on. We study these things in a very wide range of model systems in very diverse spaces. So, in physiological states, based in, in, in the space of anatomical um states. So we, we look at how cells and multicellular tissue solve problems in 3. The anatomical space and so on. Um, SO, so once we, once we develop the tools to, uh, uh, detect and, and measure and, uh, quantify those kind of competencies in different spaces, right? Then, then we can really ask how far down does it go? So what are the simplest, uh, versions of that? What are the lowest kind of, uh, uh, examples of that. So, um, I, I, I think that one of the things that You want to think about when you're, when you're um trying, trying to quantify these kinds of, uh, these kind of properties is autonomy. So, as, and, and I take a very engineering approach to this, you, you have an autonomous subsystem based on what can you rely on it to do when you're not there to micromanage it. So, that might be a thermostat circuit, it might be, you know, something more complex. But everything is built up from, from pieces, and we need to understand how much autonomy do these pieces have to solve certain problems without being micromanaged. So, under, under that kind of definition, It, I, I think we can argue that at least in this universe, uh, the spectrum of agency goes all the way down to the, the, the smallest, uh um uh the smallest particles because what it looks like there is least action laws. Basically, uh, The, um, the simplest version of, of goal-directed activity, I think, are the, are the least action principles. And as a, as a very simple example, think about, um, uh, as a, as an engineer, think about building a roller coaster. You have to do a lot of work to get the thing up the, up the hill, right? But you don't have to do anything to get it back down the hill. Now, that's not super intelligent. It's not very intelligent, but it's something. It's not zero. It is something that you can rely on the system to do. Without you having to manage it. So the ability to to, to fall down gradients is the most primitive kind of intelligence there is. Obviously, we're interested in bigger, you know, more, more, more impressive systems, but, but just following gradients is already something. I think it's on the spectrum and, and even particles do that. So I think it goes all the way down. But then you have, you know, the thing that life is good at is scaling up those kinds of properties to show all kinds of more advanced things that people typically recognize. So following gradients in a more clever way, delayed gratification, navigation, memory, pathfinding, uh, uh, maybe eventually forward planning and, and, and, you know, counterfactual thinking, all, all these things. All of these things are on the same spectrum, and they go all the way down to the, to, to what we currently call inanimate matter."
	},
	{
		"start_time": "15:12",
		"speaker": "Ricardo Lopes",
		"words": "So, you've mentioned the intelligence there. What is collective intelligence and how does it apply in the context of a living system?"
	},
	{
		"start_time": "15:22",
		"speaker": "Michael Levin",
		"words": "Yeah, collective intelligence is basically the property of a system to be able to solve problems in spaces that uh are different from what it's parts to. So, um, so people typically study collective intelligence in, uh, colonies of ants and, and termites and, and bees and then flock bird flocks and actually robot swarms and, and things like that. But we are all collective intelligences. You and I are also collective intelligences because we are made of a collection of parts, uh, cells, which are by themselves quite competent. But these cells are by themselves solving problems in physiological state space, in gene expression space, and so on. And they, there is a, there are a set of uh uh policies which we can talk about, including bioelectrics and some other things that enable these cells to come together in a way where the collective that they make is able to solve problems in the new space that the parts don't have access to. And so you can imagine during, during evolution that originally systems have to deal with um some kind of metabolic space, and then they became more complex and they, and they could operate it. Physiological space and the genes came along and they could operate in transcriptional space. And then multicellularity came along, and now the whole thing can, can operate in anatomical space. Now, when you have a salamander and it loses a limb, those cells will very quickly rebuild the correct limb and then they stop. OK. Uh, SO, so that's, that's, that's an error minimization scheme. They're able to Find again that correct uh location in the anatomical space when they're deviated from it by some kind of injury, and no individual cell in that collective knows what a finger is or how many fingers it's supposed to have, but the collective absolutely knows. And you know that it knows because if you, if you, if you cut off the, you know, some number of fingers, it will build back exactly what's needed, and then it stops. It stops when it reaches the goal. So the individual parts don't have that, but the collective does. And then Eventually, uh, nerve and muscle came on the scene and then, and then we could pursue what uh behavioral goals, right? So moving around in three dimensional space to create behavioral goals. And now we have linguistic paths through the linguistic space that that humans can take and, and, and many other kinds of goals that we can do. So, Uh, collective intelligence is, is, is simply this, it's the ability to bind competent subunits together in a way that the group is able to solve new problems in a new space."
	},
	{
		"start_time": "17:43",
		"speaker": "Ricardo Lopes",
		"words": "And how does collective intelligence play out in the morphogenesis of multicellular organisms?"
	},
	{
		"start_time": "17:51",
		"speaker": "Michael Levin",
		"words": "Well, yeah, that's that one of the, one of the most interesting kinds of collective intelligence that we see is problem solving in anatomical space. So, you have, uh, a bunch of cells, the cells themselves are able to do all sorts of things, as we can see from amoebas and from various other kinds of cells, but together, they're actually, um, Able to, to solve problems in, in a, in a very different space, which is the space of three dimensional shapes. So let me describe, um, let me describe uh what some of those problems are. So, so first of all, we can just start right with embryonic development, uh, many kinds of embryos, if you cut them into pieces. You don't get half bodies, you get perfectly normal monozygotic twins and triplets and so on. So, so even, even this is regulative development and even when certain parts are, are damaged, the system can recognize that that's happened, uh, make up what it do, take, take steps that it needs to do and get to where it's going. Another kind of example is Um, in the, in the frog tadpole that has to rearrange its cranio facial organs to go from tadpole to frog. If you, you might think that this is a hardwired kind of process where every particular, uh, organ in the face just moves in the right direction, the right amount, and then you get a normal frog. But actually, it turns out that's not true. What we discovered when we, uh, randomized the position of the organs, right? So, so the eyes on the back of the head, the mouth is off to the side, just scramble everything, you still get a normal frog. And the reason you get a normal frog is that these things are not following predetermined paths. They're trying to minimize error from a, a configuration that they remember, not the individual cells, but the collective. And And they will continue to move and rearrange and deform and whatever until they get to this, to this pattern. So all of, all, and there are many, many other examples that we could talk about, but all of these are examples of, uh, specific problem solving, including use of, uh, you know, I could tell you examples where they use, uh, different molecular, um, tools that they have in their toolkit to solve a problem when things really radically change. And that creative, creative reuse of the hardware you have, I mean, that's basically intelligence. And it's, and, and so the ability to remember our goal, work hard to get to that goal, despite changing circumstances, and creatively use the tools you have to try to get there even in cases of, uh, where you've not seen this problem before. Those are all intelligences, uh, kinds of intelligence, I should say, and, um, It's a collective intelligence because it's being carried out by a swarm of cells that they're all committed to the same uh traversal of that problem space towards the same goal."
	},
	{
		"start_time": "20:26",
		"speaker": "Ricardo Lopes",
		"words": "So in your work, when it comes to development, I read about the concept of multi-scale competency. Could you explain it?"
	},
	{
		"start_time": "20:36",
		"speaker": "Michael Levin",
		"words": "Yeah, this is, this is, uh, what I mean by that is that every level of organization has its own ability to solve problems in different spaces. So, for example, one talk that I give sometimes is, is called Why Robots Don't Get Cancer. And the reason current robots don't get cancer is because the collective, the, the, the final thing, the robot itself might be intelligent and it might be solving certain problems, but it's typically made of dumb parts. The parts themselves don't have an agenda. Um, IN, in, in, uh, living forms, that's not the case. We're made of an agential material where every part and every scale has its own. Um, SET of goals and preferences and agendas that it's trying to meet. So the molecular networks themselves have a kind of learning and memory and goal directedness that they're able to do. The cells can, can solve problems in various spaces, the tissues, the organs, the whole organism, and then, of course, swarms and groups and so on. So at every, at every level of organization, you don't have uh purely um Uh, passive, passive materials, you have, you have, uh, any genial material that has all these amazing competencies that can be taken advantage of by the higher levels of organization. And, and, and it is. That's what, that's, that's, that's a key principle of life. And, uh, that's, that's, that's the multi-scale competency architecture. I think we're built of an architecture where every every level is competent in certain cases."
	},
	{
		"start_time": "21:59",
		"speaker": "Ricardo Lopes",
		"words": "And how do cells, tissues and organs adjust to perturbations such as external injury or internal modifications and still accomplish adaptive tasks?"
	},
	{
		"start_time": "22:13",
		"speaker": "Michael Levin",
		"words": "Yeah, I mean, that's, that's uh a a a huge question. It's really critical for understanding evolution, development, for developing regenerative medicine, um. You know, there, there's, there's a few interests. I'll, I'll just, I, I'll give a few interesting examples. Um, AND, and, and, and we're starting to understand some of that because, because what you need to do in order to understand that is to identify what I call the cognitive glue, that is the mechanisms that bind individual cells together towards common purpose. And we've now started to identify some of those and bioelectrics is, is, of course, one of them, but, but there's a few others, uh, including stress sharing and, and memory anonymization and so on. So, Uh, so, so, so, so here's a, here's a few examples, um. Uh, IN, in the, in the newt, there's a, there's a little tube that goes to the kidney, OK, this little kidney tubule. And if you take a cross section of a normal kidney tubule, what you'll see is 8 to 10 cells making a, you know, making a little circle, right? That's the cross section, and, and now you get your tube. So, one thing you can do is you can make these polyploid nodes, which have Uh, extra copies of their, of their genetic material, right? So instead of 2nnus, you can make 4 and 5 and 6, and so on. When you do that, first thing that happens is the cells get larger to accommodate additional genetic material. So the cell size adapts to the amount of DNA. The second thing you notice is that you still get a perfectly good nut. So that's interesting. It kind of doesn't matter how many copies of your genetic material you have, you can still make it, make a good nut. The third thing that happens is you notice that because the cells are bigger, But the node is exactly the same size. So when you take a cross section, you see how that works. Fewer cells are now making up that same tubule. So now it's adjusted to the size of the, uh, to the, to the, uh, to the new size of the cells, not just the, right? And so, and then, and then the The most amazing thing is that if you make them, if you make the cells truly gigantic, uh, just one cell will wrap around itself and leave a hole in the middle and give you that same tubule. Now, in that case, that's a completely different molecular mechanism, that's cytoskeletal bending. The others were some kind of cell to cell communication. So what you see here, is exactly the sort of problem solving that I was talking about where if you're a nude coming into this world, what can you count on? Well, you know your environment is going to change, but you also can't even count on your own parts. You don't know how many copies of your genome you're going to have. You don't know what size or how many cells you're going to have. You have to use whatever tools you have, in particular, all of these molecular cascades that that have to do with the cytoskeletal bending and cell to cell communication and so on. You have to use them as best as you can. To complete your journey in anatomical space. And you have to do this on the fly. So, so it isn't like you can, you can do a bunch of computations and then those computations impact some other system. You have to do all those computations while you are changing your own architecture. Yeah. And the same, the same thing happens. In, um, for example, the butterfly caterpillar, uh, transition, where, where when you have a caterpillar, and it, in order to become a butterfly, it basically dissolves most of its brain and then rebuilds a new brain that's, um, that's, that's much more suitable for, uh, for living in a three-dimensional world. Um, IT'S been shown that some of the memories of the caterpillar actually remain and, and, and, and are actually, they, they don't just remain, actually remapped into the kind of memories that are useful to a butterfly, which are quite different. So again, you have the scenario where you not only have to stay alive, but you also have to manage your own transformation while doing the, the relevant computations and holding on to information and remapping that information onto the new substrate. So, so all of these transformational processes are very much, um, recurrent. They're very much, uh, kind of self, self-referential. It's a, it's a, it's basically a machine that changes itself on the fly because it is a problem solving agent from, from the very beginning."
	},
	{
		"start_time": "26:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So tell us now, to get into the topic of sentience, uh, tell us now about your theme or technological approach to mind everywhere framework to understanding bodies, minds, and intelligences."
	},
	{
		"start_time": "26:17",
		"speaker": "Michael Levin",
		"words": "Yeah, um, so, so what I'm interested in is developing ways to think about all different kinds of agents, regardless of their composition or how they got here. In other words, I want to be able to ask, uh, in particular, what is, what is common to all agents, be they evolved biologicals, like the familiar animals, or maybe some weird animals like, like, uh, Um, swarms and things like that, but also synthetic, uh, synthetic living beings, biobots, um, hybrids and cyborgs, and, uh, uh, embodied robotics and AI software agents, someday maybe exobiological, alien life, all of it. I want to understand what all of these things have in common. And in particular, this framework is uh designed to, to do that and Uh, to do it in a very, uh, practical way. That is, I'm not just interested in philosophy. I don't want to, um, have debates about the word usage and try to prop up ancient categories of what life is, what machines are, what robots are. I think the, the, the useful thing for us to do now. IS to, uh, assume that all of those kinds of claims about sentience, about intelligence, about cognition, all of those claims are basically just interaction protocols, meaning, meaning I want to operationalize all of these things and say that those terms are useful to the extent that they help me interact with the system. So that That means if I want to understand the collective intelligence of cells, I may have models of what kind of intelligence they have, and those models have to help me get to new therapeutics. They have to make new predictions. They have to unlock new, uh, capabilities that we didn't have. Otherwise, otherwise it's useless. So, so that, so, so the goal of the framework is To help us to recognize, to, uh, control or collaborate with very unusual diverse intelligences that I think are all around us, and, and we just, we're not very good at recognizing them and do it in a way that enables us to have more fruitful, more ethical interactions with them. So this means biomedicine and has certain environmental implications and so on. And so, and so this, this framework has a number of pillars. One is that, uh, We need to think beyond ancient categories, uh, that were OK in sort of pre-scientific times, but are really not supported by, by discoveries of evolution of developmental biology of bioengineering. I think a lot of these categories are no good, and we need to develop new, um, new, new, new frameworks for asking what kind of relationship can you have with a specific system? What does it do? Does it learn? Does it have goals, how much, uh, what kind of, uh, problem solving it can do, and so on. Um. Uh, THERE are also, there are also some other components such as polycomputing, which is the, uh, the idea that, that everything is, is described from the perspective of some observer and that multiple observers can be interpreting the same physical events as very different computations. So everything is observer relative. I think that's important. Um, AND, uh, you know, there's, there's some other components such as being able to use the framework of the cognitively cone for any given system to be able to say what are the, what are the scale and, uh, in both in space and time of the largest goal that it can pursue, right? So, so what, what is, what is the system concerned about? What are the, what are the goals that it's actively trying to manage? And I think those are ways that we can, we can start to think about very, very diverse, uh, agential systems."
	},
	{
		"start_time": "29:40",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to sentience specifically, how can we infer it in other organisms including animals and possibly also plants?"
	},
	{
		"start_time": "29:50",
		"speaker": "Michael Levin",
		"words": "What, what do you mean by sentience exactly?"
	},
	{
		"start_time": "29:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I, I mean, let me ask you, by the way, what, what is sentience?"
	},
	{
		"start_time": "29:58",
		"speaker": "Michael Levin",
		"words": "Well, I, I don't use that word much. I don't know really exactly what it means. I mean, part, part of the issue is that we often use a lot of terminology that is not clear to me what, um, practical, practical use it has. So, so I'm not sure, I'm not sure what we can do with, with sentience. I think that, uh, in general, this, this notion of a system that is, uh, functionally. Navigating some kind of environment to meet goals that it has preferences towards and away from, from certain goals that is able to solve problems that represents the environment in a, uh, in a compact, uh, kind of way, the way that we do when we make models. That, that's, that, that's what I'm interested in. And in various spaces, uh, that's a very functional. Um, THAT'S a very functional kind of thing which you can test with, with experiments. And the way you do it both in, in animals and plants, and in lots of very, I mean we study very minimal systems that are, that are far, quote unquote below plants in the standard scheme of things, that also have these properties, you know, uh, the very simple systems can have some of these properties, and the way you do it is with experiments. So that means that You specify some kind of problem space as you hypothesize a problem space, you hypothesize what goal it has, you hypothesize what. Uh, COMPETENCY, it has to reach those goals, and then you do functional experiments to test those hypotheses, meaning you put barriers between it and its goal, or you, um, uh, just disrupt various things and see, and see what in fact competencies it has to reach, to reach those goals. And that's, that's an experimental, uh, platform with which we can get good objective answers to these questions, because if you have different hypotheses about what the system is or different degrees of, um, if you, if you want to Attribute to a different degrees of, of cognition than I do, we can both do experiments and show what does, what does each of our models allow us to do. And so this is something that, for example, we do in regenerative medicine. A lot of people will automatically assume that that cells and tissues have zero or very low, uh, kinds of, uh, cognitive capacities, and that has certain implications. It means that you, you know, that therapeutics must operate bottom up on the molecular hardware and very specific techniques. We have a different approach where, where we've hypothesized that actually the systems could do these other things, for example, have certain kinds of memory, uh, uh, certain kinds of preferences, and so on. And that enables us to use very different set of tools from, uh, from behavioral science and from cognitive neuroscience. And by using those tools, we've shown that, hey, look, we can get to new capabilities that you couldn't get to with the, with the original framework. So that's it. It's, it's an objective, uh, standard scientific way to judge the quality of the different, uh, sets of tools that, that we use. Now, That does not address quote unquote, the hard problem of consciousness. That is what I'm talking about is publicly observable behavior. And so, if that's what you mean by sentience, then it's, then it's, then, then we know how to do it. We do, we do experiments and, and we see uh what kind of Models of, of representation of memory of decision making are actually useful in, in research and then, and then we all find out um how, how you know about the first, the first person experience of these systems, that's a completely different question and that's a much harder question."
	},
	{
		"start_time": "33:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, CAN AI have a mind?"
	},
	{
		"start_time": "33:20",
		"speaker": "Michael Levin",
		"words": "Well, like Turing said, you need to, uh, you need to define all the terms here. You need to define AI, you need to define mind, and you probably need to define can. Uh, I, I'll I'll, I'll, I'll say a few things about it. First of all, let's be clear that none of this is about today's AI, right? So, so I'm, I'm thinking much more, much more broadly about various, um. Official beings that that all either already exist or are soon going to exist, which include not only embodied robotics, but also various hybrids and and and combinations of living tissue with engineered artifacts and software. So if you, you know, we are, we already do and we will much more so have various cyborgs. YOU know, humans walking around that are maybe, you know, 80% human, 20%, uh, some, you know, some other kind of engineered implant or vice versa. And what I really don't like are these binary framings, you know, can it or can't it? Because what you're soon going to be in a position of is, is trying to, when, you know, when confronted by somebody that says, yes, you know, about 50% human and the rest of me is, is engineered. You, you don't want to be in a position of trying to say, well, is it 51% or 49%, because that's how we're going to decide if you're, you know, if you're, if you're an AI or a human. I mean, this, this is a, you know, it's a pseudo problem that's, that's, that's never going to be useful. So, um, what I think is that I see absolutely no reason why the random vagaries of evolution should have a monopoly on making minds. We, we, we know that, that, that over billions of years, the cosmic rays and various other things that, uh, that affect, um, the materials of life have enabled intelligence and, and the first person. Experience to, uh, to project into the physical world. Why should that be the only way it happens? Why, why can't the same process occur when the body is, is, is built not by random chance and selection, but actually by the forethought of, of intelligent engineers? I see, I see no reason why, why evolution should have a monopoly on this. So to the extent that You believe that living things made of, made of chemicals, uh, do, do in fact have mines, then some combination of those things with technology, or in fact, just purely technological bodies that were carefully designed by intelligent engineers, not by stray random cosmic rays, should have at least that level of, uh, of capability. So some, so, so, so some kinds of artificial beings, I think absolutely will have minds. I'm not making any claims about today's AI such as language models and whatnot, but, um, I, I don't, I don't think there is any useful category, uh, that we can say does not have a mind purely because it is in some sense artificial, that, that, uh, you know, I don't think that exists."
	},
	{
		"start_time": "36:04",
		"speaker": "Ricardo Lopes",
		"words": "So changing topics now, what is regenerative medicine?"
	},
	{
		"start_time": "36:10",
		"speaker": "Michael Levin",
		"words": "Well, broadly speaking, regenerative medicine is the idea that. We could be, uh, activating fundamental repair processes in the body to, to, to have definitive solutions to things like birth defects, traumatic injury, cancer, aging, that, that we're not simply providing some kind of a, uh, uh, uh, a therapeutic that targets symptoms, but actually restoring the tissue to, to a new and healthy state. So permanent definitive solutions to, uh, problems of embodiment."
	},
	{
		"start_time": "36:43",
		"speaker": "Ricardo Lopes",
		"words": "And OK, so how can we apply, we talked about collective intelligence earlier, particularly in living systems. How can we apply knowledge about it to the development of a new medicine?"
	},
	{
		"start_time": "36:58",
		"speaker": "Michael Levin",
		"words": "Yeah, uh, well, the first thing to realize is that if we had the ability to control what it is that cells build, right? If we have the ability to tell them exactly what to build, we would immediately have the answer to, to birth defects, to, uh, to injury, to degenerative disease, to aging, to cancer. All, all of those things would be solved if we could, uh, tell cells what to build. Now, One way to think about it, which is, which is kind of the mainstream approach is that we should focus on the molecular hardware. So this is genomic editing, pathway engineering, you know, pathway rewiring, protein engineering, all those things. And, and that that's how we're going to do it. That's, that's one approach. I, I, I don't think that's the best approach. Uh, THE other approach is to realize that the, the process by which the cells build and repair those structures in the first place is a kind of behavior. It's the behavior of the collective intelligence of cells, and therefore, we should be able to use some very powerful tools from behavioral science, from cognitive neuroscience, and so on, to manipulate the behavior of that creature to basically communicate and collaborate with it, not try to micromanage it bottom up. So, our approach to regenerative medicine and, and we've had now useful applications in, in, in birth defects in er in limb regeneration and cancer and so on, is to uh figure out uh what the interfaces for, for communicating new goals to the cellular collective. Uh, AND then re-specifying those goals. So not trying to clamp uh specific chemical states, uh, to deal with symptoms, but actually to re-specify, uh, new goal states having to do with healthy, uh, structure and function, and then facilitate the cells to move towards those, those goal states and Um, to, to do it in a way that, uh, takes full advantage of the fact that these are not, um, uh kind of uh passive systems that have to be micromanaged every step of the way, but in fact, have representations of their goals that we can access. And so discovering how those goals are, are encoded, which we have started to do, and re-specify those goals as a kind of communication process with the cells, not, not a, not a micromanagement process. So that's, that, that's a different approach to regenerative medicine."
	},
	{
		"start_time": "39:15",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned cancer there very briefly. How would this knowledge apply to cancer, not only when it comes to understanding it, but also potentially treating it?"
	},
	{
		"start_time": "39:27",
		"speaker": "Michael Levin",
		"words": "Yeah. So, so cancer, of course, is, is a very multifaceted and complex disease, but, but I, I'll, I'll, I'll boil it down to the kind of, uh, piece of this that we study. 11 way to understand cancer as basically in a dissociative identity disorder of the collective intelligence. So, normally, what you have in morphogenesis is a large number of cells that have all bought into the same. A vision of where they're going in anatomical space. They're maintaining or building a nice organ, a healthy, you know, uh, tissues, whatever. What is it that allows all of them to share that same vision of what they should be doing? Well, it is a connection between them, an information processing connection between them, which is biochemical, bioelectrical and biomechanical, that allows them to form a network where the network stores a memory that none of the individual cells can access. And uh what happens, both during evolution and development is that cells join into these networks and that allows them to radically raise their uh uh the cognitive capacity to be able to store and, and work on these grandiose projects like making an entire organ, making a, uh, you know, a limb with, with, with fingers and all of that. So Once you think about that, that, uh, that process, it's pretty obvious that there's going to be a failure mode. The failure mode is that, is, is what happens when individual cells disconnect from that network. When an individual cell disconnects from that network, then What happens is that it can no longer access the memories that it that it was working on. The cognitive light cone shrinks drastically. So whereas before, the size of the gold that it was working on was quite large, let's say a liver or something like that. That was the size of the cognitive lycone. Single cell disconnects, now it shrinks down to the size to the, to the kind of uh uh scale of goals that single cells have. What are, what do single cells know how to do? Proliferate, migrate, and, uh, uh, eat as much as it wants and dump entropy into the environment. And so that's metastasis. And so what happens then is that an integrated coherent entity fragments, and its fragments, uh, roll backwards to a very ancient lifestyle, where, where as far as they're concerned, the rest of the body is just outside environment. So what's happened there is that the boundary between self and world has shrunk drastically. These cancer cells are not more selfish, unlike what, um, some, uh, game theory, uh, um, kind of approaches take. They're, they're not less cooperative. They're not more selfish. They just have smaller selves. And so that boundary between self and world can, can shrink, and that's, and that's cancer. So, that kind of, that kind of unconventional model of cancer makes a, makes a very specific prediction. It suggests that when that happens, You may not necessarily need to have, you need to kill the cell. You may not necessarily need to fix the genetic damage or whatever other kind of and it doesn't have to be genetic, but whatever other kind of damage caused that, that problem, it might be fixable by reconnecting that cell to the rest of, uh, to the rest of the network. And we've done this in animal models. We've actually shown this, that if you put really nasty human oncogenes into a, uh, into a tadpole embryo, they Will make tumors. But if you force those cells to remain connected to the other neighbors, even and, and have an appropriate bi electrical state, even though, uh, the, the mutation is very strong, you know, it's very strong and it's present. You don't kill the cells, you don't fix the mutation, but there's no, there's no tumor. You, you, you prevent or, or uh reverse tumorgenesis because the cells now become part of that network and they just start working on the thing they were supposed to be working on. So that's, that, that idea of, of rescaling the, uh, the anatomical, um, goals that, that group um groups of cells work on is a different approach to cancer and that's what we're doing now. And, and we've moved from the frog model into uh into the human uh X vivo tissues and hopefully someday into patients."
	},
	{
		"start_time": "43:20",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that an understanding of a biological system as a dynamic system, how it operates at different scales, and the fact that it has multiple levels of organization would have implications as to how we understand causation in biology."
	},
	{
		"start_time": "43:39",
		"speaker": "Michael Levin",
		"words": "Yeah, I think, I think all of this stuff impacts uh how we, how we think about causation because. Well, first of all, the perennial question of which level of organization is the most causally potent. So the reductionist view would say that it's the lowest level. And, uh, this has been an argument for probably thousands of years now. Now, there's been some amazing advances in the last few decades where uh people have actually developed, um, computational models for asking that question in a very rigorous way. So, um, And so, so, uh, there, there's, there are aspects of, uh, information theory now that can actually, at least for some systems can do the computation and tell you which level does the most work. And, uh, it's often not that it's in fact, sometimes not the lowest level. Uh, SO that's, that's, that's kind of amazing that that philosophical question has now been turned into a very, very, uh, very practical, um, uh, kind of, uh, rigorous calculation that you can do. And The thing about the, the, the, to me, the interesting thing about causation is that what we're looking for is the most efficient way to interact with the system. We're looking for ways to change what the system is doing to uh to, to control it in, in certain cases or to collaborate with it or, or whatever. And that means that we have to really understand the causal architecture of the, of the system. And so, Uh, my claim is, and much like with, with neuroscience, you know, the reason that we were able to train dogs and horses, uh, thousands of years before we knew any neuroscience is because their causal architecture has this amazing feature that it enables a learning interface on the outside, meaning that you can give rewards and punishments, and you don't have to know anything that's underneath. The system itself will do all the other adjustments, meaning adjust all the chemical processes, the synaptic machinery, the neuronal growths, all, all that stuff will get adjusted. You don't need to do it. The system itself will do it all, all, you can just operate at this, at this very, very high level. So, um, that's, that's something that I think is very important to understand about other aspects of biology that are not about, uh, conventional behavior and brains and so on, to understand what kind of interfaces are there that give you maximal causal purchase on that system, so that you're not always operating bottom up."
	},
	{
		"start_time": "46:05",
		"speaker": "Ricardo Lopes",
		"words": "So I want to ask you about a very interesting article that you wrote on life after death, and I have two questions about it. So, first, could you tell us about the thanato transcriptum? And second, could you tell us about the. THAT we could have a life cycle where after the death of multicellular organisms, individual cells would live on or even reboot multicellularity and aggregate into novel functional anatomical forms."
	},
	{
		"start_time": "46:36",
		"speaker": "Michael Levin",
		"words": "Sure, yeah. I mean, so, so that wasn't just my paper that I was, I was part of a team that's been working for, for some years now to understand the thanato transcriptome, which is, is a very interesting discovery. It turns out that, uh, at the moment of death, both uh in, in model systems and in human patients, uh, cells turn on a whole bunch of new genes. And that, that's, that's kind of odd because, uh, you know, why would you be like turning, turning genes off? Well, genes being turned off at death makes sense because metabolism is failing and so on, that, that's pretty obvious. But why, why would cells actually be turning on genes and leads to all sorts of interesting questions about purpose and causation. For example, some, some philosophers wonder, does it even make sense to say that there's a purpose for them to turn it on, since they're dying? What could the purpose be? Uh, I'm, I'm more interested in the fact that What this is really telling us is again about this relationship between parts and holes. So, when the organism dies, in fact, most of the cells are perfectly fine. And that's, that's an interesting question as to, uh, first of all, what does it actually mean for the collective to, to, to quote unquote die? And, you know, it seems a little more obvious in, in, um, uh, in. THAN it does, for example, you know, when you, when you buy a cabbage and you bring it home and you put it in your fridge, at what point do you think it's actually dead, right? That's, that's not clear at all. And even for humans, what's considered perfectly dead, uh, you know, 100 years ago is now a totally solvable problem in, in modern trauma, trauma medicine in the, in the, in the emergency room. So, and, and lots of people are working on different, different types of reanimation and things like that. So, So I'm interested in this, in this question of where and how does the collective uh disband and what, what does that mean for its individual cells. And I'll tell you a a a a very specific experimental approach that we've taken to this. Which um has to do with something we now call anthrobots. So, it turns out that uh tracheal epithelial cells from the airway of human uh donors can be cultured in a particular, uh, uh, protocol that enables them to self-assemble into a novel, uh kind of uh configuration. They make this round little, little thing that has cilia on the outside, so it swims around. And it's a self motile little creature that has, uh, you know, uh, 4 different kinds of behavior patterns and lots of interesting capabilities, including the capability to heal neural wounds in its vicinity and, and probably much more. Um, IT'S very, it's a, it's a very interesting little creature, but the, the other, the other interesting thing is that the donor may or may not be alive. So, This is, uh, this is a situation where the original body, uh, may be quote unquote dead. The original human owner may be gone, but the, the cells, and in fact, not just individual cells, the way we have with, with cell culture like healer cells and things like that. Not only, not only the individual cells, but actually there's a new organism. Um, THERE'S a new kind of creature that's going to live for, uh, at least 5 weeks, and, uh, the, the original donor may or may not be alive. So, you know, we can think that we can, we can talk about life after death of individual cells and why the cells are turning on um certain, certain genes. Uh, MY hypothesis about all of that is that Uh, the cells are getting ready to go out on their own. Now, in a, in a mammal, obviously, that's not going to work because they're in dry air. And unless there's a, uh, a bioengineer, uh, like, like, uh, so that's, that's able to take these cells and bring them into a new environment and let them become anthrobots or cell culture or something else, it's not going to work. But I, I think, I think that reality just hasn't caught up to them yet. And I think they're doing what, uh, uh, uh, um, a fish and amphibian cells could do, which is, you know, if you think about, if you think about a frog or a, or a fish dying in a pond somewhere, there's no particular reason that some of the cells couldn't, uh, uh, exit the body and live as amoebas, right? That this is, this is how many different unicellular organisms live, and they may or may not come together into a, into a Xenabbo or something similar later. But at least, at least in principle, Uh, this, the death of the body does not mean the death of the cells necessarily. And so some of that thanat or transcriptome may be cells that are getting ready for a new life. And in fact, we've, we've looked at the transcriptome of the anthrobots, and they transcriptome is radically altered from the, uh, from, from that of, of their donor cells. About 9000 genes are differently transcribed. That's about half the genome. So they have massively different uh gene expression than uh than the original cells. And we didn't touch their DNA. We didn't give them any synthetic biology circuits. We didn't put in any weird drugs or nanomaterials. It's just a different lifestyle and the ability to go on when the original body is dead. And, uh, yeah, I think, I think, I think cells are pretty, pretty willing to do that."
	},
	{
		"start_time": "51:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT multicellularity can be rebooted afterwards."
	},
	{
		"start_time": "51:49",
		"speaker": "Michael Levin",
		"words": "Apparently, yeah. I mean, no one, no one would have, uh, would have known looking at the, at the standard human genome. Well, first of all, let's be, let's be clear. Look at the human genome, if you didn't already know what a human was, you couldn't know. What the standard pattern is going to be anyway. But certainly, knowing what a human is, uh, you would not know that anthrobots would be possible or would have these specific properties, you know, specific classes of behavior, uh, with specific transition probabilities between those behaviors, and then the ability to heal neural wounds and some other interesting things that they do. So, so apparently you can reboot multicellularity. We've done the same thing in, uh, in what we call Xenabbots. So, these are, um, Uh, these are similar types of, uh, uh, autonomous biobot structures that are made from a frog, um, epithelial cells. And they also, uh, yeah, they also get together and, and form a different pattern and have, have behaviors that are distinct from, from their original tissues."
	},
	{
		"start_time": "52:50",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And would it be possible for the individual cells to retain some information from the organism they were part of?"
	},
	{
		"start_time": "53:01",
		"speaker": "Michael Levin",
		"words": "I, I think it's certainly possible. We haven't shown it yet. We are, we are doing, uh, experiments on this. You can imagine, you know, I'll just give you one version of a very simple one. LET'S say that you take these tracheal cells from a donor that was a smoker. So you take the tracheal cells, they make an anthrobot. Now, you could ask a simple question. Does the anthrobot move preferentially towards nicotine, right? Does the anthrobot have similar addictions that the, that the owner had? And if you were to take that anthrobot and implant it into another body, let's say a rat or something like that, would there be any evidence of the behaviors, right? I have no idea. I'm not claiming that this works. We have not shown this yet, but because of, uh, all kinds of work going back decades and more recently by um Uh, by Glanzman and others, uh, showing that, uh, that, that, that memories can propagate in very, very unusual media like RNA and things like that. I see, I see no reason in principle why certain kinds of memories couldn't move along in tissue."
	},
	{
		"start_time": "54:05",
		"speaker": "Ricardo Lopes",
		"words": "But then that would mean that some information from the original organism could be retained after death."
	},
	{
		"start_time": "54:14",
		"speaker": "Michael Levin",
		"words": "I, I, I, it seems, it seems perfectly possible to me. I don't, I don't think this has been, this has been shown yet, but it seems not impossible."
	},
	{
		"start_time": "54:24",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Levin, before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "54:33",
		"speaker": "Michael Levin",
		"words": "Um, SURE, and, and, and maybe, uh, I'll, I'll give you the actual links you can put it in the show notes or whatever, but, uh, all my official stuff is that Uh, drlen.org, one word, drlen.org. That's my lab website that has all the, uh, you know, all the peer-reviewed papers, the data sets, the software, everything else. And, um, if you want to see my own kind of more personal thoughts on what all of this means, it's at a blog called thoughtforms.life, 11 word, thoughtforms.life. And that's, that's a, that's a blog where I talk about, uh, what I think these papers mean and some other things."
	},
	{
		"start_time": "55:07",
		"speaker": "Ricardo Lopes",
		"words": "Great, I will be leaving links to that in the description of the interview, and Doctor Levin, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "55:17",
		"speaker": "Michael Levin",
		"words": "I appreciate that. Thanks so much. Yeah, thanks for having me."
	},
	{
		"start_time": "55:20",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan La Jusent and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal N Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]