[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, Ricardo Lopes and today I'm joined by Doctor LC M Johnson. She's a philosopher, bioethicist, and neuroethicist and associate professor of bioethics and humanities at SUNY Upstate Medical University. Her research focuses on ethical issues related to brain injuries including sport-related neurotrauma, brain death, and disorders of consciousness, and today we're focusing on her book, Philosophical, Medical and Legal controversies about brain death. So, Doctor Johnson, welcome to the show. It's a pleasure to have you on."
	},
	{
		"start_time": "00:38",
		"speaker": "L. Syd M. Johnson",
		"words": "Thank you. I'm happy to be here."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, I know that this is a multifaceted question, but to get, to get into the topic of brain death, perhaps it would be better for us to start with what death is or how we understand death, just common people how they understand it and also philosophers, doctors, and people like that. So, what is that? And, and how do you approach such a question?"
	},
	{
		"start_time": "01:08",
		"speaker": "L. Syd M. Johnson",
		"words": "This is a surprisingly complicated question given that death is a universal part of existence. So at the most basic we can say that an entity is dead when the biological processes that maintain life cease. So for humans and other animals, that would be respiration and circulation. Traditionally, we've always understood that when an animal, including humans, died was when it stopped breathing. But of course, to say that you're dead when you're no longer alive is almost a tautology, and there is tremendous variation in beliefs about death as a social and a spiritual and a cultural phenomenon. So death is, for example, in many belief systems when the soul leaves the body. So we have, you know, this traditional understanding of death which aligns with our Medical and biological understanding that when you stop breathing and when your heart stops beating, you die. This is, this is a pretty much, uh, you know, universally accepted way of thinking about death. It's been complicated by medicine and modern medicine, which has the ability to Maintain artificially respiration and circulation using heart lung machines, using ventilators, and and a lot of other wonderful medical technology that can keep those biological processes going. Um, BEYOND what used to be possible. And of course this is only true if you are in a part of the world that has access to advanced and very expensive medical technology. So for many people around the world, the traditional understanding of death is still just the only way that people die. For people in Europe, in the United States, and other places where we have advanced technology, it gets more complicated because of our ability to maintain those biological processes sometimes when that person is no longer conscious and maybe perhaps when they will never again regain consciousness."
	},
	{
		"start_time": "03:20",
		"speaker": "Ricardo Lopes",
		"words": "And because I also mentioned with the ideas that people just commonly have about death, uh, I would imagine, and this is a point I guess that we'll come back later on in our conversation. But I guess that it's, it's also important to understand how people commonly, and commonly, of course, I know that it would probably vary across culturally and between across individuals, how people approach death, but it's also important for us to have at least some idea of how people commonly approach it because it might clash with the medical understanding of death,"
	},
	{
		"start_time": "03:59",
		"speaker": "L. Syd M. Johnson",
		"words": "right? Right. As I said, almost universally among human cultures, there is this agreement that death happens when you stop breathing and when your heart stops, um, or, or when the soul has departed the body, and, and sometimes the the lack of breathing is an indication, right, that the soul, the animating force, has left the body, and that's when it's appropriate for us to To begin death behaviors, the traditions and the rituals that we perform when someone has died. It's also a legal turning point for people. So when you have died, you cease to be a person and a citizen. You cease to have rights, but your heirs may have rights to your property. Um, YOU know, we might open your will at that point, and of course we will engage in death behaviors like preparing you for burial or for cremation and, and things like that. Those are things we don't do when you are still alive, right? So your status changes in a lot of ways when you have died, both medically and legally and socially. The problem for many centuries has been how we actually diagnose or determine that someone has died. Of obvious ways that, of course, people must have known about for many, many centuries are rigor mortis when the body becomes stiff and cold and decomposition when the body begins to decay. Until we had things like stethoscopes where we could more easily listen to someone and see if they're breathing or if their heart was beating, medically speaking, we had the same techniques for determining that someone had has died. Today it's even more complicated because of our ability to resuscitate people when their heart has stopped or when they have stopped breathing. And of course, even today there are still cases where people that we think are dead. End up waking up in morgues. They're misdiagnosed as being dead, so it can still be fairly complicated and difficult sometimes to determine whether or not someone is dead."
	},
	{
		"start_time": "06:10",
		"speaker": "Ricardo Lopes",
		"words": "That's about deaf, generally speaking, but when it comes to the top, to the specific topic of brain death, when did such a concept first develop and how has it evolved over time?"
	},
	{
		"start_time": "06:26",
		"speaker": "L. Syd M. Johnson",
		"words": "The concept of brain death emerged alongside developments in critical care medicine, including the invention of respirators or ventilators that could support lung function and resuscitation and cardiac bypass for the heart. So, uh, through the 1950s and 1960s, we see these technologies emerge. It did not take very long for doctors to begin to question. The value of maintaining life in patients who had severe brain injuries. Those patients could be kept alive with medical technology, but there wasn't much else that we could do to treat their brain injuries. So there was this possibility of having patients who were kept alive long term in an untreatable and irreversible coma. Mhm. So the concept of brain death emerges here, the death of the brain, but not the body. And as it happened at the same time, scientists and doctors began to make progress with organ transplantation, so the development of surgical techniques and Innovations in immunology, um, our ability to understand and address the problem of organ rejection. So some of those physicians began looking to so-called brain dead patients as possible organ donors. So in 1968, A committee at Harvard University, which was led by Dr. Henry Beecher, published a paper in the Journal of the American Medical Association defining what they called irreversible coma and describing the diagnosis, and by irreversible coma they meant brain death. And they said an organ, whether it's the brain or any other organ that no longer functions and has no possibility of functioning again, is for all practical purposes dead. So here's our first sort of formal definition of brain death as a permanently non-functioning brain. They also said something else that was interesting. They attempted to equate brain death with circulatory respiratory death or traditional death, um, by stating that When you stop breathing, when your heart stops beating, your brain is going to die within a few minutes, and therefore, brain death really is the same thing as death as we have traditionally understood it. Um, AND It was always the death of the brain is, is what they wanted us to understand. Now, I think that was a bit of a stretch because death, which we always understood as the ceasing of the heartbeat and the breath, is really not the same as death in which the brain is non-functioning, but the body continues to function, where the body continues to breathe and has a beating heart is still warm and sometimes can move, for example, right? It brain death doesn't look like traditional death. There were a couple of reasons why the Harvard Committee adopted this sort of newly invented way of being dead, and one was that at the time doctors could still be charged with medical homicide if they disconnected a patient from life support. So we didn't really have a legal mechanism in place to allow them to do that. As a consequence, there were patients with very severe brain injuries who were being maintained on life support, but for whom we could do very little except keep them alive. The second reason was organ transplants. We didn't have a source of living organs. We had no way to acquire viable organs without killing the donor. So being able to say that that patient is brain dead and therefore dead. WOULD make it possible to take their organs, they would already be considered dead even though they were still breathing and still had a beating heart. Doctors at this point were already experimentally acquiring organs from so-called brain dead patients, but it wasn't clear that it was actually legal for them to do so."
	},
	{
		"start_time": "10:42",
		"speaker": "Ricardo Lopes",
		"words": "And are there different types of brain death?"
	},
	{
		"start_time": "10:46",
		"speaker": "L. Syd M. Johnson",
		"words": "There are two main sets of criteria that have been accepted in various countries for brain death, and one is called whole brain death. The other is called brain stem death. Whole brain death is the legal standard in the United States, where the state laws define the criteria for determining death. And those state laws are all modeled on what's called the uniform determination of Death Act, which was a piece of model legislation. That was promulgated in 1980. So whole brain death is the irreversible cessation. Of all functions of the entire brain, including the brain stem. Alongside the determination of brain death, there are also criteria for circulatory respiratory death that are very similar, irreversible cessation of all circulatory and respiratory functions. Some countries, including the United Kingdom, for example, Use a brain stem death standard and that standard defines death as the irreversible loss of consciousness and the irreversible loss of the capacity to breathe. So both consciousness and the capacity to breathe are functions regulated by the reticular activating system in the brain stem. So they determine a non-functioning brain stem results in irreversible loss of consciousness and capacity to breathe, and that is death. Interestingly, both the brain stem criteria and the whole brain death criteria are basically the same. The diagnostic criteria. And the reason for this is that it really isn't possible to diagnose whole brain death or the loss of all functions of the entire brain. When the Harvard committee first proposed this, they included a diagnostic method that included determining unresponsiveness or unconsciousness, loss of movement and breathing, a lack of reflexes, and a flat electroencephalogram or EEG. Today we know that many patients who are diagnosed as brain dead can still have some electrical activity that's detectable on EEG. They also can have some functioning in some parts of the brain, so the hypothalamus, for example, or the pituitary gland, which are sort of located in the center of the brain. The primary diagnostic tests for whole brain death are basically the same as the ones for determining brain uh brain, brain stem, I'm sorry, um, the absence of brain stem reflexes, coma, and or unconsciousness and apnea or the loss of the ability to breathe. So they, the two sets of criteria for these two types of brain stem or brain death are are identical, basically. There is a 3rd more recent standard, which is sometimes called the unified brain-based determination of death standard, which kind of goes back to the Harvard criteria and the rationale that when circulation and respiration stop, the brain will die. So this standard tries to establish a single set of criteria for death rather than two standards that exist now. A single criterion for death, but with two different ways to diagnose it. One way to diagnose it is using circulatory respiratory criteria, and the other way to diagnose it is to use the brain death criteria, unconsciousness, apnea, and, and loss of reflexes. So this, this unified standard basically says it's always brain death, right? When we talk about death, we're always talking about the death of the brain. We have two ways to diagnose it. One focuses on breathing, circulation, one focuses on on brain stem activity. And there was a position paper in Canada published last year which um which defines this and accepts this as the the guidelines for Canadian brain death, although Canada doesn't have, for example, a legally defined standard. One reason for favoring this unified brain-based determination of death standard. IS that there has been a lot of legal and philosophical controversy from the very beginning about whether brain death is really equivalent to biological death as we have traditionally understood it. The other reason is that organ donation is increasingly common in situations where the donor is not brain dead. And that's called donation after circulatory death, where someone has a serious brain injury, there's a decision that's made to withdraw life sustaining treatment. Um, AND then with consent of the donor's family, typically, um, that they become an organ donor. We wait for their heart to stop, and then we immediately procure their organs within a very short time. As we all know, it's possible, it's, it's often possible to resuscitate that donor's heart, um, which raises the question about whether they were really irreversibly dead. So according to the unified standard, we know that that brain is going to die once circulation stops, so we can say that the patient is also brain dead when their heart stops. Um, Brain dead patients have beating hearts, so we can still say that patient is dead whether their heart is beating or not, or could be beating with assistance."
	},
	{
		"start_time": "16:44",
		"speaker": "Ricardo Lopes",
		"words": "And from a philosophical standpoint, is our current understanding of brain death in medicine a dualistic one in any way?"
	},
	{
		"start_time": "16:54",
		"speaker": "L. Syd M. Johnson",
		"words": "There's implicit dualism in the medical understanding. Brain death is this idea that the body and the mind or the soul, or whatever you want to call it, um, can come apart, right? That the body could continue to function. And even be in relatively good health, while the essence of that person, what makes them a person is missing. So this is akin to the notion of the soul leaving the body. Of course, the soul is not a clinical or a biological entity or a structure or a function of any particular organ that we can, you know, take a picture of and poke or anything like that. Um, THE, the UK Academy of Royal Medical Colleges in their, um, position on brain stem death. Actually do equate brainstem death with the death of the person. So what they say is that death entails the irreversible loss of those essential characteristics which are necessary to the existence of a living human person. And so the definition of death should be irreversible loss of the capacity for consciousness and irreversible loss of the capacity to breathe. On the face of it, this seems a little strange. Um, THESE are doctors who are trying to define what it is to be a person, um, which is an age-old philosophical question. Um, AND the essence of a person as they define it, is, is made up of these two capacities, the capacity for consciousness and the capacity to breathe. This seems like an odd way to define what a person is. Um, IS someone who is comatose and unconscious, no longer a person. Is someone who is unable to breathe on their own without assistance no longer a person? Is there something special about losing both of those capacities that makes you no longer a person? Setting aside those questions, what they are doing here is really defining the death of personhood, the death of a person rather than the death of a biological organism. What makes you a person is lost, they say, when these essential brain functions are lost. So this is a very dualistic idea, the idea that the body and the person or the essence of the person can separate, can part ways. This is, of course, in many ways a very ancient ancient way of thinking about body and soul. It's one that we see in the Abrahamic religions, in Buddhism, and many other spiritual traditions. So it is strange, I think, to see it in modern scientific empirical medical discourse. And I personally, I think that defining personhood is really not something that's within the domain of medicine, and they are sort of stepping outside of of their own domain and doing this."
	},
	{
		"start_time": "19:58",
		"speaker": "Ricardo Lopes",
		"words": "So if there's this form of dualism that you mentioned there in our current understanding of brain deaf in medicine. I would imagine that that would point to some metaphysical commitments when it comes to conceptualizing brain death in medicine, but are there also moral commitments behind it or not?"
	},
	{
		"start_time": "20:20",
		"speaker": "L. Syd M. Johnson",
		"words": "With traditional death, we see the the biological, the metaphysical, and the moral all come together. The body does not breathe, doesn't have a beating heart, the body is dead, that person's no more. We all agree about this as death. With a little bit of variation about when exactly the the soul is going to depart that body, um, which in some, some spiritual traditions is what's considered true death, right, when the soul actually leaves. In brain death. Um, ONE issue is that we don't always have Global loss of brain function. There are areas of the brain that can continue to function. Um, AND there are, there are actually quite a few cases in the medical literature of long-term survival of the body in brain death. So pregnant patients have continued to gestate living fetuses and have given birth. Children have undergone puberty and have proportional growth. The hair grows, the body continues to excrete waste and absorb nutrition. These bodies are very much alive. If we had global loss of brain functioning, where the entire brain was destroyed, It would be exceptionally difficult to keep that patient's body functioning for very long because there are some essential functions which the brain regulates. Something like this was, I think, what the Harvard Committee had in mind. But since then, in the last several decades, the professional criteria for what counts as brain death have shifted. The professional guidelines, like the guidelines for the American Academy of Neurology, no longer required that the entire brain is non-functioning or destroyed. So it seems really evident that there is this. Dualistic metaphysical commitment within medicine to this idea that someone, some person can be dead when their brain is no longer functioning at a certain level, a level that supports the existence of a mind. Um, THERE'S no longer a living person there, just a living body. And this does imply that the body and the mind or the body and the person can separate, can part ways, are two different entities. And that what makes you a person in some way is a function of your brain and not the rest of your body. So that is almost a kind of substance dualism, right? One that separates the substance of the brain, mind, and the rest of the corporeal body. There is also a moral or an ethical commitment because it assumes that what makes the brain, what the brain makes possible, including consciousness and interaction and thinking, sociality, all of those things are also what makes human existence valuable. And that existence without a fully functioning brain can have no value, no value for that individual, and no value for anyone else. Now, what makes human existence valuable is a really important question. It's a question that has really vital ethical and cultural and spiritual and personal importance, but I don't think it's a medical question, and I don't think it's a question that can be Decided by medicine. We're saying here that Someone who's chronically unconscious and apneic are basically as good as dead. And that we should treat them as if they are dead, which is to say don't treat them medically at all, send them to the morgue or send them to organ procurement. So this is a kind of reasoning by analogy, and although many people would agree with these statements that someone who's brain dead is as good as dead, analogies themselves are not medical or scientific or even legal facts. Chronically unconscious apneic individuals are not the same as a decaying corpse, who should be sent to the morgue or put in a box and buried, right? We, we also see this idea. COME about in the the language that's used to describe medical treatment when someone has been determined to be brain dead. So after that brain death is declared, a lot of doctors will no longer say that the patient is receiving life sustaining treatment, right? The language changes to organ support, even though we're talking about essentially identical treatments. Treatments that are keeping the body alive. So this kind of reinforces the unscientific and dualist notion that there's just no longer a person there, no longer a living patient, but just a material body, or a collection of living organs. And this is a way of using synectady, right? Using a part to refer to the whole. That's intentionally dehumanizing. It involves this metaphysical stance regarding what persons are, and an ethical stance concerning which humans have value, and it shifts the locus of our ethical concern from the individual patient to the needs of others, to potential organ recipients who might benefit from the active organ support."
	},
	{
		"start_time": "26:11",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you go through several different kinds of challenges to brain death. And first, there are the epistemic challenges. In the domain of epistemology, what is there to consider here when it comes to brain death?"
	},
	{
		"start_time": "26:26",
		"speaker": "L. Syd M. Johnson",
		"words": "So one epistemic challenge is that it's simply not possible to To definitively determine or diagnose whole brain death in the vast majority of cases, um, in the cases where we can, where there is just, you know, global and catastrophic injury to the brain, we'll probably not be able to keep that patient alive long enough to do a brain diagnosis. Um, WE don't have tests that can determine that all parts of the brain are non-functioning. We use surrogate tests. These can include those brainstem tests like loss of consciousness, breathing, and brain stem reflexes. They also include tests of brain perfusion. Where we can, we can do scans, um, and look for uh blood circulation in the brain. And one thing that frequently results in a brain death diagnosis is that there's an injury to the brain that causes edema or swelling of the brain. Because our brains are encased in this hard skull, that swelling can really be catastrophic because the brain has nowhere to go. And, uh, and it will result in additional injury to the brain above and beyond whatever caused the initial injury. And that swelling can have the effect of cutting off circulation, cutting off the blood supply to the brain. And that in theory, is going to cause a global brain injury and loss of function. But there is this hypothesis out there. That there's a condition called global ischemic penumbra, in which circulation to the brain is at such a low level that it can't be detected by our current medical technology, but that it's just enough to support cellular life in the brain. And moreover, The hypothesis goes on the way to brain death, on the way towards total loss of circulation and perfusion to the brain, the brain is always going to pass through this global ischemic conumbra where we have very minimal circulation and perfusion. So there's epistemic uncertainty in the diagnosis of brain death. Even with brain stem death, we have epistemic uncertainty about the loss of consciousness. In disorders of consciousness, so brain disorders that result in impaired consciousness like coma or unresponsive wakefulness syndrome, which used to be called the vegetative state. And the minimally conscious state, there's a high rate of misdiagnosis of unconsciousness, around 43%, which is really a very high rate of misdiagnosis, and that has persisted for many decades. So these are patients who appear to be unconscious, but who are conscious, but not responsive. They're unable for a variety of reasons to respond when we test them for signs of consciousness. Now, some of the same injuries that result in brain stem death can also result in disorders of consciousness. Someone in a coma will also not breathe spontaneously, so they appear to satisfy criteria for brain death. Someone in the unresponsive wakefulness syndrome can breathe on their own. And can have recovery of one aspect of consciousness, wakefulness, but they're gonna lack awareness. So the main difference between brain death or coma or UWS is that We don't think there's any possibility at all that the brain dead patient can recover consciousness. Here's where that gets interesting. In 2013, a 12 year old girl named Jehai McMath was declared brain dead in a hospital in Oakland, California. So she'd experienced uncontrolled bleeding after a routine surgery, which resulted in a prolonged cardiac arrest and a hypoxic brain injury. Now, by all accounts, Expert neurologist diagnosed her and she met the clinical criteria for brain death. I don't know of anyone who disagrees that she was properly diagnosed according to the existing criteria, and that includes people who are very skeptical of the existing criteria, but they, you know, have said, yes, she was properly diagnosed according to our clinical guidelines. Her family objected to the brain death diagnosis and refused to consent to withdrawal of treatment on religious grounds. They said that as long as her heart was beating, they believed she was alive, so they had a traditional biological understanding of death. Mhm. They took the hospital to court, and after a court battle that lasted for several weeks, the family was finally allowed to take Jahai, who was considered under California law to be dead and a corpse, but a ventilated corpse, um, and they flew her to from California to New Jersey. New Jersey is the only state in the US that has an explicit religious exemption for brain death. So in New Jersey, if the patient has a religious objection to neurologic criteria for death, the patient can only be declared dead by circulatory respiratory criteria. So now we have this strange situation where Jehai McMath is considered legally and medically dead in California. She had a death certificate and legally alive in New Jersey. Um, SHE survived for 4 more years. And received care primarily in her family's home. During that time, Neurologists who examined her found what they say is evidence that she had recovered consciousness. And was likely in a minimally conscious state. Now, if true, she would be the only known case of someone recovering from brain death. Brain death is by definition, irreversible. So this would be really extraordinary, right? Some neurologists believe that Jihai was experiencing global ischemic promumbra when she was diagnosed as brain dead, that the circulation to her brain was. Minimal and undetectable, but was not completely absent. So there's the epistemic challenge. Do we have the capability to diagnose whole brain or brain stem death? Can we say with certainty that a brain injury, that brain death, is irreversible? Part of what makes this more complicated is because of the legal status of brain death that someone is considered legally dead, it's Most common that we remove life sustaining treatment, which will result in that patient's body dying. Or they become organ donors, which will also result in that patient's body dying. So what we typically do after a brain death diagnosis makes it very difficult for us to know. Is this person really irreversibly dead with a non-functioning brain, or is this sort of a self-fulfilling prophecy that we have put into place?"
	},
	{
		"start_time": "34:25",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and we'll come back in a bit to some of those cases where there's conflict between the commitments and worldviews of patients and doctors or people who are closely related to patients, of course. But uh, the second set of challenges. ARE the medical ones. So what is, what is there to consider here?"
	},
	{
		"start_time": "34:49",
		"speaker": "L. Syd M. Johnson",
		"words": "For medicine, those epistemic challenges are, of course, very real and urgent, although they're not always acknowledged. Um, DOCTORS are the people who have to communicate with families about the patient. They are the entities who have to determine and declare death. Not all doctors agree that brain death is truly deaf, but that is sort of the, the, the common position that brain death is truly death. Um, NOT all doctors agree that the clinical guidelines are adequate, um, in the US. The clinical guidelines, the current guidelines which were released just last year, um, by the American Academy of Neurology, those guidelines have changed over time, and they are no longer in alignment with the law on brain death because we really can't diagnose the irreversible loss of all functions of the entire brain. So knowledgeable neurologists also have to contend with that, with the disconnect, with the knowledge that when they tell a family that their loved one is brain dead, they're not actually conforming to the legal standard, but they are conforming to what is in effect an approximation, the best that we can actually do medically speaking."
	},
	{
		"start_time": "36:13",
		"speaker": "Ricardo Lopes",
		"words": "So, and there's also the ethics behind brain death and how we deal with it. So what are some of the main questions or considerations that we need to address from an ethical standpoint when it comes to brain?"
	},
	{
		"start_time": "36:28",
		"speaker": "L. Syd M. Johnson",
		"words": "So brain death imposes and and enforces these moral and metaphysical worldviews on, on patients and on their families in a way that actually can be very onerous, especially for, for families who reject brain death, right, or who deny brain death. Now, when we, when we do this, right, when we tell someone, look, your, your child or your husband or, you know, your, your sister is dead. They are brain dead, they are legally dead. We are not imposing this view on them, this diagnosis on them in a way that extends their rights or protects that affected individual from serious harm. In fact, what it does is it really abolishes the rights of those who are judged to be brain dead. Now the people who denied brain death. ARE in the minority, right? They're they're likely to be subjected to the involuntary withdrawal of life sustaining treatment. There have even been cases where the organs of the patient have been um removed against the wishes of the family or the surrogate. Mhm. It's not unreasonable to say that, you know, death requires that the heart stops beating and that breathing ceases, but that is not only a traditional way of understanding and determining death. It's also a scientific and a medically accepted way. So when a family, you know, comes to us and says, Look, her heart is still beating, she can't be dead. Right, they're they're not saying something that is outrageous and and outlandish and completely divorced from the facts. In fact, that is one of the ways that we determine that someone has died. So the burdens For people who only accept that traditional understanding of death are really very significant, and they're not benign, and they're not equally distributed, right? Only people who reject brain death are subjected to involuntary withdrawal of life sustaining treatment or organ procurement. Only they will see their loved ones stripped of their rights and losing their own rights. To make decisions about what happens to their family members. So there is an issue of justice here, right? An issue of whether we are um providing equal treatment to everyone or whether we are treating people who reject brain death differently than we would treat those who are accepting of the diagnosis and willing to um donate organs, for example."
	},
	{
		"start_time": "39:15",
		"speaker": "Ricardo Lopes",
		"words": "So you've already alluded or referred briefly to some of the considerations when it comes to my next question, but what exactly happens when the commitments and the worldview behind brain death or associated with brain death are not shared by the patient or the surrogate?"
	},
	{
		"start_time": "39:36",
		"speaker": "L. Syd M. Johnson",
		"words": "There was a case in the UK several years ago where A young toddler, um, choked on a little piece of fruit, and he suffered a hypoxic brain injury as a result. It took a while to get him to the hospital. It took a while for the doctors to be able to remove that little piece of fruit. Um, SO his parents were Muslims from Saudi Arabia. Their child was declared brain dead. His parents objected. They wanted to take their child home to Saudi Arabia, where life sustaining treatment would be continued, right? They would not ever withdraw life sustaining treatment from that child. So they went to court and uh the court ruled against them and said, your child is dead. And it's not in your child's best interest to continue life sustaining treatment. It's in his best interest to remove treatment and allow him to quote, die a dignified death. So this is an extraordinary example of the law and medicine. Being in alignment here and really running roughshod over the religious and the cultural beliefs of a family. Beliefs that did not cause harm to anyone in the UK because this family was planning to repatriate their child to Saudi Arabia, right? So their right to decide what happened to their child, what medical treatment to provide for their child, and whether their child lived or died. We're taken away. And that is an example of how this sort of medico-legal worldview about brain death can be imposed on patients or on their surrogates without them really having any ability to To push back or fight back against that. If the courts are going to agree with doctors in all of these cases. Um, AND they don't always, in the United States, we've had cases that sort of go both ways. The problem is when you end up in court, Well, courts are not really better at deciding these metaphysical and ethical issues, um, than, than physicians are, right? Um, OR hospitals are. So we're talking about really important and fundamental personal, cultural, social, spiritual beliefs and worldviews here. And it's, it's important here that we remember that the belief that most people have as an alternative is that When the heart stops and breathing stops, then we will accept and understand that, you know, our loved one is dead. That's a valid medically accepted medically diagnosable death. It's really not controversial. So why trample on people's rights and their reasonable beliefs in order to maintain this controversial medico-legal dogma about brain death."
	},
	{
		"start_time": "42:50",
		"speaker": "Ricardo Lopes",
		"words": "So when there are these kinds of conflicts, should we, from an ethical perspective, should we respect uh the, the interests and the worldviews of the patient, or the surrogate or the doctor?"
	},
	{
		"start_time": "43:06",
		"speaker": "L. Syd M. Johnson",
		"words": "So laws have coercive force, right? And when we compel a definition of personhood that's not compatible with someone's individual moral, philosophical, cultural, social, or spiritual beliefs, that can be really coercive in a way that it is very easy to perceive as oppressive or as a kind of legally sanctioned medical neglect. Some would even say, my, you know, my child, my sister was not dead. The doctors killed her by removing life sustaining treatment. It's not surprising that brain death is contested when we view it as a way of determining something that is Very much implied in the law that this person with rights, this subject of justice, is transformed by a diagnosis into a non-person who no longer has any rights. Because of course, as I said, personhood is not the domain of medicine. I don't think it's the domain of law either. The law, in fact, has frequently been wrong about who is and who is not a person. When we look historically at the status of women or the status of children or enslaved peoples, right, who were not considered persons under the law. So the law actually, you know, very much can come out of alignment with our understanding of who's a person who has rights, who should have rights. So when we sort of impose those those medico legal definitions of death on people, it is coercive. It is um it is coercive when they are unable to stop us from ending life sustaining treatment or unable to stop us from taking organs from that patient."
	},
	{
		"start_time": "45:01",
		"speaker": "Ricardo Lopes",
		"words": "And so in this particular case, just going back to the second part of my question, whose worldviews and interests should be respected here?"
	},
	{
		"start_time": "45:13",
		"speaker": "L. Syd M. Johnson",
		"words": "The majority of people in Western societies, I think, do believe that even if brain death isn't exactly the way we've traditionally understood death, it's close enough. So many people believe that for them personally, right? It's, it's close enough they wouldn't want to be kept alive with such a severely injured brain where they won't recover consciousness, will never be able to do the things that they valued in life, and so on. And for those people, there's really no problem with with brain death. OK. For the minority who do not believe that brain death is really truly death, but who believe that death Occurs in the traditional way when the heart stops and when breathing stops. I think it's reasonable to respect that because they have an understanding of death that's reasonable, that's accepted, accepted by almost everyone. Now, it would not be reasonable for someone to believe in human immortality, right? To insist on resuscitating a corpse who is in rigor mortis or ventilating a decaying body. Um, IN, in some Buddhist traditions, it's believed that the soul leaves the body about 7 days after the heart and breathing stops, that that is the true death. Well, it would be unreasonable to insist that the body remain in a hospital bed during those 7 days after the heart has stopped and the breathing has stopped. But we do have two medically and legally accepted ways of being dead, this traditional way that is in agreement with pretty much everyone's spiritual, cultural, and common sense views. Um, AND this more recent invented way that's controversial for a lot of people, not just controversial for lay people, but for doctors, for lawyers, for philosophers, for theologians. So I think we can and we should accommodate those reasonable, uncontroversial views about death. And allow that minority group of patients and families to say brain death isn't death as we understand it. We want to keep this patient on a ventilator."
	},
	{
		"start_time": "47:38",
		"speaker": "Ricardo Lopes",
		"words": "Does the value or principles such as patient autonomy also apply in the context of brain death?"
	},
	{
		"start_time": "47:47",
		"speaker": "L. Syd M. Johnson",
		"words": "I think it does. So we think that based on the value of patient autonomy, patients should be able to make choices for themselves about the medical treatment that they will accept and the medical treatment that they will refuse. Family members or surrogates or proxies, depending on how they're defined, um, Exercise that autonomy on behalf of the patient. So when the patient's no longer able to speak for themselves, their their family members speak for them, right? And and exercise their autonomy by proxy, as it were. So we do currently allow patients to refuse medical treatment, even if it will result in them dying, an avoidable death. Um, AND we should also, I think, permit patients to choose which standard of death among our reasonable accepted standards which are available is the one that's going to be used to determine their death. One that is in keeping with their values, with their beliefs, and with their preferences."
	},
	{
		"start_time": "48:59",
		"speaker": "Ricardo Lopes",
		"words": "So I think that throughout our conversation, we've already touched on the point of organ donation and how it ties to brain death in a way. So I have one final question then. Which should be considered reasonable objections against the standard medical view of brain death or even death more generally among the ones that we explored here."
	},
	{
		"start_time": "49:23",
		"speaker": "L. Syd M. Johnson",
		"words": "Well, there are so many reasons, right? There are philosophical, there are medical, there are legal um reasons to question brain death, and it has been controversial from the very beginning and continues to be controversial today. It's also endorsed by many people as being necessary and a useful legal fiction, a legal fiction that solves the practical and ethical problems that emerged alongside our advancements in medicine. And a number of people have referred to brain death as a legal fiction, and I think it's a really interesting and important way to think about. What brain death is and how it functions in our world. So legal fictions are basically um legal decisions or legal arbitrary legal lines that are established for purposes, but which are not otherwise rooted in reality or in facts. So as an example, Um, in most places, there is an age when someone is considered a legal adult. In the United States, that's typically 18 years old. So the day before your 18th birthday, you are basically the same person that you will be the next day. But legally, the day before your birthday, you're a child, and the day after you're an adult, and you have the rights and responsibilities of an adult as soon as you turn 18 on the anniversary of your birth. That's a legal fiction, right? There's also this concept called legally blind, where someone who has very impaired vision, um, such that they're not allowed to do things like drive a car, for example. They're not completely, literally blind, but they are considered legally blind, which limits their right to do certain things and at the same time might entitle them to certain accommodations or benefits as a disabled person. So this gets to that. DISTINCTION of being legally dead for all practical purposes, right? You can be for all practical purposes blind, or for all practical purposes an adult or According to those who accept brain death for all practical purposes, dead. If brain death is a legal fiction like that. It's an especially interesting one, because as a human being, A citizen, your status will change very significantly on your death. You will no longer be a moral person, a member of the moral community who's entitled to moral consideration. You're no longer a legal person, a citizen with legal rights and responsibilities. The loss of those moral and legal rights is very significant, right? You are no longer entitled to medical treatment. Your family loses the right to act on your behalf. Um, IN many places, it can mean that doctors can withdraw medical support unilaterally without consent from you or your family. So, you know, some doctors will really lean into that legal definition of death. When they're confronted with families who don't accept brain death, or don't accept that their loved one is dead, and they will say, the law says this person is dead, so they're dead, right? And we no longer have to treat this, your, your sister or your brother or your child. It's a, it's a way of stating a legal fact as if it was also a biological or a medical fact when when actually they sort of have come apart there. There's an interesting case, I think, in Japan. Japan did something really interesting and I think valuable in thinking about brain death. There was a national debate about whether or not brain death should be codified as legal death in Japan, and it went on for more than a decade. This followed a controversy in 1968 in the early days of transplantation, where a doctor was charged with murder for taking a patient's organs for transplant. So there was mistrust of organ donation and brain death. There were also these deeply important social, cultural, and religious beliefs in a country with many Buddhists and Shintos. Where the idea was that a warm breathing body with a heartbeat cannot be dead, right? This rejection of Western dualism about the separability of body and mind. So in 1999, Japan's parliament passed a law on organ donation that was basically a compromise, and it allows the determination of brain death only for purposes of organ donation and only when there is first person consent. So the patient themselves must decide in advance that they're willing to be an organ donor and to be declared dead by neurologic criteria. What I find interesting about this is that Japan is not an especially pluralistic, multi-ethnic, multicultural, or diverse country. Yet they created this compromise on brain death that respects both majority and minority viewpoints about brain death and is very transparent about why brain death is valuable. So it recognizes and it transparently acknowledges the importance of brain death for organ donation, while also respecting important social, cultural, and spiritual objections to brain death as human death and respects individual autonomy when it comes to choosing. Both organ donation and brain death. I think if we had that same transparency and respect elsewhere. In the United States, for example, or in European countries. A lot of the controversies about brain death would actually be resolved. Because we could have almost any criteria for brain death, whole brain death, brain stem death, unified brain-based death, as long as we allowed people who objected to opt out and to choose the alternative of circulatory respiratory death. People who want to be organ donors would have to recognize that this is what it means for you to be an organ donor, right? We could be transparent about it and then we wouldn't. Risk exploiting people or instrumentalizing persons and using them as organ donors for the purposes of serving others."
	},
	{
		"start_time": "56:32",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again philosophical, medical, and legal controversies about brain death. Of course, I'm leaving a link to it in the description of the interview. And Doctor Johnson, just before we go, would you like to tell people if there are any places on the internet where they can find you and your work?"
	},
	{
		"start_time": "56:51",
		"speaker": "L. Syd M. Johnson",
		"words": "Um, LET'S see. Well, if they go to Google Scholar, they can find a a profile that includes my uh all of the publications that I have. I have a website um with my university, and then I also do have a personal website, it's symjohnson.com."
	},
	{
		"start_time": "57:11",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm adding that to the description of the interview and Doctor Johnson, thank you so much again for taking the time to come on the show. It's been a very informative interview. So thank you."
	},
	{
		"start_time": "57:22",
		"speaker": "L. Syd M. Johnson",
		"words": "Thank you, Ricardo. It's been a pleasure."
	},
	{
		"start_time": "57:25",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs Colin Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearauujurumen ro Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidriei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Free Francaortolotti Gabrielon Corteseus Slelitsky, Scott Zacharyishim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Eringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]