[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the the Center. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Roderick McIntosh. He is Clayton Stephenson, Emeritus Professor of Anthropology at Yale University, curator of anthropology at the Peabody Museum, New Haven, and Honorary Distinguished professor of archaeology at in in South Africa. His interests are in Africa. And then old world comparative prehistory, the intellectual history of prehistoric archaeology, ethnicity and specialization, and the origin of authority in complex societies, urbanism, geomorphology, paleoclimate, and many other subjects, and we're going to talk about a few of those today. So Doctor McIntosh, welcome to the show. It's a big pleasure to everyone"
	},
	{
		"start_time": "00:50",
		"speaker": "Roderick McIntosh",
		"words": "and it's my pleasure to be with you."
	},
	{
		"start_time": "00:53",
		"speaker": "Ricardo Lopes",
		"words": "So, um, uh, by reading your work, I got this idea that at least for a long time, and I'm not sure if it's still the case nowadays in the present moment, but people in archaeology apparently have, uh, haven't paid as much attention to. Africa in comparison to other places, I mean, is that still the case? And even if it's not, why is it that something like that happened? Why is it that people perhaps haven't paid much attention archaeologically to Africa?"
	},
	{
		"start_time": "01:34",
		"speaker": "Roderick McIntosh",
		"words": "Well, I think that to answer the most immediate question, it's less the case now, but certainly compared to the Middle East and to Europe, uh, and to parts of North North America and certainly Mesoamerica. Uh, THERE, Africa is vastly underpopulated by archaeologists, um, and there are very few funds compared to those other areas that are devoted to, to archaeology. Um, BUT I will say on a bigger, bigger picture, uh, it is true that. Historically Africa has been neglected by archaeologists and also not so true because an aspect of African archaeology, which is paleoanthropology or the studies of the conditions and the evidence for the evolution of hominids that has since the 20s and certainly since the 1950s. Uh, RECEIVED a disproportionate amount of funding and of, of interest. I think that's still very much the case. Those of us who work on the later periods of African prehistory are very envious of all the money that has been put into, uh, human, human evolution. Um, BUT, uh, so, so that, that, that, that is the case that there's, there's has always been an interest in Africa for the very earliest periods, but very bizarrely, it almost seemed. For archaeologists with the beginning of what would be called the Neolithic in Europe or the later Stone Age in in Africa, it's almost as if there was a belief, belief that a curtain fell over Africa and all of a sudden the people, the populations of Africa no longer became uh innovative, they no longer, they were really stuck in, in, in, in. A timelessness, um, and I'll digress right now to say that that was very much the mindset of the European archaeologists who came into Africa during the during the colonial period. You have to understand, of course, and this won't be a surprise that there was a deep substratum of racism involved in the whole colonial enterprise. Um, I wish I could say that that's gone forever, but it's, but it's not, um, but also there was a. I, uh. An effort by the colonial authorities to restrict the kinds of research by anthropologists and archaeologists and historians that might counter the idea that these were, um, these were primitive people being enlightened by the colonial regimes and that's, that's, that's still a very superficial way of answering your question on a deeper level. There was uh In global archaeology, as well as global history, an idea that goes way back to the Greeks um and uh is, is carried on through the Arab scholars and early European scholars. That number one, that it was more likely the case that there was only one or at most a very few centers of innovation. For the Greeks, this was an idea that was called the Euc Kemeny. So there was the idea that before Greek civilization, there was a center of Innovation, uh, with the Sumerians, the Babylonians, and the Assyrians, and then that passed on to a degree to the Egyptians, but when it came to for classical Greek, uh, Hellenic Greek, uh, civilization, that idea of the Yuchey was brought to its, it's, its fullest, but then that was passed on, um, to, uh, the, um. Uh, THE basis of Arabic geography and also from there was passed on to early, uh, early medieval and even very early medieval, let's say, uh, European conceptions of, of how to divide up the world into those people who were. Innovative and those people who weren't and interesting if you look at Dante's Inferno, there's a whole section about where he, he basically plots out the the movement of the Kemeny across northern northern Italy. It could get as finely detailed as as that, but coming into the end of the 19th century and into the 20th century when archaeology really gets its glo it's where when it starts to globalize. There was a sense that um. It was best to find the centers of innovation. And there was a biblical sort of push for that as well. And so much of early archaeology, archaeology cut its teeth as it, as it were in biblical biblical lands and of course um um in the southern, southern Levant, but there was, there was a sense that Early people were so innovate and inventive, and they were so non-receptive to new ideas from the outside that you really only had to spend your time looking at the innovative areas and with a sense that later on new ideas like urbanism and the state and technological changes like iron production and and whatnot. It, it would eventually pass on to other areas, other non-inventive areas, uh, but it would be a shadow application of what what went on before. This put Europe in a very kind of uncomfortable position because in that early conception. Uh, MOST of Europe was not inventive at all and would have to wait for agriculture to come come up the Danube for, uh, iron production to come through the Mediterranean after being invented in in Anatolia and work. It's way, way through. So there were early maps by early archaeologists in the 20s and then in the, in the 30s of uh waves of innovation spreading out from the centers of, of, of, of, of, of innovation. The interesting thing is that then there was a variation on that which said that there were other parts of the world which were supremely. Uninventive inventive. Africa being one, Southeast Asia being being another, so there was a, a parallel sense that That Southeast Asia was kind of mired in primitiveness until Hindu traders came in and brought the idea of temples and brought the idea of, of, of, of advanced religion and, and, and trade, of course. Other places uh like uh the southern end of South America and the Amazon were also thought of as centers of, of, of, of um of, of conservatative is. Whereas we know now that there are enormous cities and states going on in the Amazon that have only been found in the last really 1010 years. So this Africa was not alone, but I think that the sense that Africa did that archaeologists didn't need to spend a lot of time in Africa was exasper exacerbated by the the racism that was involved in in um. Uh, COLONIALISM as, as well."
	},
	{
		"start_time": "09:51",
		"speaker": "Ricardo Lopes",
		"words": "Yes, it's very interesting because I have always also had this idea that when we look into anthropology and archaeology, we have this sense that, OK, so we've been looking into Africa up until more or less the point where the out of Africa migration start occurring and then suddenly we shift our focus, particularly after the advent of the. Neolithic to the Middle East, sometimes to China and then to Europe as well, mostly, uh, a, a little, we look a little bit to also places like India, but basically, uh, and anything from North Africa up, I guess. Egypt also a little bit. But, but then, uh, I mean, it's interesting because there seems to Be that gap and hopefully it's not as big nowadays as it as it was until very recently where when it comes to the history and prehistory of the African continent, suddenly it seems that until the European colonialists arrived there, not much really happened. Happens in terms of developments in terms of urbanism state formation and all of that, but now we are, we know that's not really the case,"
	},
	{
		"start_time": "11:21",
		"speaker": "Roderick McIntosh",
		"words": "right, right. Well, let me tell you a quick story about one of my heroes from the French colonial period. Um, HIS name is Ramon Moni, um, and he was a French administrator who took it on as a private campaign. To go to archaeological sites all around the, the French colonies, so the Sahil and Sahara. So he spent his life documenting cities and states and, and he did a really very good job, but he was so immersed in this idea that all these innovations had to come in from North Africa. He wrote, he wrote a book, um. Uh, SORT of a general book for the general French French public, um, and he entitled it translated into, into English, the, the, the, the dark centuries of Africa where he basically said when the, when the Arabs started to come across the Sahara in the 9th century, they basically found people at a uniform level of complexity or or development. That was essentially the same as the beginning of the Iron Age in in Europe, and they had been that way for centuries, if not millennia. Now, I say he's one of my heroes because once in the 1970s we started finding early cities and early states, the archaeological evidence. He immediately said, everything that I've ever written about Africa is wrong. And, and I take, I take, I take it back all back, uh, so he was, so so it's, it's not fair in all cases to say that all the colonialists were, were racists, some, some were, of course, but it's, it goes. It goes hand in glove with, with classic racism, this cultural racism, if you will, or, or centrism, um, that was deep at the heart of the, the denigration of some people and the elevation of, of other people."
	},
	{
		"start_time": "13:37",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps to illustrate the things we're talking about here, let's get into a specific example because otherwise we would have to look across the entire. African continent and that's not possible, unfortunately. So you've done work on the *** band, for example. What do we know about urbanism there? I mean, there's a common idea that up till the 14th or 15th century urban before that period, urbanism didn't really arise there. But is that really true?"
	},
	{
		"start_time": "14:13",
		"speaker": "Roderick McIntosh",
		"words": "Well, it's not true at all, but before I talk about the The *** Bend or what I think the middle middle ***, this larger, large area. Let me tell the real quick story about the, the, the, the ruins of Great Zimbabwe. So when the English came into what was Rhodesia, they found these magnificent ruins and was clearly urban in style and in proportions and whatnot. But it was so antithetical to the whole colonial enterprise to think that local people had made this magnificent ruins that they spent enormous amounts of time trying to find uh Phoenician or Queen Sheba or King Solomon or someone from the biblical past as having come down into this gold-bearing area and created a. Uh, uh, uh, LOCAL enterprise really irrespective of the, of the local, local people. It was so bad that, uh, the early colonialists dug. All of the ruins. So in other words, once as as early as 1928 when a legitimate archaeologist came into those ruins, there were no deposits that had been untouched, no, no deposits that could be excavated scientifically. KNOW that that is complete nonsense that the local Shona people or the ancestors of the Shona people had built Great Zimbabwe, the city, but also the, the state that was involved in all that, but it was deeply a part of the colonial. Signature that local people could not have come up with this by themselves. It was a similar situation in the Middle ***. So the middle ***. We call the middle ***. The *** River comes up from tropical West Africa, flows north, uh, up to the, the, the skirt of the, the Sahara at Timbuktu, and then bends back down. But before it gets to Timbuktu, it makes this enormous floodplain. Now the floodplain now is 55,000 square kilometers. Compare that to Egypt, which is 27,000 square kilometers in Mesopamia, which is 31, so far larger. It's an arid lands. Floodplain. So in the classical explanation of why cities began in Sumeria or why cities started along the Nile, you need a river flowing through a dry area so that there could be control of the irrigation controlled by a king who then would have bureaucracy and have a military presence and, and whatnot. So there is this, this, this, this uh Formula, a recipe, if you will, for the beginnings of of urbanism. But the early colonialists just thought, well, this, this very fertile floodplain in sub-Saharan Africa just had to be the exception. It there just couldn't be indigenous urbanism. Well, in the early, uh, well, 75 and first big season in '77, uh we started excavating a site called Jenny Geno, which is in the country of Mali right now. It's in the southern part of the middle ***, but historically it was a sister city to Tim Timbuktu, about 400 kilometers or or so away, and we had no idea how, how All this mound was going to be, so it's, it's like a tell that that's the word that's used in Mesopotamia for an artificial mound built of basically. Eroded mud and the garbage that city dwellers would build, build up above a floodplain. So it looked like a classic tail. There was millions and millions and millions of broken pieces of pottery on the, on the surface, but we had no reference for dating. So we started digging, we started digging and couldn't tell if this was an island or if it was a digging through. Anthropogenic human-created uh deposits, 5 m 6 m 7 m, and, and down, uh, and when the first radiocarbon dates came, came back 200 AD, uh, 100 100 BC, we were blown away because if those radiocarbon dates were correct, um, and they turned out to be correct and if we excavated well, which I believe we did, we did. Then it put to the lot that put a lie to the idea that the idea of urbanism would have penetrated across the Sahara uh in about the 9th, the 9th century. So this is what we call the Arab stimulation. A hypothesis that there couldn't be urbanism and there couldn't be states, couldn't be kings and whatnot until the ideas of these penetrated. And I'll just mention that the other big area of cities in sub-Saharan Africa, which is the Swahili coast of East Africa, exactly the same thing. There was a sense that there couldn't be cities, couldn't be advanced trade, couldn't be kingdoms until the Arabs came trading down the Indian Ocean. In again the 9th century or maybe even a little earlier. And once the, once the, I mean, you had this silly situation one of the early colonial archaeologists dug down a great big big site called Kilwa, dug down until he stopped finding Persian Gulf pottery and just stopped digging. There were still city deposits there. There's still, I think, 44 more meters of city deposits, but he just couldn't process that there could have been a city there before the Arabs came, came in. So subsequently to that work in the 70s, we've worked in a number of places, including Timbuktu, but a number of places. In the middle of ***, and we now, so we do survey, so we walk over the landscape and we look for the, the parts of the landscape like islands or tells or or whatnot that would be good for human habitation, good rice growing lands near nearby, uh, good high ground for the cattle and, and sheep and goats, uh, to be protected during the flood, flood season. And we've now found hundreds of these, these tells, uh, throughout that, that great big floodplain. Hundreds, and there probably are thousands, we just haven't surveyed the whole, the whole area, and we're now getting dates, um, certainly middle of the first millennium BC or 500 BC or so, um, and in other areas. Getting dates 800 BC, 1000 BC for. The beginnings of settlements that will become cities, whether they were right at the very very beginning, whether we could have called them cities or proto cities or just the sort of the nucleus of the, of an eventual city, but there's no question that these were independent of any kind of influence coming either from Egypt or from North Africa. We can tell when the trade. With the North African starts, the Trans-Saharan trade, we can tell when the trade from Egypt begins, but that's well into the process, and I will say you asked about, you asked, is it true that it was until the 14th or 15th century that you have, uh, urbanism. In fact, in the sequence from Jenny Geno and most of the other sequence, the 14th century is when a lot of these cities decline. So they've been there for 1500 years doing just fine, and the population either reestablished itself in a different pattern over the landscape or population declines, but you know what's happening in Europe in the 14th century with all the with the black plague and whatnot, so we, we don't know the plague. Uh, WAS the case. We know that there was plague in North Africa in the at least in the in the 13th century, um, and how many fleas does it take on a camel crossing the Sahara for, for, for Black Plague to come into a virgin reservoir or population like Sub-Saharan Africa would have, would have been."
	},
	{
		"start_time": "23:37",
		"speaker": "Ricardo Lopes",
		"words": "And again you mentioned there, uh, North African I uh I have already mentioned it earlier because as I said we have this idea that anything that uh anything relevant that happened in Africa until just a few centuries ago happened in North Africa and places like West Africa, sub-Saharan Africa, were for the most part. Stagnant culturally, technologically, etc. But, uh, is that really the case? Is that the, is it the case that, uh, West Africa and sub-Saharan Africa, uh, I mean, the reason why they were able to move from a stone age societies into Iron Age societies was due to interventions from North Africa."
	},
	{
		"start_time": "24:29",
		"speaker": "Roderick McIntosh",
		"words": "Well, it's, uh, I, I would say definitely not, um, and with the caveat that so little bit, so little archaeology relative to the vast areas that we're talking about, um, so when we talk about West Africa, sub-Saharan, West Africa, you could probably fit 5 Europes into, into that area. Um, YOU certainly could fit. One entire North America into, into that, that area. So again, this is an this is a vast geographical subregion that's underpopulated by by archaeologists. So when So if If the stimulus, and not the cause, but one of the stimuli to the beginnings of states and cities is trade, long distance trade, trade in exotics and whatnot, we have very firm evidence for trade in. Uh, uh, IN exotics, uh, east-west across West Africa long before the beginnings of of any physical evidence portrayed north, north south across the area to North Africa. The issue of iron. Production has always been a Let's say a curious one, and it's one that's highly debated right right now, um, but we've got, so, so basically iron, iron is invented in Anatolia in 1600 BC. It spreads fairly rapidly into the eastern Mediterranean and certainly by 900 or so. It's in places like Carthage and Utica in North Africa, largely because of the trading. Activities of, of, of, of uh uh the the Phoenicians. So, so clearly the Iron Age is in place and there are local people making iron by 900. No real evidence before that for North Africa. So now along the Senegal River, we for the last, uh, well, last 12 years but more intensively looking at iron, uh for the last 5 years have been working on ironworking sites. Uh, IT'S a. It's a completely different iron technology. So they're basically in the ancient world there are 22 iron technologies. There was the, the Anatolian iron technology that spreads into Europe and into the me and then there was the Chinese, basically wrought wrought iron and cast cast iron. This is a completely, the, the furnaces are completely different. Um, THEY'RE not recorded anywhere else in, in, in the world, and we're starting to get these dates. Uh, CERTAINLY. FOR the iron furnaces and the blowpipes and certainly the iron, uh, certainly by 500 and there's earlier deposits with some iron and some slag, so we don't have the furnaces going back to 1000. So if there's no iron in North Africa before 900. And these furnaces are dating to 1000 with a completely different technology. It implies. That you have a third center of Creation of iron iron technology. Now there are a lot of archaeo. Metallurgists who don't like that idea at all, and they, and so we'll keep digging until we find or we don't find the the the furnaces, but right now, um, I have to say that the The Senegalese are delighted with the with the suggestion that uh that they were West Africans um independently invented iron. Technologically there are some issues with it, but we're just at the very beginning of, of developing this, this story. So, so I think to get back to your bigger, bigger issue is. The more archaeology we do. The more We underscore the point that West Africans were not conservative culturally. They were not non-inventive. They were, they were innovating within their own their own environment, um."
	},
	{
		"start_time": "29:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO earlier I've also mentioned the fact that we focus a lot on out of Africa migrations, particularly the spread of Homo sapiens across Eurasia and also other species of the homo genus. Um, BUT what about Africa? Do we know much about the migrations and dispersals across the continent, particularly of Homo sapiens?"
	},
	{
		"start_time": "29:55",
		"speaker": "Roderick McIntosh",
		"words": "Right, uh, well, yes, but we wish we knew more. So, uh, let me, let me put it this way, we now for 3. Uh, SOMEWHAT recent migrations. I'll talk about those in, in, in, in a moment and then I'll get to earlier, uh, the, the, the question of, of multiple Homo sapiens origins within Africa itself. So, so, so we were talking about North Africa and there's a very good archaeological but also ancient DNA evidence right now. That there was a big infusion of Eurasian populations, uh, whether coming in from Europe down to the south, um, and it does seem that Gibraltar, before the, the sea level. The lower sea level of the last glacial period before it came up to modern, uh, levels that there was a quite easy passage across the Straits of Gibraltar. So that would put it at 10,000 or or or or so. Lots of cultural contact and migrations from Eurasia back to, back to Africa. So this is the back to Africa. Uh, uh, HYPOTHESIS, um, maybe as early as 15, 15,000, um, but in a way, the migration is Almost irrelevant because there's plenty of cultural contact. So people are making stone tools and people are, are, are trading in animals, um, uh, not, not across the Mediterranean but around the Mediterranean. There's very little evidence, um, with one exception, very little evidence that any of that penetrated this across the Sahara. So during the, the greenest part of the, the green Sahara, which would have been about 8000 to let's say 66,000, there was, there were big African populations in the middle of the Sahara. And some of that we see in the ancient DNA some of that penetrating into North Africa where it's mixing with this already mixed population, but at, at the end of the that green period, there's a, the Sara really is a barrier. The Horn of Africa, so going into Ethiopia and whatnot, there seems to be a bit more. Of the Eurasian maybe coming through the the across the Red Sea and and whatnot to about 6, 6000 or so, but really ending in the southern part of, of, of Ethiopia. So, so you, you have the back to Africa and that's basically North Africa. That population in Ethiopia, kind of northern Kenya. Develops a uh a pastoral way of life, uh, called pastoral Neolithic, very clever, clever term, and once that way of life kind of coalesces, there's a population explosion and a fast movement down the spine of East East Africa. Getting almost into Malawi and the sort of the northern part of Southern Africa. So that's a very rapid movement of pastoralists. I've got a South African student right now working in KwaZulu-Natal, uh, and she believes that she's got. The first evidence for South Africa itself for pastoralists before, pastorist before iron, pastorist before the the classic Bantu expansion, um, and then the Bantu expansion is the is the last of the the more recent ones. So coming out of what's now sort of the Cameroon. And eastern Nigeria that seems to be the place for another coalescence of, of a of a agricultural way of life, um, with a characteristic language, which is the Bantu language. Most people in sub-Saharan Africa right now speak Bantu Bantu languages, um. And a little bit later, so this is about, let's say 5, 5000 BC, that's happening. By about 3000 BC, there's a rapid movement again down the into the Congo Basin. And, and another wave if you will, in, in Eastern Africa. And they sort of get down into Southern Africa a little bit later than the pastoralists, but all of the The groups like the, the, um, Sotho and the and the and the the the Zulu and whatnot or speak up basically uh a Bantu language, um, as part of the end of the terminus of of that movement. So those Recent migrations are well documented by archaeology and the ancient DNA. Uh, AT this point there are only 10 published studies of ancient DNA in, in sub-Saharan Africa. One of the problems is that it's, it's a hot climate, and the ancient DNA does, does not preserve as, as well, but the ancient DNA seems to be backing up the, the, the the archaeology. Before that, uh, we look at the hunter hunters and gatherers, uh, and there's a little bit of ancient DNA for the hunters and gatherers as well. And right now the, there's a conflict between the archaeologists and the, the geneticists, and the geneticists are saying that basically they were stratified populations. Latitudinally going, going north, where the hundreds and gatherers down in the south had relatively little contact. With the, the hunters and gatherers in the Congo Basin, hunters and gatherers in, in East Africa and certainly the hunters and gatherers in, in West West Africa, uh, which It is strange because in places like Europe where we have a good ancient DNA record, people are exchanging genetic material all the time. I mean, we're, they were humans like us in the same way that we're exchanging genetic material all the time. They were, so is, is that conclusion from the ancient DNA just because of the poor sample, or is that really what's going on? And the archaeology. EMPHATICALLY says that's not what's going on, that people were that, I mean, we're, we're talking about tools, that tools are the ideas of tools are moving long, long distances, whether by actual migration of people or the ideas or, or there may be multiple inventions of the same, same tools and we know that. That does, that does happen. But, but right now there's, there's this interesting intellectual contest between the geneticists and the, and the archaeologists on justice, on justice issue. So Interview me again in 30 years and and they made a resolution."
	},
	{
		"start_time": "37:49",
		"speaker": "Ricardo Lopes",
		"words": "Well, it would be a great pleasure to have you back on the show in 30 years to"
	},
	{
		"start_time": "37:56",
		"speaker": "Roderick McIntosh",
		"words": "to try to have maybe, maybe, maybe 20. 00, OK, OK. Well,"
	},
	{
		"start_time": "37:59",
		"speaker": "Ricardo Lopes",
		"words": "let's agree with 20 years then. Oh"
	},
	{
		"start_time": "38:02",
		"speaker": "Roderick McIntosh",
		"words": "OK."
	},
	{
		"start_time": "38:03",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, uh, I would like to ask you now a more general question. So we've been discussing here how some of the prehistory, particularly of Africa, has been neglected in archaeology and anthropology more generally. What would you say that the study of Africa and African populations can add to anthropology and archaeology and particularly to perhaps better understanding of human evolution and the evolution of human behavior."
	},
	{
		"start_time": "38:44",
		"speaker": "Roderick McIntosh",
		"words": "OK, well, uh, uh, could I talk about the end complex society first and then I'll get to the, the human behavior. So it is right now it's there's a very interesting conversation going on between archaeologists in China and archaeologists working in Africa on the beginnings of cities and states. So these are classic complex when we say complex societies, we need a population that's not just large, but is stratified horizontally, vertically. There's usually some kind of power relations or whatnot. But the classic model for the beginnings of urbanism that I talked about before, um, really excluded a lot of sites. In China, early sites in China. So we get early cities, massive great big cities in places like Shandong Province, uh, that Right now don't have any evidence for kings. They don't have any. They don't have a lot of evidence for inequality, um, so it's clear they're, they're clearly they're specialists. They're, they're places where different potters are making different kinds of pots. They're big places. This is, this is before iron, so this is where different workshops for different kinds of stone tools and, and, and whatnot. Big pot. Population if the whole area was occupied at the at the at the at the same time, but our older model coming out of Sumeria and Babylonia was you had to have a king. You had to have someone in control. You had to have despotism to keep the The underlings in, in their, in their position. What we have in so many parts of, of sub-Saharan Africa, and I go back to, I talked about the, the sites of Timbuktu and particularly Jennyino. I've been digging at Jennyino for 28 years. I've put a lot of holes in that big site and a lot of other sites. I have yet to find a king. I joke with my classes that if I put one more. Unit one more big unit into Jenny General and I come down on the king. I'll have to burn all my books and, and commit suicide in a pyre of all my articles because I've been writing, writing so much about, can there be urbanism without, without kings? Can there be, can there be complex society. Without inequality because we really don't have any evidence for massive inequality, the kind of predicted inequality that you, you'd get from, uh, from Mesopotamia, from the older way of looking at, at, at Mesopotamia. So inequality, despotism, all these essentials for urbanism just don't. Exist in the middle *** the same way that they don't exist at these sites in China and now we're getting a complete Completely different. A vision of what was going on, particularly at the beginnings of the Indus civilization in In, uh, Pakistan and, and in India. These, these sites classically have no citadel. They have no power, power structure and the early British colonialists who were digging those sites that, well, they're there, but we just haven't found them yet. But at a certain point, uh, it becomes a sampling exercise. At a certain point, you say, we've dug enough if If there, there, if there are these classic manifestations of despotism and inequality, we should have found something. So it means that we have to look in a, in a, in a different, different way for the beginnings, for the circumstances under which people elect to come together with their different specialties, their different belief systems, their different sense of identity. And yet there must be a different way to find peaceful coop cooperation. So that's on the later period. So the, the, the, the archaeology and the paleoanthropology of the beginning of modern modernism as not modern behavior the last I'd say 15 years, but certainly. 55 years. And it's because of the fines in a number of parts of Africa. Um, MOST of the work is, most of the work is done in East, East Africa, of course, but the really innovative work is coming out of South Africa. And, and here's the frustration, uh, Ricardo, the, this is a period when the sea level is going up and down. And so the caves that are providing this wonderful information are now right on, right at the, the, the present sea level, uh, which is high level. So there are, it is unimaginable that there aren't thousands of other caves below sea level with even better information about this critical. About this critical period. So the critical period is probably as early as 500,000 years ago. Really critical, the pinnacle of critical, criticality comes at about 300, 15 or so, um, and then And then the issues I'll be talking about sort of develop continuously to about uh let's say just arbitrarily 125,000. So what we're looking for is the coincidence of modern morphological humans. So big brain, grassile face, teeth, uh, adapted to a omnivorous diet, and that, and that trend has been going on long, long before, uh. Uh, AND, and of course, uh. Uh, OTHER anatomical issues that we see in, in modern, modern humans coincidence with, uh, a stone tool making technology, uh, that is, is known. It's the middle Paleolithic. It's the classic, um, level, uh, tech tech technique, um, but it's, it's quite different than what went on before. Before they were using the cores. Um, THIS is, this is, they're spending a lot of time with a lot of knowledge of the physics of the stone tool to make, uh, to make a tool to make a flake or a blade. Specific to different tasks, so if you think of. An auto mechanics shop before about 500,000 years ago, that shop would have had, you know, a really sophisticated shop would have had 20 tools. At 500,000, it goes to 200. Uh, TOOLS. By 315, all of a sudden you get anatomically modern people and the toolkit expands, doubles, doubles again. Um, AND it's a little bit later that you start again down in South South Africa to start to see. The first evidence that we, um, and archaeologists tend to be conservative in their assignation of something like symbolism, the first evidence symbolism. So the very first evidence that comes in quite a bit earlier than 300,000 or uh necklaces of shells, shell necklaces, um, but then you start to get. Scratchings on ochre use of ochre, uh, to make not drawings, not like the classic Paleolithic drawings in the caves of France and, and, and Spain and Portugal, I might, I might add, but, uh, uh, but there is the very beginning. So at the same time in Eurasia. There are hominids and there are. Local changes to hominid evolution. So of course, the biggest one being Neanderthal coming out of, out of, out of uh late Erectus. Eectus comes in. 18 Neanderthal, you know, shows up, let's say 600,000 or or or so, um, that didn't happen in Africa and, and, and there is, there is somewhat of a debate. As to whether Neanderthal was responsible for some of the cave art, um, I'm agnostic, you know, I'm an Africanist. I'm not going to get involved in, in, in little, little bickers, you know, provincial bickers like, like, like that, um, and there are, there are local changes to post. Uh, ERECTUS hominids in Asia itself. But these coincident changes in the complex thinking, if symbolism is evidence of complex thinking and anatomically modern. Humanity That's all Africa. Now, is it only South Africa? Or do we just have these spectacular caves, uh, by chance in, in, in South Africa? Is this happening in East Africa as well? Probably so, and, and, and the evidence is coming out of, uh, for that as well. The first anatomically modern human is coming from Morocco at, at 3000. So first anatomically modeled a site called Jaba Haroun 33,300. Uh, 15,000, 15,000. I don't know that there's much material culture associated with those, those, I, I think I would have read if there was, was, was, was much that doesn't, of course, archaeologists can't argue from negative evidence, so it doesn't mean that there wouldn't be, uh, it's just that they haven't found it yet, but that association of Symbolism with anatomically modern humans comes in from South Africa. Big question is how much contact is going across the the continent at this point. And one of the big issues there is that you have the Congo Basin. Which is basically a, a great big alluvial bowl. So any fossil-bearing strata rocks would be covered by meters and meters, frankly, of, of sediment brought in by the Congo, Congo River. And basically it's the same in West Africa as well. Uh, SO where I work, the first rocks. There are 280 m below the, below the surface. There could be plenty of very early evidence of hominid evolution there, but we'll, I mean, I won't say we, we will never know, but given present technology, but it is true that the very first hominid in the whole world. Is in Chad in West in West Africa at 7 million, um, so, so it gives, gives us the, the hope that that we will one day have enough coverage, archaeological coverage of the whole continent that we can answer the kinds of questions that that you, you presently are are asking, um, so I, I, you know, I, I would. It's a coward's stance to say we don't know because we don't have, you know, that is the case in in for many of these, many of these questions."
	},
	{
		"start_time": "51:48",
		"speaker": "Ricardo Lopes",
		"words": "Right, so I would like to get into one last topic of our conversation today. So, uh, in what ways can anthropology contribute to the study of climate change?"
	},
	{
		"start_time": "52:02",
		"speaker": "Roderick McIntosh",
		"words": "OK. Well, uh, so the way climate change is one of the things that I do both from the climatology, from the physics point of point of view and also from the human response. So, so essentially when you talk about climate change. If just looking at the objective climate change, the physics of climate change, climate is always changing. It's changing at different, different scales, and we've come a long way to understanding the rhythms of those scales. So, and we call them forcing, forcing mechanisms, um, and they're. They're increasingly predictable. So in other words, we know what's going to happen at a scale of 100 years because of the eccentricity of the Earth's orbit around the, around the sun. Um, THERE'S nothing we can do about it, but, but we, we can pretty well predict in 70,000 years what that, what, what the effect of the sun's distance. On the earth will, will be numbers of watts hitting 1 m 1 m square. The, the The second aspect of climate change is, are we doing something to the landscape now that's interfering with those. Those patterns and obviously everyone is aware of the increase, the really frightening increase of of parts per million of carbon dioxide, parts per billion of, of, of methane. Um, THERE may be some disagreement, um, less. And less disagreement among scientists about what's responsible for those unprecedented, um, increases in the greenhouse, greenhouse gasses, uh, but we, we do know increasingly, very accurately where those greenhouse gasses would be without human inter interference. And so, so that's, that's the, that's. That's the physics and the anthropology comes together with is it. Increasing the acreage of rice fields in Southeast Asia, that is increasing the parts per million of carbon dioxide. Is it the deforestation of a certain amount of the, of the, of the, uh, uh, of the Amazon? What happens? With what's, what's the, uh, we, we have the mechanisms to understand that part of, of, but those are human actions. So that's where the anthropology comes in. The other, the other part of the anthropology is. Uh What are the effects of not just the, the known climate cycles, but the perturbations to those cycles created by climate, climate change, um, that's sociology, it's a bit of history, it's why, why is such a large part of the earth's population inhabiting the, the, near the oceans. So that an increase by 20 centimeters or a meter uh would would disproportionately affect the human, human populations. So, so. We, we, that those, that's the large scale on the, on the. AND getting back to Africa on the. MORE finely grained scale. We can project. Uh, WHAT might, what might the effects of, uh, let's say. Uh, uh, 0.5 centimeter uh centigrade, uh, increase in temperature due to the southern bo boundary of the Sahara and to the populations at at the Sahara. We see that happening now. Um, THE ill effects, is it really is it just climate change or is it this very complex mix of Of human policy. And climate change. So just on, on that, the 1950s were a time of anomalously good rain. Human population in the healing states rose, but also the cattle population rose, and cattle were being raised, herded into parts of the Sahara where they normally had not been before. The Great Sahil drought hits 1968 through 1985. If indeed it's ever, ever ended, that's, that's debatable, um, and that's, that was the cause of enormous human misery. You take those facts together and now there's a policy, um, Uh, initiative, uh, by the Sahelian states called the Greenbelt, and the idea is to plant trees. 500 kilometers. Of 500 kilometers of tree planting north south over 4 uh 450 kilometers east, east west, uh, and then, and as you can imagine, that's very controversial because some countries don't have control over. Those parts of the, the, how can they get in the, the, the tree planting, um, how can you, uh, how can you convince local populations whom you would need to protect those trees if there's a basic need for firewood and they, you just can't cook if you don't have the firewood and here, here are these we, we in the French colonies, there's uh uh uh. PHENOMENON called the fore, uh, uh, class A, uh, it's protected forests basically, it's an enormous failure because they didn't enlist the The local, they eliminated the local population, um, and so all of a sudden became a uh us them a hostile situation. So anthropology and to a degree archaeology can combine with the physics to understand what are the what are the consequences of these different aspects of what we call climate change."
	},
	{
		"start_time": "59:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND so, um, related to that, my last question will be, so can studying African paleo climate help us tackle, not just understand but tackle climate change issues."
	},
	{
		"start_time": "59:20",
		"speaker": "Roderick McIntosh",
		"words": "Well, I think so because uh uh The physics of weather and climate at Let's, let's call the middle, middle scale are fairly well known. So in Europe, climate is largely controlled by the jet stream. Uh, Africa and many parts of the tropic are monsoonal. We understand the mechanisms, we understand the causes of, of the, of the, the mon monsoon. We, we increasingly understand the, the mechanisms of, of the, of the mon monsoon. It's what becomes interesting. Is that 51% of the African continent, sub-Saharan African subcontinent, burns every year. There's an enormous load of particulates in the atmosphere, and those particulates either creating a germ around which raindrops can, can form or something that or, or in, in a certain density preventing rain from, from falling. So we have an archaeological record going back, let's say a million. Uh, OF purposeful burning, human control of burning, control of burning. That record becomes better, as you might imagine, as we come closer in time, but also we, we understand more the effects of burning widespread landscape modification. Killing off of vast amounts of, of uh forest or gallery forests along, um, we, we understand that better better as pastoralism comes in, agricultural, agriculture comes in. So we have, if you will, a field laboratory from archaeology. Of how human-based landscape modification interacts with the physics of the The jet stream, the different jet streams, um, and also the, the monsoonal, monsoonal system. So I would say we're at the We're at the very beginning of putting all these together, so much effort and quite rightly has been put into the basic physics of understanding climate patterns forcing me, but increasingly, uh, we're finding conferences and papers and books and what and whatnot about the, the human climate system interaction."
	},
	{
		"start_time": "1:02:12",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So, Doctor McIntosh, just before we go, would you like to tell people where they can fund the internet? Are there any good places for that?"
	},
	{
		"start_time": "1:02:25",
		"speaker": "Roderick McIntosh",
		"words": "Well, uh, there's, uh, the, the Yale University, um, website for the anthropology department, but also I'm a part of the, uh, council on archaeological studies. Uh, THERE'S, there's a website, it's, it's, it's being revised right now, so maybe give it a couple, couple of weeks, but that's, that would be the case, um, and, um, I've Both in French and in English, I've made a real effort to try to write. Articles and and also books for the general, general public, um, and so if you go into my page on the anthropology department uh And But It's a list the web page, but um it's, it's, it's an incredibly exciting time in African archaeology right now. It's, it's, it's an incredibly exciting time in African archaeology right now. And one of the things that has excited me the most is the interest of the general public. In Mali, um, and I'll just mention that, that, uh, my Co-director at Jeni General became the first democratically elected president of Mali. So Malians are very immersed in their own history and, and archaeology, and there are now 250 archaeology students, undergraduate students at the Department of History at the University of Senegal, the, the University of the, the Dakar Dakar University. So we're trying to get the excitement but also the, the new information about Africa out to Africans uh in that, in that way."
	},
	{
		"start_time": "1:04:30",
		"speaker": "Ricardo Lopes",
		"words": "Great, so Doctor McIntosh, thank you so much again for taking the time to come on the show and it's been a pleasure to talk to you."
	},
	{
		"start_time": "1:04:38",
		"speaker": "Roderick McIntosh",
		"words": "And it's been my pleasure. Thank you, Ricardo."
	},
	{
		"start_time": "1:04:41",
		"speaker": "Ricardo Lopes",
		"words": "Hi, guys. Thank you for watching this interview until the end. If you liked it, please do not forget to like it, share, comment, and subscribe. And if you like more generally what I'm doing, please consider supporting. The show on Patreon or PayPal. You, you have all of the links in the description of this interview. This show is brought to you by Nights Learning and Development done differently. Check their website at Nights.com. I would also like to give a huge thank you to my main patrons and PayPal supporters Perera Larsson, Jerry Muller, Ens Frederick Sunder, Bernard Seyi, Olaf Alec, Shannaan Wiser, Adam Cassel, Matthew Whitting Whitting B Arna Wolf, Tim Hollis, Erika Leni, John Connors, Philip Fors Connolly, Robert Windegger, Ruinnai Zup, Mark Nevis, Colin Holbrook, Simon Columbus, Phil Cavanagh, Michael Stormer, Samuel Andreev. Alexander Danbauer Fergalasen Hal Herzognal Jonathan Librant John Narst and Samuel Corea, Eric Heinz, Mark Smith, Jean Velard's France, David Sloan Wilson, dear Roman Roch Diegoundo, Yannick Punter Usmani, Charlotte Blizzo Barbarwaamh Polotaevskynale Way Madison, Gary G. Hellman. Some of Zal Adriane Nick Golden Paul Tolentin, Jean Barba, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Frank A Bortollotti, Gabriel Pansortesus Lelitsky, Scott, Zachary Fish, Tim Duffy. Sonny Smith, John Wiman, Martin Ackland, Daniel Friedman, William Buckner, Paul Giorjaneau, Luke Lovai, Georgio Steaus, Chris Williamson, Peter Owen, David Williams, Dio Costa, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez. Chevalier bungalow atheists, Larry De Lee Junior, Holt Eric Sterry, Michael Bailey, then Sperber, Robert Gray Toro, DRPMD, Igor N, Jeff McMann, Jake Zul, Barnabas rads, Mark Campbell, Richard Bowen. Thomas Dobner, Luke Neeson, Chris Story, Manuel Oliveira, Kimberly Johnson, and Benjamin Gelbert. A special thanks to my producers. These are Webb, Jim Frank Lucas Stefinnik, Tom Venningam, Bernard Jugni, Curtis Dickson. Benedict Mueller, Vega Gidley, Thomas Trumbull, Catherine and Patrick Tobin, Jean Giancarlo Montenegro, Robert Louis and Alie Cortiz, and to my executive producers Matthew Lavender, Sajiquarian, and Bogdan Kanivets. Thank you for all."
	}
]