[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. Today, I'm joined by Doctor Brianna Pobiner. She is a paleoanthropologist and educator at the Smithsonian National Museum of Natural History in the US. Her research centers on the evolution of human diet, and today we're talking most. ABOUT that, but we'll also get into the diet of some other closely related species like chimpanzees and toward the end, we're going to talk a little bit about some of the bigger challenges of teaching human evolution. So, Doctor Poiner, welcome to the show. It's a huge pleasure to have you on."
	},
	{
		"start_time": "00:37",
		"speaker": "Briana Pobiner",
		"words": "Oh, thank you for inviting me."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "OK, so before we get into our diet and chimpanzee diet and the diet of possibly other ominents, let me just ask you, uh, how can we study the diet of species from the past, species who are already extinct? What are perhaps some of the main tools that we have at our disposal and then the kinds of sources we can draw evidence from."
	},
	{
		"start_time": "01:06",
		"speaker": "Briana Pobiner",
		"words": "Yeah, so there's a, the, the cool thing in my thinking about studying diets is there's a lot of different lines of evidence. So you can have, uh, what archaeologists often study is almost the trash and things that are kind of left over after humans, modern humans and their ancient relatives and cousins ate things. So that could be tools, that could be animal, fossil bones, um, that could be leftovers of plant debris, even pieces of insects, things like that. So it can be like, Parts of the food and things that were left, the tools that were used to, you know, process the food or catch the food. Um, BUT it can also be things like actually the chemistry of fossil bones and teeth that can tell us a little bit about maybe what kinds of plants were, um, being eaten by early humans or, you know, other kinds of animals. Um, AND, um, you can even look at the more the basic size and shape of things like our teeth and jaws to get a sense of adaptation. So there's, there's a variety of different kinds of evidence."
	},
	{
		"start_time": "02:09",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to studying the evolution of human diet, what are some of the best animal models we can study and draw information from? I mean, what are the kinds of animals we can better compare ourselves to?"
	},
	{
		"start_time": "02:25",
		"speaker": "Briana Pobiner",
		"words": "Yeah, so most of the time people use other primates. So primates, we are primates. That's how we fit into the tree of life. So our closest living relatives are chimpanzees and bonobos, not our ancestors, but basically cousins. And so we shared a common ancestor with chimpanzees maybe 6 or 7 million years ago. So they're potentially a good model. Other great apes, so humans, chimps, gorillas, orangutans, or other great apes, but even some other primates like baboon. WHO live today in environments that we think were similar to those that our ancestors evolved in. So yeah, primates, I think, are generally the best models. Sometimes when we think about meat eating, we can look at other carnivores and predators. We can also look at other omnivorous species because we are omnivores and really always have been. So but from kind of a phylogenetic, like an evolutionary perspectives, primates usually make the best models."
	},
	{
		"start_time": "03:22",
		"speaker": "Ricardo Lopes",
		"words": "Oh, you said that you were, that we are omnivores and have always been, that's already a controversial statement to make nowadays because there are people who make some. Uh, VERY interesting claims about the human diet. We're going to get into some of those claims later on. But, uh, so, you mentioned the primates, you also mentioned primarily chimpanzees and bonobos. So about chimpanzees, what do we know about their diet? And in what extent can we draw information from them and their behavior and compare to the omin?"
	},
	{
		"start_time": "04:00",
		"speaker": "Briana Pobiner",
		"words": "So I think, you know, using both chimpanzees and bonobos are good models. Like I said, they're our closest living relatives. Um, THEY live in the parts of Africa where, or the, you know, environments that are probably similar to that when, when early humans evolved, um. And chimpanzees have a pretty flexible diet, but they are mostly plant eaters, fruits, feeds, different, you know, different kinds of different parts of plants, but they also eat insects. They also eat some meat. So on average, chimpanzee groups, about 3% of their diet comes from meat from smaller animals, much smaller than themselves. So I think we can look at both the components of diet, but also kind of behavior. Chimpanzees use tools sometimes to actually get their food, and we can look at things like when they are searching for food and when they are accessing food when they're eating food, hunting. SMALLER primates so we can use both sort of behavior models but also even models of like what does it look like when chimpanzees eat food? What kind of marks does it leave on their teeth? Are those good models for what we might find in early human ancestors and what how the traces of diets might have, you know, made print imprints on their teeth, for example."
	},
	{
		"start_time": "05:17",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you this because earlier you also mentioned baboons and other primates. So what are the main criteria criteria you use to determine that we can learn something about the evolution of our own diet by studying another. Is it uh that they lived in in a similar environment and so they could have had access to similar sorts of food? Does it have anything to do with their dentition or their digestive tract? What are perhaps some of the criteria that you use?"
	},
	{
		"start_time": "05:52",
		"speaker": "Briana Pobiner",
		"words": "So I would say all of those as well as their evolutionary relationship to us. So primates that are very, you know, sort of distantly related to us might not be as good models, maybe they have kind of more frugivorous like they're fruit eaters or they're folivorres. They're really focused on leaves, so they might not be the best models, but I think habitats that they live in, what their social structures are like, how they actually get their food, what their tooth morphology and skull morphology is like, digestive tracts, and so all of those really."
	},
	{
		"start_time": "06:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, the bit about sociality is very interesting because, I mean, I, I would imagine that many people wouldn't think about learning about the sociality of a particular species to then infer some things about, uh, what they ate. Because in the case of humans, for example, since we are so cooperative, I mean, that's a potential source of evidence to then determine that we also uh hunted large prey, right?"
	},
	{
		"start_time": "06:54",
		"speaker": "Briana Pobiner",
		"words": "Exactly. So I do think that's exactly where kind of social behavior comes into play and thinking about how food is, you know, gathered and hunted and things like that. So I think exactly."
	},
	{
		"start_time": "07:05",
		"speaker": "Ricardo Lopes",
		"words": "And so in your own work, and now I'm focusing just on hominids. Now how far back in, in our revolutionary history do you go, I mean, what species do you study the most? Mhm."
	},
	{
		"start_time": "07:19",
		"speaker": "Briana Pobiner",
		"words": "So I, because I'm interested mainly in the origin and evolution of meat eating, we have the earliest evidence, solid evidence for that going back almost 3 million years, maybe a little bit earlier. I've tended to focus on between about 2 million, 1 million years ago, sometimes a little bit older or later. But really in the realm mostly of a species called Homo erectus, which is probably sort of our grandparent ancestor. So Homo erectus likely evolved into another species called Homo Heidelbergensis in Africa, and they probably evolved into Homo sapiens. So, but Homo erectus was the longest lived hominin on the human family tree. The first one that we have good evidence migrated out of Africa to different parts of the world, and really the first one that we start to see an uptick in, including meat in the diet. So for that reason, I think that's kind of the species in the time period that I'm most interested in."
	},
	{
		"start_time": "08:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so you said that it is in Homo erectus that we see an uptake in in eating meat, but so before or previous to Homo erectus, Homo erectus, there were already other species eating meat or"
	},
	{
		"start_time": "08:33",
		"speaker": "Briana Pobiner",
		"words": "not. Yeah, so it's, it's very likely. Homo erectus evolved about 2 million years ago, a little bit less, and we have good evidence for at least like episodic meat eating in the zooarchaeological record and the record of fossil animal bones going back to at least 2.5, 2.6, 2.9, maybe 3.4 million years ago. So species earlier than Homo erectus ate meat and so the form of that evidence. IS in butchered animal bones, but if we look at chimpanzees like we talked about, it's very like so chimpanzees eat meat from smaller animals. They don't tend to use tools to butcher those animals to eat meat. So my thinking is probably really from the earliest hominins that there probably was a small component of meat eating. It just may not be archaeologically visible."
	},
	{
		"start_time": "09:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And when you mentioned meat, uh, are insects part of it or"
	},
	{
		"start_time": "09:33",
		"speaker": "Briana Pobiner",
		"words": "not? That's a good question. I don't think of insects as part of meat eating. It's certainly they're a good source of protein, um, but I would, I think of them in a different category. And the other thing I should say is I tend to say meat, but what I'm really talking about is anything from an animal. So it's also very likely that some of the earliest, um, Animal tissue eating was not just focused on meat but it was focused on marrow inside of bones, great source of fat and calories,"
	},
	{
		"start_time": "10:00",
		"speaker": "Ricardo Lopes",
		"words": "and maybe eggs from certain species or not."
	},
	{
		"start_time": "10:04",
		"speaker": "Briana Pobiner",
		"words": "Absolutely. So eggs, I think, you know, and, and probably a lot of smaller species that we might find there remains an archaeological site lizards, birds, things that you don't actually need tools to maybe catch. Take apart and so, and maybe we will, you know, I think that the studies of what human or hominid tooth marks look like on bones is still, I would say maybe up and coming. So I think there are still ways that we might be able to recognize some of this that we don't have now."
	},
	{
		"start_time": "10:36",
		"speaker": "Ricardo Lopes",
		"words": "And so what were some of the biggest changes that occurred when Homo erectus comes into the picture when it comes to our consumption of meat?"
	},
	{
		"start_time": "10:47",
		"speaker": "Briana Pobiner",
		"words": "So interestingly, there's been a narrative for a long time that Homo erectus evolves. You get a much more modern human-like body size and shape, kind of taller, leaner, and then about a million years ago you get this big increase in brain size, and there's been an idea that Homo erectus comes along, probably ventured a lot more. Widely across the landscape we do see evidence for meat eating in some ways intensifying at the time of Homo erectus, although some research I did with colleagues showed that that seems to be kind of in pulses and not so much a sustained increase in carnivory, and that may just be because of the archaeological sites that we've been focusing on. Um, AND so we do see changes in adaptations in Homo erectus, um, but we see the earliest meat eating much earlier than that. Um, SO we, again, we see it sort of episodic here and there in the archaeological record. It tends to be what we do see around the time of Homo erectus though, interestingly, of the evolution of Homo erectus, there's a In Kenya called Kanjara South, and it's dated to about 2 million years ago, and those 2 million year layers have multiple layers of butchered animal bones where probably Homo erectus was going back over and over again to butcher animals. So it's not just one animal here, a couple animals there. It's this is a spot where we come to do this. So I I think that is a shift that looks interesting that is right now coincident with the evolution of Homo erectus."
	},
	{
		"start_time": "12:22",
		"speaker": "Ricardo Lopes",
		"words": "So I'm not sure if this question makes sense, but one of the things I associate with Homo erectus is the use of fire and cooking. So did that influence in any way the fact that Homo erectus have an uptick in the. OF meat. I mean, because when we cook things, it's easier for us to digest them, right, including meat. So did that have any influence there or not?"
	},
	{
		"start_time": "12:49",
		"speaker": "Briana Pobiner",
		"words": "So that's a good question, and I would say the jury is still out on that. So it's an interesting idea. We don't have really solid evidence for a lot of cooking with Homo erectus early on. Um, WE do see, I would say, more sustained evidence for cooking maybe by half a million years ago. So I think it's also pretty difficult to detect in the archaeological record in a way that is convincing and not just this could be a, you know, natural brush fire or something like that. So I think maybe, but I would say we don't have the evidence to make that solid tie right now."
	},
	{
		"start_time": "13:26",
		"speaker": "Ricardo Lopes",
		"words": "OK, and in regards to hominids, I mean, I think you've already mentioned some of that, but what are the main sources of evidence that point to a particular hominin having eaten meat? Uh, HOW do we?"
	},
	{
		"start_time": "13:42",
		"speaker": "Briana Pobiner",
		"words": "This is a really tricky question because unless we find a hominin sort of with a tool in its skeletal hand butchering an animal, most of the time we don't actually know which hominin was butchering particular animals. So we can look at what's the time horizon, what hominins were around in this time and place and make a potential link. We can look at. The tooth morphology, jaw morphology, other adaptations like the size of the gut, and so that went from a more chimpanzee sort of, you know, wider gut to narrower and Homo erectus, so we can make some inferences, but I think it's actually really tough to tie specific hominin species until we get to species like Neanderthals when they were the only hominins around in. Places in Europe and Western Asia at certain time periods and they were definitely the ones hunting and butchering animals. But I think where we have Homo erectus, Paranthropus boisei, maybe Homo habilis, other species that were coexisting, it's hard to say which one was actually doing the meat eating, although we have tended to assume that it was members of the genus Homo like Homo erectus and Homo habilis."
	},
	{
		"start_time": "14:53",
		"speaker": "Ricardo Lopes",
		"words": "And so can we also look at the cranium as a source of evidence in the sense that perhaps there would be a link between meat consumption and brain size"
	},
	{
		"start_time": "15:05",
		"speaker": "Briana Pobiner",
		"words": "or not? So potentially, so this was that was part of that narrative I mentioned before, an idea called the expensive tissue hypothesis. So our brain tissue is very energetically expensive. It sort of costs a lot of. TO maintain big brains and the other really energetically expensive tissues in our bodies are our guts. And so with the evolution of Homo erectus we see smaller guts, probably less gut tissue, and we start to see increases in brain size. We'd see a really big, a much bigger increase in brain size relative to body size at about a million years ago. So sort of the brain. BODY size, you know, evolves larger in tandem until then. So maybe, I mean, I think meat has been put forth as a source of the release on the constraint of the evolution of bigger brain size, but maybe it's not meat, maybe it's cooked, not just meat, but maybe it's cooked meat, maybe it's other things, maybe so, but it's, it's definitely an interesting idea."
	},
	{
		"start_time": "16:08",
		"speaker": "Ricardo Lopes",
		"words": "So one of the things that you mentioned earlier, we can look into our marks on bones, right, cutting marks. So, uh, but how do we know or is it even possible for us to know for sure that particular marks were done intentionally to consume the meat?"
	},
	{
		"start_time": "16:28",
		"speaker": "Briana Pobiner",
		"words": "Yeah, it's a good question. And when I have to ask myself a lot because this is a core part of what I study. A lot of what I do is look at fossils, observe marks on them, and try to figure out where these marks left by ancient stone knives, were they left by carnivore teeth? Were they left by the bone rolling around in a river and getting rubbed with sand. Um, SO basically experimental archaeology is a very big help in this where we can do butchery experiments, look at carnivores, you know, eating their prey and see what the basically the size and shape and pattern of those marks look like. There there are good studies that show that you can differentiate between marks left by butchery tools, carnivore teeth, crocodile teeth, and like sedimentary abrasion, many of them, but not all of them. So again, it's kind of the size, shape, the pattern, also where on the bone the marks are. Are they in a place where there's a muscle attachment, a place where two bones join together where people might have been trying to take apart or disarticulate the bones? Um, YEAH."
	},
	{
		"start_time": "17:29",
		"speaker": "Ricardo Lopes",
		"words": "And so this is why it's so important for us to draw from as many different sources of evidence as we can because the marks just by themselves would, would probably not tell us or give us enough information about our diet or our eating meat in this case."
	},
	{
		"start_time": "17:48",
		"speaker": "Briana Pobiner",
		"words": "I mean, I think if you, you know, if, if you find marks that are very clearly butchery marks, you can say hominins were eating meat or at least cutting off meat from these animals. So I think that, you know, you can. That solid tie, but I think, you know, again, we've had great, you know, research teams who have done excellent studies to be able to differentiate what marks are what. Most of the time, some of them are very ambiguous though."
	},
	{
		"start_time": "18:13",
		"speaker": "Ricardo Lopes",
		"words": "And so after Homo erectus and between Homo erectus and Homo sapiens, I mean the species that like Homo idolbergensis, what do we know about their diet? Did anything, anything major change or not?"
	},
	{
		"start_time": "18:29",
		"speaker": "Briana Pobiner",
		"words": "Yeah, good question. So we have some of it is that again the evidence for what hominins were eating is not always coupled with the evidence for what hominin was actually doing that eating. So sometimes it's, I think about it as more broad like hominin diets overall, but we do see things like even with Homo erectus, we see by about a little less than 2 million years ago, not just consuming meat from terrestrial animals but also from aquatic animals. See, you know, the earliest evidence of really roasting and eating fish, a paper that came out a couple of years ago at a site in Israel by about 800,000 years ago. We start to see slowly a little bit more choice in what animals were being hunted. Larger animals, the kind of prime age adult animals we see. I think it was probably with Homo er sorry, with Homo Heidelbergensis and then with Neanderthals where there's, there's more selectivity and I think hunting is probably becoming more common and more more practiced. So as opposed to probably doing more scavenging, at least of bigger animals earlier on."
	},
	{
		"start_time": "19:40",
		"speaker": "Ricardo Lopes",
		"words": "So now to get into a topic that I I alluded to earlier in our conversation, sometimes we hear about a supposed paleo diet, but is there really a paleo diet?"
	},
	{
		"start_time": "19:56",
		"speaker": "Briana Pobiner",
		"words": "My short answer is I don't think so, but the caveat is that there, there probably were specific diets at certain places and certain times that by certain species, but I think human diets are so flexible today and very culturally mediated. But the idea that there was a single paleo diet like ancient people ate lots of meat or ancient people ate mostly plants, I think is really an oversimplification."
	},
	{
		"start_time": "20:24",
		"speaker": "Ricardo Lopes",
		"words": "And we can also look into contemporary traditional societies as potential proxies for uh the kinds of more ancient societies we lived in, right? And the way they and the kinds of foods that they eat."
	},
	{
		"start_time": "20:39",
		"speaker": "Briana Pobiner",
		"words": "Absolutely. And so I think there have been great ethnographic studies of people that live in polar areas and what kinds of foods that they eat and what adaptations those have even led to people in tropical areas. And so that's the other thing is that you know there's such a great diversity in modern human contemporary diets, historic diets that, but I do think There is a wealth of evidence in there that we can use as models for ancient diets."
	},
	{
		"start_time": "21:04",
		"speaker": "Ricardo Lopes",
		"words": "One thing that I've heard many anthropologists saying is that basically when we look across the when we look into diets across the world in human societies and even what we know from Uh, the diets of ancient societies is that basically people ate what they have available in the specific place they lived. So there, there's even the example of, I think the, the as the or the, the bushmen in Africa who uh ate at for, uh, I mean, for a period of months in the year, they ate mostly honey or something like that."
	},
	{
		"start_time": "21:43",
		"speaker": "Briana Pobiner",
		"words": "Absolutely. No. And so I think eating what's local, if there is a paleo diet, maybe it's really eating what's locally available, and that's going to change throughout the year. That's going to depend on where you live. So sometimes people will ask me because I study the paleo diet, like, do you eat the paleo diet? And I say, yeah, I eat whatever I find in the supermarket and maybe what my husband cooks for me. So I, yeah, exactly."
	},
	{
		"start_time": "22:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because you, you know, many times we hear these grandiose claims about human diet. Like, for example, there are the carnivore people who claim that we evolved eating just only meat, then sometimes we hear from vegans that we are not omnivorous at all, that we ate just plants and carbs and stuff like that. But, but these kinds of claims do not make much sense, right?"
	},
	{
		"start_time": "22:37",
		"speaker": "Briana Pobiner",
		"words": "No, I don't think that the extreme diet claims are really grounded in good evidence from the past. I think that, you know, people can have and should have choice about what they eat and whether they're eating for health and heart health or weight loss or any of those things. But yeah, I mean, We, I don't think there's good evidence that we ever only ate meat or only ate plants, at least, you know, after the meat from big animals started to come into our diets. So the idea also that hominins would have just excluded big categories of food, legumes and starchy vegetables and other things like that. I just, I don't see evidence for that."
	},
	{
		"start_time": "23:19",
		"speaker": "Ricardo Lopes",
		"words": "And also there's the caveat that when we think about uh modern I, I mean modern humans, not in the sense that you talk about them in anthropology, but humans that live, that are alive now, that we are also the result of a sort of a gene culture co-evolutionary process. And so the people who were or Evolved in agricultural societies also eventually evolved specific adaptations to process, for example, cereal, milk, and stuff like that."
	},
	{
		"start_time": "23:52",
		"speaker": "Briana Pobiner",
		"words": "Yes, and those are actually some of my favorite examples of recent evolution in humans adaptation to be able to consume lactose, the sugar, milk, sugar, and dairy, and genetic adaptations. Starch digestion in cultures where there was a lot of starch consumed, I think that's exactly right. And those are good examples of how, you know, even in the last 10,000, 20,000 years, human diets have changed drastically, and there have been adaptations in different human populations based on those diets, that gene culture co-evolution like you said."
	},
	{
		"start_time": "24:27",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I asked you that because sometimes we hear from some people that wherever, whatever we started eating when we developed agriculture, we, we haven't had enough time to devolve adaptations to process cereals, milk, beer, and stuff like that."
	},
	{
		"start_time": "24:48",
		"speaker": "Briana Pobiner",
		"words": "Exactly. I have heard that argument. Times and I think there's great evidence to show that's absolutely not the case."
	},
	{
		"start_time": "24:54",
		"speaker": "Ricardo Lopes",
		"words": "So let me now for a more controversial question or a more controversial topic, you've also, you've also done a bit of work on human cannibalism. So what do we know about that both in ancient societies and possibly in contemporary societies?"
	},
	{
		"start_time": "25:12",
		"speaker": "Briana Pobiner",
		"words": "Yeah, and so I sort of stumbled into work on human cannibalism in a sense. So it's not a big focus of my research, but I was studying fossil human, human fossils, ancient human fossils, hominid fossils. I normally just study the animal fossils. I was interested in looking at those fossils from Kenya to get a sense of what carnivores may have actually been eating our ancestors. And surprisingly, I actually found butchery marks on one of those hominid fossils. So possibly cannibalism, people cutting apart each other and maybe eating each other. It seems to be cannibalism seems to be, you know, an intermittent, also part of our evolutionary history, much deeper back in time. Certainly there are contemporary populations that Practice cannibalism or at least historic populations that have for a variety of reasons. Some of it is kind of aggressive cannibalism where, you know, it has to do with warfare. Some of it is really, you know, wonderful rituals that have to do with honoring ancestors. So again, all culturally mediated really and a whole variety of reasons, but it does seem to be a part of human cultures."
	},
	{
		"start_time": "26:25",
		"speaker": "Ricardo Lopes",
		"words": "But is it that it tends to occur more in specific circumstances like I don't know when we have a particular kind of ecology or certain cultural practices, how"
	},
	{
		"start_time": "26:38",
		"speaker": "Briana Pobiner",
		"words": "does it. That's a good question that I don't know the answer to. I certainly from the reading that I've done about cannibalism, there are a lot of the earlier examples are probably what are called what's nutritional cannibalism. Basically people are hungry and starving, and that's why they tend to maybe eat other people in their group. OR maybe another group again, it may still have to do with culture and aggression, but I don't know if there's a kind of patterns about where for historic and modern humans whether cannibalism has been practiced in specific ecologies areas, social circumstances, I don't know the answer to that. It's a good question."
	},
	{
		"start_time": "27:18",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, it would be very interesting to know that because, I, I mean, of course, there are probably certain societies where, uh, a taboo against, uh, eating human meat is not, uh, very prevalent. I, I mean, it's not as big as what we have in our more modern. Industrialized societies and stuff like that. But it could be that certain the societies where that happens, that is the result of the particular ecological conditions they live in. And that would be simply sort of, um, I don't know, a form of evoked culture or something like that. Yeah,"
	},
	{
		"start_time": "27:57",
		"speaker": "Briana Pobiner",
		"words": "it could be. Mhm."
	},
	{
		"start_time": "27:59",
		"speaker": "Ricardo Lopes",
		"words": "So, I then have one last topic I would like to ask you about. As I said at the beginning, you've also talked about and write about uh some of the challenges of communicating about and teaching about human history, human evolution, sorry. So what would you say are the biggest challenges there?"
	},
	{
		"start_time": "28:20",
		"speaker": "Briana Pobiner",
		"words": "So I think there's a few categories of big challenges. One is that there are people that have deep religious faith that find human evolution a really uncomfortable idea based on their religious teachings. And so I think that's kind of one category. Also, um, evolution is not an easy topic to understand a lot of the time. So I think there's just basically sort of cognitive challenges to thinking about the deep time scales over which a lot of evolution occurs are hard for us to comprehend. Um, SO yeah, and I think there's also, you know, evolution has been, it, uh, you know, sometimes politicized and also from a social perspective, I think there are ideas about like, you know, what, what you accept in your cultural and social group. So I think it's, you know, those are kind of the main challenges I would say."
	},
	{
		"start_time": "29:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, would you say that perhaps one of the big challenges has to do with it not being very intuitive? I mean, when we think in, in evolutionary terms, uh, of course, eventually we'll learn to think that way, but at the beginning, it's not very intuitive,"
	},
	{
		"start_time": "29:29",
		"speaker": "Briana Pobiner",
		"words": "right? Exactly. And there have been really interesting studies with children about like teaching the building blocks of. AND that there, you know, there's, there's other ways of thinking that tend to be more intuitive that are sort of some of it is a little bit Lamarckian, like the, you know, acacia tree in back of me, that maybe giraffes necks grew longer, um, just in order to reach those trees. So the idea of like change happening because of a need, like there's a couple of categories of really common misconceptions about evolution that are just Um, I don't know, kind of shortcut thinking that makes sense. And so, um, trying to teach, teach the, you know, actual evidence and things can be a little bit challenging."
	},
	{
		"start_time": "30:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And of course, you've already mentioned some of the reasons, but uh thinking about when you try to teach human evolution to people, what would you say are perhaps some of the main reasons why so many people tend to reject that we are the result of evolutionary processes?"
	},
	{
		"start_time": "30:30",
		"speaker": "Briana Pobiner",
		"words": "I think, yeah, a couple of reasons. One, as I mentioned about, you know, spiritual or religious faith, thinking about how humans are in many ways we think of ourselves as really special, really different. How could that have possibly evolved through natural processes? It all For many people takes away from the specialness, and it can be a little bit of a scary perspective if you think that it, you know, the only natural processes led to modern humans. So I think um there's also ways of thinking of that as beautiful and about humans connected to nature. Um SO yeah, so I think, I think um. IT'S, it's both kind of a, you know, religious spiritual perspectives. There's also unfortunately been, you know, biological anthropology and ideas about human evolution have had a lot of racism in the history of the discipline and so I think there's Also some understandable rejection of ideas of human evolution based on past racist ideas of a hierarchy of types of people which I think the discipline is working hard to really reckon with and try to, you know, to correct and undo."
	},
	{
		"start_time": "31:49",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that uh when people write, for example, for a general audience, for, for the general population to try to teach them about human evolution that they should be a bit careful in the ways they expose information because you mentioned, for example, racism there and I, I'm not uh Naming any names here, but there are people that also probably the ways they oversimplify how our evolution occurred might lead to people acquiring wrong ideas about it,"
	},
	{
		"start_time": "32:26",
		"speaker": "Briana Pobiner",
		"words": "right? Yes, absolutely. I think scientists and other experts. WE need to take a lot of care with the language that we use. I think, you know, the balance between making things understandable and accessible and taking shortcuts that can be misunderstood is something we really need to pay good attention to, particularly when we're writing or talking for the public about human evolution. Absolutely."
	},
	{
		"start_time": "32:50",
		"speaker": "Ricardo Lopes",
		"words": "And by the way, and this will be my last question, what do you think are perhaps some of the things that you like the most when it comes to teaching human evolution?"
	},
	{
		"start_time": "33:02",
		"speaker": "Briana Pobiner",
		"words": "Um, I think, you know, humans, all humans alive today are the result of 6 million years of evolution, um, and so thinking about Yes, we're the only human species left on the family tree, and I think that gives us pause, but I think it's also amazing to think about really the unity of modern humans. We, a lot of us look different. We feel like there's so much differences among. BUT I actually think that human evolution can be kind of lessons in deep human unity and that we're pretty persistent. Homo sapiens, our species. We have persisted where, you know, maybe 20 plus species on the human family tree have gone extinct. Um, SO I think that's one of the things I like. Also, oftentimes when I'm working with school groups or visitors in our museum and you watch particularly kids like get it, and oh, this is, oh, and I can do this, and oh, and I can be part of the discovery process and I can see this piece of evidence. I love watching like faces light up like that, so I really enjoy that."
	},
	{
		"start_time": "34:11",
		"speaker": "Ricardo Lopes",
		"words": "And the way by which we are interrelated and when people learn about that, I guess it would also be at least in certain cases, a very potent thing against or a very potent way of fighting back against racism and all of that,"
	},
	{
		"start_time": "34:28",
		"speaker": "Briana Pobiner",
		"words": "exactly, exactly. So I think that, you know, hopefully we can sort of use human evolution in a sense for that sort of good in our discipline."
	},
	{
		"start_time": "34:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because we are all ultimately African, right?"
	},
	{
		"start_time": "34:41",
		"speaker": "Briana Pobiner",
		"words": "That's the origin of our species, absolutely, and we're all related. We're all cousins in some way. So I think that's a really important message."
	},
	{
		"start_time": "34:50",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "34:57",
		"speaker": "Briana Pobiner",
		"words": "Sure, so you can find me and my work on Facebook, Twitter, if you search my name on both of those Instagram, but also if you want to learn more about my research, you can go to human origins.si.edu. And find me under the the, you know, human evolution, the human origins program, people. You can also Google my name and I have a research page on the Smithsonian Natural History Museum website that talks a little bit more about all the different research projects that I have."
	},
	{
		"start_time": "35:29",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I will be leaving some links to that in the description of the interview, and Dr. Paulinner, thank you so much again for taking the time to come on the show. It's been fun talking to you."
	},
	{
		"start_time": "35:40",
		"speaker": "Briana Pobiner",
		"words": "Yeah, thank you. It was a really enjoyable conversation for me too."
	},
	{
		"start_time": "35:44",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, asilla dearraujuru and roach Diego Londono Correa. Yannick Punter Darusmani Charlotte blinikolbar Adamhn Pavlostaevskynaleb medicine, Gary Galman Sam of Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner. Douglas Fry, Franca Bortolotti, Gabriel Ponscorte or Slelisky, Scott Zachary Fish Tim Duffy, Sonny Smith, John Wieman, Daniel Friedman, William Buckner, Paul Georgia, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Corale Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]