[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lopes, and today I'm joined by Doctor Jonathan Bobali. He's a professor of linguistics at Harvard University. He specializes in morphology, syntax, and typology, and today we're talking mostly about morphology, morphosyntax, human universal, universals in language and other related topics. So, Doctor Bobali, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Jonathan Bobaljik",
		"words": "Thank you, thank you for having me."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "So, I've already had a few interviews on linguistics on the show, but actually I've never spoken before about morphology specifically, at least as far as I remember. So could you tell us a little bit to start off with? What morphology is, I mean, as someone who is interested in morphology in linguistics, what kinds of questions are you interested in and what kinds of questions do people who work on this specific topic try to answer?"
	},
	{
		"start_time": "01:04",
		"speaker": "Jonathan Bobaljik",
		"words": "Great, yes, that's a great question. It's actually sort of one of the smaller disciplines within linguistics, so it's not surprising that you haven't heard much about it. And so morphology is the study of words. The, the, the morph means form. It's the, the form of words and the kinds of questions we look at, um, we look at, um, uh, correspondences between form and meaning beyond the arbitrary. So, famously 100 years ago, more than that now, uh, Ferdinand de Sousa pointed out that the reason the word dog means dog is sort of arbitrary. It's just a bunch of sounds, and they mean what they mean. But beyond that, the word dogs just doesn't happen to mean a number of dogs. It means a number of dogs because it's got dog in it and another piece and that other piece means plural or indicates plural. Um, SO we like to look at cross linguistically, uh, at these complex words that have multiple pieces inside them, and we ask, you know, what are the, are there any limits, any possible rules on the combination of those words or the combination of the pieces to create words. So you get some neat puzzles like ambiguity. Um, THE word unlockable is a fun and interesting word in English because it can, it means almost its own opposite. On the one hand, it means something that is able to be unlocked. On the other hand, it means something that cannot be locked. It is unlockable, you know, a door that has no, no, no binding to connect it or etc. And so we have a theory cross linguistically of what the what the we try to develop a theory of how these relationships between form and meaning uh are constrained in languages, like you said in the introduction, whether there are any universals to this is an open question."
	},
	{
		"start_time": "02:41",
		"speaker": "Ricardo Lopes",
		"words": "And what are these building blocks of words? I mean, what are the units that we're dealing with here exactly?"
	},
	{
		"start_time": "02:51",
		"speaker": "Jonathan Bobaljik",
		"words": "So the easiest way to think about this and the way we like to think about it the most, the sort of most constrained view, is what we call morphemes. It's morphology. We study. Morphemes, phonology studies, phonemes, etc. Um, SO the, the, the pieces, the, the un in unlockable, the Able and unlock unlockable, the zoo in dogs, we call these morphemes. These are minimal, minimal pairings of, of form and meaning. And I say form rather than sound, uh, we've discovered over the last, uh, time, uh, decades that sign languages have exactly have analogous structures have very much the same structures as spoken languages. So you'll see classical definitions that say pairings of sound and meaning, but it's really pairings of form and meaning. These languages have exactly the kind of riot structure that we see. There is, I should say, right, morphology is based on the study of morphemes, but it's not always easy to break things down into pieces. So the past tense of run in English is ran. It's not like or the path, the plural of man is men. It's not like dogs. You don't say mans. So it's less clear that there's there's little pieces or morphemes in these things, um, but it's the same general kinds of ideas."
	},
	{
		"start_time": "04:02",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO when it comes to morphemes and basically how you break down words into smaller components, is that something that's, that You as a linguist, for example, just do because it's useful scientifically speaking to understand, to understanding how language works, or does it have a correspondent in terms of how we cognitively process language? I mean, do those smaller components correspond to something uh cognitively speaking?"
	},
	{
		"start_time": "04:38",
		"speaker": "Jonathan Bobaljik",
		"words": "But absolutely we believe that this is cognitively instantiated. This is, this is a key piece of it. Um, SO the kinds of evidence, uh, that we take for looking cross linguistically, uh, we analyze individual languages as static systems. We say, what are the pieces of it. But we also ask how children acquire these things, when they acquire these things. A famous, um, uh, example that you may have come across elsewhere. Is what's called the WOUG test. Uh, THIS was, uh, Jean Berko Gleeson in the 1950s, uh, did a test with children to show, uh, these were 3 and 4 year old children. You draw a little figure that they've never seen before, some imaginary animal. You say, this is a wug. Uh, AND then you have two of them and you say, what are these? And kids say, these are wugs, and they know that this is the right way of doing it. Interestingly, Um, in English we have this distinction between and sir. So dogs and cats, you don't say cat zoo and you don't say dogs, so you could in principle, there's nothing about the articulatory system that constrains us, and we can see this with what's called minimal pairs. I'm in Boston right now. There's the famous baseball stadium Fenway Park. This is in a fen. A fen is a kind of swamp, and when there's more than one, we say the Fenzoo with because that's the the plural rule. Um, BUT, uh, we can say the word fence. There's nothing wrong with having a se after an N. It's totally reasonable. You can put an S after an end, but you don't. And kids know this when they are 3 and 4 years old without ever being taught. This is the advantage of the log test. So we know that there must be some developing cognitive system that manipulates these rules, um, uh, that, uh, to some extent children have long before they have uh a conscious introduction or uh instruction about language. And so, Ultimately, this, this, this test was done in the 1950s. People are now working on neuroimaging tests and uh much fancier tests, but we know it is cognitively instantiated. Exactly how is a much harder question that goes beyond. I,"
	},
	{
		"start_time": "06:42",
		"speaker": "Ricardo Lopes",
		"words": "I understand that. But let me just ask you another question about that then. I mean, in that case, uh, basically children, infants learning without direct instruction. Are you referring to how they learn the rules of the language they are being exposed to, or are we talking about a broader cognitive system that operates potentially across all languages or across different."
	},
	{
		"start_time": "07:15",
		"speaker": "Jonathan Bobaljik",
		"words": "That's a beautiful question. That's a beautiful question. Both. The answer is both. Um, SO, uh, they're learning the rules, as you say, in this case, the rule is a rule of adding the rule has two components. One is adding S or Z, and one is choosing between S or Z. The choice between S or Z is is a phonological rule. It has to do with the way sounds combine, and as I said, it's a non-obvious rule. If you think about it, uh, we can say the S after an N, but we don't in the plural. So there's something very special and and uh English specific about it that children need to learn. So this is a rule, but it's also a piece. The S is the S plural is a piece. It's one of these morphemes. So we are interested in how children acquire the language that they are exposed to as you frame it. Um, LONG before any parents aren't saying, this is how you say the plural, this is how you say the plural. And also, children have to figure out why you don't say mans. They sometimes make errors and say things like this, or foots, right? Why you say feet. So they have to learn the pieces, they have to learn the rules, and all of these things involve, uh, so the specific pieces and the specific. Rules are specific to the language that they're learning. And this is a really interesting area of study. How do they do this? How do they do this so quickly? There is a sparsity of data. There's, there's a limited amount of time in the day. There's a limited number of words that kids hear. There's an infinite number of possible rule systems that they could be acquiring that would be compatible, that would describe accurately. The language they're exposed to, but they tend very quickly to hone in on the same one, and they get there very fast, and that's neat. That's a very interesting idea. And that then asks this question you said earlier about the the broader cognitive system of all of language. So, It, it seems to be that they are not just what we used to consider a blank slate. This was a proposal from a long time ago, that the, the child's mind is a blank slate upon which the experience writes. It seems to be constrained in various ways. There are patterns there are, first of all, children learn very quickly and converge on some hypotheses and, and not others. And secondly, cross linguistically, this comes back to what we were saying. Cros linguistically, certain patterns occur in. Many languages and other, uh, patterns don't occur, uh, in any languages that we know of. And that suggests it's another type of evidence that suggests that there's some kind of cognitive limitation on the hypotheses, if you will, that that learners will, will pause it when they're analyzing the language data. And we're trying to capture that. We're trying to figure that out, kind of reverse engineer the system, but from the data that we have."
	},
	{
		"start_time": "09:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So we'll get more into human universals and language and more specifically morphology later on in our conversation. There are some other very interesting questions to explore here. But just before that, uh, I think that you've already touched a little bit on this question in your previous answers, but what can we learn about language by studying morphology then?"
	},
	{
		"start_time": "10:25",
		"speaker": "Jonathan Bobaljik",
		"words": "We can learn a lot. I hope we can learn a lot because this is what I do, right? Um, SO, uh, one thing we can try to figure out again by looking at what patterns occur and what patterns don't occur, uh, we can begin to build an idea, um, of how the human cognitive system works. Ultimately, that's the goal is to get to the cognitive system, but it's a, it's a distant goal. It's on the horizon right now, we look for it, we're at the level of looking for these patterns cross linguistically. If I could, for example, Uh, switch to one of the universal patterns at the moment. Now, we'll come back. I know you want to talk about this in more detail later, but I think this gives you a good way of of answering this question. Um, uh, WORK I did a number of years ago, um, uh, looked at comparatives and superlatives. So you say good and you say better, and in a language where you say, so you say big, bigger, biggest, right? Um, Portuguese, you do these paraphrastically, I think, right? You say the analog of big, more big, and the more big. Yes, um, but the, um, uh, the interesting thing is for the irregular ones like, uh, good, better, best. You never find a language that says good, the equivalent of better with a totally different form, and then goes back and says goodest. You don't you you don't say good, better, goodest. Why not? Well, this turns out to be like sort of an interesting finding across lots and lots and lots of languages. I believe it's a universal. I know I have no counter examples. Uh, AND if that's true, what does that tell us? OK, we've documented the languages, we've made a list and we have this neat fact. But the explanation that seems to be on the table is one that goes along the lines of saying, uh what does best mean? There's sort of two things best could mean. One could mean just exceedingly good, like very, very, very good. Uh, THIS would be these Isimo type adjectives that you have in romance that we lack in, in English, something like Bellissimo or whatever, um. But another one is the more specific one, and the more specific one, the meaning of the superlative is more adjective than all others, right? So if I say something is the the tallest mountain, right, it is taller than all other mountains, and that taller piece is comparative inside it has this comparative meaning inside it. In English, taller and tallest don't look like they have the the morphology inside them, in Portuguese they do, because you put the definite article in front. But it looks, the only way to understand why this is a universal is if all languages really are Portuguese, but hidden. So English tallest really is the more tall, the one that is taller than all of the others. If that's true, we learned this from morphology from looking at the various pieces in the words. But what we've discovered is a constraint on the way we as humans conceptualize, at least for the language system, the meaning of the superlative relationship. So you wouldn't get that from a textbook. If you look at a textbook of English or German or whatever, it just says, here's the comparative, here's the superlative. But it turns out this is the way we conceive of it. Why? There's all different ways we could have conceived of it. There's all different ways the world could have been, but it is this way. And so you ask this as a long-winded answer, but you asked about the, uh, what studying morphology tells us, and here it's telling us something about the cognitive, uh, uh, conception of in this case, um, uh. The meaning of the superlative, but all kinds of aspects of, of how, uh, concepts are encoded in language seem to follow these kinds of universal generalizations. And that's exciting because it's non-obvious and it comes from the linguistic system. I can give you a second example quickly if you want,"
	},
	{
		"start_time": "14:13",
		"speaker": "Ricardo Lopes",
		"words": "but yes, please go ahead."
	},
	{
		"start_time": "14:14",
		"speaker": "Jonathan Bobaljik",
		"words": "OK. So, uh, another neat example that comes from morphology, this one's a little bit complicated, but again, it's a meaning one. Um, uh, IF you think about, um, words like open or closed, they can be adjectives or they can be verbs. And so if we say, uh, so, you know, I'm in New England and New England has snowy weather in the winter, so imagine we think about a mountain pass, and you say that the mountain pass, let's imagine there's a, let's imagine there's a shoulder of a mountain, it has no dip inside it, um. And what happens at some point is there's a rockfall or an avalanche and a, and a dip appears. This dip has never been there before, and now we have a pass. We say a pass has opened up, right? Then there's another rock fall and it fills it in. We can say, oh, the pass is closed again. Right? Well, that's interesting again here is really interesting because it has never been closed before. Nobody had closed it before. It opened once and then went closed again. So what this again. IS doing is it's saying it's returning to the state of being closed. The verb, the action, close the past, has never happened before. But it's a return, we call it a restituive reading. It is returned to the state. You can think of all kinds of examples. A student at McGill wrote a dissertation looking at this. You can think of, um, an underwater cave that's full of water. And then the water level goes down and it and it dries out, and then Global warming, the water level rises again, and the the cave is filled in again, right? We can use this again, even though it's false to say you that we filled in, like the action of filling in has happened for a second time. It only happened once, but it returns it to its previous state. So you might think, so there's an analysis out there that says, OK, this is because the semantics of the word again, what again means is ambiguous in English. It can mean either of these two things. But it turns out it means the same ambiguity, the same two things in language after language after language. Um, uh, A student at University of Connecticut wrote a dissertation showing this for Chinese, for Mandarin that shows exactly the same ambiguity. So why is this morphology? Well, in a number of languages, the way you say to open or to close has an extra morpheme. It's like in English we say the screen is wide, actually, let's say the screen is narrow. I want to widen it. There's a wide piece and a morpheme in. And so they again can refer just to the adjective or to the adjective plus the verbal morpheme, the complex verb. That ambiguity is a morphological ambiguity. It's hidden in English because when we say open, it looks like it's the same word, but it really isn't. There's really two pieces in. And we can pick them up semantically, and we can do this in language after language after language. So again, we've learned something about the way language is encode our perception of events in the world. So we encode a notion like opening. As having two pieces. There's a causal piece, and there's a state piece, and the linguistic system can pick out those pieces individually. It's a bit of a complex example. But these are the kinds of things that we study, um, over and over and over. Again, as you framed it, there's a fun day to day part, which is finding the pieces. And segmenting it into, but that's just the starting part. At the end behind it, we're asking these deeper questions about why do we find the same, uh, patterns in language after language? And what does that tell us about human cognition, both the system of language and the system of encoding meaning in language. Mhm."
	},
	{
		"start_time": "17:56",
		"speaker": "Ricardo Lopes",
		"words": "And what is more for syntax?"
	},
	{
		"start_time": "18:00",
		"speaker": "Jonathan Bobaljik",
		"words": "Yeah, cool. Good question. Um, SO, uh, morphosyntax has two pieces in it, right? It has morpho and it has syntax. It's a complex word. It's morphemes. And so morpho is, is the morphology part, and syntax is how words combined together to make phrases. And so one of the things we ask as morphologists, we pay an eye to, so when I looked at dog and dogs, I was looking primarily, the example I gave you was about the silent, the so the alternation. But there's also a study of of how individual words relate to syntax, to the study of phrases and the study of sentences. So, uh, just to take an example, your dog dogs example, um, that's a plural word and so it would occur in a plural syntactic environment, you would say one dog, two dogs. Interesting on this, one of the things you could look at in morphosyntax, um. Some languages like English, Portuguese, and others have a number distinction. We have singular and plural. There's other languages with other number distinctions, that's also very interesting. Um, AND we use the plural when we say when we count, we say two dogs, and we use the plural when we talk about, uh, a plural group. We say, oh, dogs are in the garden or something of this sort. Um, THERE are languages that have no number distinction that never mark this, um, and there are interestingly languages that mark plural dog dogs, when you say I like dogs, or I saw dogs yesterday, but not when you put a number there. You say two dogs, Turkish is of this sort. You say, uh, they have a plural, there's a clear plural marker, but when you use it with a number. Evidently the number conveys enough information. The plural in English is somehow redundant in that fact. 2, you already said 2, but we have to say dogs, you can't say two dogs. So morphosyntax studies, um, so where morphology proper studies the internal form of words and maybe their connection to sound and meaning, morphosyntax studies the the syntactic contexts in which words do and don't occur. And again, we ask the same kinds of questions about universals and recurring patterns and how children acquire those patterns and what they tell us about the cognitive apparatus."
	},
	{
		"start_time": "20:12",
		"speaker": "Ricardo Lopes",
		"words": "But what is then the relationship or how should we look at the relationship between morphology and syntax? Is it that one drives the other, or is it that both influence each other in different ways?"
	},
	{
		"start_time": "20:28",
		"speaker": "Jonathan Bobaljik",
		"words": "Yeah, uh, this is something if you get a bunch of morphologists together at a conference, we will fight. Um, SO, um, um. So let's go back, so, so to unlockable or even just take lockable, right? Or or or teacher and teachable and teach and stuff. Teaches a verb, so it goes in a particular place in the in the syntax in a language like English has particular set of properties. Uh, A teacher is a noun, so I can't teach you and I can't teach you. It's a teachable as an adjective, so it's gonna have a different syntax. And it seems reasonable from this kind of example to say, to take the phrase you use that morphology drives syntax, that you build the words, you, you have the word teach, it's a verb, and so it has a particular syntax. Um, OR you make the word teacher, it's a noun, and so it had because you have added this suffix er, it has a particular a different syntax, a nominal syntax, you say the teacher is whatever tall, short, boring, interesting something. Um, AND so this makes you think, OK, that the the morphology is prior. First you put the pieces together and then what you've done in the morphology drives or determines your syntax. But there's other examples that work differently, that seem to suggest the other direction, and this is why this is a live question. Um, LET'S see if I can give you an example in quick form. So, um, I, I, in English we have in inflectional morphology we're relatively poor. In some languages, when you take the verb, the verb shows what the person and number of the subject are. In English, you get that a bit with B I M U R, uh she is, etc. BUT with regular verbs in the present tense, we only have a two-way distinction. He, she, it works and everything else is work. I work, you work, they work, etc. There's no ending on these things. And it actually turns out to be hard to, you could sort of say that works is driving the syntax. Works is third person singular. It takes a third person singular subject because it has the S on it. But the other one doesn't have any information on it. So you could say, OK, it just doesn't contribute any information, and that's why you have a pronoun. I work, you work, they work but uh Turkish to dog. You don't need to have an ending on it cause the ending is redundant. But if that's the case, you should be able to say he work, she work, or it work. These would be fine. They're equally informative as I work, they work, you work, etc. There's no reason that should be the case. So here you want to say that the syntax is driving the morphology, that you've chosen your subject first. You say, I want to talk about myself, I say I, and then I choose the, the best fitting form of the verb for that context. And English has a poor range of choices. Portuguese has more. Into has more, lots of languages have more. English is very poor. I've got two choices, S or nothing. And S is the best choice for a third person singular. And if I'm not 3 person singular, I don't choose S. So that there, the information seems to work the other way. First you determine the syntactic context, and then you choose the form that best fits that context. And so, um. We have evidence here that's pulling us in two different directions as to whether morphology drives syntax, and a lot of the work that's done today is to ask, can we go back to the evidence that looks like it goes one way and rethink it, reanalyze it so that it, everything really goes in one direction, a simpler theory maybe. Um, I think that's true. I think we can get a lot of work done by saying that that morphology never drives syntax, that it always works the way it works, works, that it's always the way that you have that you determine the syntax first, somewhat abstractly, and then you determine the morphological form relative to that syntax. Um, BUT it's a harder, more abstract argument to make."
	},
	{
		"start_time": "24:27",
		"speaker": "Ricardo Lopes",
		"words": "But in this particular case, really understanding and coming to a conclusion when it comes to this debate as to whether morphology drives syntax or the other way around. Would this have broader implications as to how we understand the cognition behind language? I mean, would this basically have ramifications to other aspects of how we process language or is it restrict To, to the question itself regarding morphology and"
	},
	{
		"start_time": "25:03",
		"speaker": "Jonathan Bobaljik",
		"words": "so it would, but every, every time we go up a level, and I'm sure this is true with other people you talk to in other fields, every time you go up a level of abstraction, the, the, the questions become more abstract and it's harder to make a compelling argument one way or another. But the, the works case, the works versus work case, this is an example of we describe it, it's described in many, many terms by different people, but it's competition. You think about language as, as, um, uh, I said choosing the best form, here's our superlative again, choosing the best form for the particular syntactic context. And there's a view out there that this is a fundamental property of language that all of it involves some level some notion of competition. This is clear in what's called pragmatics, it's clear in other kinds of realms. Um, LET me come back to another example. Um, I, uh, one of the things with number cross linguistically, as I said, English has singular and plural. Some languages also have a dual, which marks exactly 2. So there would be three forms of the word dog. Innuut works this way. Um, um, uh, WE talk about the Inuit language, the Inuit people, the Inuit is the plural, Inuk is the singular, and then there's another form, Inuk, which is when there's exactly 2. Um, AND, uh, when we ask about these languages, these are the all the major possibilities in the world's languages. Either you have a singular plural distinction or you have singular plural and dual. The interesting thing is that in some cases the dual is restricted. You only have the dual at certain times. The plural, when the plural is contrasted with a dual, means 3 or more. If I have a dual form available and I use the plural form, Inuit, I mean, for example, 3 or more and not 2. So the plural there seems to mean something different than it does in English or Portuguese. But if I have a dual, if I don't have the dual form available, then the plural just means more than one, that's sort of normal meaning of plural. So again, we think about this as a term uh as a a sense of competition. I've gone back into morphology, but we think about this in terms of competition. You look at the best form, the most informative form that's available for the particular environment that you're looking at. And so it has to be a competition among competing forms. There's a theory that this is how language works brought not just morphology, but generally when we say a sentence, we, we use the where there's um competing kinds of uh constraints. I'm trying to be lazy as a speaker and say the shortest thing, but I'm also trying to be as informative as possible to you, and I'm balancing these domains. And so this kind of competition might deeply characterize all of language, the cognitive system that involves language. And so we, when we look at morphology, we're looking at a piece of this system and asking, do the, in particular on the technical aspect, do the kinds of ways we need to, the kinds of assumptions we need to make about characterizing the cognitive system to understand the morphology, match up. With the kinds of ways people deal with competition in pragmatics or in syntax and semantics, etc. And this is an exciting area. I mean, I wish I could tell you, yes, the answer is yes, and we know this. Um, BUT, you know, then I could just hang up my hat and say, we've finished the, the field. There's a lot of open questions. I think there's all exciting reasons to think this is true. Um, BUT not everybody sees it that way. And so there's work still to be done."
	},
	{
		"start_time": "28:38",
		"speaker": "Ricardo Lopes",
		"words": "No, this is the, I guess, the beauty of science. It's an ongoing enterprise and it's also fascinating to notice over time how knowledge changes and evolves. So, but let's get then into human universal specifically in language. So, what do you make of universal grammar and the Work by Noam Chomsky earlier, you suggested that you're not very much into, uh, blank slightest approaches to, I guess, human cognition more broadly, but to language more specifically. But specifically about Noam Chomsky's work, because if I understand it correctly, even Uh, what universal grammar entails, uh, for he himself, it has changed over time"
	},
	{
		"start_time": "29:30",
		"speaker": "Jonathan Bobaljik",
		"words": "slightly, right? So, so. There's a lot of, uh, a lot of discussion of this, uh, peripheral discussion, and I think there's a lot of, of, uh, uh, confusion about the terminology or, or different people that are talking it somewhat cross purposes because they're using the terminology in different ways. Um, THE, the, the, the initial proposal and I think the part that has, has remained unchanged in this, and I think that the part of it, it. It should almost be uncontroversial, is this sort of polar opposition between the blank slate and not the blank slate. So, uh, put a pin in the notion of universal grammar just for a moment. What we say is, um, why is it that children, uh, uh, learn languages quickly, they learn a lot of properties without, uh, explicit instruction, and they converge on the same answers or the same structures or the same patterns in language after language after language, sometimes universal to the extent that we know. Um, AND Chomsky's answer was, if they are just reacting to the environment, this was the behaviorist idea as a blank slate, this would be a surprising fact, a surprising outcome. Um, AND he suggested that there are, um, universal cognitive constraints, inherent biases that shape the way children are going to interact with the data in the world around them. We know such biases exist independently. I'm sure you've talked to people in other fields. Um, THE easy one to appreciate is that newborn babies. Fixate on two circles and a line. If you put that pattern on the wall the day they're born, they look at that. So they're they're somehow preprogrammed to look for faces. It's probably not the case that they, you know, they are looking for faces, but there's some inherent hardwired bias, uh, that affects their visual and attention system that chooses the way the massive amount of data that's coming towards them is filtered. And Chomsky's proposal was that there are such filters for language, and this is universal grammar. Universal grammar is not that we all share the same rule for making plurals that we all share um the the like you pick up a grammar book and it says, you know, you write the subject before the verb, none of that is universal. The universal grammar refers to these filters or these biases. Um, AND that's at that level that, that seems to be right, that just seems to be right. The debates now, and this is where, um, where you might say that Chomsky's thinking about this over time has changed, is what is the content of those biases, what are the form. And that there's two ways of thinking about this, and you may have heard these terms before. One is it, um, is it domain specific or domain general? So are our biases specific to language? Are the pieces that are hardwired, the constraints that make us approach the data in a particular way, are those specific to language, or are they general cognitive properties? So I gave you an argument. My view would say. Universal grammar, our inherent cognitive capacities, tells us that the only way to make a true superlative is one that contains the comparative. You can only build the meaning more x than all others if you can build the meaning more X. So if our, our brains manipulate or our minds manipulate symbolic representations, this is a constraint on possible symbolic representations. That's cool, right? Um, AND so I would see that as a part of universal grammar, we're constrained to approach the data that way, and that's consistent with sort of Chomsky's view. But what I don't know is whether the source of that constraint is about linguistic symbolic representations, or about symbolic representations in the brain generally, including non-linguistic representations. And that's a hard, hard, hard thing to do, to try to figure out, right? Um, THE counting universal as well, right? So I said there are 3 possibilities. Languages have no marking of number. You have marking of singular plural distinctions on nouns like in English after a number, or just in general when you're talking about plurals, or you do it when you're just talking about plurals, but Turkish like, not after the noun. It's not just about redundancy. If it was just about redundancy, English would be just like Turkish, 2 dog would be totally fine. Um, AND so we ask about the nature of the symbolic system. Um, AND so you, you then you want to ask, how fine-grained is universal grammar in this system? How fine-grained are the predetermined constraints on the cognitive system that yield these patterns as the output? What are the contributions that come from outside of language, general psychology, general cognition, and what are the constraints that come from a language system? And certainly over time, uh, Chomsky's view and other people's view on both the, the content, what is language specific and what is more domain general, and what is the form of the specific restrictions has changed. Early work had a lot richer universal grammar in terms of its content of the actual specific formulation. And the thinking has changed that that it's actually, it may have less that is specific to language, but that comes from general systems and has specific instantiations in language. Um, AND I, you know, this is what I spent my day looking at and, and, uh, I, I don't see evidence against at the broad level, the view that there are hardwired constraints that surface in the way children learn and in the way we see these patterns cross linguistically as universals. I'm happy to fight with people about the narrow details, but at the broad level that that seems to be right. OK,"
	},
	{
		"start_time": "35:29",
		"speaker": "Ricardo Lopes",
		"words": "but at this point then, if I were to ask you, what do you know, what do we know about human universals in language? What can we say about that? I mean, what are the universals that we can point"
	},
	{
		"start_time": "35:44",
		"speaker": "Jonathan Bobaljik",
		"words": "to? Yeah, so there's actually, uh, there's quite a few, and there's um I uh I. There's quite a few, a few, quite a few at the level of description. I can give you a whole bunch. Most of them are, and so this is actually another interesting point, um, of terminology. There's, there's many different kinds of universals and people use this in different, uh different uh ways. Um, MOST in morphology, most people using the term universal mean it in what we call an implicational universal. It does not mean that all languages have. Some particular property, but rather statements of the form. If a language has this property, then it has that property. So for example, if a language has a dual number form, a form that marks two elements like dog dogs, we don't in English, we only have singular plural. If a language marks a distinction between dual and non-dual, it also marks a distinction between plural and non-plural, 3 and above, and that's that was first observed. 50, 60, 70 years ago, and of course, you know, scientists are an ordinary bunch. Anytime someone proposes a universal, a whole bunch of young energetic people try to show that it's wrong, and they point to various examples and we look at them more closely, and it isn't wrong. It's right, it's true, right? So there's um Uh, there is somebody, uh, Hans Planck in Germany who keeps, uh, uh, an archive of, of proposed universals with notes on their various kinds of, um, counter alleged counterexamples, etc. There are a lot in morphology, there are a lot of these kinds of universals, implicational universals. There are things we know, um. There are a lot more proposed universals, some of which are proposed over smaller samples, and we don't know yet whether they're right, but there are a lot of universals of this sort, um, and I could, you know, I could give you lists. I've alluded to a few others already with like the, the no good better goodness type universal um prenominal systems, systems of I, me, you, he, she, it, then. There are really at a fundamental level in terms of person marking, first person, second person, etc. There are really fundamentally only two systems that languages have. There are only 2, and everything else is a variation on one of those two systems. And the two systems are the English style or Portuguese or European style system, where you have 1 person, 2nd person, and third person. I am, you are, she is, right? And then there are languages that have that, plus, in addition, for the first person plural, we, they make a distinction that we call an inclusive versus an exclusive we. So when I say we find this interesting, I'm actually ambiguous about whether I'm including you, right? I could mean me and the other linguists, or I could mean you and me because we're talking about it. There are languages where you have to specify, where you have to actually just make that distinction. But again, if our, if our persons are first person, me, second person, you, and third person, the inclusive is built by combining the first and the second person semantically. It's, it takes the same pieces and it combines them. There are sociologists, um. Irving Goffman was one such uh sociologist who worked on personal interaction. And so we talk in linguistics and I say you, right? I mean you, oh, what's the, what's the second person? And we can describe it as the addressee, the one I'm talking to, or the hearer or the interlocutor in the various ways. He notes that there's a lot of different usages of language where these concepts break apart. So in theater we can talk about a stage whisper. I look at some other actor on stage, but I say something which is clearly for the benefit of the audience or vice versa, think of all these kinds of things, but languages never make these distinctions, you know, special forms for any of this. So again, we have universals of language. They're telling us something about the cognitive system, and there's lots and lots and lots of these, but we still don't quite know to what extent is the the understanding of these universals arises, uh, independent of language and is reflected in language. So, you know, in the universal of person, there's a bunch of interesting ones about how first person works. Um, THIS may be because of what we call a theory of mind. Some children learn early on in their experience. They don't have a birth, but they get later, is a sense of self. They recognize that they exist and are distinct from the rest of the world. I recognize I exist, the ego of the self, or whatever, right? And language then reflects that and prioritizes expression of the first person, right, in interesting ways morphologically. So, so these universals are out there, but if you're looking for universals of the form, all languages do this, no languages do that. Those are rarer and fewer and farther between. But, but like for first person, second person, third person, all languages have some way in which first person and second person play a role in their systems. And so, so. This has to come from somewhere. This is, these are robust, well understood universals. Um, THERE is a lot of dissent, but much of the dissent. Some of the dissent says, OK, we see variation in language, uh, it's a dissent about some technical details, some technical aspect about a particular formulation of a universal, or about whether the universal is reflecting something that is domain specific to language as opposed to domain general. Those are harder questions to resolve."
	},
	{
		"start_time": "41:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And when it comes to morphology, specifically, which is the main theme of our conversation today, how do you compare it across languages, which sometimes, uh, seem very different from one another?"
	},
	{
		"start_time": "41:49",
		"speaker": "Jonathan Bobaljik",
		"words": "Yep, uh, so on the day to day level, it's kind of hard. Um, BUT, uh, but with some of the stuff we've talked about today, uh, involves comparison. So there's, there's various ways you can, uh, compare, um, you can think about this in terms of pinning down the form and comparing, or you can think about this in terms of pinning down the meaning, and then comparing the different ways in which that meaning. Expressed. So plurality, this is, this you can compare across languages that, you know, we, we have a general universal sense of the number of objects. You have one object, you have more than one object, and then you can ask how do you, how do you express that in your language, and you can go and you can get a pretty good sense. People writing descriptive grammars, people go out and work with their community or from their own community. I hope there's more of that, that people from endangered languages and minority dialects will begin to describe their own languages and publish this. And when they do this, then we have these resources and we can go and we can look at that. And people use the same often similar frameworks for describing a language, partly because a lot of the cognitive concepts are very similar. So like number, you'll find a chapter on number in any language that has a uh grammar of a language that has a number representation, or you could go out in the field and do the experiments yourself by putting like one or two objects in front of it. Um, AND then writing down the words and or recording the words and and listening to them and segmenting them. So some stuff can be done fairly easily, uh, cross linguistically, um, the, the differences we see tend to be differences in form more than differences in the fundamental concepts. And so when you pin the concept down, you can then just begin to compare the forms cross linguistically. Um, YOU, uh, going the other way with with form. Um, uh, THERE are interesting questions you can ask about, uh, prefixes and suffixes, so you can, you can gender identify a content word, a verb or a noun, and then you can look at the pieces that are attached to it and say, are they attached on the left or on the right. I gave the example unlockable at the beginning of our discussion that has a prefix and a suffix piece that comes in front, and the piece that comes at the back. There's a lot of interesting facts about languages tend to be more suffixing than they are prefixing. All languages regardless of their basic word order. This not all languages. Overall, the vast majority of morphology is suffixing rather than prefixing, regardless of the word order of the language, whether verbs come before objects or objects come before. THAT'S an interesting fact. But then you could say I could do a form-based comparison. I could look at all of the prefixes in a variety of languages and ask, do I have universal patterns in the meanings they do and don't represent negation always prefixel, is negation always suffixel, etc. So you can, you can, despite the surface variation, when you break it down into a more abstract symbolic representation and talk about the root word and the prefix and the suffix and the order of the suffixes, you can ask, uh, and then characterize these not in terms of, you know, whether it's a ze or a or or a ah, but in terms of what it represents in terms of meaning or function, you can get a system that's that's much more directly comparable."
	},
	{
		"start_time": "45:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I have one final question then, and again, regarding how we think about human universals in language, at least to a certain extent. So, Uh, I, I want to ask you this because I've already actually posed more or less the same question to several other linguists, and I'm curious about your take on it. So, let's say that uh universal grammar or some form of universal grammar is correct. And there are aspects of our cognition that is associated with language that we share as humans across all cultures, all societies. If that is correct, uh, then, uh, I mean, should we expect it to be. Uh, DOMAIN specific, that is the cognition associated with language is specialized for the processing of language or for it to be domain general and language being something that simply, if you want to take an evolutionary approach on this, of course, simply piggyback on uh parts of our cognitive system that evolved for other purposes, primarily."
	},
	{
		"start_time": "46:29",
		"speaker": "Jonathan Bobaljik",
		"words": "So, so, um Let me react to the way you phrased this one particular word you asked about, should we expect it to be one way or another. And I guess the question is in light of what would we have expectations. Um, MY own, maybe this is my own personal history of this, but the, the, um, uh, a priori with no, with no other um uh assumptions, no other beliefs, and no other study about it. I would expect that everything is domain general. I would say, you know, why, why would there be a domain specific part of, of ultimately the brain somehow encoded in the brain that makes us filter the world in a particular way. But the same thing I think would be true of vision. Why would babies fixate on a face on uh two dots in a line? Once we discover that that's true, it is true. Right? There must be so there is some domain specific fixation module that tells you to look for faces, right? And then you can sort of ask in evolutionary terms why that exists and people give stories about it, and I think it has to do with, you know, making sure you don't get left alone in the jungle and this kind of stuff. Um, THE, um, uh, so you could ask them about language, right? We could, we could recast this, uh, a priori, just coming to the topic from the beginning, why would it be the case that there would be any domain specific, um, uh, universals, but there appeared to be domain specific universals. So again, for the, for the notion of person. There are culturally relevant distinctions that are never made monomorphemically, where there's just a single morpheme that makes that meaning. Um, THE inventory of meanings that we make in person, author of the speech act, addressee of the Speech Act, and other, right? Uh, AND then the inclusive that combines the two, and that's it. Those are the only possibilities. Um, THAT seems to be domain specific in the sense that culturally and consciously, we can certainly make and manipulate and use other distinctions. So it's not coming. In any obvious way from culture, that these are the uh the the the categories that language is gonna have, but these are the categories that language has. So then we can ask, you know, we rephrase your question rather than saying what would I expect out of the blue to be the state of affairs, more interesting question is, how representative is that example compared to all of the other examples. Look at the other examples and ask about them, uh, how How much are they telling us something domain specific or domain general? And that's hard and requires collaboration of people. I'm going this evening to a panel on collaboration among psychologists, computationalists, and linguists, right? How do we get to this stuff? I can't know all of the pieces outside of language. How do we, how do we get to figure out these questions? Even there, when we say it's domain general, and this goes back to the question about the evolution of the thinking of the representation of universal grammar. It is, it is fundamentally clear that languages person systems are built on these categories and that that this is not specifically domain general, that it's these categories, but what is domain specific? Is it these categories with this interpretation that we are forced to do, or Is it something that says, given the way psychology works and theory of mind works, etc. THERE is a domain specific categorization function that constrains the way linguistic categories are built out of the primitives that are fed to it from a domain external system. I had no idea, um, but I think it's a really, really fundamentally interesting question. Um, uh, BUT it's a slightly different question than the one about expectations. It's about, given the evidence that we have, what do we make of this evidence, and what is it telling us about how the, uh, how the ultimately how the cognitive system works."
	},
	{
		"start_time": "50:28",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Bobali, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "50:37",
		"speaker": "Jonathan Bobaljik",
		"words": "Oh, cool. OK, sure. So, so uh my last name, which I guess you'll see somewhere in a link or something, B O B A L J I K Silent J uh dot com is a is a a link that points to my Harvard web page and you can find my work there, um. Uh, I, yeah, uh, you'll find links to my work there, um, uh, a lot of the work that you'll find there is more specific, um, than these kinds of questions. Uh, I think there are other authors who actually write, uh, very engagingly about these kinds of questions that I would suggest, uh, you know, could plug a couple of people. David Adger just wrote a book that came out last year. I don't know if you've interviewed him, uh, I think it's called Language Unlimited, um. Uh, THAT'S a more, more of a discussion for people who are interested, not in the technical details of linguistics. Uh, IT'S a great discussion of some new, um, uh, higher level questions accessible. Uh, BUT sure, if people want uh my work and I'm happy to hear feedback, um, uh, my website, the Harvard website's good."
	},
	{
		"start_time": "51:37",
		"speaker": "Ricardo Lopes",
		"words": "Right, so I'm leaving the link in the description box of the interview and Doctor Bobalik, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk to you."
	},
	{
		"start_time": "51:47",
		"speaker": "Jonathan Bobaljik",
		"words": "Thank you, thank you very much for having me. This has been a lot of fun."
	},
	{
		"start_time": "51:51",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Labra Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Broner Douglas Fry, Franco Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]