[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Luanna Cooke. She's professor in pain and translational symptom Science, director of the Placebo Beyond Opinion Center, empowered professor, and a Professor in the Department of Anesthesiology at the University of Maryland and she's co-editor of Placebo Effects Through the lens of Translational Research, and that's the book we're talking about today. So, Doctor Kaka, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Luana Colloca",
		"words": "Thank you so much, uh, Ricardo, for having me today."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "So uh tell us first before we get into more detail on the topic of placebos, particularly for people who might not be familiar with this specific topic. What is a placebo exactly?"
	},
	{
		"start_time": "00:57",
		"speaker": "Luana Colloca",
		"words": "Placebo are inert substances that were introduced in medicine as comparators with an active drug to validate the efficacy of new drugs. But historically, placebo have been bread pills, saline solution, and many other ingredients that were given to patients to please them when no other treatment were available. In fact, some people say that the history of placebo is the history of medicine because 200 years ago and even earlier, 1000 probably alreadypocrates was mentioning, you know, use of the treatment that somehow were not necessarily linked to an action, but yet we were given 12 patients to feel better. From that Observation that many clinicians were aware of. Science started to investigate the mechanisms of the placebo effects. Why do we improve symptoms when we believe that the treatment is able to work? And so placebo effects have been studied in the arena of pain, fatigue, anxiety, depression, Parkinson's, motor disorders, and so on. And the goal is to try to understand the neurobiology beyond improvement of the symptoms related to placebos."
	},
	{
		"start_time": "02:32",
		"speaker": "Ricardo Lopes",
		"words": "And so when it comes to medical research and health research more broadly, why do we need to study placebos and understand how they work?"
	},
	{
		"start_time": "02:45",
		"speaker": "Luana Colloca",
		"words": "That is a 1 million question. So why do we do that? The answer is that thousands of clinical trials fail because the active drug under investigation do not outperform placebos. For example, if we want to discover a new pain therapeutic, we need to compare the action of the treatment we are trying to discover with. Placebo and so often there is no improvement. So yesterday we were having a wonderful, uh, you know, presentation on cannabinoids, the marijuana that is so common for treatment of pain today. And despite it is on the market, it has been, um, you know, advertised as a treatment that can be an alternative to opioids, yet. When we do people-based evidence, there is no improvement with a placebo and the placebo can be CBT, the cannabinoids that don't create the hallucination. Therefore, we understand that every time we want to promote, to validate a new treatment, we need to compare with plas effects. And the magnitude of a placebo-related improvements are often as dramatic as the treatment we want to discover and sometimes even better. So many Products have not been advanced to the market to clinical practice because there is not a net difference with place effects. So definitely we need to learn for drug development, but also going back to history, if a patient can feel better through a placebo mechanism, why don't we offer that to them? It is cost effective. But also Low side effects, if not side effects at all. Eventually can be also helpful to train future clinicians, I mean pharmacists, psychologists, doctors, to harness pla effects without, uh, you know, too much concern or reservations."
	},
	{
		"start_time": "05:13",
		"speaker": "Ricardo Lopes",
		"words": "So placebos are used in clinical trials, drug development, and so on. But uh can we use uh placebo science that is studying out placebo work uh placebos work and so on, to improve the design of the clinical trials themselves?"
	},
	{
		"start_time": "05:34",
		"speaker": "Luana Colloca",
		"words": "That is my goal. That is my dream, I got to say because uh over the last decades at the University of Maryland, the target has been to translate the mechanism and the science of placebo to better design of clinical trials. One The approach has been to understand more about the dynamic of expectations. Can we measure effectively expectation, dynamically study the change in expectation to predict outcome related to active treatment in clinical trials? Other approaches that we have been using. Uh um OMICS brain imaging to have a biological signature of placebo effects and eventually be able to predict those participants who may benefit more or less from placebo effects. And finally, there are people that even get worse with treatments and placebo when we call them the nobo responders, although they tended to be. The small proportion of the participants, it's still interesting to learn how we can help those people who are more vulnerable. And in that sense, we target disparities. We study people who live in distressed area of Maryland state. Or with such economic, you know, poverty, to try to understand which are again the critical factors that influence the predisposition to respond or not to respond to placebo mechanism. Eventually we learn The neurobiology, but also the social demographic realm of uh participant and now this can affect the ability to harness classic effects. This could help us to design better trials."
	},
	{
		"start_time": "07:26",
		"speaker": "Ricardo Lopes",
		"words": "And what would you say are the main goals that you and your co-authors have with this book?"
	},
	{
		"start_time": "07:35",
		"speaker": "Luana Colloca",
		"words": "When we wrote this book, our goal was to make this topic accessible to everyone. We were lucky to be able to secure a fund to make this Oxford University Press accessible to everyone. So, Across countries we realize that there is an interest, and often people from underdeveloped countries can't have access to the paper we write, can't have access to the book, because even if a book is low cost, for some of that low cost means a lot. So I to translate and disseminate. So let me start, as I mentioned from dissemination. Dissemination for us was making uh the book accessible to students, to elderly, to scientists, to clinicians, but also to people from uh You know, the society who may want to read about what is this phenomenon. And second, and probably most important, our goal was to translate the knowledge of placebo. And in order to translate the science of placebo to other areas, we engage with bioethicists, anthropologists, the clinicians, and the engineer, and we try to understand this phenomenon through the lens of different interdisciplinary. Um, APPROACHES so that uh there is someone focusing on cultural difference and uh how being a shami can influence placebo, how religious thoughts and spirituality can be linked to placebo. But also there is the core of the book on the science, the brain signature, what do we know about mechanism ofpla effects at the level of omics, proteomics. So the trend in science as of today seems to be understanding the signature, the predictors, but also we have sections where we comment about placebo effects across disease. Something is the coughing, something is suffering from depression or even for athletes, increasing the performance. And finally, we devote to the last two sections to disparities. Now we know that even before we meet our physician, often we can read in the chart all the disease, or uh, you know, everything about our last consultation with a doctor. That can be sometime dramatic because we learn about a disease, patients start googling do we create placebono C effects. Uh, OR how can we train our family doctor to use the right communication strategies to convey information that can maximize in clinical practice effects and minimize the negative the noive effects. And finally, digital therapeutics. I mean, we are in the area of app, virtual reality, extended reality, and the telemedicine, and the goal was to understand how this could impact the future of this research and eventually how this can be employed. To somehow optimize, uh again the management of symptoms and pla effects."
	},
	{
		"start_time": "11:07",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, we've talked about how placebos are used in clinical trials and drug development, but you've also mentioned briefly that sometimes they might be used in clinical interventions themselves instead of using a drug, we use a placebo because it happens to have the desired effect, the effect that we want, but Since it is a placebo and not the drug itself, in what grounds can those sorts of clinical interventions be justified?"
	},
	{
		"start_time": "11:44",
		"speaker": "Luana Colloca",
		"words": "That is such a critical question and policymakers and by the way this is to become a very vocal when we talk about introducing the placebo in clinical practice. So the American Medical Association, AMA indeed the state that there is no justification to use a placebo when we have active treatment available. So that means that if we are studying uh pain and we know that an Advil pill and NSAIDs can be efficacious. According to the AMA directions, we cannot replace that drug with a placebo. Moreover, for bioethicist, there is another critical issue. The use of deception that has been associated often with placebo becomes very problematic. So deceptive placebo has ever been banned, at least from countries where, um, you know, the principle of autonomy is so important. And using the deception along with placebo has been deemed as something that can jeopardize trust in medicine. Mhm. So, there are several issues and concern and limiting the use of the placebo in clinical practice. That is why um we can champion for use of the placebo mechanisms. We still that we take advantage of the mechanism that is word. Verbal suggestion, the kind of framing effects, or even placebo along with active treatment as a giant can justify, you know. The use of and the introduction of placebo without jeopardizing the AMA recommendation without jeopardize the concern about deception. So fortunately, we are advancing this line of research where deception is not needed, for example, the open labor placebo or the those extending the placebo where we can tell patients. By learning mechanism, the association between active drug and placebo can help us minimize the total intake. Or the open label placebo we tell patients, these are placebos, but we know that. Taking a pill and the act of taking a pill can trigger the descending pain modulator system and the descending fatigue system, and so there is an improvement of the symptoms. Those patients who agree can take without being deceived. So definitely we need to work together with policymakers, bioethicists, advance. The evidence-based knowledge of efficacy by preserving respect of um autonomy and other principles that become so vital to be able to translate this science to the bedsides."
	},
	{
		"start_time": "14:46",
		"speaker": "Ricardo Lopes",
		"words": "So, let's talk here a little bit about some of the psychological mechanisms that underlie the placebo effect. So placebos are very much tied to the kinds of expectations that people have, that patients have. What are the expectations and how do you define them particularly in the clinical context?"
	},
	{
		"start_time": "15:13",
		"speaker": "Luana Colloca",
		"words": "PREDICTION of future outcome but also desire beliefs. An example can help. Let's assume a patient has phantom pain, continue to have this terrible pain in the area where the art is not present anymore. So of course there are different um desires. First off, you know, some are not in line with the reality like having uh the and the feet back where they were supposed to be, but also the main problem will be to release this. Amazing pain that becomes so debilitating and interfering with life. A possibility will be to try to align expectations with the outcome we can achieve together with the patient as providers. So explain that while we don't be able to bring back the harm, the end, the food, we can definitely work with, uh, you know, robotics to create, you know. An actual uh your arm or a hand that will help restore functionality. But also when it comes to pain and other, you know, symptoms, it's important to explain there are therapy from mirror therapies through virtual reality, rehab that can retrain the brain to minimize the firing, the non-sceptive input that becomes so debilitating. So, in other words, uh we can um Reshape expectation in a way that minimize conflict. And when we have this sort of balance between what is achievable and what is not achievable, this level of uh, you know, integration of cognitive effective sensorial stimulation can help optimize the management. Placebo. Needed to be integrated into the physiology and the pathology of the disease. Despite the tend to be promoted as a magic pills. In reality, it's all in our brain. How can we retrain our brain, our mindset to somehow. Favor this healing processes that is true for cancer patients, it's true for neuropathic pain, for diabetic neuropathy, and so on. And often relying only on pharmacological treatment make patients even more vulnerable. They become uh exposed to all the side effects. We bypass all the cognitive influence that our brain can contribute powerfully to make people feel better. So I hope that this research will bring us back to this holistic medicine where we understand that our frontal area of the brain are part of the healing process. And the sort of inner pharmacy that I have been mentioning in my You know, dissemination of research and science is truly a pharmacy in the brain, the ability to release substances that can facilitate healing process. It's something that we can switch on. And truly harness to make people in power that they overall. It's not only the physician prescribed antidepressant, aniolytics, opioids, and says, No, this should change. We want something different. We would like to have a combination andliance back in place where we say, you, your attitude, your behaviors, your thoughts. Influence the medication that you take, because the action of the medication that we use pharmacologically are not independent of the endogenous mechanism that underlying expectation and place effects."
	},
	{
		"start_time": "19:31",
		"speaker": "Ricardo Lopes",
		"words": "And of course, some of these expectations as you talk about in your book are rooted in cultural beliefs, norms, etc. So, how important is culture in a clinical context?"
	},
	{
		"start_time": "19:48",
		"speaker": "Luana Colloca",
		"words": "It's been somehow dismissed as less relevant, but the literacy, the value, the preference are so different based on where we grew up, based on where we are. And this is evident in studies show that, for example, acupuncture needling is more efficacious in uh Asian people or injection tended to be more efficacious in European people and pills in the US, Canada. But also when we talk about end of life, you know, for some people is. Depending on the culture, the difference in managing the end of life is so clear, and that is also true for symptom management, pain, anxiety, fatigue. I mean, for some people, I again refer here, having a pill that boost the energy is so critical. For some other people, if you go on a trip to Japan, even Tai Chi at 6 a.m. with all their community becomes so relevant. What we are missing is exactly this appreciation of cultural differences. And what is relevant for me may not be relevant for another person. And once we tend to learn from one another and resume the relevance of culture, the relevance of community engagement, and minimize the isolation, this can bring you back again another component that is so critical in symptom management, but also the formation of plastic effects."
	},
	{
		"start_time": "21:30",
		"speaker": "Ricardo Lopes",
		"words": "And what explains the variation of the placebo effect uh between people and in the same person over time and in different contexts. I mean, basically, what is the placebo effect moderated by?"
	},
	{
		"start_time": "21:50",
		"speaker": "Luana Colloca",
		"words": "I love this question, uh, Ricardo. So we call this predictor factors that help us to understand the heterogeneity. There is a huge heterogeneity. There are people who are super responders. The pain disappear magically. The fatigue disappear, and these are very interesting. This extreme, you know, responsiveness, it's not observing everyone. It's a minority of the population, but then there is the core of these people that on average they improve and they improve substantially. So the goal is to try to understand which are the factors that somehow drive people to be super responders or on this average poll, or even worse in this negative spot where you give them a treatment to improve and they get worse. So to me and our team now become very relevant to understand the variability. Why is this coming and we are tackling this through different uh approach. Actually, today was accepted our first transcriptomic profiling study where we use genetic expression to understand that those who are placebo responders and no responders. And the goal was to learn in the spectrum. Very little responses, huge la responders or on the other. And we found actually that there are some uh pathways that become critical. In the brain, in the body, in generating. This, you know, different money to the facts. And so, um, the goal, uh, we, we realize that uh There are at the molecular level, uh, ribosome involved mitochondria mechanism that tell us how health is our body and somehow this translates in larger plastic effects. But also I'm lucky to have a lab that is diverse and they bring a new idea. So one of our um hm. Postdoc was interested in understanding how the area where people live in the Maryland state can influence placebo effects. So Nandini found that the social. Demographic position, the zip code where people are located can influence their pain, but also the placebo reduction of their pain. So people who tend to live in distressed area, West Baltimore, where they are constantly exposed to criminality, shooting, tend to have lower placebo effects, higher pain interference, and the two things are connected. So again, we champion health lifestyle safety will begin and somehow the placebo responders are those who live in a prosperous area who are somehow benefit from well being and social demographic status. Another way we are approaching this is to try to understand how expectation can dynamically change. And you mentioned pla effects over time, you know. So what we are doing is giving actually open label placebo, that means non-deceptive placebo for 45 days as adjust to their pain treatment. Either pharmacological or nonpharmacological pain treatment the orofacial pain patients are taking. So we said you continue to do your treatment. Pharmacological and pharmacological board and on top, you take, if you wish, every day a placebo. So we first allow them to choose. And then we provide the placebo and every day we measure their uh Clinical pain, clinical interferences, ability to sleep, but also weekly, we we ask them, is this working? What do you expect? And actually, the way their expectation fluctuate justify the response to placebo, suggesting that placebo effects, expectation effects are dynamically modulated by our mindset. So, We aim to learn more about reproducibility and is a placebo responder always a responder across different domain, but also how we can shape expectation to endorse longer lasting effects."
	},
	{
		"start_time": "26:53",
		"speaker": "Ricardo Lopes",
		"words": "Do we have a good understanding of the neurobiological basis of the placebo effect? Do we know exactly what happens in the brain that then produces the placebo effect or not?"
	},
	{
		"start_time": "27:10",
		"speaker": "Luana Colloca",
		"words": "I'm confident that the science is exploding and this is becoming a proxy to study brain functions. The brain is still a magical, wonderful machinery that compared to other organs, a kidney, liver, heart, we know much less as scientists, as physicians. So the placebo has been uh somehow a sort of um. Trigger to learn more, to learn more about all we call descending pathway, modulatory systems in the brain. And the fact that we can model placebo effects through different um mechanisms, conditioning, learning, observation, verbal suggestion, that is opened up. Of research in basic science with rats, with mice, and I expect that this will revolutionize our understanding of the mechanisms underlying placebo effects. Because we can slice the brain of humans, but we, we do that in animal research or in animal research, we can do chemogenetics, optogenetics, turn off and on receptors. I think all this manipulation of the mechanism in animals will be very critical to understand the mechanism of placebo effects at the level of circuits, molecules, receptors. But the human research, despite the limitation, is continued to reveal new brain and neuronal signature of placebo responses. The omics I mentioned transcriptomic profiles are coming along to understand how placebo can change proteins can somehow be associated to different gene expression. And another area of research that hopefully will be very helpful is machine learning and computational modeling. All this engineer AI actually will be applied to placebo, you know, it's becoming popular, this line of research where we have a different machine learning approach, a different, um, you know, AI approach to understand more about placebo and how they can know cool and poor."
	},
	{
		"start_time": "29:40",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you here about a specific example of a condition that you explore in the book where the placebo effect might play a role. So you have a chapter on how the regulation of genes plays a role in placebo responsiveness in alcohol use disorder and co-occurring pain. Could you tell us about that?"
	},
	{
		"start_time": "30:06",
		"speaker": "Luana Colloca",
		"words": "One area of research that is still very, you know, uh. Relevant and always timely. The opioids, uh, mm. Disorders, the OUD but also COD, alcohol-related disorders. And the reason why this line of research is so critical is because we have been not really successful in minimizing and helping these people affect from different drug disorders. And so the goal is to try to again apply what we discovered in pain in terms of predictors, who are the people who drink a glass of wine and are at risk. To want a glass of wine every day and then escalate until become a misuse and abuse. So the goal there has been to try to predict. So can we some about knowing that this person is vulnerable because of the genetic asset, the area where he lives or she lives, and so. We don't have an answer yet, but the goal is to try to expand and see to the brain signature that we have already addiction related the brain signature to gene expression, proteomics again to say that person is vulnerable and so this can help us to say. You might need to be careful with recreational drinking, with recreational use of the drug, because other people can afford because they use it once, and that is in a part for other people, we use it once and we start, you know, this terrible journey that end up with dramatic lives. So that will be the goal. Unfortunately, we have so little research in this area and we added this chapter mostly as some. With the hope to stimulate interest and to raise awareness, we need more research in that area."
	},
	{
		"start_time": "32:15",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now, and I probably could have asked you this question earlier in our conversation, but when exactly does the placebo effect become simply a treatment effect?"
	},
	{
		"start_time": "32:29",
		"speaker": "Luana Colloca",
		"words": "We define a treatment effects when uh we see a response to the treatment we give. So the placebo effects. Turn into a treatment effects when by means of using a placebo or even a suggestion of improvement, we see a net improvement of a symptom and reduction and interference disappear and people are back to bike again to work, to socialize or sleep problems, they start sleeping again. So when eventually we provide the treatment that can be. Pharmacological, non-pharmacological, purely placebo, and we see an improvement of the outcome that become meaningful to have the right, sorry, the right design to claim that when we needed to have uh uh evidence-based approach where we study this with the right design, and that is something that is missed often in non-pharmacological based research. Where for example, they study the effects of uh lemon juice and go without using the right control or without uh design carpo study and that can make wrong claims."
	},
	{
		"start_time": "33:49",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, can placebo effects also be exploited in clinical practice to optimize patient, clinician, communication and the relationship more broadly?"
	},
	{
		"start_time": "34:05",
		"speaker": "Luana Colloca",
		"words": "This is one of the goal of our um center, we create a center of school of nursing, the University of Maryland and one of the goal is the educational effort. Learning about the neurobiology of placebo, teaching about the words that we use is not merely a matter of good practice and endorsing ethics. That can somehow change the way we inform a patient, we consent patient, we send the patient home with a prescription. This uh knowledge and uh uh awareness about the neurobiology of plastic effects can make people truly endorsing the right uh. Patient doctor communication. That is the immediate approach and the relevance of this research, but I hope that also we will be able one day in an ethical way in line with AMA to add this treatment to Conventional treatments to minimize side effects and also to open up more opportunity for uh integrative medicine, where the pharmacological approach can be combined with non-pharmacological approach. And when we see again, go back who are those who benefit, if a patient can deal with primarily non-pharmacological approach, there is no reason to create side effects and harm to the body. And provide the treatments that are pharmacological based when in reality they may benefit from non-pharmacological approach."
	},
	{
		"start_time": "35:47",
		"speaker": "Ricardo Lopes",
		"words": "So, I would like to ask you now about the particular chapter that you have in the book, uh, about the placebo effects in mental health. Uh, BEFORE we get into the placebo effects themselves and the main argument made there, what do we know about the efficacy of mental health, therapeutics, and antidepressants specifically across the globe?"
	},
	{
		"start_time": "36:17",
		"speaker": "Luana Colloca",
		"words": "Well, um This is a critical question, and I want to be cautious with the answer because um. Some people have thought that we don't need press because they work as well as placebo and so that was also a family relative at some point that told me every time, uh, you know, you thought that I was taking uh SSRI in reality I throw in the toilet thinking that it's only a placebo. And I was shocked and I learned this after the facts, even when we had the meeting with the psychiatrist complimenting you truly improved, you know, your, your, the treatment I prescribed was efficacious and later on the patient revealed to the psychiatrist that in reality didn't take the medication. So this kind of attitude, mistrust, mistrust in, you know, some antidepressants or other treatment olytics uh sometimes is related also to news, you know, like, uh, there has been research show that antidepressants are primarily working through place effects. So we need to be cautious because some patients can really benefit from pharmacological therapy. So to generalize and say that any antidepressant is a placebo is really wrong. There are circumstances where mood disorders can benefit from pharmacological treatment. On the other hand, The same way and the present and pain therapeutic benefit from the mindset can be helpful, you know, to truly educate patients about the mechanism of expectation, the mechanism of um. Placebo and see how mood and expectation can play a role in the action of the um antidepressant or even more antipsychotics. So again, it's an interesting line of research that is evolving where um I see two trends. One is to understand how computational modeling of expectation can predict the response to Active antidepressant, but also our shaping expectation, a sort of CBT cognitive behavioral therapy of expectation can help optimize treatment and dealing."
	},
	{
		"start_time": "38:51",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT, uh, I, I mean, there's an argument made by Doctor Jensa in one of the chapters in your book, uh, uh, uh, about. I, I mean, basically, he, he argues that psychotherapy is an open label placebo, and open label placebos are psychotherapy. So, uh, I mean, what is the argument there exactly and related to that, can we really tell whether psychotherapy works or if it all boils down to placebo effects?"
	},
	{
		"start_time": "39:30",
		"speaker": "Luana Colloca",
		"words": "Good question. Uh, I mentioned the CBT of expectation. So psychotherapy somehow can be direct to expectation, and that can be wonderful. And in that sense, the difference between psychotherapy and the sort of a placebo is not different. I agree with um our author because indeed, uh, you know, if we shape expectation in an optimal way, that can be Therapeutic. And so CBT per se or psychotherapy does that and has been doing that. So in a challenging way he suggested that all our psychotherapists are very good in endorsing plasmbo effects, and I agree totally, and there is nothing wrong about that. And uh They feel is even evolving, you may hear about psychedelics, you know, somehow if we even combine the psychotherapy with psychedelic, we can change the expectation in a more powerful way. So, will this be the future where we go to the the therapist, we get psychedelics and our expectation change and we boost this powerful pla effects, maybe. We'll see."
	},
	{
		"start_time": "40:48",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question then and also basically to sum things up here. So why do placebos matter for research quality, generally speaking?"
	},
	{
		"start_time": "41:04",
		"speaker": "Luana Colloca",
		"words": "So one of the first needs was to create a sort of less um chaotic uh evidence-based research and this goes back to clinical trials. I mean, often we deem as a treatment is cacious when in reality it's not, if it's compared to uh equal um functional drug or a placebo. So. The need was to create evidence based on efficacy. From there, I mean, we move beyond and beyond with studying the brain functions through the lens of a placebo where we modulate uh a mindset which change expectation, we introduce observation again to shape expectation or this uh fruitful research as changing the way we frame science and neuroscience around the placebo. And finally, they need, you know, the need of a clinician that has to do something with a difficult patient or even if a compliant and easy to treat situation where um going back to be observation during World War II, that morphine ran out, it was selling soldiers will show a benefit. From a very clinical basic observation of this line of research, and an explosion because we start to think maybe they responded because they activate the new opioid receptors. And in fact, we start to study with naloxone blocking placebo analgesia. So this suggests, uh, you know, that we can go back and forth what we call a reverse translational science, and observation on the battlefields. Become an idea for some researcher to do trials of morphine and antagonist of morphine like naloxone. So it is very beautiful and I think the power of this line of research is this ability to translate, you know, you don't have to wait many, many years to be able to go from the lab to the bed sides. Can happen immediately. And this is something that has been very rewarding for me as a physician scientist because you can see a tangible implication straight away."
	},
	{
		"start_time": "43:32",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again placebo effects through the lens of translational research. I am leaving a link to it in the description of the interview. And Doctor Koloka, would you like to tell people apart from the book where they can find you and your work on the internet?"
	},
	{
		"start_time": "43:54",
		"speaker": "Luana Colloca",
		"words": "Of course, thank you very much. We are on the social media to Lily, but most important, I encourage you to become a member of our center, the Placebo Beyond Opinion Center, PBO. And the reason why we name our center PBO is because we want to To do placebo evidence-based research beyond any opinions, any mistrust, any misconceptions. You can become a member, attend our lecture for free, and eventually contribute to our science through. Collaboration, thoughts, ideas. We are open to listen and welcoming and integrate our science with thoughts from people like Richard did they come back from Sicily with an idea, so you can inspire us, be with us."
	},
	{
		"start_time": "44:44",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Cooke, thank you so much again for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "44:52",
		"speaker": "Luana Colloca",
		"words": "Thank you so much, Ricardo for reaching out and for uh the what space to us."
	},
	{
		"start_time": "44:59",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Jonathan Labrant John Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujorumen Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]