[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lops, and today I'm joined by Doctor Rudolfurzu. He's associate dean at theor School of Sustainability, being professor in environmental science, professor of Earth System Science, and senior fellow at the Woods Institute for the Environment at Stanford University. His scientific work examines the study of species interactions in tropical ecosystems from California, Latin America, and other tropical areas of the world. And today we're going to talk a little bit about species interactions, hybrid networks, human activity, biodiversity conservation, the 6th uh mass extinction, deformation, and other related topics. So, Doctor Diz, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:49",
		"speaker": "Rodolfo Dirzo",
		"words": "It's a pleasure to be with you, Ricard. That sounds like a lot of topics that we want to examine today, but then we have to do as much as we can."
	},
	{
		"start_time": "00:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, let's try to cover at least a few of them. So, let's start with species interactions then. Uh, COULD you start by explaining what species interactions are and why is it important to study them?"
	},
	{
		"start_time": "01:14",
		"speaker": "Rodolfo Dirzo",
		"words": "Yeah, we tend to think that um The ecology, the scientific discipline that addresses the interactions between organisms and their environment, we traditionally have thought that those interactions between organisms and the environment were interactions that had to do with the physical environment. So, let's imagine a plant, a plant has to interact with the climate, the soil. THOSE physical aspects of the environment. But the reality is that plants and animals have to interact with other elements of the environment, the biological elements of the environment. So, for example, a plant has to interact with animals that might want to eat the plant, herbivores, or animals that might want to take the pollen and do the the fertilization of the flowers and therefore, the reproduction of the plants. Plants can be interact with fungi that would be pathogenic or could be uh assistance in terms of capturing. Nutrients in the roots. And so really what we um want to emphasize with this topic is that the fact that plants and animals and microorganisms, not only do they have to interact with the physical aspects of the environment, the climate, the soil, temperature, and so on, but also with other factors of the environment. And the significance of that Ricardo, is that um You know, when plants or or animals adapt to a given condition of the environment, it is possible that the animals or the interacting organisms with them react to that and create a challenge for the plant. Let's imagine this situation. A plant that lives in a place where the winter comes at a given time of the year, the plant can develop the adaptations to deal with the winter, right? Low temperature the plant will either drop the leaves or do something. Once they do that solution, that's it. Now, let's suppose a plant is being attacked by an animal. The plants respond by producing some mechanism of defense, let's say a chemical compound. But that's not the definitive answer because the animal can evolve the capacity to deal with that toxin. And now the animal is on top again of the plant, and then the plant has to come back again with another interaction. And so, in the case of interactions with the physical environment, usually the solutions of the plants or animals or organisms are um Definite. But in the case of biological interactions, they tend to be escalating a a thing that we call co-evolution. And really, what has happened with the evolution of life on the planet is very much the result of those complex interactions between organisms, speech interactions, and co-evolution. That's the significance of this definition of species interactions."
	},
	{
		"start_time": "03:56",
		"speaker": "Ricardo Lopes",
		"words": "And so do these species interactions have any influence on how we understand how evolution plays out? Or do they have any specific implications for evolutionary biology?"
	},
	{
		"start_time": "04:12",
		"speaker": "Rodolfo Dirzo",
		"words": "Absolutely, absolutely. Um, IN the history of the development of evolution, we have two prominent figures. One of them was Russell Wallace, the man who was, um, traveling first in, in South America and then in Southeast Asia. And then he came up with the idea of uh um uh natural selection, and then Darwin panicked because he had not published his ideas. Um, AND so, Wallace had this very much, um, the opinion very much on the physical factors of the environment, and Darwin was of the opinion of physical, uh, factors of the environment, but also biological aspects of the environment. And so Darwin, for example, um, wanted to examine competition and the survival of the fittest, he called it, you know, in an, in an environment, plants and animals compete against each other or plants and animals when they feed each other. And that created uh many fundamental ideas that he developed in terms of the principles of natural selection. Let's imagine the situation to understand um evolution and adaptation via these processes. Mhm. Imagine that we have a, a population of plants, uh, uh, and those plants are the subject of uh food for some animals, say, say an insect. If for some reason, some of the plants within the population have characteristics that prevent them from being eaten compared to other plants, that is to say the first principle of natural selection, which is variation within the population, then the insects will eat the plants that do not have those characteristics. The plants that have those defensive characteristics will leave more descendants, the second principle of natural selection. And third, if those characteristics are uh genetically determined, then the plant will have an adaptation as a response, and an adaptive response to the selective pressure accepted by the animal. So we can see that these biotic interactions actually reflect splendidly, the mechanisms of natural selection, leading to adaptations and eventually to evolutionary processes. So that's the significance of, of those interactions."
	},
	{
		"start_time": "06:19",
		"speaker": "Ricardo Lopes",
		"words": "And are species interactions influenced in any way by ecology? And if so,"
	},
	{
		"start_time": "06:25",
		"speaker": "Rodolfo Dirzo",
		"words": "how? Yes, actually, uh, we could say, Ricardo that um ecology is natural selection in action. So the fact that plants and animals and microbes have to be uh dealing with the challenges of the environment and the variation in environmental characteristics, and that is to say the hetero. Unity of the environment in space or time, uh, then that drives pretty much uh the responses of plants for the challenges and therefore, the evolutionary process. Now, another significance of that from the human perspective. IS that we tend to think of these uh interactions as things that happen in nature and may, may not have direct significance to us, but the reality is that they are extremely relevant to us. To give an example, again, coming back to the situation of plants using defensive mechanisms. To protect themselves at the taco. Well, plants have evolved alkaloids, um, um, cyanogenic glycosides, uh, phenolic compounds, many things that we now, we, I mean, our ancestors and now today, we have discovered the medicinal products that we can use for our own benefit. So really, for example, penicillin is a result of an interaction between a fungus. And it's, and it's uh host, and then some people, some, uh, in this case, some indigenous peoples from Central Mexico discovered that that fungus actually could be used to address problems of infections on the, of the skin. So that medicine actually came from that interaction. Many plants use um a saletylic acid, uh which is basically aspirin. Uh, AND now, we know that uh elicin is a, is a product that has been derived from the pressure of animals eating these plants in the genus Salix. And then we understood that those are the medicine that we use for painkillers, for example, and the same thing with many alkaloids, caffeine, morphine, and so on and so forth. Many of them used for medicinal purposes, and many, many examples of that. And then, In terms of what you were asking, sort of the, uh, the directions of the evolutionary process, there are some beautiful examples. Let's take the case of the very, very well-known situation of the monarch butterfly. This is a beautiful butterfly that everybody knows, or most people know. This is a fantastic migratory species that moves between North America and Central Mexico. Anyway, that fantastic uh butterfly has caterpillars, and the caterpillars are specialized in eating this particular group of plants called milkweeds. Well, it turns out that these milkweeds produce um cardioid glucosides, a compound, some chemical compounds that attack the muscle of the heart of animals. So it turns out that the caterpillars can actually eat those uh milk uh uh milkweed plants, despite the fact that those milk wheat plants have this very nasty compound. And so the caterpillars actually, when they eat the plants, they have the capacity to uh to diminish the effect, eliminate the effect of the, of the toxin. But then they pass the toxin from the caterpillars to the adult butterfly. And then the adult butterfly has these cartonelloids and it's defended against its predators, the birds. And then the birds and uh learn to see, to detect the um um the butterflies, the monarch butterflies, because of the coloration. In other words, will try and avoid eating those plants. But then all the butterflies will imitate the color of the, of the monarchs to make sure that they also defend themselves, even though they do not produce the defensive chemistry. And so you can see this fantastic network of interactions derived. By the complex ecological relationships within an organisms cascading down to multiplicity of phenomena that occur as a consequence of these simple, apparently simple interactions."
	},
	{
		"start_time": "10:29",
		"speaker": "Ricardo Lopes",
		"words": "And what are hybrid networks then?"
	},
	{
		"start_time": "10:33",
		"speaker": "Rodolfo Dirzo",
		"words": "Uh, Netballs, um, imagine this situation when you are in a, in a community, in an, an ecosystem, you will have a list of plant species, for example, and a list of insects that are the pollinators of the plant species, correct? You want to know which plant species is connected to which pollinator. You also want to know this pollinator to how many plants this is the pollinator of. And so you have this network of species of plants and species of animals connected in this interactive network. But it turns out that the, the plants are also eaten by animals, the herbivores. And so you want to see what is the herbivore that eat these plants and which are the insects that pollinate these plants. So you have Hybrid interaction of interactions, really. We could say that this is an interaction of interactions, uh, uh, create this uh hybrid networks. When you have multiple levels of interaction, that becomes a, a sort of a, a multi-scale, multi trophic level hybrid interactions networks."
	},
	{
		"start_time": "11:37",
		"speaker": "Ricardo Lopes",
		"words": "And so to get a little bit into how human activity might impact these aspects of the ecosys the ecosystem, can these hybrid networks be disrupted by human activity? And if so, in what ways?"
	},
	{
		"start_time": "11:53",
		"speaker": "Rodolfo Dirzo",
		"words": "In, in, in, yes, the answer is yes, and, and, in multiple ways. First of all, um, regards the mechanisms. The typical mechanisms in which uh human activities impact the function, the biodiversity and the functioning and processes of the biodiversity are typically in this order. Um, FIRST of all, we have, um, land use change, that is to say, the transformation of the natural habitats. Everybody has seen images of, say, for example, in a tropical ecosystem with the, with the forest coverage uh taken with a satellite image at a given time. And then you come back at another time and you see how that forest has been disrupted, reduced by deforestation. So that is land use uh change. Uh, ECOSYSTEMS and, and biodiversity are also impacted by overexploitation. Say, for example, the overhunting of uh elephants in Africa, so overexploitation. And then we have the situation of non-native invasive species. When we humans transform or transport, sorry, animals or plants from one location to another location, usually those have negative impacts on the, on the natural local communities. Third, and then we have that many of those exotic non-native species are also uh disease agents. So, for example, you know, um, uh, an, an animal can come with a pathogen that will infect the other animals of the place where it went. And then finally, last but not least, we have climate change as well. Climate change disrupts, uh, biodiversity and disrupts all of these interactions. The complexity and significance of all of this, Ricardo, is that none of these factors operate in isolation. So, for example, they are interacting in complex ways. To simplify an example. If you go to the Amazon, And there is a process of land use change, the deforestation, the reduction of the habitat. Well, that destruction and fragmentation of the habitat facilitates for poachers and hunters to have access to places that in the past, they would not be, have access to because the forest was so extensive, right? So now you have an effect of the reduction of the habitat which threatens the populations because the small habitat will not be sufficient to maintain a viable population. So that's one factor. And then, but that, that facilitates the hunting. The hunting per se affects the population. So we have this compound effect between those two things in a synergy. Now, bring on to that the effect of climate change, the effect of invasive species. So then we have all of these very complex way of disrupting the abundance, diversity, and the ecological interactions of organisms. And this is an important lesson, Ricardo, because now we understand at Certainly in my laboratory, we're interested particularly in understanding human impact in terms of species, in terms of populations, but also we're particularly interested in understanding the influences, negative influences of human activities on the ecological interactions of organisms. So, so kind of the, the mission of our laboratory is to do conservation of ecosystem processes and ecosystem species interaction."
	},
	{
		"start_time": "15:10",
		"speaker": "Ricardo Lopes",
		"words": "And so one of the ways by which our human activity can change hybrid hybrid networks is through agricultural intensification."
	},
	{
		"start_time": "15:21",
		"speaker": "Rodolfo Dirzo",
		"words": "Agricultural intensification is one of the most uh critical drivers of, um, of disruption of biodiversity, species interactions and species networks. We do know, Ricardo, that, uh, most of the transformation of land, what is called the land use, land use change is driven by agricultural intensification, particularly the industrialized agricultural uh identification. Take the case of uh the Midwest in the US, extensive areas of states such as Kansas and Illinois, massively transformed in agricultural monocultures for maize, or corn, or for other, other crops. Take the case of Southeast Asia, uh, the massive transformation of the rainforest for the plantations to produce oil, the African, uh, palm oil. And so, you can see that um this uh intrification of agriculture, particularly when it's focusing on monocultural uh agriculture, creates massive, massive disruptions on the land, the land use change, therefore affecting the abundance, the diversity, and the interactions of the species within all of those communities. And our lab, our laboratory has the mission of understanding these beautiful ecological interactions like what I described in the case of the monarch butterfly, but how are those interactions going to be playing out now that we're doing these tremendous impacts on nature via land exchange such as agricultural intensification or overexploitation, or the combination of all of these factors."
	},
	{
		"start_time": "17:00",
		"speaker": "Ricardo Lopes",
		"words": "And so, could you just explain a little bit more why biodiversity conservation is so important because particularly when it comes to, for example, agricultural activity and climate change, we hear all the time on the news that Biodiversity is important. We should care a lot about biodiversity, but, uh, perhaps people do not understand exactly why. So what role does biodiversity play, for example, in ecosystems and evolution?"
	},
	{
		"start_time": "17:33",
		"speaker": "Rodolfo Dirzo",
		"words": "Fantastic. Yes. So, biodiversity is the fundamental element of the constitution of species in a network of interactions in any natural ecosystem. We can talk about biodiversity as the configuration and integration of, of three elements, 3 levels of integration. Number 1 is the genetic diversity within populations. Uh, THINK of a case of any species of plant or animal in a given ecosystem, you will see that there is variation within that, uh, population. Take the case of the human population. We are a species that has genetic diversity. Take the case of blood types. We have uh blood type A, type B, type O. So there's always genetic diversity within the population. So that's the first level. The second level is the species diversity. In an ecosystem, you have species, multiple species, right? So species diversity. And the third level is the diversity of ecosystems. So if you look at the landscape, you could have riparian forest, you could have savannah, you could have uh middle elevation forest and, and, in the top of the mountains and other kind of ecosystems. So we have 3 levels of biodiversity integration, genetic, Species and ecosystem diversity. Well, all of those are from the fundamental blocks for the processes that maintain the functioning of ecosystems. Um, AND so, any disruption in these levels is critical. Now, the biodiversity is essential to us because many of the processes that we depend upon are driven by the configuration of the biodiversity and the interaction they're in. Take the case, for example, of um Uh, clean water, right? A forest in a given ecosystem will, um, capture the humidity, uh, will filter the water, and then people in the lowland will have water and quality and quantity. Um, BIODIVERSITY produces, um, tangible products that we use directly, food, medicines, um, fruit. Models to produce new kinds of medicine. So, uh there's a, an aspect of what's called um biochemical prospecting. So some scientists go around the planet looking at plants, at, at the diversity of plants to see what other compounds are not known yet that could be used for medicinal purposes. We also depend on biodiversity for the regulation of processes. Think of the bats, those nocturnal mammals that fly at night and eat hundreds or thousands of insects that might eat our crops, and therefore they regulate that service for the, uh, for the production of food. Take the case of many animals that will eat the seeds, the fruit of a plant, and in so doing, we'll disperse the seed to another location and maintain the populations of plants. Um, THE pollinators for the cultivation of many crops are essential because without bees and other pollinators, the production of fruit would be very limited. And we also have a fundamental process. The primary productivity is called the fact that many organisms in biodiversity, in the biodiversity of the planet, Uh, can capture the energy of the sun through the photosynthesis process and use the water and produce, you know, the bodies, and then the bodies of the organisms that we eat, the plants that we eat or the animals that we eat, animals eat the plants that we eat those animals. So the food chain, the base of the food chain depends on biodiversity. And then Ricardo aspect that people um uh rarely takes into consideration, but I think it's really relevant. Also, the value of inspiration and education and motivation. I mean, who would not be um uh emotionally impacted by looking or by, by being in a natural piece of, of, uh, of an ecosystem, in a piece of nature. And um so all of these things that we call now ecosystem services are very much essential for the sustenance of our lives as, as a population. Ultimately, Ricardo, we can think about it, we eat biodiversity. So really, it is crucial that we appreciate the significance of biodiversity and perhaps critically now, what is happening to biodiversity given the human enterprise."
	},
	{
		"start_time": "22:01",
		"speaker": "Ricardo Lopes",
		"words": "And so, what would you say are perhaps some of the main ways by which climate change might impact the dynamics of animal populations?"
	},
	{
		"start_time": "22:11",
		"speaker": "Rodolfo Dirzo",
		"words": "In multiple ways. For example, in places that used to have a given climatic condition, say, temperature, uh, in a given time of the year, and the animals are adapted to those climatic conditions, if the temperature changes and those animals can no longer be uh Able to maintain the populations on that new climatic envelope, those animals, if they were the pollinators of a plant, that will have the local impact on another element of the, of the system, uh, in this case, the, the, the plant that they were the pollinators of. Um, CLIMATE change because of the rapidity with which it is occurring. It is quite possible that many species will not be able to track those climatic uh changes given the speed with which these are occurring. For example, along the mountain, the temperature is increasing, particularly in the lowlands, and so animals or plants have to migrate higher up in the mountains to maintain or to find, to track their adaptive. Uh, CLIMATIC envelopes and therefore they will have to move. But if they encounter that the areas where they could move, having already deforested or converted into massive agricultural, they will not be able to move. So you see the combination of factors. And again, climate change being a driver that will change or challenge the species to Move to different climatic envelopes that they might or might not be adapted. But it's not only that, because when a plant or an animal moves to another climatic condition, as I said at the beginning, as we discussed at the beginning, it's not the plant that lives in a vacuum. The plants will need to have its pollinators and the pollnets. We need to be able to also track that climatic change. And so people can understand the complexity of climate change as a driver of changes in biodiversity, not only in the species in particular, but on the network of species that interact with the, with the, with the components of their uh ecosystem."
	},
	{
		"start_time": "24:14",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about what some people have been calling the 6th mass extinction. But just before we talk about these mass extinctions specifically, what, what is a mass extinction? I mean, what is an event that uh evolutionary biologists classify as a mass extinction?"
	},
	{
		"start_time": "24:36",
		"speaker": "Rodolfo Dirzo",
		"words": "Yes, very good point, uh, Ricardo. So, uh, a mass extinction is a process of, um, catastrophic, multi-species, multigenera, multilineages, uh, lost, demise of, uh, of organisms. Um, NORMALLY, we do have a process of extinction. Uh, IT would be surprising to our, uh, people who are listening to us in this conversation. It would be surprising to them to know that many, most of the species that, that have appeared on the planet have gone extinct. So the fate of the species is to extinct eventually at some point, but that process usually takes a very long time. But that is a normal rate of extinction. And so we know that there's always extinction processes, but they go at a very low level. Mhm. Oh, opposite to that, there is a situation in which a given cataclysmic phenomenon occurs and eliminates that normal rate of extinction, which tends to be very slow, very low, then becomes a massive, almost instantaneous geologically speaking, cataclysmic phenomenon. The case that it is going to be very easy for our, our audience to understand is going to be the extinction that occurred 65 million years ago. When this meteorite crashed on the Yucatan Peninsula in the town of Chikhulu, that massive um crash impact of this, um, of this meteorite with, with Earth. TRIGGERED a num a number of uh physical impacts that led to the extinction, massive extinction of many organisms, particularly, although not exclusively, the extinction of the dominant animals of the planet at the time, the dinosaurs. Uh, BUT many of the groups of organisms actually went extinct at the same time. So when you have this, um, emergent phenomena that imply a massive reduction of the standing biodiversity, implying not a species, not only a set of species, genera, but many lineages at the same time, that is a massive extinction. Now, in the history of plan of the life, of life on the planet, We have observed 5 major episodes of massive extinction. They have occurred um 5 times in the last 550 million years ago. Uh, THAT tells us, Ricardo, that this phenomenon is a relatively rare occurrence in life on the planet. As I said, 5 in 5 and 50 million years ago, on average, every 110 million years ago occurs a massive extinction by some um uh extrinsic phenomenon. A massive, uh, volcanic, uh, uh, multiple volcanic eruption, contamination of the atmosphere, and so on, or the crash of a meteorite, those kinds of things. Typically, in those cases, uh, a high proportion of the biodiversity disappears. In the extinction of the Permian, it is estimated that about 90% of all the living species of the planet went extinct. In the case of the last extinction, 65 million years ago, massive extinction of dinosaurs and many other organisms, including plants and animals. Interestingly though, when those massive extinction processes occur, They open up the space for other species to emerge as a consequence of that extinction. But at any rate, there are the normal background extinctions which occur at a very low level, and then on top of that, the rare massive extinction phenomenon. As we said, there have been 5 in the past, and now we have fears, we have concerns that the human enterprise is moving a process that will create a 6th mass extinction process unless we take action immediately. We are already in a process. We have already triggered a massive extinction process. But in this case, it's driven by one species, our species. But at the same time, we have the capacity to understand what are the consequences of our um of our enterprise. So we should be able to at least ameliorate the rate of extinction and hopefully prevent the demise of our companions out. Unique companions on the entire universe. As far as we know, there are no other living organisms that could be our companions anywhere on the universe. So, really, this is a, a very macroscopic, this is a cosmic phenomenon that we're facing. Now, critical uh things to discuss and, and convey to our uh audience Ric regardless the fact that um Uh, it might be difficult for people to see that a massive phenomenon of extinction is occurring because it's a process relatively that occurs relatively slow, but the, uh, the central point of the extinction today is the extinction of the populations. Let me see if I can explain this. Imagine that in Latin America we have the species of a cat, the jaguar. This jaguar used to be present from southern US all the way down to northern Argentina, right? The speech of Jaguar is not extinct yet, but in many locations, it is gigantic distribution from, from south of the US to to uh northern Argentina. There were many populations of the same species. Well, it turns out that with land use change, massive agricultural, urbanization, and so on, many populations of the jaguar have already gone extinct, even though the species is still present somewhere. And so what we have really is a process of population extinction. When the species at a local level begin to be declining in their abundance because of what we do, and eventually disappear from that location, that is the extinction of that population. When that process of extinction of population occurs throughout the range of distribution of the species, then we have the extinction of the species in the entire face of the planet. We don't see the um massive extinction of species at the moment, as clearly as we see the massive extinction of populations. Um, Two points to, to clarify here. Um, THE, really the, the central point, the critical point of extinction now is the extinction of populations, and we don't tend to notice because we tend to hear that, you know, there's still elephants somewhere in Africa, although many populations have gone extinct. So really, the critical issue is extinction of populations. Now, the mass extinctions, uh, I'm sorry, the entire extinction of a species from the face of the earth, uh, we have calculated that over the last Um, say, say from year 1500 to now, there have been about 370 recorded complete extinctions of species of vertebrates. And so we tend to think, well, 370 is not such a big number, but it's not such a big number if we don't look it in the context. We know that um that extinction that occurring in these, in these just few years would, should have taken thousands of years for that to occur naturally. Were it not because we're present in doing very uh impactful activities over the course of, of our civilization. So basically, what I'm trying to say is that uh the, the, the extinction of species, we have estimated to be about 100 to 1000 times more intense than the normal rates of extinction. We're moving towards a massive process of extinction and the mechanism by which that is occurring is first by the extinction of the population. If we continue at the same rate of extinction of populations, we will definitely trigger a massive 6 extinction episodes, mass extinction episode of the plant."
	},
	{
		"start_time": "32:40",
		"speaker": "Ricardo Lopes",
		"words": "And I think that there are several different important messages to drive home here because it is very easy that we see people sort of dismissing this kind of phenomenon. I mean, basically not giving as much importance as it has to the extinction of several. Different species or sometimes even being an outright uh science denier in the, in this particular case, I guess that uh many times the climate change denier and saying that climate change, for example, is not at all driven by human activity or human made. But in this particular case of species extinctions and Some other, of course, uh, environmental phenomena that we see as the result of climate change. There are clear signs and there, there are also consensual among evolutionary biologists, climate scientists, and other people that this is actually the result mainly of human activity."
	},
	{
		"start_time": "33:44",
		"speaker": "Rodolfo Dirzo",
		"words": "Right. Yeah, there is no question about that. Starting with the climate change, um, we do know, I mean, we can do a very simple experiment. Do, um, uh, if we construct a greenhouse in, in the, in the yard of our home with glass, right? We do know that we can maintain inside the greenhouse, we can maintain plants that from, from a tropical area. Even though you live in a, in a cold area, in a, a cold climatic condition, if you build a, a greenhouse, you will be able to maintain plants there. Why? Because the radiation that is coming from the sun penetrates through the glass of the, of the greenhouse, will warm the, the, the space within the greenhouse, and then the radiation that should, should go back. TO the atmosphere is trapped then in the, in the glass. Well, the glass in the planet is the greenhouse gasses that we are producing massively, carbon, but also other critical gasses. Methane, for example, methane is a very uh intense greenhouse gas. And so, we can demonstrate precisely that um This phenomenon occurs. We can do experiments and anyone who has listened to us can do the experiment and prove unequivocally that this phenomenon occurs. Second, we have unequivocal evidence that the concentration of uh, of greenhouse gasses on the atmosphere is, has been accumulating dramatically over the last few decades, uh, perhaps a couple of centuries. We have made the measurements. There's no question the data can be actually seen by anybody who wants to see the data. It started with the Mount Aloa uh station measuring the concentration of carbon in the atmosphere. And now we know it would take courses of ice, frozen. Uh, ICE and frozen substrate from the North Pole or the South poles, and we can actually measure the amount of carbon in those cores going back hundreds and thousands of years and compare what we have today, we can see clearly that uh since we appeared, particularly since the industrial revolution, we have increased dramatically the concentration of greenhouse gasses. We increased, no question, we increased the, the abundance of greenhouse gasses and then we know from the experiments and from the observation that these greenhouse gasses create this increasing temperature. Amazingly enough, Ricardo. We do know that naturally, after the last glaciation, the planet had a temperature that remains stable and created the conditions for civilization to occur. But then naturally, the planet underwent a process of going down in temperature. There, there was a cooling process of, of, uh, of the planet. Probably that had to do with the inclination of the uh Earth's axis. So naturally, the planet was going, was becoming cooler, but then we appeared, and then what that tendency that, that the planet had, we changed the trajectory in the, in the other way dramatically. So, if anybody who's listening to us has an alternative explanation for the climate change driven by humanity, that person should nominate himself or herself to the Nobel Prize because that would be an incredible thing to, to, to accept. We have every single piece of evidence uh showing that that is the case. In the case of uh the loss of biological diversity, the areas that we, we know that the areas have had limited human of, uh, uh, I'm sorry, limited impact of humans. For example, the most remote locations in the Amazon, the most remote location in the Arctic or the Antarctic, even though those are showing evidence of human activity, but they tend to have a configuration of biodiversity that we don't have in the areas where humanity is developing. Uh, URBAN areas, uh, intensive agriculture, uh, those kinds of things. So, we have very clear evidence. We have natural protected areas, areas that we, humanity, have set aside. To, uh, uh, safeguard biodiversity in those areas. Well, if you compare those areas that we, uh, we are protecting actively compared to adjacent areas which we are not protecting, and you measure the biodiversity in those areas, there's no question in equivocally that our human enterprise is creating those changes. So, we really need to uh um I mean, listen to this conversation and also, if we are not being able to convince the people who are listening to us, they can go back to the literature, they can go back to the clear tangible evidence that all of these activities are driven by, by what we do today."
	},
	{
		"start_time": "38:29",
		"speaker": "Ricardo Lopes",
		"words": "So now for the last part of our conversation today, I would like to ask you a little bit more about potential consequences that these extinction crisis, if it goes on, of course, uh could have for us humans. So, how can it actually impact uh humans?"
	},
	{
		"start_time": "38:49",
		"speaker": "Rodolfo Dirzo",
		"words": "Yes, um, we do know, Ricardo, we've been take a historical lesson from, from the history of the, of the life of the planet. It is interesting to share this with the with your audience. The 5 mass extinctions that have occurred in the past, um we know that they obliterated biodiversity. But as we have seen, as we can see in the planet, life has been able to come back. No question about that. Take the case again of the extinction of the dinosaurs. Only, only 65 million years ago. And now, Ricardo, as far as we can tell, now at this moment, where in this last millennia, we have the maximum biological richness that the planet has had in its 4 billion years of evolution. So you can see that after a massive extinction, life came back and in fact, it became explosive diversification. Problem is, 22 elements here. One, the process of recovery of biodiversity to the level that we had before the extinction, the mass extinction process takes millions of years. Probably in the case of vertebrates, the recovery of the same level of regions that we had before is about 10 million years. So, for the humanity, for us as species, having the idea that, OK, we can be relaxed because the the biodiversity will come back to its previous level is not consolidation because it will take 100 million years. And I don't think you and I are planning to live 10 million years to see the recovery of biodiversity. That is unthinkable for us. But second of all, what comes back after the mass extinction process is very different to what you had before. Again, the case of dinosaurs at that time, the dominant animals of the planet were the reptiles. Now, the dominant animals on the planet are birds and mammals. So very different configuration of biodiversity and many years for it to recover. So that is no consolation for humanity. And another thing is that um you know, to be perfectly um bold with the audience who are listening to us. We might be able to survive multiple years, multiple decades, probably multiple centuries with drastic changes on the climatic conditions. And there's gonna be a tremendous impact on society on those. Um, BUT probably that is not going to be, uh, a massive elimination of the human species. But if we eliminate biodiversity, probably we will not be able to survive just a few decades. We eat biodiversity, we eat the results of biodiversity. So hopefully, conveying these ideas to the people who are listening to us will appreciate. Uh, AND I'm really, uh, thankful that you do these kinds of, um, of, um, dissemination issues of science, Ricardo, because people can appreciate the significance of this phenomenon, the loss of biodiversity, because, as I say and I insist, the planet will come back, the the natural elements of the planet. In different modalities and, and after many millions of years, will come back. But what is really the existential threat on the planet is the survival of the species that goes by the name of Homo sapiens. It sounds bold and, and um perhaps like a ghastly um conclusion, but I think it is a responsibility to tell things as they are. But at the same time, I want to make sure that we conclude by saying that there is much to be done and much that we can do to prevent this, this massive extinction. First of all, Having an educated and well, um, a society that is well-informed society, by mechanisms such as the one you do this dissemination episodes of podcasts is very important because we need to understand this phenomenon not only within the scientific community, but the public in general. Once we have uh this um appreciation, what all of these uh become part of the imagination of society at large, they will be able to demand when you have elections in a given country or in a given town. That the, uh uh that the candidates will present an agenda as to how they will address climate change, biodiversity change, land use change, and so on. So we need to have this bottom-up, uh, pressure or impulse from us by being prepared. We need to protect what we have of natural reserves at the moment. Only 17%, about 17% of nature has been set aside for conservation. We need to make sure that those areas are definitely well maintained and safeguarded by diversity because they will be the source of repopulation. About the invest in other areas if we become more, um more um wise, wiser and protect other areas as well. In addition to that, Ricardo, many of the areas where we have the last remaining of the rest of the planet belong to indigenous and native populations. So we need to understand that. And appreciate the significance of those populations in safeguarding bioverity for us at the moment. We need to find mechanisms of compensating, making sure that they will not be forced to have a life that uh forced them to continue impacting nature. We need to compensate. There's a thing called um payment for environmental services. In many countries in Latin America and other parts of the world, there are institutions who are uh financially supporting local communities if they commit to maintain their natural ecosystem because they are the sort of the, the stakeholders of this biodiversity, the main stakeholders of this biodiversity. We need to, uh, uh, think about our habits of feeding habits as a, as a human species. The excessive consumption of meat brings about much deforestation, brings about much carbon emissions, it brings about health. Problems. I don't mean to say that tomorrow we should be vegetarian, everybody, but we should be able to gradually balance our diet in such a way that we reduce all of those multiple drivers of, of, um, of, uh, of change, negative change in our natural resources. And of course, Ricardo, I think we need to appreciate the beauty and, and um inspiration that we have from nature and biodiversity because that is also, you know, enrichment of our spirit and also a moral um ethical uh appreciation of uh what we have today is a result of an incredible process of trial and error that took 4 billion years for us to have the richness that we have on the planet today. I think it's a cosmic responsibility to enjoy, appreciate, and in so doing, hopefully safeguarding, safeguarding our own species."
	},
	{
		"start_time": "46:03",
		"speaker": "Ricardo Lopes",
		"words": "So I think that's a great note to end on, Doctor Dzu. And just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "46:15",
		"speaker": "Rodolfo Dirzo",
		"words": "Yes, um, so I would be delighted to, um to be contacted, um, in the internet. Uh IF you go to uh my email, uh R Dzo R D I R Z O at Stanford EDU. With that, you will be able to find the website of my laboratory and you will be able to see the many publications that we have on these topics, and also you will to see the materials that we have for educational purposes to kids and to members of the public, and also the of what we're working on and, and the students that work with us in, in our projects, the communities that we interact with in, in around the world. And so welcome to uh to be contacted via the internet and via the website of our laboratory. Thank you."
	},
	{
		"start_time": "47:04",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to that in the description box of the interview and Doctor Dzu, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "47:15",
		"speaker": "Rodolfo Dirzo",
		"words": "Thank you, Ricardo, very much and thank you for what you're doing for uh in this mission that we have to affront collectively."
	},
	{
		"start_time": "47:22",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Francoortolotti Gabrielon Corteseus Slelitsky, Scott Zacharyishim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]