[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops, and today I'm, I have a return guest with me, Doctor David Pinsoff. And we, in our first interview, we talked about the alliance theory of political belief systems, the meaning of life and morality. I'm leaving a link to it in the description down below. And today, we're talking about a couple of these substack uh posts, incentives are everything and opinions are BS and so we're going to talk about incentives and opinions from an evolutionary perspective. So, David, welcome to the show. It's a huge pleasure to have you"
	},
	{
		"start_time": "00:38",
		"speaker": "David Pinsof",
		"words": "back. Thanks, Ricardo. I'm glad to be back, uh, as always, a huge fan of the podcast and really appreciate what you're doing."
	},
	{
		"start_time": "00:44",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So let's start with the, with incentives are everything then and there you start by claiming that behavior is determined by incentives. So what do you mean by that and what are incentives basically?"
	},
	{
		"start_time": "01:02",
		"speaker": "David Pinsof",
		"words": "Yeah, so the conventional way in which we understand incentives is in terms of money. So economists talk about incentives, uh, you know, uh, working for a particular raise or getting a bonus or companies can offer incentives like discounts. Um, THAT'S one of the most common ways of thinking about incentives. Occasionally it's been broadened a bit. You sometimes hear people talk about social incentives, um, you sometimes hear an analogy to economics, uh, in the phrase prestige economy. Um, AND I advocate an extreme broadening of the concept beyond what has been conventionally used. So I wanna talk about incentives in a way that's broader than money, broader than particular kinds of social rewards, praise and punishment. I want to refer to incentives as literally anything that we want. Um, AND since I'm an evolutionary psychologist, I think our basic motivations have been powerfully shaped by natural selection. So if you're going to be an incentive determinist like me, um, then I think you need to be an evolutionary psychologist like me, because I think evolution is really the only way to understand our basic motivations. I don't see an alternative theoretical perspective for understanding them. Um, SO, yeah, basically it's, it's a common sense view that what we do is determined by what we want to do, and it's just saying that, uh, everything we do is determined by what we want to do, and what we want to do is ultimately determined by natural selection."
	},
	{
		"start_time": "02:38",
		"speaker": "Ricardo Lopes",
		"words": "And so here when it comes to the bit about what we want to do and it being determined, uh, are you claiming then that there's no space for free will here? Or is there?"
	},
	{
		"start_time": "02:53",
		"speaker": "David Pinsof",
		"words": "It depends, it depends on on your definition of free will. So if you think of free will as being able to do things uh that we're not motivated to do, or that we have no incentive to do, then yes, there's no free will. Um, BUT if you, but I think there are ways of thinking of of free will that are consistent with incentive determinism. You could just think of free will as the ability to respond to your incentives, um, and that makes a lot of sense of a lot of our punitive, uh, institutions and intuitions. Um, IF I am incapable of responding to my incentives, then it really makes no sense to punish me, because the whole point of punishing me is to incentivize me to behave differently. On the other hand, if I am responsive to my incentives, uh, and when I made my decision, I was aware of the potential, uh, costs of doing so and the potential punishments, then it makes a lot of sense to punish me because you are, uh, uh, incentivizing me to act differently in the future, and you're incentivizing other people who are like me, uh, to act differently. In the future. So, I think uh our notion of free will corresponds pretty well to an ability to respond to incentives, um, and I think a lot of our intuitions and practices surrounding free will can be successfully reframed in those terms. There are some other intuitions that might not translate. Very well, like the this idea that we're, you know, we exist outside of our incentives, and we can defy our incentives and pull ourselves up by our own bootstraps or or whatever. I think that notion of free will is uh dumb for lack of a better word, and hard to reconcile with the view that I'm putting forward."
	},
	{
		"start_time": "04:28",
		"speaker": "Ricardo Lopes",
		"words": "But then just for people to understand a little bit better what we're talking about here, would you like to illustrate with a few examples? Give us perhaps 2 or 3 examples of incentives."
	},
	{
		"start_time": "04:41",
		"speaker": "David Pinsof",
		"words": "Sure, I mean, there are so many, um, if, if there, if, if the concept is as broad as I want to make it, then there are, you know, the list is endless, but, you know, food, sex, uh, status, uh, comfort, health, safety, um. Yeah, you name it."
	},
	{
		"start_time": "04:55",
		"speaker": "Ricardo Lopes",
		"words": "So, and uh you mentioned evolutionary psychology at a certain point there. So where would you say our incentives stem from? Where do they come from?"
	},
	{
		"start_time": "05:06",
		"speaker": "David Pinsof",
		"words": "Uh, SO yeah, as I said before, I think they come from natural selection. I don't see an alternative theory for, for where they come from, which means that, uh, our basic motivations, uh, and I'm not talking about our instrumental motivations, uh, it's actually, it might be helpful to to back up and and talk about the distinction. So, uh, the things that we, uh, basically want are things we want sort of in and of themselves intrinsically, uh, for their own sake, and, uh, you could think about another set of desires as instrumental desires. Um, uh, WE want, uh, say money because it can buy us. Food. So the desire for food would be basic, it would be from evolution, and the desire for money would be instrumental. We only want money because it can buy us things like food. If the if the money can no longer buy us things like food, then we stop wanting money, whereas um we're never gonna stop wanting food. Uh, BECAUSE that's just built into us. Unless, of course, it conflicts with some other desire, like, for status, maybe I, I would fast to display my devotion to a particular religious community, uh, in, in, in that sense, you know, incentives can conflict with one another, but you're never going to make one incentive go away. You're never going to make your hunger, for example, go away."
	},
	{
		"start_time": "06:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So where you come from in terms of your psychological framework, even if cross culturally, apparently, we can find a huge array of different kinds of incentives, would you say that those are simply different cultural manifestations of the same set of underlying evolved um motivations?"
	},
	{
		"start_time": "06:43",
		"speaker": "David Pinsof",
		"words": "Yes, I would say so. I think a large part of cultural variation comes from what I would call status games, um, and I argue in a post called Status is Weird, that status games are very dynamic, uh, and constantly shifting, um, because of the paradoxical nature of status, that is, overtly seeking status often lowers your status, and for that reason, becoming aware that we're playing a status game can often make that status game collapse, or at least significantly invert or rearrange the social hierarchy, where those at the Top are the iciest, uh, most vainglorious, narcissistic, selfish status seekers, and those at the bottom are more uh humble and authentic. So, uh, uh, recognizing a status game can often invert, uh, the payoff structure of the game. Um, SO because of that dynamism, that status games are constantly collapsing and re-emerging in antithetical forms, you get lots of cultural variation in what gets you status and what lowers your status. Um, SO a big part of cultural variation in our incentive structures are just different ways that we can get status, different strategies we pursue for getting status. What gets you status in one place is gonna be different from what gets you status in a different place, but the basic incentive of status is the same."
	},
	{
		"start_time": "07:56",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, AND are there occasions where conflicts or conflict, not conflict, sorry, where incentives might conflict with one another and if so, how do we deal with conflicting incentives?"
	},
	{
		"start_time": "08:10",
		"speaker": "David Pinsof",
		"words": "Yeah, absolutely. So if incentives are just things we want, then obviously, you know, things that we want can conflict with each other. We experience this almost every day. Um, EXERCISING, for example, uh we might uh want the long term health benefits of exercise, but the short term discomfor. Uh, MIGHT be unpleasant, but if we care more about the long term health benefits, then, uh, that's going to outweigh the short term, uh, discomfort of doing it. Um, LIKEWISE, we could be internally conflicted about doing unethical things like lying or or cheating on our spouses, um, and in that case, there will be a tug of war between the uh the incentive to behave honestly or ethically and the self-interested in incentive to cheat. Uh, OR, or steal or lie, or whatever. Um, AND I think we resolve those sorts of conflicts in a pretty straightforward way. I think we, we think about the different outcomes that will result if we take either choice, uh, we play out the scenarios in our head. So ultimately, uh, the way we resolve these kinds of trade-offs, I think, is that the stronger incentive wins. It's pretty straightforward. The one, the the the the more powerful motivation is going to be the one that moves you more effectively."
	},
	{
		"start_time": "09:21",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OK, but what makes an incentive more powerful than another? I mean, does it have to do with the kinds of incentives we might be considering? Does it have anything to do with the context? I don't know if you want to illustrate that with, with an example."
	},
	{
		"start_time": "09:38",
		"speaker": "David Pinsof",
		"words": "Sure, I mean, a, a big part of it is probably just random genetic variation. So we all have these basic set of evolved motives for food, sex, status, whatever, um, and just by random roll of the genetic dice, you know, our, uh, weightings of these different motivations will be a bit stronger in some of us than in others. Some of us will be more curious or horny or hungry than others. Some of us will be more narcissistic and inglorious than others, just randomly. Um, SO for that reason, which incentives loom loom larger for any particular individual is going to depend on their, uh, particular, uh, genetic constellation of traits. Um, AND then there's also, you know, environmental and and cultural differences about the strength of different incentives. Um, THERE could be stronger status rewards and punishments in one culture than in another, uh, in one culture, uh, speaking out against the dominant narrative could get you burned at the stake, and another it could merely get you canceled, and another it could, uh, merely get you frowned at. Um, THOSE kinds of cultural differences are going to determine the strength of the incentive. In that case, there could be ecological differences in some cultures, um, pathogens might be more prevalent and dangerous, so the incentives of behaving in a hygienic way are going to be stronger in those cultures. Um, POORER cultures are going to have different incentive structures, uh, surrounding, uh, institutions of uh reciprocity and risk pooling that reduce the risk of, uh, starvation or deprivation, um. Yeah, stuff like that. That makes sense."
	},
	{
		"start_time": "11:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, yes, it makes perfect sense. And one very interesting example of an incentive that I guess we have in all human societies, of course, it has different, it manifests in different ways, but I imagine it should be present in all human societies is that we feel the Need or we feel they want to look virtuous to other people. So, uh, could you explain that? First of all, what does virtuosity mean, particularly from an evolutionary perspective and then why do we want to look virtuous, virtuous to other people?"
	},
	{
		"start_time": "11:47",
		"speaker": "David Pinsof",
		"words": "Sure, um, I think of virtue, uh, as roughly desirability as a social partner. I think our concept of virtue probably refers more to the cooperative aspects of social relationships. So if I'm going to be fair with you in dividing resources, I'm going to be honest with you and not lie to you, or cheat you or manipulate you. I'm going to be kind to you and and generous to you, uh, and share resources with you. Those are those are generally the types of things that we talk about when we talk about virtue. So I think of virtue as as your your value as a cooperative partner. Um, AND because we live in a social marketplace where we get to choose between potential cooperative partners and invest in some cooperative relationships over other cooperative relationships, it behooves us to signal our value as a cooperative partner, so that people will want to with us and not partner with our rivals. Um, SO we are constantly competing to display our virtue, um, not just in an absolute sense, but in a relative sense, that is, we want to look more virtuous than our competitors in the social marketplace, so there is a competition for moral superiority, uh, and we find tons of clever and creative ways to signal our virtue to one another, and in turn to see through those signals as bullshit occasionally."
	},
	{
		"start_time": "13:11",
		"speaker": "Ricardo Lopes",
		"words": "Would this constitute an example of a stereo game then?"
	},
	{
		"start_time": "13:17",
		"speaker": "David Pinsof",
		"words": "Yeah, I think virtue, virtue games are a kind of status game. Um, uh, Will Storr has a wonderful book where he talks about status games that he carves it up into three different categories, uh, success games, uh, virtue games, and dominance games. Uh, I think that's a pretty good way of, of carving it up. I might add a few more like surrounding, um, say epistemic status games, I think is another one, but yeah, I think that's a pretty good way to carve it up."
	},
	{
		"start_time": "13:41",
		"speaker": "Ricardo Lopes",
		"words": "Epistemic status games, what does that mean exactly? Would that be something that you find among, for example, intellectuals and academics?"
	},
	{
		"start_time": "13:51",
		"speaker": "David Pinsof",
		"words": "Yeah, I think so. So, um, we trust certain sources of information more than others. We deem them more credible, more reliable, more trustworthy. Um, AND there are huge, uh, benefits to being seen as a credible and reliable source of information. There are benefits to be seen to being seen as reasonable and rational, um, and so a lot of the status games that intellectuals play with one another are competitions to be more reasonable, um, more thoughtful, um, more epistemically credible and reliable, more meticulous. Um, THOSE, those types of competitions. So there's, there's actually surprising scarcity of, uh, academic literature on epistemic status games. I, I feel like there should be tons more on this topic, um, but I think it's because it's the water that intellectuals swim in that they have a hard time seeing it."
	},
	{
		"start_time": "14:44",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, one thing that you mentioned in your, in your, not, not your paper, your post is that when trying to look virtues at the same time, we have to seem humble. So, how do we go about doing that? What kinds of strategies do we employ?"
	},
	{
		"start_time": "15:02",
		"speaker": "David Pinsof",
		"words": "Yeah, I mean, it's, it's pretty hard to do, uh, as you can imagine, to look virtuous without looking like you were trying to look virtuous. Uh IT'S a pretty difficult hoop to jump through, um, but we find all sorts of clever and creative ways of jumping through it. Um, THERE'S a hilarious episode of Curb Enthusiasm where Ted Danson uh donates anonymously, I think it was to an art museum, uh, and then he proceeds to tell everyone that he was the person who donated anonymously. Uh, THEREBY obviating his anonymous donation, and yet he still got tons of status, and he got extra status for donating anonymously. And by that, by that logic, he, uh, upstaged his rival, Larry David, who donated conspicuously by putting his name on the wing. And so Ted Danson ended up gaining more status than Larry, because he donated anonymously and then told everyone that he donated anonymously. Um, SO that's one type of maneuver we might make is we might, uh, do good deeds anonymously, or at least discreetly or inconspicuously, and hope that some people pick up on that, and the people who do pick up on that will give us extra status for having done it inconspicuously, or anonymously or discreetly."
	},
	{
		"start_time": "16:11",
		"speaker": "Ricardo Lopes",
		"words": "And do incentives tie in any way to morality? What does it mean to be good or bad?"
	},
	{
		"start_time": "16:20",
		"speaker": "David Pinsof",
		"words": "Yeah, no, I think uh morality is just another kind of incentive structure. I think morality can be pretty cleanly reduced to the virtue game, the competition to look virtuous and fair and trustworthy. Um, IT might not exhaust all of morality, but I think it's a pretty good chunk of it is just competing to look like a virtuous person, uh, and obviously we, we compete in, in, in ways that try to show that we don't care about competing for virtue, uh, as, as I just discussed. Um, BUT yeah, I think, I think of morality as, as largely a kind of virtue game."
	},
	{
		"start_time": "16:56",
		"speaker": "Ricardo Lopes",
		"words": "And do we have any conscious access to all of this information? I mean, do we understand or do we have conscious access to the fact that we are behaving this way with this kind of motives behind our behavior or not?"
	},
	{
		"start_time": "17:15",
		"speaker": "David Pinsof",
		"words": "Absolutely not. Yeah, no, um, in fact, not only are we uh unaware of it, I think it is often, uh, detrimental to us to become aware of it. Um, SO, as I mentioned earlier, becoming aware of the fact that we're playing a status game can sometimes make that status game collapse and invert, uh, the existing hierarchy. Um, SO being aware of our status seeking, um, Can often uh hinder our desire for status. Uh, IT can lower our status insofar as we are seen as a status seeker. And so, in order to deceive other people that we don't really care about status, we often deceive ourselves in order to more effectively deceive others, or in our attempt to deceive others, we often inadvertently deceive ourselves as well. So I think um a lot of these things go on in the dark, covertly. Um, SO, uh, we convince ourselves through sacred narratives that what we're really pursuing is some sacred value. Um, LIKE knowledge or beauty or authenticity, or equality or self-actualization, or something that sounds lovely, um, and we convince ourselves that that's the thing we're pursuing, not status. And, and, and then we compete to show each other that we care more about the sacred value than than any other selfish pursuit, and the competition is itself a kind of status competition, but nobody knows that it's a status competition. Um, AND if they did know, then it would, it would collapse, uh, and, um. It would be most damaging to those who are winning in the status game, or who have achieved high status already, and it might be most beneficial to those who are uh lower status uh in the game and feel like they're not getting the status they're entitled to, and that can give rise to strategic cynicism whereby people try to make a status game collapse in order to increase their relative standing, uh, and put others down. Uh, THIS all gets very complicated as you might imagine, um, but that's just a taste of of the way I'm thinking about it."
	},
	{
		"start_time": "19:06",
		"speaker": "Ricardo Lopes",
		"words": "But even if we don't have conscious access to all of these underlying motives and what goes around in our psychology to produce the kinds of behaviors that we exhibit, I guess that we still need explanations for our behavior. I guess that even primarily because we also need to sometimes explain our own behavior and our motives to other people. As other people need explanations, but also I guess that even psychologically speaking, for our, for our own, for our own psychological well-being, we also need to sort of integrate things within a personal narrative of some kind. I, I mean, do you agree with that? And if so, uh, I mean, those kinds of narratives that we might create, what functions do they serve?"
	},
	{
		"start_time": "20:00",
		"speaker": "David Pinsof",
		"words": "Yeah, so one function, as I mentioned, is, is just keeping our status games stable, keeping them from collapsing or inverting, um, and that is often more in the interests of higher status people than lower status or embittered people, um, which is why you might expect lower status or embittered people to favor more cynical and nihilistic ideas that challenge the prevailing sacred narratives. Um, SORRY, uh, uh, uh, could you repeat the question because I feel like I got sidetracked."
	},
	{
		"start_time": "20:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, no problem. So I was asking you basically if the kinds of narratives that we feel the need to elaborate to tell other people about our own behavior and the motives behind. And it tend also to tell ourselves to, to, I don't know, psychological wellbeing for for psychological well-being or something like that. What kinds of functions do those narratives serve?"
	},
	{
		"start_time": "20:54",
		"speaker": "David Pinsof",
		"words": "Got it. What are the functions? Yeah, so yeah, one of them is stabilizing our status games, um. Another is just um gaining status itself. So um if I do something unethical or unflattering, uh it is in my interest to try to paint what I did in the most flattering possible terms. Um, AND in my efforts to convince other people that what I did wasn't so bad, I might convince myself as a tactic for more effectively convincing others in the same way that an attorney might practice their opening statement in front of a mirror, uh, before they enter the courtroom. We often practice our own opening statements in our in in our minds, in the privacy. Of our own heads, that's what a lot of our fantasies and ruminations and obsessions are about, just playing out what we're gonna say in our heads. Um, AND uh we in doing that often convince ourselves of all sorts of things, then helps us to more effectively convince others if and when we were ever put on the stand or put on trial, so to speak. So that's another function of them. Um, THERE are probably other functions, I think coordination may be one of them. Um, ALL of us, uh, getting on the same page, um, status games themselves depend on coordination. We all need to agree on what is high status or what is low status, um, and you could imagine that being pretty damaging if I'm, uh, discoordinated with other people about that. If I end up praising and admiring a social pariah, or if I end up dissing and insulting a widely regarded, uh, person. Um, THAT is going to be very bad for me. So we all need to coordinate on what the rules of our status game, uh, are. Um, SO status games are largely a coordination problem, and I think lots of um myths and narratives are also, uh, uh, coordination strategies. Um, OFTEN, uh, it is more important for us to coordinate with one another and get on the same page with one another, uh, than it is to coordinate with reality itself."
	},
	{
		"start_time": "22:51",
		"speaker": "Ricardo Lopes",
		"words": "But even if we don't have a conscious access to our own underlying incentives, when we think about, for example, people we like versus people we don't like or uh another example would be political parties that we like. Like versus political parties that are opposed to them, for example, we tend to frame things in terms of incentives, right? So, and how do we go about doing that when it comes to what we like versus what we don't like."
	},
	{
		"start_time": "23:23",
		"speaker": "David Pinsof",
		"words": "Yeah, so when, when we talk about likable people or unlikable people or heroes and villains, I think uh a lot of this incentive talk goes out the window, uh, cause if you think about it, there's a pretty basic conflict between incentive-based thinking and uh Manichean good versus evil thinking, uh, which is that, uh, it Increases your sympathy for the bad guys and lowers your praise and esteem for the good guys. If the bad guys are just bad because they were incentivized to be bad, well, then it doesn't, you know, make much sense to uh hate them and demonize them, or at least as much. Um, AND if the good guys are just good because they're incentivized to be good because it's in their self-interest to be good, well then, you know, you kind of lose some of your uh admiration for them. Um, AND because, uh, coalitions, uh, compete with each other by coordinating more effectively and thinking of themselves as, uh, superior to rival groups in order to bolster commitment to the group and prevent defection to other groups, it is often in coalition's interests to uh spread these kinds of self glorifying other demonizing narratives, um. To help them compete with other groups, and I think in creating those narratives, uh, incentives, uh, go out the window and in in some cases they're even t taboo to acknowledge."
	},
	{
		"start_time": "24:44",
		"speaker": "Ricardo Lopes",
		"words": "And you mentioned the term likable at a certain point there, so what makes a person likable?"
	},
	{
		"start_time": "24:50",
		"speaker": "David Pinsof",
		"words": "I could go on all day here. I mean, we are one of the judgiest, probably the judgedgiest species on the planet. Uh, THE number of traits and dimensions on which we judge each other is, uh, enormous and bewildering, um, but yeah, I mean, I could, I could go on all day, honesty, kindness, fairness, generosity. Uh, BRAVERY, loyalty, uh, cleverness, sense of humor, uh, self-awareness, uh, I, I could go on all day."
	},
	{
		"start_time": "25:18",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, what makes a person likable at the end of the day, isn't it basically doing the right things or saying and doing the right things, isn't that it, basically."
	},
	{
		"start_time": "25:30",
		"speaker": "David Pinsof",
		"words": "Yeah, so, uh, if you think in terms of the social marketplace perspective where we're uh picking and choosing different social partnerships to invest in, and we're evaluating people based on their value as a social partner. Then, uh, yeah, one of the main sources of information we attend to when evaluating social partners is language, is what people are saying. Um, THAT'S a pretty good heuristic a lot of the times for picking up on a lot of these cues. What are people talking about, uh, who are they displaying loyalty to, who are they displaying hostility to, um, what kinds of traits can be inferred based on the words that they use, uh, and so one of the, the biggest Um, sources of our social decision making, uh, and our social evaluations just come from what people say, whether they're saying the right things or the wrong things. And, and, you know, if they're saying the right things, we like them, if they're saying the wrong things, we don't like them. And that incentivizes us to say the right things to get people to like us, and to avoid saying the wrong things, uh, to avoid eliciting others dislike."
	},
	{
		"start_time": "26:30",
		"speaker": "Ricardo Lopes",
		"words": "And how do we determine what are the right things to say and do?"
	},
	{
		"start_time": "26:36",
		"speaker": "David Pinsof",
		"words": "Um, WELL, um, whatever, uh, wins us likability points, whatever gets people to like us. Um, SO, uh, we can, we often, um, use our own judgments of others to simulate how others will judge us. So, uh, you know, things that we will judge positively, uh, in other people. Um, WE will engage in those same behaviors ourselves. So if I, uh, like people who, um, say progressive things or who say things that are, um, supportive of progressive ideology, um, chances are other people are going to like me for saying those same progressive things, so I'm going to be motivated to say those things, uh, to, uh, get other people to like me more and to uh win the various status games that I'm playing with my peers."
	},
	{
		"start_time": "27:27",
		"speaker": "Ricardo Lopes",
		"words": "But that happens if you are included in the circle of mostly uh mostly progressive people, right? Because if it's mostly conservative, I would imagine that you're saying progressive things wouldn't garner you much uh status or likability."
	},
	{
		"start_time": "27:45",
		"speaker": "David Pinsof",
		"words": "Right. Yes, absolutely. So it's gonna depend on your particular social environment and what particular types of words and deeds are rewarded in your social environment. Yeah."
	},
	{
		"start_time": "27:55",
		"speaker": "Ricardo Lopes",
		"words": "So, moving on to the other post, I would like to ask you about today where you talk about opinions and the title is opinions are bullshit. So, what is an opinion anyway? Because I, I was thinking until I read your article or, or your post that it would, it was just a preference. When we talk about opinions, we were talking, we would be talking about preferences, but you argue in a different way. So could you tell us about that?"
	},
	{
		"start_time": "28:25",
		"speaker": "David Pinsof",
		"words": "Yeah, so I think they're not just preferences. I think, you know, they're partly preferences. I think that's that's part of what's going on with our opinions, but it's not the whole story. um, AND that's just because we already know how to talk about our preferences. We have a whole language for talking about our preferences. We say, you know, I like this, I don't like this. I don't care for this. Um, SO if if opinions were just preferences, Then we would not need uh the language of opinions, right? We would just talk about what we like and what we don't like, and that would be it. Um, AND if you bring the language of opinions into our preferences, it sounds weird. So if I say something like, it is my strongly held opinion that I like cilantro, that sounds really weird, doesn't it? Wouldn't you just say, I like cilantro? Like, why, why do you need to say it's your opinion? Like, what additional information does that bring into it? Right? So opinions have to be something more than just preferences. And so, uh, what I think opinions are, are preferences, uh, combined with a set of positive judgments about the type of people who hold those preferences, and a set of negative judgments about the people who don't hold those preferences. So, me saying I like cilantro is not an opinion. But me saying I like cilantro, and the people who like cilantro, uh have a more sophisticated palate and are more discerning and are, you know, smarter and more authentic and have better taste in food, and the people who Don't like cilantro, or Philistines, uh, they're barbarous, uh, and, uh, they, their taste in food should not be respected. Uh, THEN all of a sudden those additional judgments I'm making, those bring my preference for cilantro into the realm of opinion. So opinions are preferences combined with a set of social judgments about the people who hold those preferences or lack those preferences."
	},
	{
		"start_time": "30:17",
		"speaker": "Ricardo Lopes",
		"words": "But because different people have different opinions, I mean, does it have anything to do with some of our psychological predispositions, like, for example, different personality traits and things like that."
	},
	{
		"start_time": "30:33",
		"speaker": "David Pinsof",
		"words": "Yeah, absolutely, um, you know, our, our preferences are are certainly shaped by um our personality traits by, you know, random genetic, genetically heritable dispositions. Um, THEY'RE also shaped by a variety of cultural and environmental sources, um, often what we prefer will be socially incentivized, uh, in our social environment. Um, IF I get status for being a wine snob, I'm going to be more likely to develop a taste for wine, and in particular the fancier kinds of wine. Um, SO yeah, uh, preferences are multiply determined, uh, from, from various, uh, both biological and cultural and environmental sources."
	},
	{
		"start_time": "31:11",
		"speaker": "Ricardo Lopes",
		"words": "But particularly when we express an opinion that deviates from the majority opinion, if we express certain minority tastes, for example, do you think that has anything to do with the actual quality of the things they refer to or is it something else?"
	},
	{
		"start_time": "31:32",
		"speaker": "David Pinsof",
		"words": "Um, THAT could be part of what's going on, but I think people are going to be very biased, uh, to think that about their opinions, because the, the point of expressing an opinion, I think, is to shape social norms in our favor. Um, SO at this point it might be helpful to backtrack, uh, and, and think about what what norms are. Um, I think norms are just widely shared opinions. Um, YOU could think of opinions as pieces or fragments of norms, and when everyone shares the same opinion, you get a full-fledged norm. Um, SO if opinions are just the judgments we make about other people based on their preferences, then when we all share the same opinion, then we're all gonna make the same judgments about each other based on what we do. Um, SO if we all share the opinion that McDonald's is great, Uh, that McDonald's eaters are authentic and honest, uh, and, and blunt, and they tell it like it is, and they don't virtue signal. Well, that's going to create a social norm among our group to, uh, like and eat at McDonald's. If I like and eat at McDonald's, I'm going to gain status points, uh, in our group. I'm gonna be judged as uh honest and blunt and authentic. And uh anti virtue signaling, uh, and if I uh rant about McDonald's as an evil corporation, uh, then I'm going to lose status points in our group. Um, SO those, uh, victories and losses and status are basically what we talk about when we talk about norms. A norm is just what we gain status for doing and what we lose status for not doing. Um, I, I hope I said that correctly, um, and Yeah, so backtracking, um, so if opinions are widely, so sorry, if norms are widely shared opinions, what we're doing when we express our opinion is we're trying to shape uh social norms in our favor, then that means that when we express our opinions, we're gonna be biased in all sorts of ways, cause we're gonna want to shape social norms in ways that advance our self-interest and that it and that boost our status, and that lower our rivals status. Um, IN order to win the opinion game and change social norms, we're going to have to make our opinions look more objective than they really are. So we're gonna have to argue that our opinions are actually rooted in some objective feature of reality. Um, SO if I like a particular kind of music, I'm going to argue that it's objectively good, and uh if you can't see that, then you must be dumb or unsophisticated or have bad taste in music, or maybe you're too biased and conformist, uh, maybe, you know, you're not authentic enough like me. Um, IN order to express my opinion about that particular type of music, I'm going to have to, uh, diss either implicitly or explicitly the people who don't like that music. And if I'm successful, then I can make, uh, uh, liking that music a new kind of social norm, and that benefits me because I'm the person who discovered that band, I'm the person who liked that music, and that's going to boost my status. And all this is going to occur independently of whether my arguments are correct. So, I could be totally wrong about about the music. It could be that you don't need to be smart or sophisticated at all to to to see that particular thing, or maybe that particular thing isn't actually that impressive or skillful, or maybe the music isn't actually that good, and I'm the one who's biased by conformity or status seeking or or whatever. These kinds of considerations are kind of uh ignored when we express our opinions, because the goal is not to accurate. DESCRIBE what we're talking about or accurately describe reality, the goal is to win the opinion game and transform our preferences into social norms. So yeah, it could be the case that if you like indie music or indie movies, you might be correct about some feature of those movies, but I think it's pretty unlikely, given our biases to uh win the opinion game. Our motivation is to win the opinion game, not to accurately describe reality."
	},
	{
		"start_time": "35:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But isn't it, at least to some extent, aren't we also looking for, uh, uh, I mean, particularly in certain social circles to distinguish ourselves from other people and then, I mean, I, I, I'm not sure if in those particular cases, the objective or the goal would be to, to turn. Our opinions into social norms, but to turn our opinions into something that people recognize as being superior to what is even normative or common, right? But that, that happens a lot uh and this, that is one of the ways by which we acquire status we, we play that game well, right?"
	},
	{
		"start_time": "36:14",
		"speaker": "David Pinsof",
		"words": "Yeah, so what you're I think what you're talking about is ultimately the same as the norm. So if we all think that a certain preference is superior, say Radiohead is superior to Taylor Swift, and that is identical to saying that liking Radiohead is a social norm. I now have a social incentive to say I like Radiohead and to say I don't like Taylor Swift. If I say I like Taylor Swift and hate Radiohead, that's going to lower my status, uh, that's going to cost me, uh, social points. And so those winning and winnings and losings of social points, those are what norms are. Uh, IF we all think something is superior, then that creates a norm for us to say we like that thing. Um, SO yeah, I, I view them as, as, uh, identical."
	},
	{
		"start_time": "36:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, BUT social norms, we can have different social norms for different social groups or social circles, right? Because I mean, if I am a Swifty, of course, for me and for people who are part of my group, Taylor Swift will be the best artist ever. But if we, if I prefer, if I'm part of another social group, maybe it's. Do you have and so on and so forth, right? So, uh, also because we, we see that in our society, for example, it is very common for intellectuals or or people who identify as intellectual to have particular tastes when it comes to, for example, art that are very different from tastes of uh common people."
	},
	{
		"start_time": "37:37",
		"speaker": "David Pinsof",
		"words": "Yeah, absolutely. So it's gonna be powerfully shaped by the nature of our social networks. But any social network is not going to be 100% homogeneous. So yeah, if I'm a swifty, I'm gonna hang out with other swifties probably, but it's not that everyone I know in my social network is going to be a swifty, uh, and it would still benefit me to convince those other people in my social network that I'm superior for being a swifty, right? Cause then I get my status raised and other Swifties get their status raised and my group gets its status raised. Uh, AND so that's still in my interest, so I might try to talk the non-Swifties and my social network into being a swifty, or at least giving some status to Swifties and, and Taylor Swift's music. Uh, SAME, same thing might go for the particular tastes and preferences of intellectuals. Um, YEAH, intellectuals are gonna hang out with each other, but they might hang out with some people who are not, uh, in that circle or not, uh, intellectuals per se, and they might try to, uh, wax poetic about the, uh, the value of, of knowledge and and the beauty of their theories and and how they're, um. What they're doing is making the world a better place and how ideas uh uh matter and and determine the course of history, and yada yada yada."
	},
	{
		"start_time": "38:47",
		"speaker": "Ricardo Lopes",
		"words": "But uh how do norms, or how do opinions become norms? How are norms established basically?"
	},
	{
		"start_time": "38:56",
		"speaker": "David Pinsof",
		"words": "Yeah, so usually it takes a high status, or charismatic, or a politically powerful person to get on their soapbox, express their opinions, and then cause other people to shift their opinions toward the high status person. So if everybody loves me, uh, everyone is going to be biased to copy what I do, uh, in order to endear themselves to me. They're gonna be biased to agree with whatever I say, uh, in order to get closer to me. So, uh, in that way, norms bend toward the interests of high status people. If I'm high status, my opinions are going to be uh more highly respected, people are going to listen to my opinions, and they're going to be more likely to share my opinions, merely because I'm high status, right? Um, ANOTHER aspect of it is, uh, political power or uh network power. The more people I have who will listen to me, the more likely. My opinions are going to win out in the opinion game. If I get to shout my opinions on a megaphone to thousands of people, or if I have a popular sub stack that thousands of people read, or if I, you know, write a column in The New York Times that, you know, most of America needs, I'm, you know, I'm going to have a pretty big effect on the prevailing opinions on the prevailing norms in my culture. So, a lot of it just comes down to um norms bending toward the interests of the high status and the powerful. But to be a bit more hopeful, part of it could come from um the genuinely better opinions rising to the top, and the competition to win the opinion game. So if I have genuinely better arguments that the food I like or the music I listen to, or the the movies I prefer are actually better in some way. Maybe they convey uh the skill of the artist uh uh more effectively. Um, MAYBE they, um, create, you know, better social incentives, maybe they uplift us and, and inspire us to be better people in some way. If I'm right about that, um, and I have good arguments about that, well, then my opinion might naturally rise to the top as people see it as just more persuasive, um. So, uh, you know, if, if, if a particular food is unhealthy, and it really is unhealthy, well then it's, it's probably my opinion that the food is bad is going to be more likely to win the opinion game, in so far as the evidence uh of that food's ill health effects are undeniable. Um, SO there is some room for, for good ideas to win out, um, but it's going to be heavily biased by the interests of high status and powerful people, as most things are."
	},
	{
		"start_time": "41:23",
		"speaker": "Ricardo Lopes",
		"words": "That's very interesting. So would you say that this sort of opinion game also plays out in science, like science at the end of the day is basically people with different, in this particular case, we're going to call them opinions instead of hypotheses, for example, but people would, would, with different hypotheses and the way we arrive. THOSE hypothesis. I mean, in this case, it could be a lot of different things. We could just have particular psychological predispositions to prefer one explanation to the other or perhaps we come from a different framework and we want to acquire, acquire status through that framework and so we want that framework to be the correct one. I mean, so we also see this playing out in science. As an institution, right? It's not really, or, or perhaps at the end of the day, if we are honest with ourselves, it's not really about people really wanting to figure out the truth, but perhaps, uh, it's that kind of game playing out. And then, and then later, it's when, yeah, eventually we figure out the truth, right."
	},
	{
		"start_time": "42:35",
		"speaker": "David Pinsof",
		"words": "Yeah, no, that's a really interesting point. I hadn't thought a lot about whether the opinion game applies to science, but I think it may well, uh, apply. Um, SO I do agree that science is a status game, uh, and it's a particular kind of status game, uh, that truth emerges from over time, and that's what makes it. So wonderful and beneficial to us. But at the end of the game, it still is a status game. Scientists gain status for making new discoveries and advancing new theories that end up uh being judged as correct. Um, AND so you could think of scientific hypotheses and theories as opinions. Uh, INSOFAR as the scientist, uh, makes negative judgments about the people who agree with that theory, and, uh, sorry, positive judgments about the people who agree with that theory and negative judgments about the people who disagree with that theory, um, then, uh, You could call that theory an opinion. Um, AND it, it sort of makes sense that, you know, if, if I think my theory is objectively correct and insightful, And you don't see that, well, why don't you see that? Maybe you're not as smart as me. Maybe you're not as insightful or or or sophisticated as me. Maybe you're biased in some way, maybe you're biased to uh fit in with uh your subculture. Maybe you're biased by your politics, maybe you're biased because you uh studied under a particular person and you want to uh gain status uh with that person, independent of whether their ideas are correct. Um, THERE could be all sorts of negative inferences I might make about you for rejecting my theory. So in that case, insofar as I'm making those judgments about you, And I'm making positive judgments about myself for being smart and insightful enough to uh devise that theory, then you could call that theory an opinion. And insofar as that opinion wins out, uh, in the opinion game and people recognize that it is correct, and it is insightful, uh, well, people will start to gain status for, uh, adhering to the theory, uh, for, uh, believing in it and endorsing it, um, and people will start to lose status for rejecting it or questioning it or being skeptical of it, um. And uh so you could, you could maybe argue that that um Science is a kind of opinion game, um, and it is a special kind of opinion game with an incentive structure that uh uh particularly allows for the truest ideas to win, as opposed to the highest status ideas. Now, of course, there are some biases along those lines, even in science. So there are fads in science, there are high status or prestigious uh theories or ways of looking at things, um, and so these social and political elements can distort the search for truth, um. The prevailing theories will often um bend toward the interests of the intelligentsia and the politically powerful, uh, and the high status. And so that is a a huge bias that we try to overcome with science, but the hope is that that bias will be overcome and the truest ideas will ultimately win out."
	},
	{
		"start_time": "45:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but that came to my mind. I mean, and, and it's very interesting if it is true that science works that way because, I mean, if we, if people really are like this and we have these kinds, these sort of motives and we play status games or opinion games in this in this specific case. Then if we are to be realistic, then people work like that and they are not really trying to be or they aren't even objective in terms of their search their supposed search for truth. They aren't impartial, they are very Very much, uh, biased, they are very much partial, but that's the way the the game works and that's what eventually leads to proof. So at the end of the day, if that's the way things work, it's a good thing, right."
	},
	{
		"start_time": "46:26",
		"speaker": "David Pinsof",
		"words": "Yeah, I agree, um, you know, obviously I agree. I'm, I'm, I'm a social scientist, so I, I believe in it, in the institution, at least to some extent. Obviously there are many problems in it, and there are many ways in which the search for truth, uh, can be damaged and corrupted and subverted, uh, and you know, I could go on all day about the ways in which it is. But at the end of the day, there's still some sliver of hope that the best ideas will prevail. Um, I think, um, the mechanism that leads to true and useful ideas is probably more powerful in the natural and physical sciences than it is in the social sciences, sadly, just because um there are stronger biases at play in the social sciences, because it's a science of us, and we have uh lots of strong opinions about us. Um, YOU know, uh, the great Robert Trivers once said that, um, the greater the social content of a discipline, the slower its progress. Uh, I think that is a deep insight, I think that is correct, um, and I think that is why, you know, other sciences have gotten us to the moon, and social sciences have gotten us to a replication crisis, um. Which isn't to say that other fields haven't had a, you know, replication crises as well, but I think um I, I do agree with Trivers that there are unique problems uh uh in in the social sciences and in any discipline that um touches on human affairs. I think once those sciences do touch on socially uh contentious topics, um, the search for truth can often be corrupted in various ways."
	},
	{
		"start_time": "47:57",
		"speaker": "Ricardo Lopes",
		"words": "Well, I mean, but maybe this would be a great idea for one of your upcoming substack posts. Maybe you could write something like uh figuring out the truth or wanting to figure out the truth is bullshit because that's not, that's not what. People really want. I mean, that that ends up happening, but it's not the primary uh motive. Right."
	},
	{
		"start_time": "48:22",
		"speaker": "David Pinsof",
		"words": "Yes, exactly. Scientists like to tell themselves that it's their primary motive, but I don't think it is. I think it is a byproduct of the institution when it's working well, but it's not the goal of any individual scientist. Uh, AND that might be a, a depressing thing to hear, but I think it's ultimately a correct description of human psychology."
	},
	{
		"start_time": "48:39",
		"speaker": "Ricardo Lopes",
		"words": "Yup. So let me just ask you one last question because uh earlier when we were talking about incentives that and narratives specifically at a certain point I mentioned that we need narratives also because we need explanations to give to other people. So in the particular case of opinions, do you think that when we present arguments to other people as to why our preferences are better. Again, do you think that, again, we are really trying to figure out the truth or that we are trying to convince other people that we are right to acquire status."
	},
	{
		"start_time": "49:17",
		"speaker": "David Pinsof",
		"words": "I think that's the latter. We're trying to convince other people that we're right, um, but there are some cases where the only way to convince other people that we're right is to say true and convincing and compelling. Things that's gonna depend on the nature of of your social environment. Um, AND it's gonna depend on, you know, what other people find persuasive, whether they find good arguments persuasive and and strong evidence persuasive, or whether they find uh um status persuasive, independent of the the the power of the arguments. Um, SO yeah, it's gonna depend. But yeah, I, I, I, I don't wanna say that, you know, um, truth is, uh, plays zero role in our opinions."
	},
	{
		"start_time": "49:59",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, and I, and I'm in. Oh, no, no, no, sorry, sorry, you were uh you were just cut off for a few seconds there, you were saying that you don't want to say that truth doesn't matter at all or something along those lines."
	},
	{
		"start_time": "50:16",
		"speaker": "David Pinsof",
		"words": "Yeah, just, you know, if, if the goal is to convince someone, um, then you're going to have to say things that the other person will find convincing. Often you can convince people by uh saying untrue things. Um, OFTEN you can convince them by not caring about the truth and just appealing to your superior status or your superior wisdom, or, uh, by intimidating them, uh, into thinking that if they don't agree with you, then bad things will happen to them. Those are alternative means of persuading someone, uh, but one of the means by which we persuade someone is by just making good arguments and and and trying to appeal to what is out there that they can see. So yeah, I don't wanna say that, you know, 0%. Uh, OF our opinions or arguments are, are related or connected to the truth. Um, BUT I do want to say that the percentage is lower than we might like to think."
	},
	{
		"start_time": "51:08",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to science, specifically, I guess that at the end of the day, what we really need there are good incentives, right? Because if people are have proper incentives and if we have proper norms set in place that, uh, I mean, that tend to lead us to truth, then uh science works better, right?"
	},
	{
		"start_time": "51:32",
		"speaker": "David Pinsof",
		"words": "Yeah, absolutely. So you could think about the incentives that led to the replication crisis as being a bad set of incentives. Um, SO you get lots of prestige in science currently, and, uh, ideally, hopefully less so, but certainly before the replication crisis, you got lots of status for making a big flashy, counterintuitive discovery, and you got no status at all for trying to replicate other people's work. Um, AND so that created an incentive for, uh, pumping out lots of low quality studies that gave flashy and counterintuitive results, uh, and no work at all trying to replicate those results. Um, SO that would be an example of a perverse incentive structure, uh, where in that case you gain status for, um, obscuring the truth, rather than finding it. And currently, you know, there are efforts to try to correct those incentives. So there are uh uh multiple projects being undertaken to try to replicate others' work, um, their institutions uh for uh trying to reward replication work with with greater status. Journals are starting to uh publish replication work um more frequently than they used to. Um, THERE are incentives, uh, for not pea hacking, so for pre-registering your hypotheses so that you can't, you know, twiddle with the statistics until you get the result you want, you have to say what statistics you're gonna run in advance and then run those exact statistics. Um, SO that's another, uh, positive development. Um, Sample sizes have gotten larger, uh, which is good, um. We've, I think we're correctly focusing more on effect sizes rather than P values. This is more in the weeds here, but I think lots of positive developments have taken place in the wake of the replication crisis to try to correct these incentives so that the truth will emerge more effectively. There's still plenty of work to be done, there's still plenty of problems, but I think it's headed in the right direction."
	},
	{
		"start_time": "53:30",
		"speaker": "Ricardo Lopes",
		"words": "And so, and, and this will be my last question. Do you think that then if people, scientists, philosophers of science were aware of these more evolutionary take on incentives and opinions that perhaps they would or they would develop better and new ways of doing science?"
	},
	{
		"start_time": "53:53",
		"speaker": "David Pinsof",
		"words": "Well, it is my opinion that uh that is correct, and it is, of course, my self-serving opinion, as most opinions are, that that is correct because I'm an evolutionary psychologist, and so, uh, touting the virtues of evolutionary psychology is in my status interests. Uh, BUT yes, despite the fact that this opinion is self-interested, I do think it is correct. I think, um, The best or perhaps the only way to understand human nature, the human condition, is by viewing it correctly, uh, as the product of natural selection. Um, I think that is the source of humanity, that is where we come from. Um, I find it, uh, baffling that people think that when trying to study the structure and function of an evolved organ, it is OK to not think about the process that made that organ. Um, I, I, I continue to be baffled by it. I think it is one of the great distortionary pressures in science that evolutionary psychology is not common sense at this point, that viewing the human animal in evolutionary terms, whether cultural evolution or biological evolution, whatever, I, I don't have a dog in that fight. Any kind of evolution applied to the human animal is going to deepen and enrich her understanding of the human animal, and the fact that this perspective has not caught on and become fully mainstream, uh, is deeply saddening. Um, NEVERTHELESS, there is some hope, there has been some progress made, uh, evolutionary perspectives have gotten considerably more mainstream than they have been, uh, in the past few decades. Uh, IT has gotten, uh, more respectable, uh, more prestigious evolutionary psychology papers are getting published in the top journals more and more. Uh, PEOPLE are more frequently, uh, viewing it as a legitimate and powerful perspective to take. There is progress. It's slower than I would hope it would be, but there there is progress being made."
	},
	{
		"start_time": "55:44",
		"speaker": "Ricardo Lopes",
		"words": "So where can people find you on the internet?"
	},
	{
		"start_time": "55:48",
		"speaker": "David Pinsof",
		"words": "Well, you can find me at Twitter at David Pinsoff, uh, you can find my blog, Everything is bullshit at Everything is bullshit.blog. Uh, YOU can feel free to, uh, direct message me, uh, happy to answer any questions and, and chat."
	},
	{
		"start_time": "56:05",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for doing this again. It's also very fun to talk with you."
	},
	{
		"start_time": "56:11",
		"speaker": "David Pinsof",
		"words": "Yeah, my pleasure, Ricardo."
	},
	{
		"start_time": "56:14",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zaledrianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sai Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]