[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes and the MG by Doctor Will Gervais. He's a reader in the Center for Culture and Evolution at Brunel University London. And today we're talking about his book Disbelief The Origins of Atheism in the Religious Species. So, Doctor Gervais, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Will Gervais",
		"words": "Thanks so much. It's a pleasure to be here."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "So, I've already talked on the show with many, many cognitive scientists of religion. So I guess this will be a fun one. FIRST of all, why do you say in the book that both religion and atheism are evolutionary puzzles?"
	},
	{
		"start_time": "00:44",
		"speaker": "Will Gervais",
		"words": "Yeah, I really tried to frame the book as these being two related puzzles that we have to solve just as a project in figuring out how human nature works. And our species is a bit of a weird one. We do a lot of things that you don't see other members of the animal kingdom doing, and a lot of our peculiarities are kind of like an elaboration or exaggeration of something else that we see elsewhere in the animal kingdom. Whereas religion seems to be pretty much confined to our species, so basically every culture we've known has had expressed beliefs in various supernatural agents. They've organized their lives around them. People are willing to fight and die for belief in these gods, and that's just not something that's widespread across the animal kingdom. So one puzzle is the puzzle of faith. So how, how is it that we're the only religious species? Um, BUT religion, while it's universal in our species, it's not 100% universal. We have, we have a lot of people who are not religious believers. Religion doesn't seem to be for them. And in large parts of the world, the numbers of atheists, and here atheists just means somebody who doesn't believe in a God. THE numbers of atheists seem to be swelling not evenly across the globe, but in certainly large parts of the globe we're seeing more and more atheists, which is interesting. So if we've evolved to be a religious species, why do we have so many atheists? And I've really had a lot of fun over the years trying to use atheism as a testing ground for our theories of how religion works."
	},
	{
		"start_time": "02:15",
		"speaker": "Ricardo Lopes",
		"words": "Great. Uh, BUT I mean, you, you say that we are the only religious species, at least that we know of, but are there any animal precursors to religion or at least some of the behaviors or psychological traits that we see associated with religiosity?"
	},
	{
		"start_time": "02:35",
		"speaker": "Will Gervais",
		"words": "Um, YEAH, that's a fantastic question. I think we could split it into kind of two. So one of them is, do we see behavioral potential like religion precursors and other species? There, I think we don't have compelling evidence of that. So if other animals do have religion, they express it very differently than we do. Um. I think the trickier question is, are there other animals that have kind of some of the same cognitive building blocks that underpin religion that might give us a capacity for belief and there I think. Potentially, I think we'll probably get to it, but one of the main cognitive building blocks for religion in our species is it's built on kind of foundations of social cognition and mentalizing and mind perception, where our ability to imagine gods is kind of piggybacking off of our ability to realize that other people have minds. And that kind of core cognitive mind perception ability, that one we do see in some other species they seem to have these, these same social cognitive faculties, not quite as elaborated as ours, but if I were to bet on where we might see some cognitive building blocks of religion, I'd say if we look in other social species where they've kind of evolved the cognitive architecture to track each other's minds, there we might, we might see some of the basic building blocks for religion."
	},
	{
		"start_time": "03:57",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into an evolutionary take on atheism and religion and address the puzzles here directly, let me just ask you about some common misconceptions that I think come from some popular takes on atheism and religion that people have. So, uh, Of course, one of them comes from Marxx. What did Marx say about religion and what do you think about it? And of course, in this particular case, we tend to associate Marx with the expression or the phrase religion is the opiate of the people. So what do you think about it?"
	},
	{
		"start_time": "04:34",
		"speaker": "Will Gervais",
		"words": "Yeah, the famous Marx aphorism that religion is the opiate of the people. He kind of had that to point out kind of how religion might lead people to be docile and less than ideal living circumstances. But within kind of scientific approaches to religion, there's there's been some mileage off of that quote in just recognizing that religion seems to be something where our motivations are involved, and there are certain living conditions where religion really seems to flourish. And if we look cross culturally, we'll see that religion seems to do really well in places where life is a bit chaotic and unpredictable and uncertain. Um, SO there's kind of a kernel of truth to that one, but I think it makes an ultimately unsatisfying scientific explanation for how religion works, because the fact that certain religions can give people comfort in trying times that doesn't tell us that religions evolved specifically to do that. They seem like a really clunky adaptation for giving people a bit of peace of mind. So what does You know, it seems like there'd be simpler ways to give people some peace of mind than have them imagining elaborate pantheons and then having to sacrifice time and behavior and lives to satisfy those. And I think also it runs up against just kind of some inconvenient facts about religion in the world. So if it's the case that religion evolved as the opiate of the masses to make people feel good and trying circumstances. Yeah, sure, that might explain why we have supernatural concepts like heaven where, you know, this world's rough, but you know someday you'll die and then you'll get to live happily ever after with all of your loved ones in eternal bliss, and that sounds wonderful. But then what about things like hell? If anything, hell's worse than our current world. So that seems a poor explanation for where religion came from if some features of that are recurring across world religions aren't particularly good for people's momentary peace of mind. So the opiate account doesn't explain some of the particularities of religion, like why, how come they're focused on supernatural agents, and it also doesn't do a great job of explaining kind of. Facets of religion that we see time and again, uh, like negative outcomes, I guess."
	},
	{
		"start_time": "06:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and not just hell, but I guess that, uh, I mean, the opiate of the masses, it seems as if it's just about the fun activities and distracting people from the bad negative aspects of life. But uh there's Also things that people have to participate in very frequently related to, for example, um uh to, for, uh, to, for example, uh and uh credibility enhancing displays that are very demanding,"
	},
	{
		"start_time": "07:29",
		"speaker": "Will Gervais",
		"words": "right. Yeah, you can look at some of the costly demands that big religions kind of invoke from people, and you know, you'll have things like dietary prohibition. Some religions say these are kinds of food that you can't have, or, you know, vows of celibacy, abstinence, things like that. So there's a lot of things that are really commonplace in religions that seem to have nothing at all to do with kind of comfort and peace of mind."
	},
	{
		"start_time": "07:58",
		"speaker": "Ricardo Lopes",
		"words": "And what about genetics? For the past, I don't know, a few decades, 23 decades now and then we hear in the press, in the news, something like, oh, they found the god gene or they found the aggression gene, something, uh, I, I mean, they tend to oversimplify how genetics work and then they call a specific gene, the X gene, the Y gene, something like that. So, are there god genes and does it make any sense at all to talk about them?"
	},
	{
		"start_time": "08:32",
		"speaker": "Will Gervais",
		"words": "Um, YEAH, so as you mentioned, over the years there has been a lot of kind of behavioral genetic looks to see if we can find some genetic underpinnings of individual differences in religious fervor. And some of those efforts have been reasonably successful where people can say, right, it does look like kind of strength of religiosity is heritable. It seems to run in families more than you'd expect. Um, BUT I guess for me the problem with genetic studies is that they're answering a different question than the one I'd like to answer. So Genetic studies are about kind of the physical encoding of religious impulses, so we might be able to figure out that some, some alleles might code for underlying traits that make people susceptible to being more religious or less religious, whereas what I'm really interested in in answering the puzzle of faith is, well, how is it and why did our species evolve to be the only religious one. Um, AND from my perspective, the genetic stuff is great. It's super important. It's just answering a different question. It's asking how this stuff is encoded, but it's not, it's not answering those ultimate why questions of why did religion evolve in our species. So yeah, it's useful work, but it's operating at kind of a mechanistic level instead of a broader evolutionary level."
	},
	{
		"start_time": "09:46",
		"speaker": "Ricardo Lopes",
		"words": "And so it's, of course, just by itself not good enough to explain religion as a phenomenon, right?"
	},
	{
		"start_time": "09:55",
		"speaker": "Will Gervais",
		"words": "Yeah, and most of the behavioral genetic work is looking at like individual differences in kind of religious fervor, which is great. It's important to study that, but it's very different from trying to figure out, you know, how come we have religion and echidnas don't have religion. Obviously genes will be involved in that because that's, you know, in genetic evolution that's what tracks species divergence, but figuring out the genes won't necessarily tell us how we got there."
	},
	{
		"start_time": "10:23",
		"speaker": "Ricardo Lopes",
		"words": "OK, so now let's talk a little bit about the new wave fists because they have some very interesting and particular takes on religion and I have 2 or 3 claims made by them here. So, starting with one made uh specifically by Richard Dawkins and this theory that religion is the result of childhood gullibility. I mean, is there any, does it hold any water?"
	},
	{
		"start_time": "10:49",
		"speaker": "Will Gervais",
		"words": "Yeah, so that's, that's kind of an idea that he sketched out first in the God delusion and then about 15 years later in his second religion book Outgrowing God. And he doesn't frame it as, you know, we've proven this, but he kind of says, hey, here's an idea I like. And how he puts it is, you know, our species, we need to like members of our species need to learn how to survive and thrive in the world. And there's threats out there that we can't try to figure out just through trial and error. So, you know, are there predators down in the river where we get our water? Is there a crocodile in there? Are there jaguars in this patch of forest? Um, I, I could try to learn that through trial and error, but the errors are fatal, so that's not going to be great. Um, IN a social species like ours, we can rely on information that other people give us, and that's hugely important for us. So in the Dawkins model, the way he sketched it out, he said, maybe our species evolved so that kids just kind of are blindly credulous and gullible when it comes to stuff that their parents and elders tell them. So maybe we've evolved to have a mental shortcut that just says believe whatever mom and dad tell you or your grandparents or whoever in your community is kind of like those respected authority figures and you just blindly defer to whatever they say and Dawkins explicitly says, you know, these kids would have no way to distinguish between good information and bad. So we're overly credulous, overly gullible, and because kind of bad information can sneak along for the ride. Um, MAYBE that's how religions just kind of piggyback on this gullibility, and it's really easy for kids to just tell their parents like, yep, there's jaguars over there. You've got to avoid that patch of the stream because there's crocodiles. Also there's these forest spirits and you have to worship them this way and this way. And then the kids would say, OK, I'm just going to believe these things. I'm not sifting them into some of these are factual claims about the world. Some of them are supernatural claims. Kids just broad spectrum believe whatever they're told. And I think this does on the surface sound plausible, and you know he's an excellent writer, so I think it sounds rhetorically compelling when he lays it out on the page. The problem is, um, we can turn to the scientific subdisciplines that actually study this stuff, um, and so we could look at, say, cultural evolution is a scientific subfield where we're trying to apply the tools of evolutionary biology to cultural information. And it uses formal modeling and computer simulations and real world observation. So it's the field that is all about how do people culturally learn from each other. And if we turn to theory in that in that line of work and say, well, how about this initial assumption that Dawkins has? Is it, would we expect our species or any other to evolve such that kids are just blindly gullible and believe whatever their parents tell them? Um, AND pretty quickly the theory would say no. We wouldn't expect anybody to evolve to just blindly believe whatever they're told. In the same way we wouldn't expect universal cooperation to solve, which is like something he wrote all of the selfish genes about why we wouldn't expect kind of uncritical altruists to take over in populations because they're suckers. They're easily exploited, and I think the gullible kids model is just building that into our kids. It's making, it's positing a psychology that's too easily exploitable to have ever really evolved. Um, SO it doesn't pass the theoretical smell test from cultural evolution. Now we could try the empirical smell test of we could turn to instead of cultural evolution, we could now turn to developmental psychology. So these are the people who are actually studying children. How do children learn? How do children think about facts? How do children form beliefs and, and so on. And if we look at Evidence from that line of work. So the Dawkins model says, well, kids won't have any way to sift good information from bad. So you have good factual information about where the predators are and then junk religious stuff in the Dawkins model, and he's saying kids can't tell the difference between those, so they just believe everything. Turns out if you, if you check the developmental psychology work, kids are really good at sorting things into a fact pile and an opinion pile. Um, HERE'S a fiction pile, you can get kids to, for instance, you could ask them, you know, does SpongeBob, what does SpongeBob think about Batman? So they're thinking about fictional characters. They know they're both fictional and they can imagine the beliefs of these fictional characters. And they're never confused about whether these characters are real. They know that there's no no Batman out there. They know there's no SpongeBob. Um, SO when we check the developmental psychology evidence, we see kids are pretty good at sorting things into fact piles and opinion piles or fact and fiction piles, and people like Larissa Hai Solomon and developmental like when they ask kids about, well, where, where do religious beliefs fit? Do they go in the fact pile? Do they go in this kind of other weird opinion fiction pile? They, they put religion kind of in the middle. They don't know what to do with it. Religious claims are not quite facts. They're not just opinions, um, which is super interesting work. I highly recommend people check it out, but it directly contradicts what Dawkins is saying about how kids learn. Um, SO I think the childhood gullibility model that he floated in two books across 15 years was never all that theoretically plausible when you look at the cultural evolution literature and empirically it just describes a child psychology that's very different from what the last 40 to 50 years of developmental psychology would tell us to expect."
	},
	{
		"start_time": "16:29",
		"speaker": "Ricardo Lopes",
		"words": "And I also think, and please correct me if I'm wrong, but if we were going to explain religious beliefs on the basis of childhood gullibility, wouldn't we also have to explain how was it that, uh, people would go from childhood, childhood. UP to adulthood without changing their beliefs, without developing new, at least new cognitive cognitive mechanisms to then be able to perhaps question some of the things they were told when they were younger. I mean, wouldn't, uh, Dawkins also have to explain that?"
	},
	{
		"start_time": "17:10",
		"speaker": "Will Gervais",
		"words": "Yeah, absolutely. So it fundamentally posits static psychology where a belief gets locked in in childhood and then it's there forever. But I mean, if you talk to kids, their beliefs and attitudes will change massively from year to year. So imagining that much gets locked in from gullible kids stage through the lifespan just doesn't seem super plausible to me."
	},
	{
		"start_time": "17:34",
		"speaker": "Ricardo Lopes",
		"words": "So another thing that the new atheists claim, and this is sort of common among atheists in general, is that atheism is more rational than religion. So what does science have to say about that?"
	},
	{
		"start_time": "17:49",
		"speaker": "Will Gervais",
		"words": "Yeah, I mean that's, that's, I would say certainly out of new atheist land that's their dominant explanation of where atheism comes from. It's, you know, well, how did we become atheists? Well, religion's irrational, and I'm a rational person and I'm smart enough to see through the religious flim plan and that's why I'm an atheist. And in our scientific work, I mean, I can't directly make claims on is religion rational, but I can ask kind of the psychological question of does it seem to be the case that individual rationality is a good explanation for where atheism comes from. So now instead of trying to make claims about religion, I'm trying to make claims of how do people become religious or atheists and so In their model, we could sensibly predict that well if rationality is really the key to atheism, we'd expect for instance that people who seem to be a bit better at rational thinking are going to be more likely to be atheists. Everybody, we have kind of different ways to process information, and one of them is kind of effortful, rational thinking. Um, OR we can just kind of go on easy mode and follow our gut level intuitions, and these are two separate kind of psychological systems. We all have both of them, but there are individual differences in how much people lean on one or the other. So from kind of this new atheist rational atheism model, we could come up with a pretty straightforward prediction that people who tend to be more rational are going to be the people who also tend to be atheists, um. And it turns out there's been a reasonable amount of work on that over the last decade, 15 years, and early on it looked promising. So 3 different research teams in 2012, including one that I led, published really, really similar papers. None of us had been in touch with each other beforehand, and all these papers came out within a span of month, so it was kind of fun. And we each had at least one study where we just did a correlational approach. We measured people's cognitive style on that sort of intuitive versus effortful analytic rational thinking continuum and saw where people fell on that. And then we'd also ask people about religious beliefs just so we could check, is it the case that the atheists are also kind of the people scoring on the rational end of that spectrum. AND all three papers reported that same correlation, so people who scored as more rational also looked less religious. Two of the papers also included experimental manipulations that potentially could get at issues of causation, where basically two of the papers found ways to try to nudge people to think a bit more rationally, and then you ask them about religion just to see if now they're reporting being a bit less religious, if we've gotten them to think more rationally. And those initial experiments, it looked compelling, so there was a lot of kind of press and media attention on all of these papers, and they were celebrated within new atheist circles of, you know, here's definitive scientific evidence that we're the rational ones, and that's where atheism comes from and it's cited in some of the new atheist books that are out there, but the catch is the evidence is not good, which we know now, so. Um, PRETTY early on when those papers came out they made a bit of a splash and other teams kind of said, all right, let's let's dig into these findings a bit further. And so I think one of mine was the first one to come up against replication challenges where other teams out there said, hey, we're going to try to run the same study with tighter controls. And so the first team was by led by Bob Kallen Jagerman and and his his team. And they got in touch and they wanted to replicate really kind of a weird flashy study that we had in one of my papers where we had had people look at artwork. Here's here's how we were trying to prime people to think more rational versus intuitive. So we'd have people look at artwork and it was either the thinker sculpture or we had the guy throwing the biscus, just got ales of M. WAS our kind of control artwork where it looked the same. It's a sculpture. It has similar position, but it's not connoting this deep, deep effortful thinking. And in our study people who saw the Thinker reported being a little bit less religious. Um, IF that sounds kind of silly, yeah, it was a silly study. It was, you know, pre-replication crisis was the YOLO days of social psych where, you know. Yeah, flashy experimental manipulation, small sample sizes, ad hoc measures cobbled together on the fly, and then, yeah, sure you can, you can find whatever you want. And so what happened then, and that was, you know, widespread across the field. So naturally when Bob and his team wanted to replicate that, this is right around the time where I had started thinking more seriously about methodology as like as the psychology replication crisis was starting to gain some momentum. And I pretty quickly realized like this is not my, my study is definitely going to be one of these ones that doesn't replicate because there's small tiny sample sizes. It was a cute little flashy experimental manipulation that we just designed for that test, did pretty like minimal validation work on it. Um, SO these are all like the pink to red flags that we now know are flagging work that's probably not going to replicate well. So I wasn't terribly surprised when their effort turned up, hey, this experimental manipulation didn't seem to do what we thought it did. And so those results looked like false positives, and that happened with some of the other experimental studies like experimentally trying to nudge people around to think more rationally and then ask about religious belief. So pretty early on, I think we gave up on the idea that the experiments could provide good evidence for this rational atheism thesis. Our experimental prods to make people think more rationally weren't doing anything. Um, BUT there were still those correlational findings that each of our papers had a correlational study where people who seem to have a more rational cognitive style were also more likely to be atheists, and that's a super simple study to run. So a bunch of people have run it by now. There have been meta-analysis. Gordon Penny Cook and his team ran a good meta-analysis. Where they squished together a few dozen of these studies and said, All right, if you look across all these studies, there's a small negative correlation between a rational cognitive style and religious belief. People who are more rational tend to report being a little bit less religious, but it's not a strong correlation. And then in some follow-up work that the team did with me, we kind of shipped the same study task to 13 different countries to look for this correlation. And it turns out the correlation is, you know, small but stable in the US and in North America. In a lot of our European countries, it disappeared entirely. We had a couple of countries where it looked like the direction flipped. So there is this correlation in US samples where people who score more rationally look a bit less religious, but it's a little tiny correlation that's not going to explain much about atheism. And also that correlation disappears in a lot of places where you could do the same study. Um, SO I think on that one we said that the correlation between rational thinking and atheism is weak and fickle. It's not something we should hang our hat on and say this is where atheism comes from, because all of the sensible scientific predictions you could derive from kind of the new atheist, atheism is rational model. When you derive those predictions and test them with human subjects, they don't work. So that that's an idea that I thought sounded plausible enough that I sunk, you know, years of my early career trying to study this. And the results, I think, just have been too unimpressive over the years to really place much stock in that as an explanation for atheism around the globe."
	},
	{
		"start_time": "25:35",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk about just one last, the last set of claims before we move on to other topics. So this is also coming from the new atheists and it is two different kinds of claims. The first one is that religion is psychologically harmful and that it is transmitted, the second claim is that it is transmitted. To between minds like a virus. And here, I'm not sure if they are literally saying that we should use a virology model of transmission to study the transmission of religious ideas or beliefs, or if it's just a metaphor, but uh what would you have to say about those claims?"
	},
	{
		"start_time": "26:17",
		"speaker": "Will Gervais",
		"words": "Yeah, so I could take those in turns. So first, the new atheists, especially as kind of part of their broader political project, really seemed keen to point out that there's a lot of problems in the world that we can just blame religion for because religion is kind of a net negative for humanity and probably the domain where they applied this the most would be in talking about kind of global conflict and violence and things like terrorism. And it's maybe most vividly illustrated by Richard Dawkins wrote an op ed just a few days after 9/11 called Religion's Misguided Missiles, where he basically said what caused the events of 9/11 wasn't some broad geopolitical dispute. It was just people who were too dumb and unattractive to get by in this world are trying to kill themselves to satisfy their God, to get virgins in heaven. And he said that very directly. He basically said, look at these pathetic losers. Religion motivated them to do this. And then he went on to say, religion also, I think he said religions like the great monotheisms and the Abrahamic faiths, having them in the world is like leaving loaded guns on the street, which these are incredibly strong claims, saying that religion is a key global driver of violence or terrorism. And this is one where again there's scientists out there doing the work to look at the relationship between religious beliefs and practices and different outcomes like violence, and people have been doing this work going back to, you know, you can look up William James writing in the late 1800s where he talks about how, you know, there's a lot of things that Look like religion's causing a problem in the world, but if you dig deeper, a lot of the times it's other factors that religion's incidentally bound up with, which is what we'd expect. Religion's a cross cultural, human, universal. It's going to be associated with a lot of things because it's everywhere. If we could find a problem in the world that it seemed like religion had no ties to, that would be surprising because religion has ties to everything. Um, SO, if you look at people who do a lot of work actually trying to understand the relationships between religion and terrorism. You've got work by like Scott Atran, Jeremy Ginges, people like that who are actually doing the work. They're going to kind of conflict regions, interviewing combatants, families of people who have died in conflict, just to say, well, what motivated these people? What's motivating you to, you know, consider suicide terrorism as an avenue? Um, THE new atheist model where they're saying people are doing this to please their gods because religion's the ultimate bad guy. The prediction there would be that we should expect that violent conflict or terrorism is predicted by indices of people's kind of personal beliefs in this God. They're trying to please God so their beliefs in God should matter. Um, WHAT Atri Genes and others find is that actually that that's not a great predictor. Uh, WHAT is a good predictor is people's kind of sense of shared bonds with their fellow humans in their group. Um, SO a suicide terrorist isn't killing themselves for their God. They're sacrificing their life, their life to help their buddies, basically. They're, they're viewing it, it's, you know, it's team conflict, it's coalitional conflict, so sacrificing yourself to help your people is very different from sacrificing yourself because you think your God wants it. And Jeremy Gini, his team over the years. HAS done a lot of work where they'll ask people, OK, you know, they'll they'll go to regions where there's intergroup conflict that seems to cleave across religious lines, and they've done this in other contexts and um They'll kind of ask people, well, how do you feel about people on the other side, your enemies? Do you dehumanize them? Are you prejudiced against them? Do you think their lives are worth less than kind of your team's lives? And so they'll get people's own personal answers and then they'll ask them the same questions and they'll say, All right, now adopt the perspective of your God. Do you think your God thinks these people are worthless? Do you think your God hates these people? Um, AND there it turns out that people will report that their God is more tolerant than they are. So they'll say, yeah, I think these people are scum. God's OK with them, but I hate these people. So generally across several studies now, people's gods seem to be viewed as more tolerant than they themselves are. So people aren't aren't fighting the other team to please God. They're doing it in spite of the fact that they think God is actually kind of more tolerant, um. So that's at least a couple of different ways. I guess I could mention one more line of evidence is Jeremy Gingess, Ian Hanson, RN O and Zion. They had another project looking at suicide terrorism where you look at what predicts people holding positive attitudes of suicide terrorism and suicide terrorists, and they would actually try to tease apart different religious dimensions. So one of them is things like connection felt connection to a god, which you might index with, say, a frequency of private prayer. Um, THAT'S distinct from kind of your coalitional hanging out with the buddies stuff, which that one you could index with frequency of religious attendance. So how many times a week do you go to the place where other religious people are and hang out with them? And in that work it turns out that the coalitional stuff, so religious attendance that predicts more support for terrorism, whereas the private belief stuff indexed by prayer frequency predicts less support. So across all these different lines of evidence we're pretty consistently finding that The evidence doesn't look like what you'd expect if people were engaging in these kinds of violent actions to please a God. It almost looks like people are engaging in violent actions on behalf of their teammates, kind of knowing full well that they don't think God's necessarily as into it as they are."
	},
	{
		"start_time": "32:31",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, when it comes to things like terrorism, for example, probably it's better for us to look at the social, economic, political factors than religious factors. I mean, it's not that religion couldn't play any role at all, but simply reducing it to people being religious or not is not very helpful when it comes to a proper scientific explanation, right?"
	},
	{
		"start_time": "32:59",
		"speaker": "Will Gervais",
		"words": "Yeah, absolutely. I think if we want to understand what's driving these things, yeah, there will be some religious factors that are bound up in it, but I think if you want to understand the deeper psychology, it really seems like understanding those kind of coalitional ties to other people seems to be the kind of the most important thing. It's the sense of community that we're defending and religions can be good at building communities, but it's not necessarily like the supernatural connection to God, that's, that's the coalitional problem."
	},
	{
		"start_time": "33:28",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND what about the second, uh, set of claims about religion being transmitted like a virus between Ms?"
	},
	{
		"start_time": "33:38",
		"speaker": "Will Gervais",
		"words": "Oh yeah, yeah, yeah. Um, SORRY, I missed that one. YEAH, so that idea and that they've been tinkering with that idea, probably going back to 76 when the Selfish Gene came out. The final chapter of that, Dawkins says, all right. We just had the rest, the beginning part of this book is understanding how we could genetically evolve into a cooperative species and then in the final chapter he kind of says, well, what about culture? How does culture work? Could we think of culture as an evolutionary process? So he speculated that in genetic evolution we have genes which are discrete bits of information encoded in DNA. That's what gets passed across generations. We're just kind of these big lumbering vehicles that, you know, usher our genes into the future. So he said, Well, what if instead of little bits of genetic information, what if there's little bits of cultural information floating around and he called these memes, which we still have that word, although it's changed from a serious scientific proposal of how culture works to it's, you know, now it's like cute kitten videos on the internet, but in that model, in the memetic model, um, these, these memes are just floating around in the world. They're trying to recruit our attention, so our brains are kind of the substrate that allow for memetic evolution. Um, AND in their model, our brains just kind of they're along for the ride. They can get hijacked by means you act as viruses that then make us behave in ways that just spread the meme. Um, SO yeah, they do explicitly liken it to a virus and you still hear that lingo in a lot of culture war stuff they'll say, oh, such and such is a mind virus, and it's just kind of Co-opting memetic language from the 70s, but memetics sputtered and then never really took off as a serious sign of cultural evolution. It looked promising for a while, but it kind of built in some assumptions of how learning would work or how cultural evolution could work that just didn't age well. So it built in the assumption that these memes are discrete bits of cultural information that are passed on largely intact from one mind to another. Um, TURNS out that's not how human learning works. Um, WE can learn stuff, but it gets modified in transit. Um, IT'S not super high fidelity, cultural learning, we get errors in all the time. I can learn something and then Either accidentally change it or I can actually innovate. So I might think of a better way to do something. So now I change this cultural information before I pass it on to other people, which is not at all what the memetic kind of view is. Here it's the information remains unchanged and just hops from brain to brain. It seems like that idea failed largely just because it's not an accurate description of how cultural evolution works, and gradually over time memetics just kind of got subsumed into the broader study of cultural evolution without, in my opinion, having a huge impact. So this is one of the scientific ideas that it seems to have had a large cultural impact without having a large scientific impact first, which is kind of interesting. So if they're saying that religions are these memes that hop from mind to mind like viruses. Well, it turns out that's not how cultural learning works in the first place, so it's again positing the wrong mechanism for culture and then probably reaching incorrect conclusions about it. Now that doesn't mean that religion's not socially transmitted, but it's, it's not the case that we're kind of these hapless vehicles who just get hijacked by means floating around. That's not how we work."
	},
	{
		"start_time": "37:08",
		"speaker": "Ricardo Lopes",
		"words": "And so, uh, earlier, we've talked about one possible approach to religion which was based on genetics. What about cognitive science of religion? I mean, how does it approach the study of religion?"
	},
	{
		"start_time": "37:23",
		"speaker": "Will Gervais",
		"words": "I think cognitive science of religion is an exciting approach that I think really was kind of the first systematic attempt to try to understand how religion works from kind of a mechanistic cognitive and Darwinian framework. So it's a good approach to try to tell a compelling evolutionary story about religion. And looping back to me talking about the puzzles of faith and atheism, I think it was a good early attempt to answer the puzzle of faith. And so the cognitive science of religion kind of started catching momentum in the late 90s, early 2000s and it is an interdisciplinary group of, you know, some philosophers, cognitive scientists, developmental psychologists, social psychologists getting together and kind of trying to sketch out plausible ways that we could think about how our species would evolve into a religious one. And I think they had some really important insights and really helped progress the field. And I think some of the, some of the initial work hasn't held up super well, but I still think that we all owe a great debt to cognitive science and religion for really starting the ball rolling and setting the research program. And I think the research program was pretty successful for 10 or 15 years, and I think the kind of best things to come out of that approach are viewing, so we could think of, you know, how did our species evolve to have a given trait, whether it's bipedalism or religion or anything else we could say, all right, you could have that trait because that's a directly selected adaptation. So bipedalism seems to be an adaptation that benefited our ancestors, um. But things can also be kind of culturally widespread species universals, not because they have any direct adaptive function, but because they're a byproduct of something else. So a good example here is like our teeth are kind of white. It's not because there's any survival advantage to having white teeth, but there is a survival advantage to having teeth that are really hard. Um, SO we've evolved to have an enamel layer on our teeth that I believe is calcium phosphate, um, which is really hard and durable, which is what you want teeth to be. It happens to be white. So here the adaptation is we need hard teeth, the byproduct is they ended up being white just because that's how it worked. Um, SO cognitive scientists of religion. Uh, DID a lot of kind of asking the world, well, is religion an adaptation and if so, for what? Or does it make more sense to think of our capacity for religion as a byproduct of other things? And the general consensus out of a lot of this work is that religion comes naturally to us humans, but not because it's an adaptation, but more because it's a byproduct of other stuff and especially they kind of homed in on It seems like the capacity for religious belief might be an evolutionary byproduct of the fact that we evolved as a hypersocial species who we need to keep track of each other's minds. And once you have that ability to track other minds, it's kind of easy for religion to piggyback off of that. So I don't think we evolved to have religion, but I think religion's a really good fit for the minds that we evolved as kind of a social species."
	},
	{
		"start_time": "40:47",
		"speaker": "Ricardo Lopes",
		"words": "And what do you make of the cognitive mechanisms that people in the cognitive science of religion have been suggesting that supposedly underlie religious thinking, like, for example, core knowledge that includes Intuitive physics, intuitive biology, and intuitive psychology or theory of mind, the hyperactive agency detection device, minimally counterintuitive ideas, uh teleological thinking, uh, and things like that. What do you make of that?"
	},
	{
		"start_time": "41:16",
		"speaker": "Will Gervais",
		"words": "Yeah, I think cognitive science of religion did a great job of kind of identifying a lot of small cognitive biases that might nudge us a little bit in one way or another, so. Yeah, you were mentioning these kind of core domains of knowledge, so we think about physical objects in ways that are different from the way we think about animals, and that's different from the way we think about people with really complex psychology, and that's because we have different cognitive systems for tracking it. We have a folk physics that can think of like, oh, solid objects can't pass through each other. Objects kind of continue in their same normal motion unless they're impinged upon by something else. So you seem to have these kind of built in assumptions about how the physical world works. And we have similar expectations in the folk biological realm where we can think about living things, and then we have folk psychology which is tracking kind of human interactions and mind perception. And so if we have these separate cognitive systems, cognitive scientists of religion have said, well, maybe these different systems each have their own little biases, and if you put a bunch of those together, they kind of point us towards religion. And so they've identified a few specific ways this could work. Uh, SO one of them is this hyperactive agency detection device is something that was postulated back in the 90s where people said, well, we need to survive in the world and there's other agents in the world that are threats. So agents could be predators. So if I'm walking through the woods at night and I hear a snapping stick, it could just be that, you know, it's the wind and a stick broke, no big deal, or it could be that there's a bear around the corner. Now if I assume that there's no bear and I go on walking and there's a bear there, I get mauled and I'm dead. Whereas if I assume that every snapping stick is a threat, I can avoid danger in the world, and most of the time I'm avoiding danger that was never there. But if there is enough danger out there, then it could be good to have a bias to just assume that lots of things out there in the world are caused by intentional agents even if they're not. And Barrett and others termed this hyperactive agency detection device, and Barrett, especially in his books, has said this could be a key building block of religion if we're mistakenly detecting agency out in the world and then upon investigation, you know, we didn't find the bearer around the corner. We didn't. We heard the noise and there was nothing there. He said, Well, maybe if this kind of, you know, over detective agency detection is happening enough, instead of us just dismissing the false alarms, we might start to think, you know what, maybe there is a supernatural agent out there. Maybe there's a spirit in the woods that's making these sounds, um. And so he's kind of said that hyperactive agency detection device might be kind of the first core building block that would predispose us to thinking about um kind of supernatural agents in the world, um. And that one interestingly you'll find it cited in scientific papers today. It's been discussed heavily in books by cognitive scientists of religion, but it's also reached some escape velocity. So if you open like Michael Shermer's books about beliefs, you'll have a whole section on agency detection and a agenticity. So this is an idea that it's super popular within cognitive science and religion to the point where people kind of one step removed, have heard of it and take it seriously. But what's unreal to me over the years is if you track back, so if I found a citation to hyperactive agency detection in the literature today, I could follow that academic citation. I might find a paper 5 years ago that's talking about it. OK, so I'll open that paper and I'll see where they talk about hyperactive agency detection. OK, they're citing another paper. Um, AND if you trace it back, what's weird is you never get back to an original empirical result. So this isn't a case that people found the evidence for a hyperactive agency detection device and then found evidence linking it to religion, and that's why people have been talking about it for 20 years as best as my colleagues and I can tell, when you trace it back and try to find, you know, what, where are the papers that started this all. You find a few like review papers in the 90s that all kind of cite each other where they're saying like, oh, there's hyperactive agency. Some people would cite faces in the clouds by Stuart Guthrie, where he's talking about a tendency for anthropomorphism. So anthropomorphism is kind of attributing humanlike stuff to nonhumans. Um, BUT none of this work actually ever established that we have a hyperactive agency detection device, and nobody's ever empirically demonstrated its link to religion. It's kind of been assumed into the literature for long enough that it's, it's an idea that you'll see sighted, but there's, I don't think there was ever actually particularly compelling scientific evidence to support it. Now hyperactive agency detection device was just kind of one of these cognitive building blocks that cognitive scientists of religion postulated. And I don't think that one's held up well, but some of the other ones that they've brought up, I think, have stood the test of time a lot better. So one of them is mind-body dualism. So since we have kind of a folk psychology which is different from our folk biology and our folk physics, we're pretty good about thinking about minds as being distinct from bodies, and we have our mind perception mentalizing abilities that are good at thinking about minds. And so folks like Paul Bloom has been big on dualism over the years. They'd say if we're good at thinking about mind stuff as being distinct from body stuff. Why couldn't we just think about mind stuff that exists separate from the body stuff? So here we could have disembodied supernatural minds that we can still use our, our mind perception faculties to kind of think about and reason about and interact with, but they're never actually linked to a body. So that to me seems like a lot more kind of plausible origin story for these beliefs than a hyperactive agency detection device because with dualism, we're inferring the existence of minds. We're not detecting anything, um. Some of the other cognitive building blocks from cognitive science and religion. Deborah Kelleman has done a lot of good work on what she's termed promiscuous teleology. So teleological thinking is kind of attributing function and purpose to things. So if I if I held up a hammer and said, What is this, what is this for? Why is it like this, you'd say, well, It's designed that way so you can hit stuff and it's probably got the little claw things in case you want to pull the nail back up. So we're looking at the features of something and then inferring a deeper purpose or functionality to it, which totally makes sense if we're looking at human-made artifacts. They were designed with something in mind, but for like features of the natural world, you know, if I hold up a rock and say, why is it this shape, you might give me a physical explanation where you'd say, Well, it looks like it broke in two and so you've got these craggy bits because of like stuff. Um, BUT if you talk to, for instance, smaller children, And you say, well, why is this rock pointy? They will kind of give you a teleological answer. They might say, Well, that rock's pointy the animal needs to scratch an itch. Or if you say, oh, like, why, why is it raining? They're not going to say, Well, there's condensation in the upper atmosphere, and then that turns into raindrops and they fall. They'll say, Well, yeah, there's rain so that flowers can have water. Maybe if you say, well, why do flowers need water? It's like, oh, because animals want to smell them. Um, SO especially younger kids have this bias to assume that things are happening for a reason. They're attributing purpose to lots of things, which I think if you pair that with ideas about, say, dualism, you can get some mileage where if we're imagining that there's disembodied kind of supernatural minds out there, those could be the things that give purpose to the stuff that we kind of readily infer is there, um. And there have been some other CSR ideas, so there's minimally counterintuitive agents. That's kind of another kind of popular idea that pops up here. The idea here is if you've got a folk psychological system for tracking minds and a folk physics system that's tracking physical objects, these systems kind of come with their default assumptions about the world. Um, WHICH just helps us get through the world easily, but if you tweak some of those assumptions, you can create kind of interesting and memorable concepts. So if I had you think about, all right, imagine somebody who's basically a person, but they don't have a physical body and they can like travel through walls. OK, so that's something that satisfies my folk psychology assumptions but has weird properties in terms of my assumptions about people from folk physics. And if you tweak those settings just a little bit, you get what's called a minimally counterintuitive concept. So something that largely fits what we're expecting but is tweaked a little bit, and there's some telling work that these minimally counterintuitive things are more memorable. So if I, if I have a story sprinkled with a few things that tweak our expectations, that helps it kind of linger in memory, which, you know, across subsequent cultural transmission, memorability could be really important. If we have a hard time remembering something we're not going to pass it on, um. So yeah, had minimally counterintuitive stuff, mind-body dualism, teleological thinking. These are all the sorts of kind of individual smaller cognitive biases that in the cognitive science of religion they'd say, Well, if you put enough of these things together, they all nudge us a little bit towards religion and if you've got enough of them, then we go all the way towards religion. So that's, I'd say the general approach."
	},
	{
		"start_time": "50:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But when it comes to nudging us toward religion, do we have enough evidence to claim that we are innately predisposed to religiosity?"
	},
	{
		"start_time": "51:05",
		"speaker": "Will Gervais",
		"words": "Yeah, I mean, I'm always a bit hesitant to talk about what we innately do, so I'd say we innately have the capacity for religion. I think most people have kind of enough of these cognitive building blocks that we have a really easy time thinking religious thoughts, and some figures in the cognitive science of religion would stop there and they'd say, yeah, if we have enough of these building blocks and enough of these little biases, that's where religious belief comes from. Um, AND I've never been super persuaded by that angle because I don't think they actually have a mechanism built in for understanding how beliefs happen. So I think all of the cognitive science and religion biases, whether it's dualism or teleological thinking, I think that's they do a great job of explaining why religious concepts look the way they do across cultures. So every, every world religion has The notion of disembodied supernatural agents dualism can tell us a lot about why that's the case. These supernatural agents give us some meaning and purpose. All right, teleological thinking thinking can help us explain why the gods of different religions are like that. But neither of those tells us why people believe in these gods or why some people don't believe in these gods, or why people over here believe in this God and people over here believe in a different god. So I think it's those harder questions about patterns of belief and disbelief. I think asking those questions starts to lay bare kind of some limitations in the cognitive science of religion approach because I think it's doing a good job of answering questions about why religion looks the way it does, but it does less of a solid job at explaining why individual people do than any of these supernatural agents."
	},
	{
		"start_time": "52:52",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT about cultural evolutionary theory? What do you think it adds to the picture when it comes to understanding religion?"
	},
	{
		"start_time": "53:01",
		"speaker": "Will Gervais",
		"words": "Yeah, so cultural evolution is a vibrant scientific subfield that's really been coalescing over the last 30, 40, 50 years, and the basic idea is what if we take the established theoretical and methodological toolkit of evolutionary biology and then tweak it a bit to reflect cultural learning instead, because if we think kind of at the broadest sense of what are the kind of key ingredients that we need to have an evolutionary process. Uh, YOU need some variability among, you know, individual units in a population. You need a mechanism of inheritance where like parents are like offspring more than, more than you'd expect by chance. And then you need fitness consequences where among all the variability in the population, some variants do better than others. And if you have those ingredients, variability, consequences, and inheritance, you have the potential for an evolutionary process. Um, AND that clearly works really well if we're thinking about genetic evolution. So we have huge variability in genotypes and phenotypes. There's consequences associated with that. And then we have, uh, you know, sexual reproduction in our species as the. MECHANISM of inheritance. Um, AND so you'll see a lot of work focusing on particularities of genetic inheritance and this is how evolution has to work. But at the end, we need, we can step back and say all you need is inheritance, variability consequences, and culture shows all of those things. There's a huge diversity in cultural practices, beliefs, norms, etc. Um, WE have social learning processes that that's our mechanism of inheritance, and then there are kind of fitness consequences. Some cultural traits do better than others. Um, SO since we have those building blocks, I think it makes productive sense to think of culture as an evolutionary process, and cultural evolution has been a good mix of, you know, ecologists, evolutionary biologists, anthropologists, people with good training in the kind of the mathematical toolkit of modern evolutionary theory are saying let's take evolutionary theory and adapt it to how culture is different from genes. Um, AND in that work, uh, they've done a good job of thinking about kind of our mechanism of inheritance is social learning. That's how we learn from each other. Um, AND I think the general kind of conclusion they reach is that we're not just culture sponges, um, kind of like we're talking about memes taking over our psychology like little viruses. That depicts cultural learning as passive. So I walk through the world and memes can hijack my brain and I don't really get a vote because I'm just this big dumb vehicle walking around being driven by my memes, um. That doesn't seem to be how cultural learning works. So people are actually pretty selective with their learning. We learn some concepts more easily than others. We find some things more memorable than other things. We find some things more emotionally evocative and attention grabbing than others. So concepts in the world don't seem. HAVE equal access to our evolved minds. Some things are just good fits, but we're also, it's not just that we're sitting back and some things are stickier for our brains than others. Instead, we're actually like active participants in our own cultural learning because cultural learning, it's all about trying to learn how to survive and thrive in the world. Um, AND, and we're really active participants in that process. So we try to look at the world and try to figure out who do we want to learn from. Do I, if I'm trying to learn how to be good at something, do I just pick somebody at random and start copying what they do? Um, THAT'S probably not going to be a super great option. Um, BUT there might be other strategies that I could adopt to extract useful cultural information from the world. Um, SO, The cultural evolution crowd has broadly sorted these learning strategies into two kind of different, different categories. So there's content biased learning, which is just the idea that some concepts are sticky. So memory biases would fit here, emotion biases where some information interacts with our mental apparatus in a way that it's more likely to stick around and get transmitted. So that's content biases, and it seems like the cognitive science of religion work was all about these content biases. So minimally countering stuff is hyperactive agency detection, if that was ever a thing that we had substantiated, that's again another content bias, but that's only. A portion of the cultural evolution picture because we also care a lot about who we're learning from and so we can think of these as context biases. This is which sources of information do we turn to and here you have strategies like conformist learning, which is where, you know, I could try to adopt what are kind of normative majority opinions in the world or practices. And you could think of if you were plopped down in a new context and like you're plopped down in the middle of the Amazon and you need to survive. If you see other people there and most people are, say, drinking from this spring, you can copy that. They're all drinking and they haven't died. Um, SO conformist learning can be good for kind of like learning these basic skills. Um, NOW, conformist learning will get you up to kind of cultural baseline, but you're not, you're not really going to thrive. If you want to get ahead, now you want to instead of copying everyone, um, you want to try to find ways to copy the people who are the most successful. Um, SO you could copy successful prestigious individuals. So we have learning biases for trying to find who are the best people to learn from, um. Uh, AND in that case, we want to learn from successful people, um, which gives successful people the potential to kind of exploit people, because if let's say I'm, you know, some big wig and people are sucking up to me to try to get access to my privileged information. If I got sick of them, I could give them all bad information. I could tell them to go eat poison mushrooms or something, and I just all these suck ups. So it does look like we've evolved some kind of epistemic defenses where we attend to what Joe Henry could call credibility enhancing displays, which is basically if people are willing to take action to kind of prove their beliefs, that gives us a kind of we lend a more credence to the underlying beliefs, um. So that's just like a quick illustration of the fuller arsenal of cultural evolution where yes there are the content biases that cognitive scientists of religion talk about, but there's also this much bigger class of context biases which is asking who we're learning from and which types of cues are we paying attention to to kind of prove the sincerity of people's beliefs."
	},
	{
		"start_time": "59:37",
		"speaker": "Ricardo Lopes",
		"words": "And do you think that something like cultural group selection plays a role in religion? And, and by the way, what is cultural group selection?"
	},
	{
		"start_time": "59:46",
		"speaker": "Will Gervais",
		"words": "Yeah, this is kind of fun and potentially tricky territory. So in the book, at least I said if we want to understand not just how people came to have the capacity to believe in gods, but if we want to understand at the broader kind of global across time scale, how is it that some religions have have really spread really fast and most religions pop up and die out pretty quickly. They just don't catch on. Um, AND so I tried to pitch in the book building off some work on religious prosociality that's been coming together over the last 1520 years. The notion that if we want to figure out which religions kind of prosper and survive, we need to think about what are the consequences for group functioning that. Different religious beliefs, norms, and practices might have. So a concrete way to look at this is if we consider the shakers and the latter-day saints. These are two different kind of Christian offshoot religious groups that hit their heyday in the United States in the 18 and 1900s, and they both Started as kind of utopian communes set a bit apart from society. The shakers were known for what was at the time radical egalitarianism. Women could assume leadership positions in the church and in their in their communities to a degree that you wouldn't necessarily expect from, you know, 18 and 1900s America. And, and then the Latter-day Saints also popped up around the same time. Um, AND we could look at specific religious beliefs and see what that might have to do with the success of these two religions over time. And so different religious beliefs and norms can go in different themes. So some sometimes they'll have cooperative norms. How do we treat each other within the group? Or you might have reproductive norms. Are we having more kids or less kids in this? Um, AND LDS and the Shakers really had strikingly different reproductive norms. Uh, SO LDS, especially early on really encouraged large families. Uh, PLURAL marriage was a thing among church leaders, um, and, uh, yeah, have lots of kids, take care of them. Your kids are going to have lots of kids, and you can illustrate this with, I think it's the status within either 50 or 60 years of his death. Brigham Young was the second big LDS leader. Um, HE had multiple wives, had something. 50 kids. A lot of his sons went on to have multiple wives, tons of kids, and so within, I think it was 50 years of Brigham Young's death, he had like 1000 living descendants, which is a staggering number. If you think of any of your ancestors who had big families, they didn't have 1000 living descendants within, within a short time span after their death. So LDS Church, really pro reproduction, have lots of kids. The shakers, on the other hand, practiced universal celibacy. Uh, THEY, they took their original sin very seriously, so they said universal celibacy, um, no marriage. Now, you have one group having lots of kids and one mandating universal celibacy, which group do you think did better over time? Uh, IT turns out LDS is one of the faster growing religions in the world over the last 100 years, um. And when I did some digging, I think the, the current active membership list in the Shakers' Church is like 3 people, um, because they're just, they're not reproducing, um. And so that's just kind of one example of how religious norms around one particular thing, in this case reproduction, can have profound impacts for the long run success of these two groups. If you have norms that encourage reproduction, OK, your group's going to grow. If you have norms that say no reproduction, your group's going to dwindle. Um. So we could think of religions as having lots of different norms, not just reproduction, but also norms about, say, missionary outreach or cooperation within or militaristic takeover. These are like different settings that different religions could have. Cultural group selection is just the idea that cultural groups might kind of stabilize and cohere around different sets of internally stable norms so that within each group it pays to do what everybody else is doing. Uh, IF you're in a higher reproduction group, yeah, you're better off kind of going with the flow and also having lots of kids. If you're in a group that's all about missionary outreach, yeah, you, you should kind of do that or move to a different group that's a better fit for your, for your interests. Um, AND if we have all these different groups with different clusters of norms kind of driven by their religious beliefs, then we could think of the consequences that those different settings might have on long run success and groups that find good ways to promote stability and cooperation within the group, um, promote reproduction in. Rearing promote missionary outreach. These groups are going to thrive and spread, and there's some reasonably compelling work over the years that the kind of religious notion of these big moralizing powerful gods who can monitor human behavior and they care what people are thinking about and they care how we treat each other. The beliefs in that kind of God seem to be good at getting people to be a bit more cooperative within the group, which could have profound impacts for kind of the long run success of these groups. So it looks like the religions that have done well have these kinds of big moralizing gods that can potentially enable kind of cooperation to start ratcheting up in our lineage."
	},
	{
		"start_time": "1:05:21",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, since you mentioned big gods, is there a relationship between big gods and prosociality?"
	},
	{
		"start_time": "1:05:30",
		"speaker": "Will Gervais",
		"words": "Um, YEAH, that's a great question. We can kind of look at it at a few different levels of analysis. Some people have done kind of broad cross-cultural work and if we look at different groups of people, there's some like good cross-cultural data sets where you could code what kinds of religious beliefs does this group have and then what's kind of the levels of social complexity and coordination. So are we seeing big cooperative societies. Um, VERSUS kind of smaller, more localized ones, and you can simultaneously code, well, do they have a big moralizing kind of universalistic, universalistic god or is it a smaller local god who might be morally concerned, but they're like morally concerned about what's happening in the village, you know, are the kids quiet at night as opposed to, you know, matters of broad geopolitical import that like a big moralizing God might have, um. And there is some reasonably decent evidence on that that groups that tend to hold more of these big moralizing God beliefs do tend to show kind of higher degrees of cooperative complexity. Some of that work has been challenged because the data going into the data set, especially the coding of. A lot of it's being coded from early ethnographies, which are themselves coming from like primary missionary contact in colonial days, which is, you know, these might not have been the most skilled ethnographic recorders and may have brought some kind of cultural biases to that project. Um, BUT we can also look at other ways where Joe Henri and his team had a good paper and I forget if it was Science or Nature, they looked in a bunch of kind of smaller scale, more like forager level societies, but could code based on whether these societies also subscribe to kind of one of the big world moralizing religions, so Christianity, Islam, Judaism, things like that. And when they code that it's groups that do hold these types of big God beliefs are more anonymously generous in, say, experimental economic games. So kind of at the most zoomed out level I think we have reasonably OK evidence that certain types of religious beliefs tend to cluster together with certain types of cooperative outcomes, and it generally points to a correlation between big gods and kind of bigger, more complex cooperative societies. We could drill down then and ask, well, do we find similar evidence at the individual level? So if I get individual believers into the lab and say remind them of their religious beliefs, can I make them more cooperative? Um, AND the idea there is, you know, This is coming out of like a social psychology tradition where we're interested in how people act across different contexts because even the most religious person in the world, religion is not front and center 24/7. Like sometimes you're at the grocery store buying groceries or you have a job or maybe you have to navigate a queue on public transit. Like religion just can't be the main point of focus all the time, um. So potentially what we could do as experimentalists is we could find ways to bring religion from background to foreground and see if people act a bit different. So there's been kind of a thriving cottage industry and social psyche on what's called religious priming, which is just basically it's a bunch of different experiments where you find ways to get people to think religious thoughts. And if they're, if you kind of get religion on their mind, you can see if they kind of behave differently in other ways. And one of the early big studies on this came out in 2007. Zoom Sharif and RNR and Za published this paper where they claimed, all right, if we have people do a subtle experimental task that gets them to it primes religious thinking and then have them play a game that measures anonymous generosity. In their first paper they reported these whoppingly large effects where you have people play this little word game that gets them thinking about religion and then all of a sudden they're way more generous in an experimental economic game and yeah, that spawned a cottage industry where by now there's dozens of papers taking their same experimental manipulation where they play this weird little word game that supposedly gets them thinking about religion. And then you plug in whatever outcome measure that you want. It felt like for a while, a few times a year there'd be a new paper linking that religious prime to a different outcome. But some researchers, most notably Robert Ross has pointed out none of these religious priming studies have ever survived an independent replication attempt. So every time somebody comes back and says, I'm going to take this little scrambled sentence game that the. Paper used as a religious prime and I'm going to pair it with some outcome measure. EVERY time so far that somebody's gone back and retried one of those experiments with a tight experimental protocol, they can't get the same results, which is interesting because I think the theoretical story that We'd expect these religious cooperation effects to only turn up when religion's on people's minds. This makes sense. It's also something we see in the world where successful religions find ways to remind people of religion throughout, like you can think of like 5 times daily called the prayer in Islam. That's a way to remind people of religious norms throughout the day. Or sometimes you'll see evangelicals with like the What would Jesus do bracelet. That's just a way to remind yourself a bunch throughout the day. So. I'm guessing that successful religions are doing they're, they're having these religious reminders because they work, but then we have experimental laboratory evidence that seems not to hold up and along with my colleague at Brunel, Ayanna Willard, we're doing some projects now where we're just looking at that experimental task that they use where people play this weird little word game to prime religion. Um, AND we've just gone back to check and say, well, are people more likely to be thinking about religion after they've done that task than otherwise? And the answer is no. So the priming manipulation doesn't actually do anything, which means that that initial priming result is almost certainly a false positive. It just hasn't held up well. But other researchers have found other ways to test the same hypothesis without using that same priming manipulation. And it turns out if you use kind of a more valid experimental manipulation, you can still get the same results that they reported. You don't get these bigly large effects. Those were always larger than we should have taken seriously, but you can, enough people by now have done studies where if you More overtly remind people of their religious faith, you can kind of alter their behavior a bit and so that work has largely supported this religious prosociality view even though the most famous, most cited religious priming study probably doesn't report anything we should pay attention to."
	},
	{
		"start_time": "1:12:11",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now because we've gone through several different ways that people approach religion and how it gets transmitted, etc. Uh, WHAT about indoctrination? Because there are people out there who claim that religion is mostly or at least to some extent the result of indoctrination. Is that true in any way?"
	},
	{
		"start_time": "1:12:30",
		"speaker": "Will Gervais",
		"words": "Yeah, that's a really widespread belief out there that, you know, religion persists because we have these coercive adults who are forcing it down their kids' throats and Justin Barrett and some of his religion books, he's taken pretty steady aim on that where he said, look, I'm not saying that there's no religious indoctrination in the world, but he's kind of saying there's not enough indoctrination to explain the high levels of belief we see. So we see um. A lot of social transmission of religious beliefs, that's not heavy-handed indoctrination, but it's just kind of like basic teaching and learning and observational learning on kids' part. So we can have social transmission of things without it being coercive indoctrination, and I would certainly agree with him on that point that we have plenty of evidence that religion is socially transmitted and very little evidence that heavy-handed indoctrination is kind of the primary source of, of that social transmission. What's always been interesting to me is you will see that the indoctrination account is sometimes widespread in new atheist circles where they'll say like Dawkins has written that like just raising kids religious is child abuse, and he's mostly leaning on the indoctrination side here. And this has been puzzling to me because in his religion books, he's postulated, as we were mentioning, this kind of gullibility angle where kids are so gullible, they just believe whatever their parents say. Um, BUT then he's also saying, well, religion persists because of this hard, heavy-handed indoctrination, but those two proposals postulate entirely different child psychologies. So if kids believe whatever their parents tell them, You wouldn't need any indoctrination because parents could just tell them whatever they want. There's no effort there, whereas heavy-handed indoctrination implies a child psychology that's somewhat resistant to picking up these concepts. That's why we need indoctrination. So if we, if the gullibility angle was true, we wouldn't need any indoctrination. If the indoctrination angle was true, the gullibility one wouldn't make any sense. So pick a lane, guys, um. Yes, so I think again, I mean the main point here is social transmission, absolutely yes, indoctrination, it doesn't seem to be necessary."
	},
	{
		"start_time": "1:14:47",
		"speaker": "Ricardo Lopes",
		"words": "Do we have any idea at all about how many atheists are there in the world and across different societies?"
	},
	{
		"start_time": "1:14:55",
		"speaker": "Will Gervais",
		"words": "Yeah, so I've come to think over the last 5 or 6 years that Really just pinning down some basic facts about atheism will really help us kind of develop theory, um, because even some of the basics like how many atheists are there out there turns out to not be that easy to estimate, estimate and some of our existing estimates are probably not accurate. Um, SO for global estimates it's really tricky to come up with a solid one because individual countries don't kind of consistently ask about religious beliefs and things like a census, so we don't have apples to apples comparisons. Even some large scale polling companies will ask people in lots of different countries about attitudes and values, including about religious beliefs, but there's kind of patchy and inequitable coverage of countries on these kinds of survey. So we have really good data and coverage in North America, Western Europe, parts of Asia, a lot of Africa, we have very little data coming out of it. A lot of the global South really is understudied in a lot of this, so we just don't have great data. And then the survey companies don't necessarily ask the same questions about religious belief, and they don't necessarily ask questions that directly translate to an atheism prevalence estimate, um. But we could look, say, just within the US, where we've had good polling for decades, and so Gallup and Pew, for instance, on polls where there's different approaches to measuring it. One of them I call it the religious menu approach where you'd say, all right, pick your religious identity from a list. Are you Catholic, Protestant, Jewish, Sunni, Shia? Um, Zoroastrian, atheist, agnostic, whatever, and then you can just look at how many people check the atheist box and in the US that number of waivers, but we're only looking at like 2 to 5% of people would check the atheist box. Um, NOW another way you can measure atheist prevalence is a lot of the times these survey companies will ask people, Do you believe in God? Yes or no. Um, BY definition, the people who said no are atheists, whether or not they choose to identify with that as like a positive keg for me. That's just what the word means. If you say you don't believe in God, technically you're an atheist. Um, AND those surveys will return a higher estimate than the initial one. So it might be 2 to 5% of people identify positively with the label atheist, but in the US nowadays, the surveys are showing something like 17 to 20% of people would say, I don't believe in God, which is a pretty big gap. Like our atheism estimate just within the US is 4 times higher for one question than the other one, Now imagine scaling that up to surveys in a bunch of different countries, and then you've got a bunch of countries where we don't have, you know, anything even that direct. So it becomes really hard to try to come up with a global picture just because the data aren't there. So what we've tried to do is look in places where we have good coverage and try to see, well, even then if we just use that kind of 17 to 20% estimate of people in the US saying they don't believe in God. Could we then say that no more than 20% of the US are atheists, um, but some work I've had over the years with students Maxi Naha and Nava Kaloi now, where we've tried to find ways to indirectly measure atheist prevalence in a way that people don't have to. Just out and out tell us they're an atheist because atheism is heavily stigmatized in large parts of the world, including in the US People hold really persistent negative attitudes towards atheists, and it specifically seems to cohere around themes of moral distrust. So if you're a pollster and you're asking people about their religious beliefs, the atheists, you're kind of asking them to self-identify as belonging to a stigmatized group. And if you're ever asking, trying to get an estimate of something that's socially undesirable and you're doing it with self-reports, you're going to need a lot of people who probably fit that category but just don't want to tell you about it. Um, SO that led us to think that a lot of these. ARE probably underestimating atheist prevalence, and if we could find experimental tasks that allow people to signal that they don't believe in God without having to just come out and say it, we might get even higher atheist prevalence estimates. So we published a paper in 2018 or so at the time, Gallup and Pew were saying that there were 10 or 11% atheists in the US using the Do you believe in God? Yes, no measure. And when we ran a survey with a kind of fun indirect measurement test, our estimates were coming back at 26%. So they're saying 11%. We're saying it's probably more like 26%, um. And we've since kind of refined that experimental task, and we're in the process of kind of analyzing data where we ran the same survey in the United States, Argentina, China, France, Saudi Arabia, and Indonesia just to see, you know, we've got a big gap in the US between self-reported atheism and indirect estimates. Do we find similar gaps in other places? And in that sample, you know, we have the US again. Uh, WE had a couple of countries where religion is again, you know, probably even, even a bigger deal. Um, IT'S kind of more socially reinforced. So in Saudi Arabia and Indonesia, for instance, these are countries where people really report it's important to be religious here. Um, YOU, uh, In like Gallup and Pew surveys, they'll ask people, Do you agree with the statement? You must believe in a God to be moral, which is a pretty heavy-handed way to look at kind of the social pressure favoring religion in those countries it's like 90+% of people say absolutely you must be a religious believer to be moral. But then we have countries like China and France that have swung in the other direction. They're heavily secular. Most people are self-reporting that they don't believe in a God. Um, AND at least at our early peaks of the data in all of these countries, we're finding evidence that atheism is undercounted, so we're finding kind of closeted atheists when we measure it indirectly. Now in China and France, there's only a few of them. It's not, it's not, you know, in a country where 80% of people say they don't believe in God, there's not much point to hiding that you're an atheist too. Um, BUT we're finding sizeable gaps in Indonesia and Saudi Arabia where not as many people are self-reporting that they don't believe in God, but on the indirect estimate it's, it's reasonably high again. And so really everywhere we've looked, we've found that the self-report estimate is too low, um. So if I had to hazard a guess globally for how many atheists we have, Phil Zuckerman in 2007, looking only at self-report data, estimated 500 to 700 million atheists in the world, if I figure kind of 100, 2007, the world's changed since then, both in terms of global population and spread of self-reported atheism. And then if we tack on the recent evidence that we're finding atheists who are closeted everywhere we've looked so far, I'd say we could push the estimate up to 2 billion maybe."
	},
	{
		"start_time": "1:22:20",
		"speaker": "Ricardo Lopes",
		"words": "So around 1/4 of the global population."
	},
	{
		"start_time": "1:22:25",
		"speaker": "Will Gervais",
		"words": "Yeah, I'd place my bet somewhere in there, which is interesting because going back to cognitive science and religion, one of their things was, oh, since religion has emerged as a byproduct, religion comes naturally, and atheism must be this kind of, it's hard to get going. It must take cognitive effort to maintain it, and some of the cognitive science of religion books explicitly say atheism is rare. Whereas if our data is saying, well, 1 in 4 people might be atheists, that's not particularly rare, guys. It's time to rethink some of those theoretical assumptions."
	},
	{
		"start_time": "1:23:01",
		"speaker": "Ricardo Lopes",
		"words": "And so, let's talk a little bit more about that. Where does atheism come from? Are there different paths that people follow and what are some of the main factors that play a role there? Does it have to do with, for example, specific cognitive works or with environmental factors, life events? What do we know about it?"
	},
	{
		"start_time": "1:23:23",
		"speaker": "Will Gervais",
		"words": "Yeah, so on this one we've done a fair amount of work over the last decade or so trying to tease apart, you know, are there different factors that nudge people towards atheism? Are there different pathways to atheism? And in this work we kind of thought of, well, what are the basic building blocks of building blocks of religion and what might be disrupted to lead to atheism instead. Um, AND we kind of pin down as things that need to be in place to have religious belief. One, we need to have kind of the social cognitive mind perception abilities that make it easy to think about other minds. That seems to be from cognitive science of religion, the core cognitive building block that gives us the capacity for belief. Second, there's the motivational side of it where we need to be in circumstances where it seems like a good idea to appeal to gods. A third is cultural learning. So as we were talking about with cultural evolution where we're picking beliefs up from others, we especially seem to attend to these credibility enhancing displays of faith where if we see other people in our community doing stuff that seems like it would be really costly if they weren't sincere believers, then that ratchets up our own belief. That's really important. Um, AND so we kind of thought, well, these are the things that need to be in place to get police and maybe atheism just comes from disruptions in them. So for instance, uh, We kind of speculated that there might be 4, probably more, but 4 that we could really pin down different pathways to atheism. One is if you imagine that we need this kind of mind perception ability and and kind of mentalizing theory of mind, whatever you want to call it, if that's kind of the core building block, then it turns out there's individual differences in people's advanced mentalizing abilities. Some people find it easy and practically effortless to track complex social dynamics. Other people like this guy don't like that task of trying to track complicated things like that socially, and it turns out there's small and not particularly strong correlations where people who have really excellent high-end mentalizing abilities tend to be a bit more religious than people who find advanced mentalizing tasks a little trickier. Um, SO that's one potential pathway to atheism, kind of focusing on the, the underlying cognitive apparatus that makes it easy to think about gods. Um, BUT"
	},
	{
		"start_time": "1:25:43",
		"speaker": "Ricardo Lopes",
		"words": "in, in that, let me just ask you, in that case, people who are on the autism spectrum would probably tend more toward atheism."
	},
	{
		"start_time": "1:25:52",
		"speaker": "Will Gervais",
		"words": "Potentially we ran one kind of self-report study years ago that pointed in that direction. I think the consensus now from people who have done a better job looking at this like Inguassuri is a researcher who does a lot of good work with religious beliefs among people on the autism spectrum. And what she seems to be finding is there might be a case where there's kind of less of this felt personal relationship with a God, but you'll find strong religious beliefs that just kind of have a distinct flavor to them. So it's not that, you know, people are atheists, it's that they express religion quite differently, um, and Yeah, so there's the mentalizing factor, the motivational stuff that was kind of our second building block, and that one kind of coming from sociology, it looks like where religion flourishes in the world is places where life is kind of tough and unpredictable and uncertain, whereas if we look at where atheism has taken off, kind of the poster child here would be Western Europe post-World Wars, things secularized very rapidly. And that's also a time where a lot of these countries had accumulated some wealth, put it into developing a good social safety net and kind of public education system, and some sociologists like Norris and Englehart would call this existential security. It's just kind of the. Day to day stability and security that citizens experience in a place. It turns out as existential security gets higher, religion tends to fade away. People just are less motivated by first public religious stuff, but then private belief fades as kind of life gets comfortable. So there's our second pathway to atheism is just existential security. And then I think the biggest one then is looking at cultural learning of beliefs. So we see people adopting the religious beliefs that are credibly modeled by members of their community. So if I'm in a community where I see everybody engaging in potentially costly rituals to Shiva or Papagere or Yahweh or whatever else, I'm more likely to believe in just the God that all these displays seem to be directed to. Um, NOW if I grow up somewhere where either those credibility enhancing displays are just across the board lower where nobody is doing the public religious stuff, or potentially in a pluralistic spot where my cultural models are all directing their creds at different gods, then basically I'm getting a mixed signal and I would be less likely to believe in any of them. Um, SO one pathway to atheism is just arising through a lack of consistent cultural cues supporting one given God. And then our final pathway to atheism, I know I trashed it early on in the interview talking about the rational atheism thesis, but going back to the fact that there were these small correlations between rational thinking and atheism in some contexts, I think we could salvage a little bit of the idea that in some places it does seem like rational thinking might. NUDGE people to be a bit less religious than they otherwise might, but I think when we put all those four factors together and kind of ask which ones matter the most, the cultural one is consistently the best predictor. So growing up around fewer or inconsistent credible displays of religious faith predicts atheism in subsequent generations. So that one is definitely the most, you know, if we're thinking of these as four pathways, that's a superhighway, and the other ones are little like footpaths through the woods."
	},
	{
		"start_time": "1:29:31",
		"speaker": "Ricardo Lopes",
		"words": "So, taking into account that information and also the data you mentioned about the percentage of the world population with the atheist, uh, do we, should we also say that atheism is natural, like, for example, the cognitive scientists of religion say that religion is natural."
	},
	{
		"start_time": "1:29:54",
		"speaker": "Will Gervais",
		"words": "Yes, absolutely, and I think it was one of the later chapters in my book. I tried to reflect on all these different lines of evidence that we talked about. And if you read, especially some of the public facing books coming out of cognitive science and religion, they'd say religion's natural, atheism is unnatural, and they don't mean unnatural in that it's like evil or wrong or impossible. They're just saying all else equal. We seem to be built in a way that religion comes easily, whereas atheism takes a bit of work. Um, AND I think that was an assumption that they stated as a conclusion because when we've gone back to check the evidence, it doesn't look like it takes effortful rational thinking to be atheists, and in fact effortful rational thinking is not a particularly good predictor of atheism. If they're saying, oh, atheism is difficult and challenging and emerges relatively unnaturally, that doesn't seem to explain broad kind of cross-cultural patterns in atheism. Um, WHERE we see lots of atheism is places that first kind of beefed up their existential security and then as public religiosity faded, that's the credibility enhancing displays that learners needed to see. So we get a generation of people who don't see those credibility enhancing displays and they just naturally grow up as atheists because they've never gotten the consistent cultural input to believe in any one God. So I think if you put it all together. Um, YOU know, do we want to say is religion natural, is atheism natural? I think they're both perfectly natural and it just kind of comes down to cultural context. And in that view, I think atheism seems far more natural under this cultural evolution and form theory than cognitive science of religion would have said 15 years ago probably."
	},
	{
		"start_time": "1:31:42",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now, what are some of the most common ideas that people have about atheists, particularly when it comes to their morality and their being able to trust them, or that is that they are trustworthy people. What do people tend to think about them?"
	},
	{
		"start_time": "1:32:00",
		"speaker": "Will Gervais",
		"words": "Yeah, looking at people's negative perceptions of atheists is it's probably the research project that I've had going for the longest in various ways. It goes back to like my master's thesis where In 2006 or so, I remember looking at some surveys out there where they were looking at kind of general cultural inclusion and exclusion and the general way this is framed in the US, as they say, would you vote for a well qualified member of your own political party if they happen to be black or a woman or a Jewish, or you could plug in whatever group you want and then you just look at people's kind of stated voting intention and use that as a proxy for cultural inclusion. And in those polls in 2006, I remember seeing some where people were broadly supportive of candidates from a wide range of backgrounds, and atheists was like the one group that couldn't crack the 50% barrier. And I remember thinking that's a really weird group to have strong feelings about, because especially like US in the early 2000s, there wasn't much of a collective identity for atheists. This wasn't a group of people that you could readily identify out in the world. If you even think of it as a group of us, a bunch of people who don't believe in God, they didn't do a lot of groupish stuff. So it seemed like an odd one for people to have strong feelings about. Um, AND the research over the years we've kind of Hit on the working model that what's driving negative perceptions of atheists is a deep-seated kind of moral distrust. People are assuming that religion is where morality comes from, and since atheists don't have religious beliefs, how do we know that they're moral? Um, AND, and we found this in different ways over the years where we could describe people engaging in different moral violations and then just kind of Uh, subtly look to see what our, our participants' intuitions are about who's doing this stuff. So we could describe somebody, um, Who's, you know, violent. They're hurting animals for fun, or we could describe somebody who's, you know, a sexual deviant. They engage in consensual incest with their sister or we could describe any of them, we've tried a long list of pretty grisly moral violations and across all of them, people assume that the perpetrator doesn't believe in God. So people really seem to think that. Uh, THE people out there doing immoral stuff must not believe in God, because if they did believe in God, they wouldn't do that stuff. Um, THAT'S the just"
	},
	{
		"start_time": "1:34:24",
		"speaker": "Ricardo Lopes",
		"words": "to, just to clarify, when you mentioned people, are you referring to simply religious people or is it that atheists themselves also think that about other atheists?"
	},
	{
		"start_time": "1:34:37",
		"speaker": "Will Gervais",
		"words": "Yeah, that's a super important clarification point. So we've run these surveys in a bunch of different ways, and what's interesting is you find much larger effects among religious participants where they're the ones who are really saying like, Yeah, this guy who is a serial killer, definitely an atheist, but even our atheist participants, if we have kind of subtle indirect measures of attitudes, they're showing the same pattern. So we had one of them where we had a study that we ran in 13 countries, including some highly secular countries, and we were also able to look at individual level participant beliefs. So some some of our participants were atheists. And we found that even atheists in highly secular countries intuitively assume that serial killers have to be atheists, and we have some other tasks too where we're just kind of looking intuitively do people seem to think it would be better or worse if there were more atheists in the world? And we're finding that even atheists at a gut level are saying, well, It wouldn't be great to have more atheists, and we're getting that response pattern from like atheists in Sweden, where most people are atheists, and they're saying, well, a lot of us are atheists, but I don't know if we need more of us. So but I should definitely note that the effects among atheist participants are a lot smaller, but we're not seeing a reversal. We're not seeing atheist participants saying, Well, the serial killer must be religious because he's different from me. They're saying, Well, the serial killer might be atheist too."
	},
	{
		"start_time": "1:36:06",
		"speaker": "Ricardo Lopes",
		"words": "And so those are the thoughts people all about atheists, but what does the research say about them? I mean, can we trust them? Are are atheists really more predisposed toward immorality or amorality? What do we know about that?"
	},
	{
		"start_time": "1:36:25",
		"speaker": "Will Gervais",
		"words": "Yeah, that's a fantastic question. I've seen one that came up in my doctoral dissertation defense where I was presenting some of these results on people distrusting atheists, and one committee member said, Well, isn't it perfectly rational to not trust atheists? AND to unpack it, he said, Well, we all have a lot of reasons why we don't do bad things. So maybe you're in a store and you don't shoplift because there's a security camera and you don't want to get caught. Maybe you don't want the police to get you. Maybe you'll feel guilty because you're thinking about your poor grandma who told you not to steal. So we all have those reasons. And then religious people have one more that God told you not to do this. So isn't it perfectly rational to trust the person who has 4 reasons not to shoplift instead of the person who only has 3. Um, SO that Kind of the logic, and I think it does make a fair bit of sense, but we can actually go check the data out in the world in various ways to say, well, does the world look like we'd expect if atheists actually were as untrustworthy as they're perceived to be? And there's different ways we could look at that. So we could just say, well, at a country by country level, are places with more atheists scarier than places without. Turns out the opposite's true in a lot of ways. Now, the era of causation is going from atheism to stable societies. It's probably running the other way as we were just talking about, um. But yeah, if it if it really turned out that serial killers were all atheists, we'd expect that the atheist countries would have more serial killers. It doesn't seem to be the case. Or we could actually look kind of more fine grained at the individual level, and there's a great paper called Everyday Morality by Wilhel Hoffman and colleagues, and so they did something called EMA, what does that stand for, something momentary assessment. Basically people had a smartphone app that would ping them a few times throughout the day at random intervals. And just kind of ask them what they were up to, and they were specifically interested in kind of morally relevant stuff. So have you done anything morally good or morally bad? Have you seen anything morally good? Um, AND they did this study with, I think it was like 1300 people around the US, followed them for a period of time just to try to get these random snapshots throughout the day of like what are people's moment to moment moral lives like. And they also had some demographic stuff that they asked people and they could say, well, let's look at the people who are not at all religious and compare them to religious people. Do we find, for instance, that religious people are more likely to engage in kind of pro-social positive moral stuff? Is it the case that it's the, the non-religious people who are engaging in immoral things? Um, AND when they crunch all the numbers, you'll find some kind of like interest. NUANCED differences in how people are approaching it, but the overall baseline rates of committing immoral stuff or committing moral stuff, no difference whatsoever across the religious spectrum. Everybody in their lives is kind of about the same level of morality. And that dovetails with a lot of other results now. You can look at results on, you know, are kids raised religious, more generous than kids who are raised not religious? Turns out there's no difference whatsoever if you do the stats right on that. So I had a whole chapter in the book where I was kind of saying, here's all the ways you could look at this, and time and time again it looks like there's not much of a difference, or sometimes you'll see like a moral difference, not an overall amount of morality, but you'll find kind of subtle differences in like nuanced how people are thinking about morality, um which totally makes sense, but in terms of Do we have evidence that atheists are any less morally trustworthy than anybody else? No. And, and by now we actually enough people have looked, so it's not just the case that we don't have that evidence because nobody's tried to find it. It's that everywhere we have this good kind of atheist religious contrast, we're not seeing a big difference today."
	},
	{
		"start_time": "1:40:19",
		"speaker": "Ricardo Lopes",
		"words": "So even in terms of generosity, there's not a big difference, right? I mean, I'm asking you because I've heard many times on the news people covering studies which supposedly demonstrate that religious people tend to be more generous than atheists."
	},
	{
		"start_time": "1:40:36",
		"speaker": "Will Gervais",
		"words": "Um, ON that kind of charitable giving, actually in the book I thought about doing a deep dive on some of that work because yeah, you're right, it pops up a bunch. The general pattern by my reading is religious people, for instance, give more money to charity and do more volunteerism. But they, they tend to give money to their religious charity or they volunteer their time with their church, so it gets a lot more complicated once you kind of tease apart where is this money going, which are the causes given, and if you run it through a filter of are they helping in-group. Uh, ARE they, are they doing stuff for their religious group? Um, THINGS balance out a lot more once you factor that in that a lot of this kind of religious generosity and volunteerism advantage is explained by them doing more stuff for their own communities, um."
	},
	{
		"start_time": "1:41:32",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, I have 2 more questions I want to ask you. The first one is, what do we know about the future of religion and atheism? Are we seeing any specific trends?"
	},
	{
		"start_time": "1:41:44",
		"speaker": "Will Gervais",
		"words": "Yeah, this is a fun one because you can go back and see big time thinkers in this field going back for 100 years and generally these like enlightenment thinkers are saying, guys, religion's on its last legs. We've seen religion's going to fade away within our lifetime, and you can, you can find quotes going back 100 years where people keep saying religion's on the way out, religion's on the way out. And hey, guess what, religion is still here. Uh, NONE of those predictions held up. Um, AND I think in part they got their predictions wrong because they had an incorrect model for how religion and atheism work. So they're assuming that once we have, you know, industrial revolution and the onward march of scientific. Progress and just kind of general modernity that religion would look foolish and childish and people would turn away from it in favor of all of our new cool technological gizmos. But as we were just talking about the pathways to atheism, that wasn't particularly one of them. So they were predicting the future of atheism based on an incorrect model of how people become atheists, but I think we can come up with a good prediction about the future of atheism if we realize if we just kind of look at where we've seen secularization in the world. Again, it's these places where they they beef up existential security and then over subsequent generations, the cultural learning of faith. Dip. So if we want to predict the future of religion, we kind of need to predict the future of kind of social stability, um, which is tricky because, I mean, in part because I'm trained as a cultural psychologist and not a future demographer of world geopolitics or whatever that would be. Um, SO the guess I, I put in the book is, um, One thing that I've not seen in a lot of people's predictions about the future of atheism, so I was just at a little meeting where people were talking about, oh, are we going to see the onward march of secularization like we've seen in Europe where countries are getting less and less religious with technological and economic progress and all the panelists were kind of hesitantly predicting, yes, we're going to continue to see this because, you know, technology, medicine, all this, and what struck me there is If we're thinking about predicting religion by predicting social stability, I think the elephant in the room for predicting the future of religion is adaptation to climate change. So I think our, our world is changing in big and drastic ways, and I think Yeah, I think we're going to see a lot of instability in the next 100 years, and those are the conditions where religion does really well. Now I think we're going to see some already wealthy countries are going to kind of condense, keep what's theirs, so we see like the rise of a lot of kind of right wing governments that are mostly built on keep immigrants out mentality. So I think that's kind of a A foreshadowing of where we're going to see a lot of countries go as the increasingly large parts of the world become unlivable and we have a lot of migration and a lot of chaos, we'll see some affluent countries just try to preserve stability that they've got and I think in those Stable secular enclaves will continue to see your religion diminish, but I think globally I think we're going to have far things are going to be far too tumultuous to see any sort of gradual phasing out of religion unless we kind of radically alter our approach to climate and looking after each other basically. So I think religion will do just fine in part because we've created global conditions where we're going to see a lot of insecurity."
	},
	{
		"start_time": "1:45:21",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to religions themselves, I've seen data that say that uh after 2050, something like that, Islam will be the number one religion in the world. Is that correct?"
	},
	{
		"start_time": "1:45:37",
		"speaker": "Will Gervais",
		"words": "Um, I mean, I think some of those projection projections make sense in terms of kind of what they've built into the model, but they're all somewhat assuming the kind of broad living conditions over the next 50 years are going to look like the last 50 years, and I think with climate insecurity things things are going to change, um, so. Yeah, I, I'm hesitant to go with any model that doesn't have something explicitly built in on, you know, billions of people needing to find new homes."
	},
	{
		"start_time": "1:46:11",
		"speaker": "Ricardo Lopes",
		"words": "Right. So my last question then, do you think it would ever be possible for us to have a society composed of just atheists?"
	},
	{
		"start_time": "1:46:21",
		"speaker": "Will Gervais",
		"words": "Yeah, I think we could have that. I think if um If we kind of get through this little climate hiccup that we're just starting to enter and can kind of radically reshape our societies to kind of build in caring about equity and caring about just general well-being of most people, I think we can create conditions and cultural conditions where atheism is going to come very easily for people. Um, WHETHER we make the societal choices that create cultures where that can happen. There I'm less optimistic, but I, yeah, I think absolutely the potential is there since it's such kind of a a religious belief and disbelief are so culturally subscribed that I think, yeah, we just, we need to create cultures where it can happen."
	},
	{
		"start_time": "1:47:08",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again this belief, The Origins of Atheism in the Religious Species. I'm leaving a link to it in the, there it is. I'm leaving a link to it in the description of the interview. And Doctor Gervais, just before we go, apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "1:47:26",
		"speaker": "Will Gervais",
		"words": "Um, THEY can find me. I need to update my website, but if you just look for Willdrive.com, I'll have some of my research stuff up there. Um, I try to, if I ever publish a paper and it's like stuck behind a paywall, I try to find a way to put a free version up on my website. So track me down there. You can find me. I'm off Twitter these days, but I'm on BlueSky. If you look for Wgervais, I'm on there. That's about it, I guess. I keep a low profile outside of that."
	},
	{
		"start_time": "1:47:56",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for doing this. It's been a very informative and fun conversation, so thank you so much."
	},
	{
		"start_time": "1:48:03",
		"speaker": "Will Gervais",
		"words": "Thank you so much. We covered some fascinating. Thanks."
	},
	{
		"start_time": "1:48:07",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnunseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, asila dearraujurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francaortolotti Gabrielon Scorteus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]