[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host as always, Ricardo Lopes and today I'm joined by Doctor Olivia Riley. She's a postdoctoral fellow in the ACT lab at Harvard University. She studies social cognition in non-human primates. And she uses a comparative approach to investigate the neural and hormonal correlates of social cognition and behavior. And today we're focusing on social cognition and primates, and we're going to talk a little bit about things like oxytocin, sex differences in the brain of capuchin monkeys and comparing them to humans and some other related topics. So, Doctor Riley, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:43",
		"speaker": "Olivia Reilly",
		"words": "Thank you so much and thank you for having me."
	},
	{
		"start_time": "00:46",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, to start off with, tell us a little bit about how you got interested, how and why you got interested in studying social cognition and primates. I mean, why primates specifically, is there something special about them or is this just a personal interest of yours?"
	},
	{
		"start_time": "01:07",
		"speaker": "Olivia Reilly",
		"words": "I guess the best answer for me would be both, um, primates have always been especially interesting to me, um, but also one of the reasons I think that primates, nonhuman primates are particularly important to study um social cognitive questions is because, um, primates are, you know, Closely related to humans on a phylogenetic scale, and so we can learn a lot about humans by studying non-human primates, um, especially what it really is that separates humans from other primates, um, because we're primates too, and so, and we know that humans are, are. Very different, but the more you learn about other nonhuman primates, the more you realize that there are actually quite a lot of similarities between humans and other primates as well. Um, SO that was, yeah, I would say that my best answer is it was a little bit of both. It was personal interest, but also they're a great model for answering that sort of question."
	},
	{
		"start_time": "02:02",
		"speaker": "Ricardo Lopes",
		"words": "And what are the aspects of social cognition in primates that you are most interested in and you explore the most in your work?"
	},
	{
		"start_time": "02:12",
		"speaker": "Olivia Reilly",
		"words": "Yeah, that's a great question because there are a lot of different directions that people have gone studying social cognition in general. Um, SO for me, I I thought that it was interesting to study these social questions because there are certain cognitive skills or abilities that help a social animal to sort of navigate its social environment, um, and a lot of primates live in complex social environments, particularly humans, um. So there are certain skills that I think can help aid the primate in this sort of social experience, um, so some examples of that sort of question. That people have studied would be like looking into how other primate species might be able to recognize other individuals' faces, so they're conspecifics, their group members, for instance, um, or how maybe they can differentiate different facial expressions that are directed towards them um in a group setting, or maybe they're capable of following another individuals gaze, um. To gain information about what that individual may be looking at or um yeah, I don't know, different ideas like that, but for me, uh, most recently I investigated attention, so looking at um attention biases toward socially threatening facial expressions. So, um, in, in my experience, I was working primarily with capuchin monkeys, um, and Capuchin monkeys are a neotropical primate. About the size of a house cat, um, so not too big, but they're very cute, but they are also wild animals, so they're definitely not pets, um, but they, I was interested in knowing whether they show an attentional bias toward faces that have a threatening expression, so a photo of an uh capuchin face that might If they were just interacting with their group mates, um, and one of their groupmates, you know, threatened them or got angry at them, um, would they pay more attention to a face like that that was potentially threatening compared to a face that was neutral, um, posed no threat in theory, um, and I was interested in that because in humans we know that We tend to show these biases toward um negativity, so whether that's um a negative social expression on another human being's face or, um, you know, a threatening object, for instance, um. Maybe a picture of a snake versus a flower. We're a lot quicker to focus our attention on that negative item, and so I was curious whether capuchins also show that kind of bias because if you think about it, there is actually some evolutionary benefit to being able to pay rapid attention to something that's potentially posing as a threat because it allows you to react appropriately, um. But, uh, surprisingly, we didn't actually find that capuchins show a robust attentional bias toward threatening faces in the way that we sometimes see in other species. So, um, yeah, but that was one of my most recent examples of uh cognitive tasks that involves some social stimuli."
	},
	{
		"start_time": "05:38",
		"speaker": "Ricardo Lopes",
		"words": "So sticking with capuchin monkeys, then I know that one of the things that you've studied has to do with their affiliated behaviors and related to that, uh, how it correlates with oxytocin levels. So, to start off with in this section, so how does oxytocin work? What kinds of affiliate Behavior is it associated with? Because, you know, nowadays, we hear a lot about hormones on, uh, I mean, everywhere, basically. And sometimes people have very, uh, very reductive and, uh, oversimplistic ideas about how, how hormones work, particularly in the brain. So, in this case, uh, tell us a little bit about oxytocin."
	},
	{
		"start_time": "06:28",
		"speaker": "Olivia Reilly",
		"words": "Yeah, definitely. Um, SO oxytocin is a neuropeptide hormone, um, so it's a chemical messenger essentially in the body, and what people typically think of when they hear about oxytocin is its involvement in social social attachment, social bonding formation, um. Uh, ORIGINALLY we learned about oxytocin in the context of mother infant bonding, um, parental bonding, uh, oxytocin is heavily involved in, um, you know, like pregnancy, birth, um, lactation. Um, BUT we also know now that oxytocin is also related to affiliative behaviors and group cohesion maintenance, um, general cooperation outside of reproductive concept, um, context as well, um, and so it's a really interesting hormone because, um, it, it is, it does seem to be involved in a lot of these other, um, generally positive like pro-social contexts, um, particularly. For sort of increasing that type of behavior, though we also are now realizing that oxytocin, that sounds really great and awesome, is not just this like wonder hormone that it can't solve every problem. Um, THERE'S been evidence that increases in oxytocin are also associated with increases in um Uh, like distrust in an outgroup, for instance, like, so we might have more in-group cohesion, but the effects of that would be, um, sort of like the opposite effects on it, the outgroup. So there's, it's not this perfect hormone, but um it is a really interesting. HORMONE and there's definitely a lot to learn about it, but overall, um, oxytocin generally when we think of oxytocin, we think of social affiliation, social attachment, social bonding, um, general social behaviors, yeah."
	},
	{
		"start_time": "08:25",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to the in-group, out-group dynamics aspect, it can uh lead to in-group cohesion, but that can translate at least in certain contexts into violence toward uh outgroups, for example."
	},
	{
		"start_time": "08:43",
		"speaker": "Olivia Reilly",
		"words": "Yeah, and like you said, it's all very context specific, so, um, you know, increasing oxytocin in one circumstance will not have the same effect as in another circumstance, um, but you're right, there's been some examples that There have been different effects of oxytocin in the context of in-group versus outgroup."
	},
	{
		"start_time": "09:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, I mean, the, the context here, I guess it's one of the most important aspects of how hormones or the effects, the specific effects that hormones have because they vary a lot depending on the context. And for example, oxytocin, it's one of those hormones that Uh, popularly he's known at least in certain books, for example, as the love hormone, but, and what, what people usually mean by love in that case is romantic love, but I mean, it's uh very much uh uh I mean, it's effects are much broader than that."
	},
	{
		"start_time": "09:44",
		"speaker": "Olivia Reilly",
		"words": "Yes, absolutely. And that's exactly right. It is not just this love hormone, even though that's maybe what we know it best for. Um, THERE'S another side to oxytocin as well."
	},
	{
		"start_time": "09:55",
		"speaker": "Ricardo Lopes",
		"words": "So, in the case of capuchin monkeys specifically, uh, how does it manifest in terms of their affiliated behaviors? For example, I know that you've studied fur rubbing behavior and how it relates to oxytocin. So tell us a little bit about that."
	},
	{
		"start_time": "10:14",
		"speaker": "Olivia Reilly",
		"words": "Yeah, um, so my colleagues and I were able to investigate how this species typical behavior called fur rubbing impacts urinary oxytocin and capuchin monkeys. So, um, let me just briefly explain what fur rubbing is, um. So capuchin monkeys in the wild and also in captivity, um, when they have access to certain items, which in our case um was onions, but anything that's sort of like in the allium family or um sometimes they've been seen to do it with peppers, uh, insects on occasion, capuchins will essentially take the item and they'll kind of like break it up and rub it like all over their bodies and And while they're rubbing it on their bodies, they kind of get up to their partners and start rubbing all over their partners while their partners are rubbing the object on their bodies. And so you kind of just get this frenzied pile of capuchin monkeys that are all like excitedly rubbing their fur on each other. Um, SO that's what we're talking about when we talk about fur rubbing. And so, um, what we investigated was whether this fur rubbing behavior, which You know, upon observation brings a lot of the monkeys together in closer proximity in contact, um, you know, they are all around each other. We thought maybe there was a possibility that this behavior is somehow related to oxytocin. Maybe oxytocin levels are changing when they engage in this behavior, um, so we did look at how fur rubbing impacted urinary oxytocin levels in the monkeys, um. And we also know for instance that so grooming behavior, which is another um important social behavior in many primate species, but especially capuchin monkeys, um. Grooming increases urinary oxytocin levels in capuchins, and so um we were able to evaluate how Grooming behavior compared to fur rubbing behavior, um compared to control, and we did find that there were increases in oxytocin um after fur rubbing bouts, and we found differences um looking across a 60 minute time frame, we saw increases starting at the 15 minute time point, um, and these differences were above baseline and similar to what we see after bout of grooming."
	},
	{
		"start_time": "12:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, AND so, let me get now into another topic, then another one that I mentioned in the introduction. Uh, YOU'VE also studied sex differences in the brains of capuchin monkeys. So, what did you find there? And then we can perhaps expand to see how it might relate at least to a certain extent to differences in the brains of humans, but let's start with capuchin monkeys."
	},
	{
		"start_time": "13:13",
		"speaker": "Olivia Reilly",
		"words": "Yeah, sure, um, yeah, so we, we did look at capuchin monkeys, um, and how there are we did find some sex differences in the capuchin monkey brain. We thought there might be because we know that there are certain behavioral differences in capuchin monkeys, so, um, just for a little bit of background, we capuchin monkeys are um a group living primate, so they live in these social groups in the wild, and the ones that were um a part of this study also lived in social groups, um, like how they went in the wild. And um, Females tend to have these strong social relationships with kin, but they'll also form relationships with non-kin. um, MALES will too, but females also show. These um other uh important behaviors for social cognition, which would be, um, they exhibit all nursing behaviors, they will cooperate with other group members, um, they will, females will aid in infant rearing together, um, so they have this very cooperative. Um, WE could characterize their social niche as being a very cooperative one. MALES do have friends too, but they also engage in more, um, like aggressive territory defense behaviors, and none of this is like totally black and white. There are females that will do this too, but males do so more. They're the primary defenders of their group typically in the wild, um. And males we know also undergo what we refer to as a secondary puberty. So during this time period they will grow like a wider, their faces will widen, their body mass increases, they'll show increases in testosterone level. Um, MALES, when they reach puberty will leave their social groups in the wild, whereas females are the ones that stay in their social groups. So we do see these sort of differences between the sexes, um, in general, and so we thought that perhaps we would see these differences reflected in the brain. Um, WE also know that capuchins are unique and interesting because even though they are not an ape, they share, they converge with humans and other apes on certain things. So for instance, they have a large brain to body size ratio. Which basically means they have big heads for their bodies, um, and that's something that we typically use as an index of or a measure of cognitive ability, and so, um, that's an important feature that they share with humans and with other ages. They are pretty cooperative. They're prosocial species that's um unusually tolerant when we consider that they have social hierarchies in their groups, so there's typically Um, an alpha male, and alpha female, and then several individuals of varying ranks beneath them, so they're not quite as linear in their hierarchy as say Rhesus macaques are, but they still shared, um, they still have this hierarchy in their social groups. So, um, given all of that. We looked for differences in their brains, so, um, for your viewers who may not be as familiar with neuroscience in general, we um we're looking at gray matter, which the brain is made up of gray matter and white matter. Gray matter is the area of the brain that actually does look a little more gray if you're looking at an MRI scan, but That's basically the cell bodies, um, where most of those are, and then in the white matter you have um like the axons, um, the myelinated axons from the cell bodies, and so we looked at both, so we started looking at gray matter volume, and we did find that there were differences between males and females, so. What's interesting is that males showed expansion in the region of the hypothalamus, and the hypothalamus is a part of the brain that is um responsible for a lot of the more um what we think of as instinctual behaviors, so like, um. Territory defense, reproduction, that sort of behavior, and then females we we saw expansion in areas that are typically considered to be more like higher order areas. So, um, areas associated with like visual processing, um, social attention um or social processing and attention, I should say, um, and then we also looked at white matter differences in white matter. Um, SO we looked at specifically, um, differences in fractional anisotropy. So fractional anisotropy refers to, um, differences in the directionality of water diffusion across white matter microstructure, um. And so we saw that there were differences um such that females had higher fractional anisotropy than males in um several regions that sort of spanned the motor cortex, premotor cortex, and the somatosensory cortex, um, and these areas also projected to areas that are similarly involved in some of those higher order, um, those higher order regions that I mentioned before, so. You asked how this is different from what we see in humans, um, so one of the most interesting things that we found in these sex differences is that the ranges in which they occurred were completely no overlapping. Um, SO this is actually pretty similar to what has been found in rodents. So, um, we know that rodents show these non-overlapping ranges ranges in sex differences, but In rodents, these differences typically happen more in the areas that are associated with that those ancestral um regions that are responsible for the more instinctual behaviors, so like they're reproductive in the territory defense, whereas in the capuchins, we saw these differences in the higher order regions in addition to the hypothalamus, but um. And they were also completely not overlapping, but in humans, the difference is that we see much more overlap, so it's very, um, the human brain sex differences occur on much more of a continuum. There's not, you can't look at a human brain scan and know for sure if that's a male or female just by looking at it, um, because humans are are much more um. It's so it's much more overlap in human sex differences, but the interesting thing is that we do see sex differences in the capuchin brain in these higher order areas. Where there's no overlap or um no overlapping ranges where we do see overlap in humans. um SO that so that was interesting and we uh you know what the study was really interesting, but we can't for sure know why we saw these differences because this was not we were not able to determine causality with this study, um, so we can postulate why we see these differences, but ultimately we're not sure, um. One thought is that there are um differences in the socioecology or like the life experiences that capuchin monkeys have. So when you think about capuchin monkeys in comparison to humans, for instance, um capuchin males and females have much more um differentiated. Social niches between males and females, sort of like I was describing before and so we suspect that there are different socioecologies in combination, say with their um they have a prolonged developmental history, so or I'm sorry, developmental um period just like humans do, but um humans actually have even a longer developmental period, um. So we think that these factors may contribute to the sex differences that we saw, um, but again it's, it's, we can't know for sure just based on this type of study that we did, um, we can only postulate, but it's definitely interesting, um, and I think it's important that we sort of look more into sex differences and other primate species to see how these differences that we found may or may not be reflected in other species that are more or less closely related to humans on a phylogenetic scale."
	},
	{
		"start_time": "21:35",
		"speaker": "Ricardo Lopes",
		"words": "So, I have a few questions, follow-up questions to ask you about that. So, first of all, uh, in terms of our phylogenetic relationship to capuchin monkeys, how close or far are we from them? I mean, basically, what I'm trying to ask you is phylogenetically speaking, how much can we expect to find similarities between us and capuchin monkeys specifically?"
	},
	{
		"start_time": "22:06",
		"speaker": "Olivia Reilly",
		"words": "That's a good question, and I guess it's all relative, but we of course are most closely related to the apes because we most recently shared a common ancestor with apes, and then after the apes we have um The species of monkeys like the rhesus macaque monkeys, for instance, and then the neotropical primates would come after them, and I should have an exact year to tell you a range of how many thousands of years ago that common ancestor existed, but I don't remember off the top of my head. Um, SO capuchins are farther back, but not the most far back, um, when we're talking about an evolutionary scale. And they don't have the exact year for you."
	},
	{
		"start_time": "22:52",
		"speaker": "Ricardo Lopes",
		"words": "No, no, that's OK. I mean, I know that evolutionarily speaking, there's lots of different dates and it's also not extremely precise, so"
	},
	{
		"start_time": "23:02",
		"speaker": "Olivia Reilly",
		"words": "yeah. Yeah, that's true, but many, many thousands of years ago."
	},
	{
		"start_time": "23:08",
		"speaker": "Ricardo Lopes",
		"words": "And so, I mean, it's interesting that you mentioned, uh, one of the hypotheses on the table, at least according to you and your colleagues for to explaining these differences that we find between male and female capuchin monkeys in their brains has to do with, uh, socio-ecological uh factors. The This is very interesting because many times, and, uh, of course, talking about sex differences and particularly when we try to extrapolate to humans is a very contentious topic to say the least. But, uh, and, uh, at least to some extent for good reason, because even in other animals, other primates in this particular case. I mean, just by finding differences between males and females in their brains, that doesn't necessarily imply that they are innate."
	},
	{
		"start_time": "24:02",
		"speaker": "Olivia Reilly",
		"words": "Right. Right, yeah, exactly. Um, YEAH, we just because we found these differences does not mean they're innate. In fact, uh, it could be that there are differences in the capuchin brain because, um, perhaps they So there's a couple, there's a couple possibilities. Um, ONE is that couchins could have these differences because they reside in these different ecological social niches. Um, ANOTHER possibility is that The sex differences may exist as a way to sort of um we'll say equalize the differences that may be occurring, um, and so. To sort of like make these differences less drastic, um, it's their brains may be it may be like more of a compensatory effect, um, but, but again, yeah, a lot of this it it's really hard to know for sure because we were not able to control for. THAT we were not able to figure out this from like what caused these differences. Um, I'm not sure that we ever will truly be able to figure it out just because in order to do that there, I don't know how you would be able to ethically do that in a study, uh, noninvasively whatnot, but um. Yeah, so it just because we found these differences does not mean that they were innate, um, or it could be maybe there's a mix like there could be some areas that are innately different and then they become less different with uh their lived experience or they become more different with their lived experience. I mean, Of course capuchins are a more extreme example than humans because males and females do inhabit different niches. I would argue more so than humans, um, but humans also have more complex social and cultural experiences than capuchin monkeys do, um, much more complex, I would argue, and we have much larger social groups and so. In some ways capuchins are more extreme in their differences, but in other ways, humans are more extreme in our lived experiences and so that, but, you know, so I, I don't want to extrapolate too much to humans because humans are a far more complex model. Uh, I don't think this is just a a black and white issue for human sex differences. I think there that's a very complex issue and I think there's a lot that historically we have. MISATTRIBUTED to um I think, I think sex differences in humans, it's just not as simple as as we may think. I think there's probably a lot more contributing to that than what we see in the capuchin monkeys."
	},
	{
		"start_time": "26:57",
		"speaker": "Ricardo Lopes",
		"words": "No, and that was exactly one of the points that I was trying to get at that, uh, I mean, when I asked you about phylogenetics, how much we can compare, in this case, capuchin monkeys, but it could be any other primate to humans, uh, and also other factors that might play a role that I would imagine, of course. THAT in humans, we have a more complex culture and there are more cultural factors that we have to take into account to really understand where sex differences in the brain behaviorally and in some other domains, uh, where they stem from exactly. So, uh, yeah, basically, I mean, even in other animals, in other animal models, it's not just because we find these differences that many times are statistical differences, average differences between males and females that They are necessarily inborn differences and that we can immediately extrapolate from any animal model to humans because there's lots of uh preps. I mean, not only Uh, you have evolved differences because there's also something separating us even from chimpanzees and bonobos, but also, uh, socio-ecological, cultural differences and, and so on,"
	},
	{
		"start_time": "28:29",
		"speaker": "Olivia Reilly",
		"words": "right? Yeah, absolutely, and um. Yeah, there's a lot of factors that I imagine are contributing, and we also know that um humans have very plastic brains, so our brains are very uh they have ability to respond to the environment, but, um, like you said, We experience we all have very complex lives as humans, um, and I'm not saying that other primates don't experience complex lives because actually in my opinion what makes Capuchin's a great model is that they do live in these complex social groups. They do need to keep track of their other social group members who's higher ranking and who maybe we want to avoid around food, who's lower ranking, who's kin, who's non kin, so there's there are these important social. Pieces of knowledge that capuchins need to be able to keep track of and similarly with other apes as well, but Like you mentioned, there are many thousands of years dividing humans from capuchins, um, and and and even with the apes as well. So it's important to keep in mind that just because in and this is just in general in science, when we find a result that exists in a primate or even a rodent, it doesn't always mean it will directly translate to humans, um. And uh Yeah, I, I think that's a, that's a really important point to consider is that, um, We're we're working on finding answers, but it's not always an easy simple answer, and we also have to keep in mind that in this study we had um a small sample size and so before we can go drawing really concrete conclusions, it would be important for other people to sort of add to this body of work, to increase sample size, um. And so that we can see replication in our results and uh that would that would definitely help with the conclusions that we can draw about capuchin monkeys at least."
	},
	{
		"start_time": "30:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And when it comes to the socio-ecological aspect of all of these, I guess that another thing to keep in mind is that it also means that if you Uh, picked, uh, the exact, the exact same males and females and put them in other, in another socio-ecological context, they would probably behave very differently, right? I mean, they would. Still be capuchin monkeys with their capuchin uh biology and physiology, but being exposed to other socio-ecological factors, the same females and the same males would uh behave differently,"
	},
	{
		"start_time": "31:20",
		"speaker": "Olivia Reilly",
		"words": "right? Yeah, um, I think, I think so. I think it's possible that if you put picked them up and put them down in a Totally different environment, um, their behavior may change, but I think there would be certain things if they were put down in the environment with the same individuals around them. I think their social environment would stay a little bit more constant, uh, but You know, also capuchin monkeys don't just stay necessarily in one social position their whole life too, so that can change about them as well, but there are certain things that are constant like there will always be an alpha male and an alpha female and the alpha male sort of. Has say over even the a female and there are certain things that would stay the same, but you're right, um, if they, they, they also exist in in a fluid environment and so they're always um There's potential for change, but um, I think certain things would also maybe stay the same if I'm understanding your question correctly. Yeah,"
	},
	{
		"start_time": "32:20",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, no, and, and by the way, how much sexual dimorphism do we find in capuchin monkeys specifically? I mean, in terms of their anatomy, for example, because I was wondering if that would also play a role in perhaps some of these uh sex differences in the brain or not."
	},
	{
		"start_time": "32:42",
		"speaker": "Olivia Reilly",
		"words": "Um, SO yeah, capuchins show a moderate amount of sexual dimorphism. They're not the most extreme example of that in primates, but males typically have a larger body size than females. Um, THEY have larger canines in adulthood, so their teeth are a lot bigger than females. Um, THEY have higher testosterone levels in adulthood, um, males do than females, um. So yeah, there's, I would say they have a moderate amount of dimorphism between males and females, um. Humans have far less between males and females. Um, THERE'S some obvious things, of course, but Uh, I would argue that capuchins are have moderate sexual dimorphism. Mhm."
	},
	{
		"start_time": "33:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I mentioned that also because in conversations I had on the show with people that come from different perspectives for uh still from an evolutionary perspective, but they have different readings of the literature. And many times sexual dimorphism comes to the table and Um, I mean, I've had conversations with, for example, Doctor Austin Fuentes, an anthropologist from Princeton, and they mentioned the fact that Uh, on average, there's only, uh, males in humans are 15% bigger than females on average. And so it's a relatively small sexual dimorphism and uh, that, that also matters when it comes to really, I mean, coming up with evolutionary accounts of sex differences in humans and other species."
	},
	{
		"start_time": "34:29",
		"speaker": "Olivia Reilly",
		"words": "Right. Yeah, that's that's interesting. I, I don't know percentage wise what the difference would be, but that is a good question and would be interesting to know in relation to other species too, uh, and maybe someone does know out there. I, I just don't know myself, but I know that there are enough differences that um. Typically, at least in adulthood, you can tell when it's a male versus a female because it's just like things like body size, um, like face with like that, um. But yeah, there's there's enough dimorphism that enough to suspect that there could also be differences in the brain because there may have been selection on those sex differences in body morphology and behavior that may have changed the evolution of the brain, so, um, but yeah, I, it's less dras or sorry, it's more drastic than what we see in humans where I think there's less um on average."
	},
	{
		"start_time": "35:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And just to go back to an earlier point you made just for me to see if I get it right. So, in the brains of humans compared to the brains of capuchin monkeys, for example, the areas where we tend to find sexual dimorphism in humans, the, uh, it's, they are more overlapping. I mean, the distributions between males and females overlap more than in capuchin monkeys, correct."
	},
	{
		"start_time": "35:57",
		"speaker": "Olivia Reilly",
		"words": "Yeah, we found effectively no overlap in the areas that we saw differences. There were no like overlap in ranges between males and females, but that's not the case in humans. In humans we definitely see overlap. Mhm."
	},
	{
		"start_time": "36:11",
		"speaker": "Ricardo Lopes",
		"words": "And I guess that, uh, I mean, this will be my last point about this, uh, topic, but I guess that's another thing to keep in mind here is that we are also studying usually the brains of, uh, adults, right? And the brains of adults are brains that have already gone through development and life experiences and, uh, unique experiences that individuals have and all of that. So they have already been exposed to lots of different Environmental factors. So again, uh, picking on those sort of uh imaging studies, for example, to make a case that if we find average differences between males and females, they are, it's because they are in a, uh, I mean, there's not much uh a basis to support that,"
	},
	{
		"start_time": "37:03",
		"speaker": "Olivia Reilly",
		"words": "right? You mean in pre-adulthood, so in, I mean, I,"
	},
	{
		"start_time": "37:08",
		"speaker": "Ricardo Lopes",
		"words": "I"
	},
	{
		"start_time": "37:08",
		"speaker": "Olivia Reilly",
		"words": "mean,"
	},
	{
		"start_time": "37:09",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I was mentioning the fact that most of the time we study, at least in humans, the brains of adults, right? We, we have already undergone development and been exposed to lots. Of environmental factors during their life,"
	},
	{
		"start_time": "37:27",
		"speaker": "Olivia Reilly",
		"words": "right? Yeah, yeah, and then adults, of course, have experienced more of the social aspects of being human and cultural aspects of being human that may have affected their brain by that point. Um, BUT yeah, I don't know in, in children, I'm not sure, I'm not as familiar with that literature about whether we would see what the sex differences would look like in kids who have theoretically been exposed to less of that at that stage in their development."
	},
	{
		"start_time": "37:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YOU know, I also don't know about this. I was just commenting on those. So, uh, uh, so, uh, just before we finish, would you like to tell people, uh, what kinds of things you're working on at the moment and what you're going to work on in, in the near future?"
	},
	{
		"start_time": "38:11",
		"speaker": "Olivia Reilly",
		"words": "Oh yeah, sure, um, so actually I have added a model species to my research repertoire. I'm now working with dogs and um using um actually the domestic dogs, so pet dogs as a model of How selection for behavior could have shaped the brain, um, and, and one of the projects that I'll be working on is looking at, um, so I was talking about earlier how oxytocin is important in social attachment formation. So I will be looking at um what social attachment between children and pet dogs looks like um on a hormonal level but also in the brains of children. And their pet dogs. Um, SO that's, that's one of my upcoming research directions that I'll be working on, and it sort of relates to some of the work I've done in the past, um, looking at how, um, in the capuchin monkeys social support, um, Maybe be related to stress buffering, so, um, an increase in oxytocin or social support, uh, may reduce stress and using cortisol, which is another hormone, um, sort of as a metric for that. And so now I'm taking that idea and looking at this in kids and their pet dogs to see if Having a pet dog can sort of reduce stress for a child, but also we don't know much about the dog side of that partnership. Um, WE know that dogs can be therapeutic and have a lot of um beneficial outcomes for kids, and we also know that the Likelihood of these benefits occurring may be contingent on the level of social attachment, so how strong their social bond is between the child and the dog, um, but what we don't know is how the dog is affected by all of this, so we're gonna try to look and see um how the dog's brains may or may not have changed in response to this sort of bonding and in addition to the kids."
	},
	{
		"start_time": "40:17",
		"speaker": "Ricardo Lopes",
		"words": "And so, and do you already have any hypothesis on the table? I mean, do you expect, for example, for there to be changes in levels of, of hormones like oxytocin, uh across species in this case?"
	},
	{
		"start_time": "40:34",
		"speaker": "Olivia Reilly",
		"words": "Yeah, so we're planning to do a sort of behavioral task that actually started again um in the parent infant literature, but has since been modified for use with dogs, but it's called the strange situation test, so it's essentially a Test battery of different um conditions uh that are meant to induce some sort of stress like a separation from The social partner for a few minutes and then a reunion with the social partner and um introduction to a lesser known individual that might be stressful um and then a reunion again and so all of these different conditions. And the way that the dogs and the children respond to them can give us an idea of what the attachment looks like between the dog and the child, and we can also Um, measure changes in hormone samples during certain conditions, like you mentioned, oxytocin. So, um, we might expect to see change elevated oxytocin, uh, after a reunion phase, for instance, um, and maybe a reduction in stress, so, uh, less cortisol after that point. So we're hoping to be able to measure those hormones during these interactions as well, yeah."
	},
	{
		"start_time": "41:51",
		"speaker": "Ricardo Lopes",
		"words": "Well, perhaps we'll learn more and have a better understanding of what our dogs go through when we leave them at home to go to work."
	},
	{
		"start_time": "42:01",
		"speaker": "Olivia Reilly",
		"words": "Yes, perhaps."
	},
	{
		"start_time": "42:04",
		"speaker": "Ricardo Lopes",
		"words": "OK, so where can people find you and your work on the internet if they are interested?"
	},
	{
		"start_time": "42:11",
		"speaker": "Olivia Reilly",
		"words": "Uh, YEAH, so I, I should have a website that is more formal, and I do not at the moment, but I'm working on that. But, um, right now I am a member of the evolutionary neuroscience lab in the human evolutionary biology department at Harvard, and so, um, if you check out that website in Dr. Erin Hecht's lab, um, you can find more information about my work and also that study um that we're working on right now, so. Um, AND I also have a an ex account Twitter. Um, THAT I, I try to keep updated, but yeah, so you can check out those spots for some more information."
	},
	{
		"start_time": "42:55",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I'm leaving links to that in the description box of the interview and Doctor Riley, thank you so much again for taking the time to come on the show. It's been fun to talk to you."
	},
	{
		"start_time": "43:05",
		"speaker": "Olivia Reilly",
		"words": "Yeah, thank you so much for having me. This has been great. I appreciate it."
	},
	{
		"start_time": "43:09",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauujurumen ro Diego Londono Correa. Yannick Punterrumani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fitim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Tor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]