[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and the MG by Doctor Paul Penn. He's senior lecturer in the School of Psychology at the University of East London. His interests revolve around cognitive psychology and understanding how we can best use psychological knowledge to improve the way people learn, communicate, and collaborate. And today we're focusing on his book, The Psychology of Effective Studying, How to Succeed in your Degree. So, Doctor Pen, welcome to the show. It's a pleasure to have you on."
	},
	{
		"start_time": "00:34",
		"speaker": "Paul Penn",
		"words": "Thank you for having me, really great, great to be here."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps just to introduce the book here, could you start by telling us what led you to writing this book? I mean, and what are perhaps the main goals you had in mind with it?"
	},
	{
		"start_time": "00:50",
		"speaker": "Paul Penn",
		"words": "Yeah, so the, the main reason for writing the book really was purely because um as a lecturer I'd seen a lot of and heard a lot of students expressing a lot of dissatisfaction with studying. You know, it's common to hear things like, you know, I love university, but the studying sucks, you know, and, and part of you as a lecturer hears that and goes, well, that's kind of why we're here, to be honest with you. Um, SO I wondered why that was the case, and then I started just, you know, um, you know, having some interviews with students and, and, and looking at the research, and what I quickly found is that. A lot of students weren't using approaches to studying that were informed by psychological research. So they were using methods of studying that were familiar to them, um, that felt right for them. But when you actually compared that with what psychology had to say on what methods of studying work and what don't, they were often using very ineffective practice. Um, SO, you know, and that's a problem across the board, you know, whether you study of organic chemistry or, or, or physics, you know, it's not good if you study and practice aren't informed by what works and what doesn't. But it's particularly bad for students of psychology, um, you know, because they're the ones that are studying, uh, things like attention and memory and, and so on. So if they're really not getting it right, um, it, it's a real problem. So I thought, really what I need to do is try and produce a book that kind of can be a uh a con a reasonably concise and and hopefully. Fairly engaging guide to how psychology can inform your study practices and ensure that you study more effectively so that you could find studying a bit more engaging and and get more out of your efforts. Basically, I wanted to help people see things or see studying as something that could be um enjoyed rather than just endured."
	},
	{
		"start_time": "02:38",
		"speaker": "Ricardo Lopes",
		"words": "And what does it mean to study effectively?"
	},
	{
		"start_time": "02:42",
		"speaker": "Paul Penn",
		"words": "Mm. Well, I think when when I talk about effective studying, what I'm actually talking about is the use of methods that are supported by psychological research. OK? So what, what I really want there is for people to be using approaches to studying that are actually informed by psychology and not informed by, you know, intuition. Because a lot of times when people study, they, they, you know. If they reflect on their study habits at all, they tend to use what they think works, um, intuitively. And the problem with our intuition when it comes to what works and what doesn't, is it's often wrong. And in the first chapter of the book, that's really what it's about. It's me trying to dispel certain, um, if you like, fallacies and, and cognitive biases and, and. And misconceptions people have about studying, um, you know, a, a, a good one is that studying, you know, should be relatively easy, um, and not especially challenging, and, and if you're really starting to struggle, then something's going wrong. When in point of fact, there's, there's a lot of research that suggests that certain elements of difficulty when you're studying are actually a very constructive thing. Um, TO overcome, it's, it's a bit like going to the gym, you know, if you try and lift a weight the first time, you might not quite be able to manage it. Um, BUT you know, you wouldn't necessarily necessarily regard that as a failure because part of you knows that what's gonna happen is you're, you're gonna go home and be a bit sore for a while and your muscle is gonna rebuild a little bit stronger and you'll be that more, much closer to be able to lift the weight in the future. And your memory actually works in a in a similar way. um, AND if you're not struggling and you're not having some retrieval failures, then you're probably not progressing. Even though it doesn't feel very good, actually, you know, not being able to retrieve things as well as being able to retrieve things is helpful for your progress. Uh, AND that's quite a difficult thing, I think, for students to get their head around initially. They just assume that if it's not, they haven't got it straight away, then that means they're not going about it the right way. So when I talk about effective studying, what I mean is methods of studying that are informed by the research and not just by intuition."
	},
	{
		"start_time": "04:49",
		"speaker": "Ricardo Lopes",
		"words": "So one of the aspects of our psychology that you focus on in the initial parts of the book and that seems to be very important in the context of studying is metacognition. What is metacognition"
	},
	{
		"start_time": "05:03",
		"speaker": "Paul Penn",
		"words": "about? Um, WELL, metacognition, it's in its broadest sense, it's really just sort of thinking about thinking, which sounds like a really esoteric or academic in the worst possible way, uh, thing to say. But really when you think about it, it's incredibly important because you are, your, your attempts to study and your efforts to study are always going to be linked to your perception of what you know and what you don't know. So if you're fairly confident in your, uh, you know, uh, in your knowledge about a particular topic, there's a good chance you're not gonna continue to hit the books and um and and and study that topic. But on the other hand, if you're not confident in your knowledge about that subject, there's a good chance you'll be motivated to hit the books, as it were. Um, THAT'S all well and good when it goes right, but the problem with metacognition is often our perception of what we know and what we don't know and our perception of how good we are at something, so our level of competence, often is a little bit divorced um from the, the reality of the matter, the objective reality. Um, AND that can be a problem, particularly when you're starting out, um, on your journey to, you know, studying a new topic, for example, um, because what can tend to happen is when you know a little bit about the topic, you can get an inflated idea about your knowledge. Uh, WHEREAS when you know a lot about the topic, what tends to happen is you start to get almost like an imposter syndrome. Um, THE more you learn about something, the more you realize you don't know, um, you know, which is why they say a little learning is a dangerous thing. Um, SOMETIMES, you know, it's, it's when you know a little bit that you're, you're you're the biggest risk of kind of having an inflated perception of actually how much you know."
	},
	{
		"start_time": "06:43",
		"speaker": "Ricardo Lopes",
		"words": "It is the the Kruger effect and the the Kruger effect, I mean, in simple terms is just basically the idea that people who are the least knowledgeable would tend to be the most overconfident in terms of what they know about the particular subject. But is that phenomenon really a thing? Does it really exist or not?"
	},
	{
		"start_time": "07:07",
		"speaker": "Paul Penn",
		"words": "Yeah, I, I, I think there's, there's not much, you know, I think debate in the research about whether it exists. So, so the Dunny Kruger effect, I think, as you're alluding to here really, is that you are at the most risk of having an inflated perception of how much you know, um, when, when you know the least, basically, when you just know a little bit. And the same for perception of how skilled you are as well. You're, you're at the greatest danger of thinking you're more skilled than you actually are when you are, you know, the least skilled, as it were. Um, SO. I don't think there's too much debate about whether it actually exists. I think there's, there's pretty much universal agreement about there does seem to be a, a gap between perceived ability or perceived knowledge and actual ability and actual knowledge, and that tends to be the biggest when you're, you know, on the start of your learning or skill acquisition journey. I think what the debate tends to be about is what causes it. Uh, AND there are, there are those of us that probably believe that it is, it's a metacognitive failing. So we would probably argue that the reason that you are most vulnerable to having an inflated perception of how good you are or how knowledgeable you are when you know a little bit, is because you, you don't really have the skills at that point to evaluate your level of knowledge. It's the same skills or that you need to be good at something, for example, that you need to evaluate how good you are. So, you know. WHEN you're, when you're new to something, you just, you know, the ignorance is a double-edged sword. You're not very good at something, but you lack the, the knowledge to know you're not very good at it. Um, WHEREAS as you get more proficient, um, what tends to happen is your awareness of just how little you know tends to expand. So what is not known to you expands on the horizon much more rapidly than what. Is known. Uh, BUT that takes a little bit of engagement with the topic or engagement with the skill acquisition to kind of figure out. And then when you get to the other end of the spectrum, what tends to happen is, as you become an expert, your knowledge becomes so detailed and so nuanced, and your awareness of what you don't yet know, uh, expands at such a rate that you, you almost feel like you know nothing. So it's, it's a really strange thing that sometimes the more knowledgeable you become, the the less you perceive the progress that you've made, because the, the double-edged sword is that as you become more knowledgeable, you also become more aware about the things that you don't know. So that's one explanation, it's kind of a metacognitive quirk. Um, AND one of the other explanations that's been put forward, um, and has led to some people being, I think, quite dismissive of the Dunning-Kruger effect is that it's a al artifact of some kind like a regression to the mean effect. Um, BUT I, I'm, I'm not sure the, the, the research is, is ready to make a definitive comment on, on, on that yet. My feeling is it's, it's, it, I don't, I don't, not entirely convinced by it being a statistical artifact. Um, THE, the, the idea of it being, um, the fact that you're, you're not knowledgeable enough to know what. You don't yet know seems a much more plausible explanation to me, but I think the jury is still out, but I think whichever side you tend to go on, the fact that you are the most at risk of er an inflated perception of your knowledge when you are the least knowledgeable is a fairly uncontentious thing to say, really."
	},
	{
		"start_time": "10:13",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to studying, does the ability to remember something equate uh understanding it, I mean, is it the same as understanding it or not?"
	},
	{
		"start_time": "10:25",
		"speaker": "Paul Penn",
		"words": "Um, NO, I, I think quite often people make the mistake of, uh, of kind of conflating knowledge and understanding, or at least recall and understanding. Um, SO one of the, um, one of the things that I mention in the book is, um, a study that looks at, well, how would you go about distinguishing understanding. FROM, um, recall. So one of the ways you could do that, for example, um, is to look at contradictions and whether people spot contradictions, because to spot a contradiction, you, you have to know something about the topic, to know that two things can't logically, um, you know, exist at the same time. You have to have some degree of understanding. Um, SO this study was, was looking at undergraduates and, uh, it was looking at their ability to recall the passage of text. And what they did at one point is they, they got the students to try and read this passage of text. And then at the end of it, they, um, they said to them, OK, um, gave you a, gave you a, we'll give you a test now on the contents of this passage. But we'll also look at whether, um, you can spot contradictions in the text or not. And the students were actually warned that the texts would contain or might contain contradictions right from the start, and as it happened, the contradictions were always in the same place. I think it was towards the end of the passage, the last sentence or penultimate sentence. Um, SO what you'd hope there is, is if students, you know, did the test and could recall parts of the passage, and they claim to understand it, what you'd also hope is that they would spot the contradictions. Um, WHAT you'd hope wouldn't happen is they would claim to understand it and then miss the contradictions cos that then implies they didn't. Uh, AND what they found is students were often claiming about 50% of the cases, I think. Students were often claiming that they understood a passage of text, but were then completely oblivious to the contradictions it claimed. So the, the kind of irritating thing in some ways about um the difference between I suppose knowledge and understanding or the ability to recall something and understand it, is it it's possible to be able to recall information without understanding it. Um, BUT you know, it's, it's not essential, you don't have to understand that to be able to recall it. But once you do understand something, that is a massive aid to your memory. And indeed, a lot of the methods of studying that we advocate tend to promote things like self explanation. So rather than just trying to um reproduce an explanation of something, you have to explain it in your own words. So actually that process of trying to disassemble something and put it back together again. And come to an understanding of how it works and explaining it in your own words is a really powerful aid to memory, but unfortunately it doesn't work the other way round, just cos you can recall something doesn't mean necessarily that you understand it. And I think that's something that students often, uh, tend to get wrong. And, and it might be one of the reasons why that one of the things that students often struggle with is things like critical evaluation as well, because they, they, they've recalled a piece of information, so the assumption is, well, I must have some critical faculty with this information or understanding of this information when in point of fact, they they, they don't really."
	},
	{
		"start_time": "13:25",
		"speaker": "Ricardo Lopes",
		"words": "Is self-testing an effective study strategy?"
	},
	{
		"start_time": "13:30",
		"speaker": "Paul Penn",
		"words": "Uh, YEAH, it, it, it's a very, um, effective study strategy. It's probably the, one of the few things in psychology that is, is very uncontentious. If you, if you talk about things like the testing effect, which is, which is what the, the method of um self testing is based on. So the testing effect simply says that um if you have a period of studying. Um, IT'S, it, if you, um, read a passage of text, for example, and then you test yourself repeatedly for a given period of time, your, your memory for that material will be superior than if you just reread that text over and over again. Um, AND it's, uh, initially, I think sometimes there's a bit of skepticism about that because people say, well, that's just learning to the test and things like that. But actually it it's not because the researchers looked at this and it doesn't matter whether the, the, you know, the questions you use to test yourself are the same that appear in a final test or different, um, sometimes they can assess a different application of the knowledge. Um, IT just seems that the process of trying to assess whether you can recall something is a very powerful metacognitive aid. Because what it does is it takes the guesswork out of um your perception of what you know and what you don't know. um BECAUSE sometimes you can get an illusory impression of what you know. So if you're rereading something over and over again, for example, what can happen there is the, the material will subjectively start to feel familiar to you. But the problem is with that is that you haven't taken into account that the conditions of learning, so you're learning with the source available to you all the time, are not going to match up with the conditions of recall, uh, where the source probably won't be available to you. Um, SO that impression you get of familiarity and rereading something repeatedly is illusory and will most likely evaporate as soon as you don't have the source in front of you. Now, the good thing about self-testing, as long as you're doing it, you know, not cheating, as it were, and looking at the source, is that it gives you a much more objective idea of what you know and what you don't know. And when you have a more objective and. Your idea of what you know and what you don't know, you can orientate your future studying, um, in a much more kind of precise and productive manner. So rather than then, you know, just rehearsing everything again, you're actually sort of focusing in on the material where, you know, you've had those retrieval failures. Uh, AND again, as we, we alluded to earlier, um, one of the, the, the things that makes self test. In work is the fact that retrieval failure, so, you know, not quite being able to remember something, despite the fact it doesn't feel very good subjectively, it's actually very useful for your memory. Um, YOU know, it is, it's, it's very much what you remember tends to be the, the effort that you put into processing that information, particularly if you start investing effort into thinking about that information. So, so self testing is, is, is incredibly um important um and it, it's probably the, the one piece of advice that I would, you know, if you could give them no other advice, this is what I would say to students. It's, it's not what you think you know, um, that matters. It's what you condemn. THAT you know. And you should view self testing, so I, I emphasize the word self testing here, so very low stakes self administered tests. You should view that as part of the process of learning, not just do something that you do at the end of learning."
	},
	{
		"start_time": "16:48",
		"speaker": "Ricardo Lopes",
		"words": "So let's now talk a little bit about procrastination, because that's something that students worry a lot about and even people at work and in other sorts of contexts. So how does procrastination work and why does it seem that we tend to fall into it so easily?"
	},
	{
		"start_time": "17:07",
		"speaker": "Paul Penn",
		"words": "Yeah, it does seem sometimes, doesn't it, that it's just something we just never learn from perpetually suffer with it. Um, PROCRASTINATION, I think it's been described as the kind of quintessential self-regulation failure. Um, AND the reason we fall for it easily and sometimes we repeatedly do it. Um, IT'S because we don't really necessarily understand what causes it. Not, not researchers. We're, we're starting to get to grips with it, but for the layperson, it's just something that's an incredible nuisance that's a scourge on their lives, and no matter how much they might, um, tell themselves off after the last bout of procrastination, they just can't seem to kick it, as it were. Um, SO I think making people aware of, of some of the drivers of procrastination is really important, and there are two aspects of cognition that are particularly important when it comes to thinking about, uh, procrastination. One is what we call hyperbolic discounting. And this just means that we tend to prefer doing things that will give us small rewards, but they'll they'll, they'll generate those rewards very quickly, so very soon in the near future, than we do, um, we prefer that to engaging with bigger things, more complicated tasks that will give us much bigger rewards, but that the rewards are much more distant. Um, AND the problem for that for people that are studying, obviously, is, is most of the things, most of the rewards you'll get as a student, are located at some point in some hypothetical future. You know, if I, if I invest that time doing this essay now in 2 or 3 years' time, you know, I'll, I'll get a degree, as it were, hopefully a good degree. So that's something, that's why one of the reasons why procrastinationism is a problem for students. It's because of this sort of hyperbolic discounting tendency. Um, BUT hyperbolic discounting also has a, uh, if you like a. A brother at arms or enabler, and it's called the planning fallacy, and the planning fallacy um refers to the fact that we're not very good at estimating how long things will take and, Anyone that's probably had builders in will, will, will be an expert on this already, sorry to all the builders out there. Um, BUT we tend to, you know, grossly underestimate how long things will take to do. And this is particularly true of, of, of students who often have very complicated tasks that, you know, are, are, are extremely involved and occur over quite a long period of time. And indeed some of the research that's been done on this has been uh done asking students to estimate how long it will take them to do their final year dissertation. And the kind of research that's done will will approach students and say to them, OK, I want, I want 3 estimates from you now. All of them relate to how long it will take you to do your final destination, uh, dissertation. Um, THE first estimate I want you to give me is your best case scenario. So if everything that can go right does go right, how long is it gonna take? The second, um, scenario is, you know, the exact opposite, which is assume that everything that could go wrong does go wrong, how long do you think it will take then? So a pessimistic estimate. And the third thing is, OK, just tell us now, what's your most accurate guess, you know, uh, all things going well, all things going badly be damned. How long do you actually think it's gonna take? And then obviously what you can do is after the students completed their dissertation, you can compare how long it actually took them to how long they um anticipated it would take in their three estimates. And what that research found was that students were underestimating how long it took, even in relation to their most, you know, um, pessimistic, um, sod law case scenario of everything that can go wrong will go wrong. I think by about 30% as well. So the, the problem, it's a bit of a double whammy there because, you know, we, we tend to leave things to the last minute, as it were, and we don't realize that things can't really be done at the last minute and we need longer than we think. Um, SO those are two things that, that make procrastination, I think, particularly difficult because they're, they're kind of baked into our psychology, really, these two things."
	},
	{
		"start_time": "20:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND apart from these more general tendencies that I would imagine everyone shares when it comes to procrastination, is, does it have anything to do with individual differences? Are there, for example, people that are, that have a higher tendency to procrastinate than others, perhaps because of their personality traits, for example?"
	},
	{
		"start_time": "21:16",
		"speaker": "Paul Penn",
		"words": "Um, IT'S kind of, it's. All the people think that, I think. Um, THERE is some relationship with individual differences insofar as when you look at the interaction between the task that someone's procrastinating on and the way that the person perceives that task. So for example, the, in terms of sort of affect, the sort of three reliable predictors of procrastination, uh, and none of these will surprise you. One of them is boredom, so we procrastinate on things that we find boring. Um, ANOTHER thing is resentment. We procrastinate on things that we resent doing. And the final thing is frustration. We tend to procrastinate if we find something frustrating. And, and if you can imagine, if you're the, if you're a student at the moment who is not really enjoying studying cos you're not going about it the right way, the chances are you're gonna find studying boring, you're gonna resent doing it, and it's gonna be frustrating when you don't get the results you think you should be getting. Which is why procrastination can be a real issue for students. But. In terms of personality traits, the answer really is no, not directly. There isn't a smoking gun, uh, in terms of a particular personality type, that means you'll either be completely predi predisposed towards procrastination or a personality type that means you're completely, you know, immune from it. Um, THERE are some elements of certain personality traits. So for example, if you're an extrovert, one element of that might be, um, that you have a high degree of impulsivity. Um, AND that might make you a little bit more prone to procrastination. Equally, if you're perhaps high in conscientiousness, things like your, your resistance to, um, uh, I suppose temptation, your resistance to being distracted, um, might, might, might, you know, put you in good stead when it comes to resisting procrastination. But there isn't really a personality trait that you could just point out and say it's that one, as it were. Unfortunately it's something that that all personality types can struggle with, um, you know, um, not necessarily equally, but certainly to varying extents."
	},
	{
		"start_time": "23:13",
		"speaker": "Ricardo Lopes",
		"words": "And for people who tend to struggle a lot with procrastination, what would you say are perhaps some of the best strategies, science-based strategies that can, they can try to apply?"
	},
	{
		"start_time": "23:26",
		"speaker": "Paul Penn",
		"words": "Yeah, so there's a few things here. Um, ONE of them, well, let, let's actually, let's try and relate these back to some of the things we've talked about previously. So, um, in terms of, um, the planning fallacy, where we said that people tend to underestimate how long it will take to do something, uh, fairly significantly, um, one thing that we know from research there, and this is one thing where you're. Your parents will laugh because it's something they'll probably have always advised you to do and now science backs them up, as it were. Um, IS that the, the only thing that seems to work reliably when it comes to defeating the planning fallacy is to, at the point you're considering doing a task, and maybe planning for the amount of time it will take, um, is to break that task down very explicitly into its component parts. So let's take an example with students here. Um, IF you had an essay to do, for example, and you want, you know, your calendar and you left yourself 3 days to do it, um, if your to do list, if you like, is #1, write essay, and #2, end of list, then 3 days might look like a perfectly reasonable amount of time to, to dedicate to that task. There's probably people listening now that are going. And blimey, 3 days, how about 24 hours or the night before it's due in, you know. But if you then consider what that task actually entails, and you think, OK, well, I've got to retrieve the right course notes, I've got, you know, pop to the library, uh, and retrieve the right materials. I've got to do a preliminary scan of these materials to make sure that they're relevant. I've got to discard the ones that aren't relevant and start reading the ones. In more detail that are relevant. I've then got to produce an essay plan. I've then got to think about the narrative, um, you know, of that essay, not just the contents. Um, I've got to draft it probably a couple of times. I've got to leave a bit of time, then I've got proofread it. And you can imagine that list getting bigger and bigger and bigger. And suddenly that same period of time of 3 days just doesn't look like it's gonna cut it anymore. So it's what we call unpacking, that's just a, it's not really a technical term, is it? But that's what it's called in the literature, unpacking. Uh, AND that seems to work reasonably reliably in, if not completely negating, um, the, the, the planning fallacy, certainly reducing its magnitude. So that's one thing that you can do to, uh, remove that. Now, in terms of hyperbolic discounting, this, this thing that we, we tend to prefer doing smaller things that give us small but immediate rewards over bigger things that give us big but, you know, um, deferred rewards. One of the things you can do there. If you've broken down the task into its component parts, is you can just arrange to actually reward yourself after those little component parts. So the rewards are much more frequent um than they would be if you just said I've got to do an entire essay and the reward's gonna have to wait till the end of it. So that, that unpacking the task has two benefits, one in that it tends to negate the planning fallacy, but also in that you can then, if you just, you know, view each task as a checkpoint and incorporate a reward at the end of that, um, you know, that, that's actually a really good way of dealing with hyperbolic discounting too. The other thing which, um, most people scoff at because they don't think that it will work, um, is what we call implementation intentions. And that's just a a a bit of a fancy term and all it means is that if you look at the research on, on things like motivation, um, what it will often tell you is that, um, as humans, we're often better at specifying our goals, i.e. what we want to achieve. So you've probably heard people say, you know, I want to get fit or I wanna develop some muscle mass or whatever else, you know. We're much better at doing that than we are specifying the behavior required to achieve those goals. Uh, AND what this often leads to is what we call the intention action gap. Um, YOU know, so you know the new year where everyone makes good, um, New Year's intentions, and then none of them really come to pass. Well, the reason is they specified the goal or the desired outcome, but they haven't specified the behavior required to reach that goal. So, and it's very, very doing it actually specifying the behavior is actually very, very simple. And there was a wonderful study once which illustrated this, and uh they essentially invited undergraduates into a lab to do a study. And the study was actually just a ruse, it was neither here nor there, it was a distraction task. The relevant bit of the experiment occurred at the end. Um, THEY divided the participants into one of two groups. In um in one group, the participants were given a sign up sheet, um, just with a series of, you know, er er space for them to put their name and then a space for them to specify a time. And the reason for that is the experimenter said, thanks very much for taking part in this study. Would you mind taking part in a future study? Uh, THEN the person would sign up. And that was the first group. The second group, they got the same sign up sheet, but the wording was changed slightly, and it was along the lines of if you commit to attending the second study at a particular time now, then you are more likely to show up at this time. Um, AND then what they did, obviously, is they compared the two groups in terms of, um, how many people actually showed up for the second part of the study. And the difference between the two groups was, was massive, you know, I think it was about 60% showed up for the second that were in the if you uh put your name down, then you will turn up compared to something like about 13%, um, in the group that were just, you know, please sign up for the next study. And that language of if and then is actually really important. And the, as weird as it sounds, the reason it's important is because at at some level, we, we're always looking for cues in our environment about what we should, you know, what, what's the cue of the particular behavior. So if this happens, then I should do this. And a lot of behavior at its basic level can be broken down in that fashion. So to increase the chances of you doing something in a timely fashion, what you need to do is set yourself an implementation intention to do that particular task. So it could be like, you know, if it's Monday at 6 o'clock, um, then I will immediately proceed to do the, you know, start on the essay for this module that I'm studying. Um, OBVIOUSLY, depending on what your goals are and what the task is, you'll have to be more specific. ME, but the key thing there is saying if that's the condition that alerts you to the fact that there is a, a, a, a trigger for the behavior, and then, which is what associates the behavior required to achieve the goals with that trigger. So that's what you need to just get in the habit of doing. Um, AND it, it's a remarkably simple, uh, but remarkably powerful strategy. For trying to close that, you know, intention and action gap. So that's what I always recommend to people, it's you've got to get good at specifying not just the goal that you'd like to achieve, you know, saying I've got to get the essay done, but you've gotta specify what the cue in the environment will be to make a start on that task, and then also um what the associated behavior will be that will contribute to the resolution of that task. Um, THE great thing about, um, getting started as well is that once you've started a task, it's much easier to keep going because your memory is kind of biased towards, um, reminding you uncomfortably, and we'll all have had this experience that, you know, 2 o'clock in the morning when you wake up in a panic and remember all the things you were supposed to do. You haven't yet done, your memory is actually biased to remind you about the stuff you've yet to do. Um, YOU kind of sweep aside fairly quickly the stuff that's already done. Um, SO just getting the implementation in, in place and actually starting, uh, on the road to achieving that goal can be a, a really good thing to do. So there's a few things that, that you can do that are, that are backed up by research that, that negate these tendencies that we have to procrastinate."
	},
	{
		"start_time": "30:59",
		"speaker": "Ricardo Lopes",
		"words": "So changing topics now is something that students also do a lot, not only in class, but also when they're studying alone at home or in the library, for example, is they take notes. What the science tell us about the most effective ways of taking notes and is, for example, taking notes verbatim good enough or not?"
	},
	{
		"start_time": "31:23",
		"speaker": "Paul Penn",
		"words": "Um, I, I think the, the first thing about note taking is you should probably ask when it's being done, um, because one of the things that will often happen is if you're a lecturer, for example, or even a student, you look around the room, what you might see is people, you know, spending an entire lecturer just trying to scribble down everything the lecturer says, you know, and, and self-evidently. That's really not gonna help. So I, I, I think really when you're in a lecture, what your focus should be on is actually attending to the lecture itself. Uh, IF not for another reason the lectures are often recorded these days and the slides available, so there's really no point in just madly scribbling down, um, what the lecturer says. Now when it comes to notes, I, I think um one thing that you really can do um is start off by narrowing down the, the process of reading. So when you take notes, you generally take it on what you read. And a good way of improving the notes is also narrowing down your reading. Because I always say to students that look, you need to start off with some questions, because if you don't have any questions, the source you're reading by definition can't give you any answers. So just reading and taking notes aimlessly is is is very inefficient and and and rather pointless. So, you know, it might be, for example, that you're reading a particular study and the questions you'd like to answer is, You know, how was this study done and what were the main findings and maybe what were the implications. So just start off with some idea about what you'd like to get from the source, because immediately what you're then doing is you're interrogating the source for that information, rather than just blankly reading it. And then what you're doing is when you're taking notes, you're taking the salient notes down rather than just trying to capture everything. So that's, I, I think a good um a good first approach. I think the other thing um to do is when you're taking notes, avoid any kind of um verbatim copying, because I think some people mistake activity for progress in this respect and they think, what I'll do is I'll just copy out the relevant bits and just the, the action of me typing this out or writing this down will somehow enhance my memory. And I hate to break it to you, I know it feels like busy work and it feels like it should work, but it really doesn't. Um, YOU know, copying stuff verbatim is no more effective than just rereading it, which itself is, isn't particularly effective. So, um, what I would say there is avoid, um, copying things verbatim. If you're going to commit anything to paper, what it really should be is your understanding of that material. So, and this really relates to, um, I, I don't know if we've got questions about this later, but this relates to how your memory works in that your memory isn't reproductive in nature. I, I know it feels like it sometimes but it, it, it feels like it's some, you know, old Victorian camera where you have to point it at something for about an hour. And if anything moves in the source or the frame, you know, that it's ruined and. Gotta start from scratch. But if you're trying to study like that, that's why you're not having much success, because your memory isn't really designed to reproduce information verbatim. What it's there is to create meaning, and it's there, and because it's there to create meaning, what it wants you to do is to reconstruct the information, so it's reconstructed in nature. Not reproductive. So the question when it comes to things like note taking is, how do you take advantage of the reconstructive nature of memory? And one of the really good ways to do that is by trying to explain things in your own words. So one of the approaches that gets some attention and it is reasonably well supported by the research is to use elaborative interrogation. So the idea is that as you're reading a source, you start to annotate that source with some questions to yourself. And then you have to answer those questions using the source, but you have to articulate it in your own words. So what that means is you're basically thinking about the material and how you would explain it rather than just trying to regurgitate what someone else is saying. And as anyone that plays an instrument will know, it's much easier to remember your own composition than to remember the composition of someone else. Uh, AND the reason because of that is that when you think about it, I think Daniel Willingham had a beautiful quote about memory, and he said that memory is the residue of thought. And I think that's a lovely way of of of kind of getting it across to people what you have to do to be able to remember things. Um, YOU can't just stare at them, you can't just passively look at them. You've got to engage with them and you've got to use methods that force you to explain and to elaborate and to interrogate and to think. Because what you tend to put the most effort into thinking about really determines what you remember. It's not just about duration. Or repetition, um, it's really about investing effort into thinking. So I think in summary, what you need to do is start by narrowing down what you're reading, what you're taking notes on, um, have some questions in mind, um, interrogate the text with respect to those questions, and then try and explain the key points in your own words. Um, I, I, I, I kind of emphasize the word explain because explanation. Tends to trump things like description. Um, JUST describing something, um, it's OK, particularly if you're describing your own words, but if you really want to understand something, understanding the workings of it by explaining it are, are much more kind of productive. It's a bit like the difference between distinction we kind of raised earlier between being able to recall something and understanding it. Often if you like, the division bell between that is can you explain it or not, OK? Mhm."
	},
	{
		"start_time": "36:42",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps somewhat related to note taking this summarization work?"
	},
	{
		"start_time": "36:50",
		"speaker": "Paul Penn",
		"words": "Um, RIGHT, summarization things like summarization and highlighting, um, the, well, summarization first, the material is a little bit, um, um, I, I don't know, it's, it's, it's a bit kind of both ways when it comes to summarization, and I think the reason for that is that it, whether it works depends on how good you are at it. And to a certain extent, the same thing is true at highlighting. The problem here um becomes the fact that the people that tend to rely on things like summarization and highlighting the most are often the least skilled at using it. Um, SO what, what you'll often find there is, um, we'll just jump to highlighting as an example, people will, will highlight way too much. And they won't really put much thought into what they're highlighting, which is a problem because the research that has shown an effect of highlighting, um, tends to indicate that it's, it's not the highlighting per se, it's the amount of thought that's gone into why something is highlighted. Um, THAT tends to produce the result. Now, with summarization again, the danger is that you can either completely overegg the pudding and just write, you know, a huge essay on a topic that only really needs a few sentences, or you could completely undershoot and not give enough information for that summary to be useful. So I think as a starting strategy, summarization is perhaps a little bit risky. I, I would tend to steer people towards things like elaborate, uh, elaborative interrogation and retrieval practice. Um, THERE are ways around it. So, for example, in psychology, when we're talking about, um, study. AND students want to try and remember what a study is. One way of making your summaries more effective is to have a mental template of things you need to cover. So for any study, if you want to summarize it, you probably need something about why that study was done, something about how it was done, what the main finding was, and then what the implications of that finding is. So, um, once you, you get reasonably practiced at doing that, uh, and you can audit the quality of your summaries, it becomes more effective. But I think a safer way is to focus on things like retrieval practice. And, um, you can use, like, we'll probably come into this a bit later, perhaps 3R method, um, as well. So like this might be your next question actually. Ricardo, so I'll, I'll, um, should I cover this now or just leave it for the moment and come back to it?"
	},
	{
		"start_time": "39:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES, I was just going to say that just to close off this section and then for us to talk about things like academic integrity and some other related topics in the book, you, uh, talk about the 3R method, read recite review. So could you explain?"
	},
	{
		"start_time": "39:26",
		"speaker": "Paul Penn",
		"words": "Yeah, absolutely. Well, this is a really nice um er relatively simple and organic way of incorporating retrieval practice, um elaborative interrogation. And this idea of repetition, but doing it very proposively, you know, actually having that, that mental effort required to retrieve memories uh and putting effort into doing those things. Um, SO what you do, uh, it's, it's really simple. First of all, unfortunately, there's no way around this, you are gonna have to read the material. But the, the key thing to note here is you do need to read in small chunks. One of the mistakes that students often make is they'll try and read an entire book chapter or um. An entire article in one go, and that's really no good. You, you, you won't be able to recall the, the, the important parts of that just particularly with one pass, it will be very frustrating for you. A good strategy instead is to take the piece apart and put it into chunks. So one way of doing that might be to look at it, break it down into paragraphs. And what you do is then for every paragraph, you read it, um, you put it to one side and then you try and recite, um, either verbally or I, I tend to prefer typing, um, what I, what I can recall out because that then becomes the basis for your notes. Um, YOU try and type out with the source out of sight, it's very important you don't look at the source when you're doing this. You try and recite the main points of that particular part of the source. And that's really important because what you're not trying to do is to recreate that source verbatim. You're not trying to remember every single word of that passage of text. Um, YOU just want to remember the important point and you just want to get your facts straight, so you're factually accurate. So, having done that, what you'll then need to do is to audit what you've written against the source again. Um, SO that's the review part of the equation. So you take your source and you put it back in IShot and then you compare what you've written to the actual details of the source. But here's the thing, once again, you're not trying to compare what you've written, um, and asking yourself things like, is it as detailed as the original? Is it as eloquent as the original author? What you're, what you're audited in your, your recitation. 4 is, have I captured the main point or points? Have I captured it in my own words, and is it accurate? And that's it. Once you can do that, and it will probably take a few goes, um, you know, I think people expect success too quickly, and it goes back to that, um, analogy we used earlier about, um, retrieval practice being a bit like going. To the gym, um, you know, it's, it's the failure to retrieve is helpful as well as the successful retrievals. But what you do is you should repeat that process of reading, reciting, and reviewing until you're satisfied that you can, um, recall the crux of that passage of text accurately. And once you do that, you then move on to the next part of the document and you rinse and repeat. And if you do that, um, what basically happens then is you are, you're naturally incorporating, um, asking questions to the text, um, trying to retrieve answers, um, elaborative interrogation cos you're trying to explain things and articulate things in your own words, and you're getting that kind of practice in as well, that repetition. So it's a really nice way um of studying and incorporating those good practice elements that we talked about into a kind of simple study strategy."
	},
	{
		"start_time": "42:39",
		"speaker": "Ricardo Lopes",
		"words": "So moving on then to the topic of academic integrity, I am curious, why was it that you decided to include such a topic in the book about the psychology of effective uh studying? Why do you think it is important?"
	},
	{
		"start_time": "42:55",
		"speaker": "Paul Penn",
		"words": "Yeah, well, it's important for a couple of reasons really. I mean, the first, the first reason is that academic integrity is, is kind of fundamentally important because it relates basically to concepts like fairness and honesty. Um, WHEN you're studying, uh, and I thought those were things that from an ethical point of view, um, needed to be covered. But there's quite an interesting study from psychology actually, because this is one area of studying where people tend to be a bit overconfident, um, in their knowledge of basic concepts like, you know, what is citation, what is referencing, what's the difference between citation and quotation. Um, AND the problem is, overconfidence in this respect can be very costly because you could end up with, you know, breach of regulations and being called in for the university equivalent of disciplinary action. So, obviously we want students to be able to avoid that. But from, from an effective studying point of view, um, the reason it's there is because what you find is that one of the reasons that people, um, might plagiarize things, um, is that they've used ineffective methods of studying, such as verbatim note taking. So let's run through an example just to illustrate this. Um, IF your approach to note taking is that you, um, you write down the words of another author verbatim, and obviously at that point you are not intending for that material to find its way into your essay. The problem is, um, what can happen over time, particularly if you put those notes away and you come back to them perhaps a couple of months later, is you get kind of a source of monitoring confusion whereby, You misattribute where that information comes from. So rather than saying, OK, these notes are clearly from another source, these are not my words, it's perfectly possible, particularly if you've been thinking about that information in the interim. To misattribute those words and think, OK, actually I think I did produce that. And then of course that that verbatim copy and it ends up in your essay and you get into hot water. And that isn't really, um, any, a reflection on any deliberate dishonesty on the on the student's part. It's just an ineffective method of studying. That is conducive to um to an academic integrity offense. So one way that you can really reduce the chance of you ever getting into any trouble whatsoever when it comes to academic integrity is just by using effective methods of studying. So if we look at a positive case study now, if you make notes by always explaining things in your own words, asking questions in the text, explaining things in your own words, then whether those notes make it into your essay or not is irrelevant because it's in your words then. So as long as you're giving credit to the person who originally had the idea with the citation, it's, it's pretty much impossible for you to go wrong. So, in, in some ways, good studying habits are also good academic integrity habits. Um, ANOTHER example is procrastination. We talked about this earlier. The research and academic integrity and, and why students sometimes fall foul of it is that they do something at the last minute because they put it off and put it off, and suddenly they've had to use some fairly dubious practices just to get the essay done. Um, SO, no. Knowing about things like how to beat procrastination, how to study effectively, um, there are, there are very clear links between that knowledge and also learning how to be what, cos we, we call it academic integrity, but I think I'd prefer to it as knowing how to be an ethical academic, uh, and, and someone who behaves ethically in the idea of knowledge production and knowledge dissemination, which anyone in academia really should be, you know, on board with a cigar."
	},
	{
		"start_time": "46:32",
		"speaker": "Ricardo Lopes",
		"words": "So what would you say are perhaps the most important pieces of advice for people to follow when they're writing assessments at degree level?"
	},
	{
		"start_time": "46:43",
		"speaker": "Paul Penn",
		"words": "OK, so I think um. There's a few things to note, um, uh, and this was interesting because this was the one chapter of the book. I, you know, it's, it's interesting you picked out on why is the, the section on, um, uh, on, um, academic integrity there, cos the, the question I usually get is, is, what could you possibly hope to say about academic, um, you know, completing assessments at degree level, given that you're talking to students of all disciplines from all types of institutions and across many different types of assessment. Um, WELL, the honest answer is, is that they're, again, much in the same way as the first chapter when I talk about metacognitive problems and how they can lead to an effective studying practices. Similar metacognitive problems can also create problems when you're writing. So the first thing that students often, um, fall foul of when they're doing an assessment is not being clear on what the expectations are. And this often refers to kind of, you know, this illusion of knowledge that we might have touched upon earlier. Where they mistake being able to recall, let's say part of the marking criteria for understanding the marking criteria. So, you know, you may, you may see something in your marking criteria that says one of the things that you're assessed against in your essay is your use of evidence. And you think, OK, well I can recall use of evidence, that's really important, therefore, you know, I've got it. But do you know what a a a good exemplar of using evidence looks like? Um, COULD you recognize that in a piece of work? Could you compare your own work to that good exemplar and, and figure out if you've done it right. If you've done it wrong. If you've done it wrong, could you use the good exemplar as a way of improving your practice? These are all questions you should be asking yourself when it comes to determining whether you really understand what the expectations are, as opposed to whether you can just repeat them, as it were, because you know what the criteria is. Um, SO that's the first thing that students go wrong. I, I try and address that in the, um, in that chapter on on producing assessments in my book. The other thing that that students need to know about um is that the one thing that students go wrong with across the board is they'll often prioritize what's kind of um expedience over what's relevant. And what I mean by that, particularly in in the days of Google searches, is that people will, you know, they'll they'll Google the topic of their essay. And then they'll end up with um a, you know, a list of of returns from Google, and they'll they'll they'll go to one of the top rated returns basically. Without thinking about that, the Google hasn't evaluated your request with how suitable it is for your essay, it's just giving you a list of what the most popular returns are, what's the most searched or what, what people end up on the most, which is why you always end up with Wikipedia and things like that. Um, SO what you tend to get there operating are things like, you know, the availability bias. So we, we tend to reca, we tend to use things in our essays that are just easy and ready to recall, rather than the things that are the most relevant. And that kind of availability bias, you know, it's um, it's compounded by the algorithms that are used online because what it's effectively doing is sort of shoving something under our nose that's popular. Um, AND we then use it because we haven't really thought beyond the fact, well this is popular, but is it optimal for answering the particular essay question that had been said? So that's kind of an indication of where students go wrong there. It's kind of called it expediency based practice. So rather than evaluating contents for their their worth in terms of the, the assessment concerned, they just tend to go for the things that are most available. Um, THE other thing which is always interesting is if you ask students who they're writing for, and they'll often tell you, well, I, I'm writing for my tutor, obviously. And of course, in, in a practical way they are because the tutor is the person that marks their work. But in a very real way, what they're demonstrating there is vulnerability is something called the curse of knowledge, because if you're writing for a tutor. What's probably gonna happen are two things. One is at that point you would probably have studied that material, and the, the dangerous thing is once we've studied something, we tend to look back at that knowledge as much more obvious as it is. That's kind of, you know, the hindsight bias, basically. Um, ONCE we know something, we can't unknow it, and it just seems more obvious. That's why when you're watching a game show sometimes, and a contestant is on there and they get a question that you know the answer to, and the contestants I'm in and ah in, um, you tend to get really annoyed and start shouting at the TV. Um, IT'S because you can't break free of your own. YOU know it, so it's obvious to you, um, but the poor contestant doesn't share your knowledge, um, and you can't see that, um, and that's where the kind of curse of knowledge comes in. You can't, we tend to assume that people at the same level of understanding that we are. Now the problem for this when you're writing an essay, is that if you think something is obvious, how likely are you to explain it in the essay? Probably not likely. If you know, if you think that the person you're writing for, or the level you're pitching your essay at or your assignment at is for someone who you've perceived to be an expert, how much of the knowledge you should be demonstrating in your work are you gonna gloss over the fear of, you know, patronizing the person you're writing for? So that idea of the hindsight bias and the curse of knowledge and knowing about these things and their implications for the way you produce written work is kind of really important. Um, AND the last thing really, it's one of the things that, that ruins many an essay or assignment, um, it is, is a product of what we call the guru effect, which is that we, we tend to assume that things that are difficult to understand must be inherently profound in some way or wise, um, uh, regardless of if it actually makes any sense or not. Um, AND there was a wonderful study about this actually, that, um, that again used undergraduate students, psychology undergraduate students, if memory serves correctly. And they gave them a series of statements, and the statements were manipulated for um whether they were profound or not. So some of the statements were um things that were just mundane, mundane but true, like, you know, newborn babies require constant attention, you know, well done, but yes, it's true. Um, AND another thing might be, um, something that's, that's also true, but stated a little bit more, um, a little bit less directly. So a wet person does not fear the white of the rain. So that's kind of a degree of profundity in that knowledge. There's a little of truth to it, it does make sense, but it's been articulated in a less direct way. And then, um, a third group of statements were just sort of sway over profound bullshit that had been generated from a site, um, that basically just uses long words and scramble them up and, and makes it so it sounds good. So an example would be something like, um, wholeness quiets in the phenomena, which, which sounds amazing, but actually is complete gibberish, doesn't actually mean anything. And of course what you'd hope is that the, you know, the intelligent and diligent undergraduate students would be able to distinguish between the, the profound, you know, sway over profound bullshit, uh, profound statements and just mundane but true statements. Uh, AND what they had found in this study is that students would often rate the suede profound bullshit statements as being profound. Um, SO again, it's just that thing of when sometimes when things sound complicated. Or sound sophisticated, we just tend to buy into them without being critical. And the reason that tends to be a problem in essays, and we've all looked at articles online before and thought, my God, is this person swallowed a theosaurus or something, cos I don't understand a blooming word of this. Um, BUT some people think that that's the way to try and sound clever, that if you do that when you're writing an essay, that the tutor will be so impressed with your use of. Necessarily complicated and sophisticated terminology, um they'll give you a good mark, when actually research suggests that the opposite is the case. Um, uh, THE thing, the thing I always say to students is when you're writing as an academic, regardless of some of the appalling examples you see out there, always go for simplicity, um, you know, always price simplicity and conciseness and clarity over trying to sound good. So right there, there's, there's kind of 4 psychological effects if you like, or 4 biases and things like that, that can really um interfere and undermine your writing that I cover in that chapter, just to try and warn students off them and try and improve their writing at a stroke, um, regardless of, you know, what type of assessment it is or or what subject they're studying."
	},
	{
		"start_time": "54:59",
		"speaker": "Ricardo Lopes",
		"words": "And of course, something that people have to do in academia, not only as students, but then also if they land an academic job of some kind like a researcher, a professor, is that they have to work collaboratively. But there are some challenges that come with that. What would you say are perhaps some of the biggest challenges and again, how do they connect to effective studying?"
	},
	{
		"start_time": "55:24",
		"speaker": "Paul Penn",
		"words": "Yeah, um, absolutely. I mean, it's one of those things that's always perennially at the, the top of, um, uh, you know, employers' wish list, isn't it, the ability to work in a team and things like that. So the challenges of working collaboratively in academia are really no different than than working collaborativeatively in any context, which is the, the problem is that humans aren't as well geared up towards working collaboratively as we like to think. Um, AND if I. If I talk about the service social loafing now, that will probably ring some bells and, and all it really means is the more people you put on a task, um, the less each of those individuals involved in that task will contribute towards the group, the the group goal. Um, SO their individual effort will diminish the larger the group gets. And this is probably due to something we'd, we'd call sort of, you know, diffusion of responsibility, which is that everyone starts to assume that someone else will do it, um, as it were. But it's also because people feel more anonymous in larger groups. They feel less accountable for the work that they're doing. Um, AND when people don't feel accountable, um, they tend to put in less effort, basically. When you know that you're gonna be held to account for your efforts, um, you know, you, you generally get on with it. But if you think you can hide behind the group as a whole, you're less inclined to kind of put the effort in. And there's lots of research for about the last 50 or so years in, in social psychology to that effect. Um, THE way around this, as, as you might guess, is to try and increase the accountability of each of the individual group members. Um, SO one of the ways you can do that is to have, like, peer evaluation, and you might have seen this on, uh, on some assessments if you, if you work in university or you are a student, where each of the the group members gets to rate the performance of other group members, but throughout the task, not just at the end of the task, cos it's. It's a bit late to call someone, you know, good for nothing slacker at the end of the task, cause it's done and dusted then. Um, NOT that you should really do that at any point in the task, but, um, the evaluation should occur throughout the task. So, cos it's then fair to someone, if they, if they can then see that the group doesn't feel like they're pulling their weight, they can elect to do something about it. Um, AND it does sound like a recipe for sort of pistols at dawn in some ways. But if as a group you can agree on the ground rules from the outset, um, and you can agree on the criteria under which people will be judged against in terms of pulling their own weight, then it's actually a really useful, um, thing to do, because often the, um, the threat, for want of a better term, of someone being kind of exposed as the person who's letting the side down, um, in an environment is enough to get people back on track and doing their bit, as it were. So I, I think that's the main challenge of working collaboratively in academia. When you get group work tasks where it is a collaborative effort and there isn't an individually assessed component, you have to contrived ways of making sure that each individual member of that group feels accountable for their contribution. And I think that can be quite difficult, but peer evaluation is probably a, a kind of good way of going about it."
	},
	{
		"start_time": "58:31",
		"speaker": "Ricardo Lopes",
		"words": "So, I have one more topic I would like to ask you about, and then I have just a final question that comes from a patron of the show. So, the last topic is about presentations and slide shows. I mean, of course, not all presentations, not in all presentations, people. USE slide shows, but in many of them, they use, they use them nowadays. But what would you say are perhaps the most common mistakes people make in presentations? And what would you say are the most important ideas for them to keep in mind when preparing a presentation?"
	},
	{
		"start_time": "59:09",
		"speaker": "Paul Penn",
		"words": "Yeah, well, I mean that that last point you made there I think is, is the, the thing you start with, because if you start with the um, the understanding that in producing a presentation, your goal is to make things easier for the audience and not for yourself as a presenter. Then the good practice will tend to spring naturally from that. A lot of the mistakes you tend to get people making when it comes to presentations are born of the fact that they're nervous. You know, that they're they're, they, they're not particularly confident, um, and what they tend to do then is adjust the nature of their presentation. So that they, um, their slides, for example, become a crutch for them. So if you've ever seen a slide and it's contained about, you know, a mini essay on what, you know, in, in 5 point font, and someone's reading from the slide, they're not probably doing that to be awkward, at least I hope they're not. Um, THEY'RE probably doing it because they were frightened of drying up. Um, BUT in doing that, what they, what they've done is they've oriented the presentation in such a way that makes it easier for them. And in doing that, that's kind of made the presentation less. Accessible and less appealing to the audience. So if you just start off, um, when you're thinking about giving a presentation saying, who are my audience and how can I make this as easy as possible for them, even if it makes life a bit more uncomfortable for me, that's a good start. Now, in terms of the kind of the common ills, if you like, of presentations, um, the, the one thing that people, the, the three things that people do most commonly, and there's some research by Stephen Collin about this that looked at PowerPoint errors. And, and how frequently they're made and um and how annoying they are to the audience. The first one is common to all of us, which is PowerPoint karaoke. And it's where you get a speaker up the front and they either read pretty much verbatim off of their slides or, um, off of their notes, basically. And of course this does beg the question of, well, if all you're gonna do is read off your materials, you could really just have sent us some materials and we could have read it in the comfort of our own homes. Um, THE point of a presentation is, is you have to present, you are the focus of attention. Um, SO that's the, the one of the most common and one of the most annoying things that people do. And really to get around that, you've really got to start thinking about things like multimedia principles, um, of, of, of good slide design. So your slides become much more talking prompts. So the idea is you, you have very little in the way of words on the slides, but you have a phrase that you can then elaborate on. Um, AND that's much better than actually putting everything you want to say on the slide for obvious reasons. Um, THAT kind of relates to the second thing that people tend to do wrong, which is they, they incorporate unnecessary content into their slide. Um, SO that each slide really should have a main contention or a main focus. And if you start putting too much information into a slide, what happens is the, the point of that particular slide becomes increasingly obscure and difficult for the audience to pick up on. So, uh, and sometimes it happens because people are just banging loads onto the slides because they just think it's a value for money thing and the more information they give to the reader, the better. Um, BUT really, you should make sure that that each part of your presentation, each slide, however you want to break it up, has a specific point, and that the only information you include, um, is information that is relevant to perhaps substantiating that point or to talking around that point. Um, AND the other, the other mistake people often make as well, which again is, is very highly related to the first two. Is they just put too much information on a slide to absorb, and it might be relevant information, it might be, um, the fact that they've used lots of bullet points, for example, so it's not that they've tried to script the entire presentation, but they've used like, you know, 20 bullet points, or they've used this horrendous diagram with about 3 different sectors of sort of spider web diagrams, and you just don't know where to look first, your attention is completely overwhelmed. Uh, AND you have to bear in mind that a big part of your duty as a presenter is to manage the cognitive load of the audience. You, you don't want to give them so much information to deal with that their short-term memory just goes. Sorry, but too much, cos what happens then is they'll just get bored and switch off. So whenever you're thinking about slide and slide design, you really want to limit the number of items on that slide to, you know, let, let's say you, I would say a good rule of thumb is sort of no, no more than 5 really, cos I think once you go beyond that, you're just putting too much strain on people's working memory and it becomes quite a chore for them to take that information in and to retainer the parts of the slide that are necessary. So, um, so those are the three mistakes basically, and they are kind of quite highly related. Um, BUT they all tend to come from people being just, you know, they're not from ill will or, um, sometimes they even ignorance, and this is the interesting thing about the research that Stephen Colson did. It's that sometimes people can recognize errors in other presentations, but they go on to make the same errors themselves in their own presentations. And that probably is due to the fact that it's one thing to know what an error is, but that those errors are born from just being a nervous presenter and designing slides for your benefit rather than the audience's benefit."
	},
	{
		"start_time": "1:04:14",
		"speaker": "Ricardo Lopes",
		"words": "So, let's then address the question from my patron, Bernard Seyche. He asks, um, does going to college make a big difference in a person's intelligence and professional skills?"
	},
	{
		"start_time": "1:04:30",
		"speaker": "Paul Penn",
		"words": "Um, WELL, it, it's, it would be a blanket answer for me to say yes or no there, wouldn't it, really? I, I think, particularly in, in, in today's age, you, you need to be, you need to be sure about why you're going to college and, and what you want to get out of it and how college figures in your overall career plan. So I think one of the things that I try and discourage students from doing is, is going to college for the sake of it. Um, YOU know, because they think that's what needs to be done, or that's just what you have to do to get any kind of half decent job and things like that. Um, AND the reason I discourage that is because if you really have no interest in what you're studying, then you are not going to be inclined to use some of the, the more effective but more effortful methods of studying that will produce the best results. Because the one thing you really can't do if you, if you want to get a, a good result um out of a degree is to just kind of phone it in, uh, just to do lots of re-reading, lots of, you know, taking notes, verbatim, you know, cramming for exams at the last minute. It's gonna be a really unpleasant experience for you and you just, you know, it's not really adding anything to your life. So I think the first thing is to understand how the course you're thinking of studying is going to equip you, um, for the future ahead. I think the the key thing is to study what you're interested in, um, because there are, if you engage with learning properly, there are transferable things that we've been talking about through, you know, through this, this show so far. Things like teamwork, things like how to interrogate information, things like how to become an ethical practitioner, things like how to communicate clearly, that if you really engage with studying effectively, um, these things will start to develop irrespective of what subject you're taking. So there are things to be gained from doing a degree across the board, but I think the key thing is to make sure that you're studying something that you have an interest in, because that's what will, will motivate you to, to invest time and effort in the kind of the, the, the, you know, the things that require, Um, effortful contributions, in other words, the methods of studying that will, will challenge you, will present you with the fact that you're not getting it right immediately, um, and require you to persist. And it's whether you're interested in what you're learning or not, I think that is a big determinant of that. So I think those are the things that I that I would always encourage. So is it worth it? Um, IT certainly can be, um, but I think you need to understand, um, what you're studying, how it kind of fits in with what you want to do when you leave college, and you need to engage with something that you're really into. Enthusiastic about, so you can use methods of studying that will, will challenge you and will get the results that you want rather than just kind of phone it in for the entire 3 years and end up with a fairly mediocre degree, or, or God forbid a foul. Um, AND, and it'll be a really unpleasant experience for you as well."
	},
	{
		"start_time": "1:07:23",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again the psychology of effective studying how to succeed in your degree. I'm of course leaving a link to it in the description of the interview and Doctor Pen, apart from the book, would you like to let people know where they can find you and the rest of your work on the internet?"
	},
	{
		"start_time": "1:07:41",
		"speaker": "Paul Penn",
		"words": "Yeah, certainly. Um, WELL, I mean, it, apart from the book, I also have a YouTube channel. Um, AND that contains, uh, advice on studying. Um, FOR those of you that study psychology, it also has guides to producing things like, you know, uh, lab reports. Um, FOR those of you that don't study psychology, it has lots of advice on how to produce essays, uh, effectively from psychology. And it talks about a lot of the things that we've been discussing here about how to approach things like reading and notes. Taking what you need to understand about academic integrity. Um, BUT the channel was recently, uh, expanded, um, to cover the applications of psychology beyond just studying. So now I'm starting to talk about things like, you know, why are people trolling, for example, what motivates people to troll? How do, what kind of strategies or psychology do shops use when they're trying to persuade you to buy things in the sale? How can you become more assertive and say no without feeling bad about it? Um, I've got one at the moment where I'm looking at sort of, you know, bedtime procrastination and things like that. So the channel now is called, uh, Presenting Psychology. Um, SO, uh, and, and it, it really, it encompasses both the studying material. So there's a section for students, a playlist for students that contains all the kind of videos we've talked about. But there's also a section for everybody, people that are just interested in the application of psychology and the way it could perhaps just enhance their lives across the board, um, as opposed to just make them more effective learners. Um, THERE'S, there's lots of videos on interesting subjects that have been submitted and, and will be submitted in the future there too."
	},
	{
		"start_time": "1:09:13",
		"speaker": "Ricardo Lopes",
		"words": "Thank you so much, Doctor Pen for coming on the show and it's been a very fascinating conversation, so thank you for"
	},
	{
		"start_time": "1:09:19",
		"speaker": "Paul Penn",
		"words": "it. Thank you for having me. It's been wonderful talking to you."
	},
	{
		"start_time": "1:09:23",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearraujuru and Roach Diego Londono Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fitim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]