[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Tais Panani. She is an associate researcher at the the Smithsonian Museum of Natural History. Her main research questions are about human. Interaction with the Pleistocene megafauna in the Americas and the people in of the Americas. So today we're going to talk about uh humans arrival in the Americas and megafauna there and its extinction. Those are the two main topics we're going to cover. So, Doctor Panzani, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:36",
		"speaker": "Thaís Pansani",
		"words": "Hello, welcome, and thank you for um asking me for to join this interview and for the opportunity to talk a little bit about these topics that I think is fascinating. So really happy to be here. Thanks for the invitation."
	},
	{
		"start_time": "00:51",
		"speaker": "Ricardo Lopes",
		"words": "No, it's really fascinating and I've already talked a little bit with some other anthropologists on the show about the people of the Americas, so I would really like to get some more details today. So, but uh let's start with perhaps uh a timeline here. So do we know when exactly Homo sapiens arrived in the Americas?"
	},
	{
		"start_time": "01:13",
		"speaker": "Thaís Pansani",
		"words": "We know what is for sure the timing that humans were in the Americas. So we know that for sure humans got to the Americas around 15,000 years ago. That is what is settled in archaeology, anthropology, paleontology, but it's still a huge discussion because We have several researchers, including myself, who worked with earlier archaeological sites and claim for evidence that humans were in the Americas. Around at least 20 or even before 20,000 years ago, which is the time uh for the last ice age, so we call the last glacial maximum. So during 26 to 19,000 years ago, we have our last ice age, so. This timing, like from before 19,000 years ago is kind of complicated. Some researchers think that uh how we would be able to cross uh Siberia to the Americas, so it's still like a lot of discussion regarding earlier dates. So we know for sure that around 15,000 years ago, humans got here, but we have evidence for maybe earlier."
	},
	{
		"start_time": "02:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And uh how long did it take for humans to populate uh the entire continent or the two continents if we consider North America and South America, to different continents. Uh, HOW long did it take for us to arrive in uh in North America and then to go all the way down to the tip of South America?"
	},
	{
		"start_time": "03:06",
		"speaker": "Thaís Pansani",
		"words": "That is also a great question that we were still investigating and we are still discussing. So we have a very solid um archaeological site and evidence in Chile here in South America, uh, that dates to at least 14, 14,000 years ago, maybe 15,000 years ago. So we know that humans were in South America at least 15,000 years ago. Maybe earlier than 18,000 years ago, there's another layer in this same archaeological site called Montei that we still researchers are still uh a little skeptical and so maybe another layer that shows evidence far earlier than 18,000 years ago, but we have solid evidence uh that. Most archaeologists should they accept that humans were in Chile and Montever at least 1514, 15,000 years ago. But we, like I said, maybe we were here earlier, so we still don't know and we still don't know the routes, we don't know how they got to the Americas, if it was in the Pacific coast or the Atlantic coast or inland or several routes, so all that is is still debated."
	},
	{
		"start_time": "04:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I understand there's lots of uncertainty here, but I mean, if we were already in South America by 15, 14,000 years ago, then if what you mentioned earlier about we getting to the Americas, to North America specifically 15,000 years ago, then it was over just the course of like, what, uh around 1000 years that we went from Uh, North America down to South America. Am I getting that right?"
	},
	{
		"start_time": "04:59",
		"speaker": "Thaís Pansani",
		"words": "Yes, some researchers say that this was the starting point, so humans got to the Americas around 15,000 years ago. So in this perspective, if that would be like a. Very fast uh human migration to all the Americas, which is another uh evidence, I think for like, yeah, maybe humans got to North America way earlier, so we have the time for all this migration to South America."
	},
	{
		"start_time": "05:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so, uh, just to go a little bit back for a second. So, uh, what is the best understanding we have right now about the way we got to the Americas? I mean, from, let's say, Northeastern Asia to America. How did we get there?"
	},
	{
		"start_time": "05:50",
		"speaker": "Thaís Pansani",
		"words": "So for a long time, we thought about the inland route that is when humans uh after the last ice age when, because during the ice age, everything was covert, especially North America, like almost all Canada in great part of the continental, continental United States was covert, were covered um with ice sheets, so Uh, the ice age made almost impossible for humans to walk. It was like blocking the, uh, North America, uh, land portion. So after the the glaciation of these ice sheets and when the climate was better and favorable for human migrations, we thought that humans from uh Asia, from Northeast Asia, they walk inland. To the North America from Siberia and then North America and then south, the continent. So this is one main route, especially for a long time it was supposed to be the only route, but then when we start to see all these different and urge uh, archaeological site than the Clovis culture that was for a long time also considering, considered the major ar um evidence for the first Americans, especially in Chile, which is also in the Pacific coast. Uh, WE start to think about and not other possibilities, other routes. And after Chile, uh, researchers, especially in the US, start to find other archaeological sites in the Pacific coast of the US, so Oregon, California. So they came to the con the conclusion, the hypothesis of a new theory, which was the, that humans walk from the Pacific coast. So they were walking, even if the inland was covered with Ice, it doesn't matter because we have the beach, you know, like we have the Pacific coast so we walk and we have the sea we, we can fish we can sometimes go a little bit in in um into the forests and hunt, but we, we have like this whole uh rich ecosystem in the Pacific coast. So we just walk through also the same um. Origin, that is like Northeast Asia, and then we walked through the Pacific coast. So this is the 2nd main route. But like I say, I think I'm gonna be like the whole interview saying like, we still don't know, we're still talking, we're still discussing. So, um, so far we have like these two main routes. We don't know if maybe it happens first through the Pacific and then another migration wave happened in inland or maybe happen simultaneously. So uh we're still discussing the timings for that. And even now we have another possibility that it was maybe the same um post migration, but in the Atlantic. So uh we have the continent so we can go to the Pacific Ocean, and we have the Atlantic Ocean. So maybe humans also was on the border of the continent and was moving to the Atlantic coast. Which makes sense also when you think about really early archaeological sites in Brazil that is in northeast Brazil that is really close to the Atlantic Ocean and we have uh researchers working there claiming for evidence for humans around 20, maybe 30,000 years ago."
	},
	{
		"start_time": "09:48",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Or perhaps if we're still not sure about the routes that humans took back then, maybe there could have been a population splits and two different populations could have gone through the two different coasts, right, the Pacific coast and the Atlantic coast, that could have happened as well, I imagine."
	},
	{
		"start_time": "10:10",
		"speaker": "Thaís Pansani",
		"words": "Exactly, and we have a genetic evidence of about uh Native Americans that shows that the current Native Americans, they are descendant from uh Asian population. So we know for sure that our Native Americans have this ancestors ancestry uh to um with thisberian And the North Asia, Asian uh populations, but, uh, maybe they also come from like this more recent migration wave maybe we have other migration waves from other routes that maybe Pacific or Atlantic coast that didn't succeed. It's, it's hard to say didn't succeed because they succeed for a specific time, but they didn't. Pass their genes and that's why we, we don't find that in the genetic history yet but even the genetics are very in their genetics is improving recently so we are being able to find uh DNA and sediments and other things, not just bones, but sediments rather than just skeletons, human skeletons. So we are Finding new interesting uh stuffs, and I think that we have potential to find more, more stuff about that."
	},
	{
		"start_time": "11:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, before we change topics, let me just ask you this just to make sure of this point. So we Homo sapiens were the first and the only hominid species to get to the Americas, right? I mean, it was not that some other species prior to us, like, I don't know, Homo erectuss or a descendant of Homo erectus got to the Americas,"
	},
	{
		"start_time": "12:11",
		"speaker": "Thaís Pansani",
		"words": "right. I love that I'm gonna say the same thing again. I'm kidding, for sure, no, for sure, for sure, like the solid evidence is that Homo sapiens was the first and so far the only one to,, a species to reach the Americas. But as science is crazy and beautiful, we have, uh, evidence in California. Archaeological site in California that those uh authors who wrote that paper uh talk and claimed that some human, and they don't know, they don't say, oh definitely Homo sapiens, and then is this uh a specific topic and discussion about oh maybe another uh species, maybe another human. So they claim evidence in California in this archaeological site that is called um My I forgot the name of the the site right now is just uh fade away Cerruchierucche, I think if I remember, I'll, I'll I'll remember here. So yeah, so like in this um mesodon probably related uh side they found evidence for fractures of mesodon. Maodons. So they think that it's human intentional break breakage of these bonds. So, uh, but this site dates to 130,000 years ago, so it's like way earlier. Most cha archaeologists do not accept this evidence. They think it's natural breakage, um, but the authors think that, yeah, humans broke those bonds. And not necessarily homo sapiens. So we do have like some or other uh Little bit of discussions regarding that. So I just wanted to introduce this here, even that is not widely accepted in archaeology, in American archaeology, but just to give an idea of of how science is, uh, science is dynamic and We need to discuss, you know, like they published in Nature, one of the biggest, uh, scientific journals, so the evidence was published, those authors are uh important archaeologists like uh ins institutionalized authors, researchers, so they. Give this uh contribution to science and then we need to evaluate and discuss. So I just wanted to give this um brief overview about how this discussion uh goes in terms of Homo sapiens War was the only one in the Americas, but yes, after saying that and giving like this little introduction to one major discussion and I think that is the only discussion that people still talk about the possibility of another homo sapiens in the Americas, uh. We know that just the uh Homo sapiens got to America, especially because the Americas was the, were the last continents to be populated for sure also. So in human evolution, we know that the Americas were the, the last continent."
	},
	{
		"start_time": "15:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, uh, yeah, and we have to keep in mind, I guess, always in these discussions, particularly surrounding paleoanthropology and archaeology, that we're always working with an incomplete picture of the past, right? I mean, it's by uh gathering new sources of evidence and finding new archaeological sites and so on that we little by little uh try to. With the picture, but of course, I'm not trying to imply here that yeah, there must have been some other hominid species in the Americas before us, but I, I'm just saying that we have to always keep that in mind,"
	},
	{
		"start_time": "16:15",
		"speaker": "Thaís Pansani",
		"words": "right. Exactly, because what if we find we're gonna dismiss this evidence if we find like solid evidence just because it wasn't supposed to be so. Maybe and maybe if we have solid evidence that's, I think that's is one of our jobs as scientists to evaluate each other's claims and each other's studies. So instead of just disregard and just say, oh this is not possible. OK, so let me see what you're proposing and why you're saying that as something that it seems crazy right now, but It it might be where it's natural science. We are always uh trying to go deeper into natural science and find out something that It's new and exciting."
	},
	{
		"start_time": "17:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, DO we have a good idea about the kinds of environments that humans homo sapiens found in the Americas when they arrived there? I mean, and was it something, of course, if they survived, at least to some extent, they must have been able to adapt to them, but was it something that they were particularly well adapted to when they arrived there? I mean, what do we know about that?"
	},
	{
		"start_time": "17:30",
		"speaker": "Thaís Pansani",
		"words": "I think that this came also to the same uh discussion of when that happened, because depending on when do you think and do you agree, do you accept that as for humans got in here, the environment is going to be different, right? So if you think that humans got here around 14,000 years ago, it's already after like the the glaciation, so the climate was totally different than the ice age. So I think that Discussing that would depend on the time frame that you accept the, the evidence for humans got in the Americas, but if you think about humans, humans migrating from Siberia to North America, so from being there in the Bering Strait in the Siberian area and the north of North America. Uh, AROUND at least 30,000 years ago, which I think that is the most. LIKELY scenario, um, at least 30,000 years ago, uh, I think that you will find, um, a cold environment that they humans were already adapted because it's similar, you know, to where they come from, from Siberia. And then when they reach uh North America, they found similar uh vegetation, especially like tundras and big animals, like a more open uh cold uh environment. But then, of course, if they reach to South America. We don't have ice sheets anymore. It, it was probably colder than it is now, but it's not the ice age configuration in South America that we see in the Ice Age movie, for example, that is very like North American uh scenario. So I think that they were very adaptable uh uh groups of people because we are smart, humans are very, very smart, and the Americas is Not only huge, but we have so much diversity so we think a lot and I know that we're gonna talk a little bit more about megafauna here. So we think a lot about the Pleistocene and the Quaternary uh megafauna, but there's others, there's like other animals, there's birds, there's fish, there's this huge ecosystem, this huge um. Availability of resources and vegetation and fruits, so I think that they were very adaptable from their environment in Siberia and North America, so like really similar. And then when they were reaching south, they start finding, they start to find new configurations and even going to inland, so the archaeological site that I work in is in central Brazil, is like in center of South America, and it was Definitely not an ice age environment, but it was perfect for humans to be there because we have even in the Pleisto and we had so much diversity of fruits of vegetation, of small mammals, of giant mammals. So I think that when humans start to find these new configurations, new biomes, they just They're easily to adapt because it's all in the Americas, I think they're all easily adaptive biomes and environments."
	},
	{
		"start_time": "21:13",
		"speaker": "Ricardo Lopes",
		"words": "By the way, uh let me uh perhaps introduce now this question, which I think will not only apply, it is sort of a broader question that will not only apply to our migration to the Americas but perhaps even to uh Homo sapiens migrations in general. So, do we know why Homo sapiens migrated to the Americas. I mean, why is it that migrations occur? Are there specific, uh, uh, pressures, environmental pressures or something like that that lead people to migrate uh from even from one continent to the other?"
	},
	{
		"start_time": "21:52",
		"speaker": "Thaís Pansani",
		"words": "That is a great question. I, I never stopped to think or I think I, I never read, read, read about that. I think that would be a great question to talk with Brianna if you invite her again and she has the opportunity to come here, she's gonna be uh able to talk a lot more than me about human evolution in general, because I'm not a paleontologist and not an anthropologist or archaeologist. So, I don't work with human evolution, uh, with human evolution indeed. I work more with the paleontology and paleoecology and now a little bit with zoarchaeology and regarding the uh people of the Americas. So I read a lot about the people of the Americas, but I don't know how to answer that. That is a great question. I think with my understanding that. There's like several of. Reasons for human migrating, especially following animals, you know, like, we're following resources, you know, like, we're getting hungry, there's nothing here. We know that these animals are going that way. Let's go that way. So I think that In evolution as an er kind of setting scenario, uh, it's a lot about the um Ecological pressures, you know, like environment is bad here, it's getting cold, let's go that way. So I think that we follow the environmental conditions, but definitely that would be a question I think for like uh paleoanthropologists working with human evolution, they would give like a really better uh response than I'm, I'm doing here."
	},
	{
		"start_time": "23:36",
		"speaker": "Ricardo Lopes",
		"words": "No, fair enough. That's totally fair. I mean, I was just wondering because, uh, we have to keep in mind that back then, of course, nowadays, if, for example, uh, we migrate to a new country, we can gather lots of information about that place before we go there. But back then, I mean, there was no one. In the Americas, no one in northeastern Asia. So, I mean, it was always a huge risk, I would imagine, for people to migrate to a completely new place, right? So there must have been very good reasons evolutionarily speaking, for people to do that. I imagine,"
	},
	{
		"start_time": "24:15",
		"speaker": "Thaís Pansani",
		"words": "of course. It makes a lot of sense. It's a great question, and I, I'm certainly that I'm certain that there's like a huge discussion and also some researchers might think, oh, it's just because human pressures uh environment and then other researchers might have like other perspectives, but it's definitely interesting to think about that."
	},
	{
		"start_time": "24:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. I, I will try to keep that in mind and ask uh other paleoanthropologists and I have them on the show, particularly ones who work on the Americas. So let's get into megafauna now. So, first of all, what is megafauna? What is it that we call megafauna? What kinds of animals are classified as such?"
	},
	{
		"start_time": "24:58",
		"speaker": "Thaís Pansani",
		"words": "OK, so we call megafauna, all the mega animals, so all animals that are large or even giants in size, and that could be the rest from the land, like land animals or marine, so we can have like huge uh animals in both water and land. But, uh, It is very common to associate megafauna with this specific group that is uh is land mammals, but not only mammals, we have like some giant birds even like in the pattern in the Pleistocene of South America for example we have like what we call the. Um, HOW is in English, uh, uh, but it's like this bird Avidu Tejo in Portuguese. I don't remember exactly anger, anger bird. I forgot the name in English, so like this huge uh bird, uh, that We have here in South America, so it's not only mammals and it's not just land mammals, but we commonly uh commonly talk about megafauna for like this uh large land mammals that lived, uh, especially in the Pleistocene because the Pleistocene was the. Less epoch in the in the geological geological time frame this that these animals live. So during the transition of the Pleistocene to the Holocene, which is the um geo geological time that we are living now, we have the extinction of most of these land mammals worldwide. So in Australia, in Eurasia, and Asia and the Americas but not like with different proportions in the different continents. So because of that, because when we talk about mega mammals and how there's a specific group of mega mammals that live to around 10,000 years ago, they got, they disappeared around 10,000 years ago, we commonly associate megafauna to this group of animals. I hope that it makes sense. Let me know. If there's any, anything that was not clear with that. No,"
	},
	{
		"start_time": "27:31",
		"speaker": "Ricardo Lopes",
		"words": "it was, it definitely was, but perhaps it, it paint as a broader picture of the, some of the main perhaps mega mammals that we could find back to 15,000, 14,000 years ago when we arrived in the Americas. I mean, what kinds of animals could we find back then?"
	},
	{
		"start_time": "27:52",
		"speaker": "Thaís Pansani",
		"words": "In the Americas only, so in the Americas, we had the mammoths, the Maodons, so all the proboscideans, right, that are extinct because now we just have like the elephants, but we used to have mammoths, masodons, um. In North America and some species of horses because now the only horses that we have in the Americas are the ones that Europeans uh brought to the Americas, domesticated and brought to the Americas but before that we used to have uh species of horses uh that were natural from uh. These, uh, continents that they were extinct we used to have paleo yammas we used to have, especially in South America now uh giant armadillos, giant uh slots, giant ground slots, uh, this specific to specific animals that There's nothing related, so this is like really interesting about megafauna because some groups disappeared and we don't have anything related to, to think about. So when we think about giant armadillos, we know the Little armadillos that we have now, but we have some species like Toxodons that were like similar to a hippo, but it's not like very different uh strange animals. So we have macrocanias, we have a very interesting uh group of animals that disappear and we don't have anything similar to today. So these are, and of course, like the carnivores, I was just talking about the herbivores because it's the ones that we we think more but besides that we have the carnivores, most of them that originated in North America so uh bears and uh saber-toothed cats. And then both uh this megafauna originated like some, especially like the giant slots, dagillos uh originated in South America and the carnivores and the horses uh originated and in the North America. And they were isolated for a long time during the whole uh Cenozoic since like 6 65 million years ago after the uh dinosaur extinction, uh, these continents were totally isolated, but then due to the movement of the continents, the continents, the South and the North America were. Integrated they were linked uh due to the Panama Isimus. So the Central America just glued everything together during the tectonic activities. And because of that, the this megafauna start to migrate, so megafauna from North America migrated to North America and some animals from North America migrated to South America. That is what we call the great biotic interchange uh event. So these animals were migrating and because of that, we also have a specific species of some native groups of the other continent that given an example, we have um slots, like the giant ground slots, they were originated in South. America and they could reach and they migrated into North America and we have this uh uh this uh grounds law that is called paramilodon that only occurs in North America. This species does not occur in South America. So this is just interesting to think about of how uh the evolution of these animals happen in this continents and that uh this megafauna, this group of uh giant slots, giant armadillos, saber-toothed cats, bears, all of that. Uh, SURVIVED through all the the last glaciations because we don't, didn't have only one ice age, right? We have like several uh glass glacial and interglacial cycles and this megafauna survival sometimes they were in smaller populations, sometimes they were um in refugees, um, types of environments, but they survive through the Quaternary through the Pleistocene, just the Pleistocene is from 2 million years ago, 2. 2.5 million years ago until the 10,000 years ago. So during 2 million years ago and all the different environments uh change and climate change, these animals survived in the Americas but only uh around 10,000 years ago they were extinct and like a lot of them were extinct. Especially in South America, we lost a lot, a lot of biodiversity and that's why we wonder why that happened and what kind of influence maybe humans have on that."
	},
	{
		"start_time": "33:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, let's, uh, put a pin on that because we're going to come back to that point. I mean, what led to the extinction of all these animals back then. But so, uh, I mean, the kind of picture you're painting there, there, if I understood it correctly, there were lots and lots of new animals that, uh, when Homo sapiens arrived at the Americas, they had never seen before. They had never interacted with before. Correct."
	},
	{
		"start_time": "33:46",
		"speaker": "Thaís Pansani",
		"words": "Yes, definitely. Especially in South America, I think that um. Maybe in. Yeah, maybe North America too, but I think that they were used to like Macedon, mammoths, uh, what they were reaching south and then in South America, they start to find like very weird and uh Especially herbivores, like very weird and new uh animals, but herbivores that was not like, uh, so much of dangerous for them."
	},
	{
		"start_time": "34:27",
		"speaker": "Ricardo Lopes",
		"words": "And so the homo sapiens start, uh, start interact with these animals also around the time that they arrive in the Americas or was it a little bit later? I mean, what do we know about it?"
	},
	{
		"start_time": "34:43",
		"speaker": "Thaís Pansani",
		"words": "Great question. This is also what we are trying to understand. It makes sense that they were interacting right when they got, right, because it's resources, so it's resources, uh, so we don't know yet, um. The full picture of how they were interacting, like, where they're hunting these animals, where they're hunting all of these animals or if there was a preference for a specific kind of animals, we don't know that yet. It's a lot of open questions. But yeah, it makes sense. We find, uh, we are finding evidence that humans were interacting with these animals, not necessarily hunting, maybe they just found the animal dead. Because it's hard to say right in the archaeological record if we hunt something unless we find like specific cut marks on the specific parts of the body of the skeleton that shows that yeah we were hunting that but sometimes we just find OK burn bones or uh some marks of interaction that could be uh. SCAVENGING behavior. So the animal was dead by other animal where they died from some uh disease or whatever. And then humans found that animal dead and they interact. OK, so let's eat the meat. Let's use their skin for something. So, uh, yeah, there's so a lot of open questions about how we interacted with this uh giant mammals, this giant with this megafauna."
	},
	{
		"start_time": "36:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But then, at least from a certain point onward, there's evidence that we started hunting them."
	},
	{
		"start_time": "36:32",
		"speaker": "Thaís Pansani",
		"words": "Yeah, at least, um, when we think about the Clovis culture, like when we think about uh the, for a long time we thought that Clovis were the first, uh, Americans, right, because we found several of the specific stone tools that are very specific for hunting, so they have like this function for hunting. And several archaeological sites, Clovis, uh, Clovis sites were found in association with Megafo, especially proboscidents like Mas Masodons and mammoths. So we found these stone tools that are specific for hunting together with these animals and sometimes also With Mark, so this is like, OK, solid evidence that humans were hunting mega fau at least 13,000 years ago. So we know that humans were hunting, uh, megafauna, uh, around 13,000 years ago, but like I say, we don't know when humans got here first, so it's hard to say that they've got. He and they start hunting already or they were like, OK, we don't have a lot of population yet let's be sure that we're safe before we try to interact with a giant slaw that is 6 m tall and then after the density of humans uh were higher, they were like. This and the climate was more favorable. They start hunting more. We still don't know this answer, so we know for sure that humans were hunting megafauna, uh, at least from 13,000 years ago. We had several evidence, especially for, uh, North and South America, like 13 12,000 years ago, but we don't know when that start happened. Together with like exactly your question like we got here and we start to interacted already. It makes sense that yes, for me, but not necessarily hunting, because hunting is a little more risky than just wait for the animal to be dead and you just go there and you, you get your meat and you get whatever you want. So I hope it's clear, like what, what I was trying to explain that we don't know for sure when that happened because again, we still uh discuss when you got here and how we were interacting with megafauna. Mhm."
	},
	{
		"start_time": "38:58",
		"speaker": "Ricardo Lopes",
		"words": "But since there were also some carnivores, what about the other way around? Is there any evidence that some of those carnivores might have hunted or have humans as spray or not?"
	},
	{
		"start_time": "39:12",
		"speaker": "Thaís Pansani",
		"words": "That makes a lot of sense. I don't remember now any paper, maybe I just missed, but I don't remember any paper of people discussing like evidence for carnivore marks, right, on bite marks on human skeletons. I think also because it's really hard to find human skeletons, uh, especially like really old uh human skeletons in the Americas. Uh, BUT I don't remember seeing any evidence for carnivores, uh, for carnivore damage on human skeletons, maybe they are, and I, I'm not sure, but it makes a lot of sense. Yeah, probably they were like being like a huge risk. CARNIVORES were a huge um danger for humans. Maybe humans understood and knew how to handle that. Mhm. But yeah, makes a lot of sense. They were like definitely uh dangerous for for humans."
	},
	{
		"start_time": "40:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And still in the domain of interactions, were, were any of these animals or was it even possible to domesticate any of these animals?"
	},
	{
		"start_time": "40:30",
		"speaker": "Thaís Pansani",
		"words": "Ah, then I don't think so because the domestication of animals happen like way. Uh, LATER in the human history, human evolution history, so yeah, I don't think so, especially because they were very huge like I think it would be really hard for them to try to domesticate somehow. I think they were, especially because they were, were also um hunter gatherers of uh uh population, so they were not. In one place for a long time. So they were there, they were eating, they were doing their toast, they were surviving, they were moving, they were moving, they were moving. So that makes like really hard for you to domesticate and spend time trying to domesticate an animal that you, you have to bring the giant slot with you to another place. So, uh, I don't think that they even try to do that back then."
	},
	{
		"start_time": "41:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I don't think that would fulfill any of the criteria that we also, that we tend to have associated with, uh, species that are, that we are able to domesticate. So, um, uh, and, and perhaps, I mean, some of the species that eventually later on were domesticated were not megafauna and it probably occurred more or less around the time of the American Neolithic, right."
	},
	{
		"start_time": "42:01",
		"speaker": "Thaís Pansani",
		"words": "Yeah, it was like very recent, more like history stuff, not pre-history. I don't think maybe I'm wrong, maybe I missed something, but I don't think that domestication happened in the pre-history, at least in the Americas for sure."
	},
	{
		"start_time": "42:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But I, I mean, through zoo archaeology, how can we identify traces of human interaction in extinct animal bones, for example? What do we look for?"
	},
	{
		"start_time": "42:32",
		"speaker": "Thaís Pansani",
		"words": "So first, we need to find uh traces, we need to find evidence that we need to find the Animal bone, right? And then we look to this bone and we try to see if there's marks of human doing something with that bone. So for example, fractures, that's what I was talking about the example of this really old and controversial site in California. Researchers found mazodone bonds that are broken and they found hm this, they did some experiments, they did a lot of research and they came to the conclusion that that was human and made it was human intentional breakage. But it's really complicated. It's not an easy task because even like breaking some bone can be due to several causes. Maybe the animal fall, maybe some the animal die and then some rock fall into that, or maybe humans or maybe other animals. So this is one example like Breakage so we try to understand the the fracture uh partners and try to identify especially through experiments how similar uh it is like the fracture that we find in the archaeological in this archaeological context to what we know that is human made or natural made. So this is one example. Another example is to find the marks of stone tools. So when humans are hunting, or they find the animal die and they are scavenging and they are using their stone tools to take out the meat to um clean the animal. So when you are doing all of that, you are marking with the stone tool, the bone. And it makes like specific marks that are preserved. So when the fossil, so like when the bond turns to fossil, this mark is also preserved. But again, several factors can make like marks like carnivore, uh, when they are biting, they have like specific uh marks of two car rodents are, if the animal is exposed for a while, rodents can use the bones to sharp their teeth, uh, trampling, so some animals can just trampling and walk around and the sediments and the trampling can make like marks. So all of that is also makes also complicated. So we need to do a lot of research, we need to find protocols, we need to uh Find a new methods to uh be able to identify something confident as, OK, this is how a tooth mark looks like. This is how a stone tool mark looks like. This is how sediments, grains looks like. And another possibility, burn bonds. So if we find in this archaeological context, some black bonds or even white because it's calcified from burning bonds, we can Of course, with the whole context, it's even better if we have like evidence for fire structures, you know, like uh uh fireplace uh around the site, but if somehow we find like some bones that look like burned, that can be also an evidence that humans were. Burning the bonds, but not because it's just black, it's burned all natural um um reactions, natural uh agents can make some bond turn black, such as iron and manganese staining from the soil. So you need to, it's not just look, oh, this is black, this is burned, humans interacted with this animal. No, we need to find evidence that this is not iron and manganese standing for sure. This is the first thing. This is not a natural fire that happened for some reason. So this is like some of evidence that we look in the archaeological records. So, um, marks from stone tools, breakage, partners, a burning. Also, not just this, uh, this is just like what we can see in the bond, but just like the association, if we find like bonds, like I said, let's talk about the obvious points, if you find like together with stone tools is evidence that they were together, you know, like they were uh bury in the same layer, so they were in association. So These are some of the evidence that we look for, but also it's very complicated. It's not just finding and saying oh this is evidence for human interaction with these animals, let, let's publish that because we have all these other uh possibilities. That's why it's very important to do a very meticulous uh study, especially in what we call taphonomy in in archaeology and paleontology, that is they study. Of how, uh, after the death of the animal, what happened after that, everything that happened from the animal dead. Was like other animals pushed that animal to the other part or like the ray moved the bones, like what happened until from the moment of that until like after the berry and thousands of years when we found that bond. So this is the fundament, this is why it's a very important study when we're trying to understand all these evidences."
	},
	{
		"start_time": "48:08",
		"speaker": "Ricardo Lopes",
		"words": "That's all very fascinating. And actually, I was going to ask you even before you answered my previous question, with the kinds of protocols, methods, and tools that we have at our disposal, I mean, the best ones when we get a new bone with a particular mark on it, and we are trying to identify whether it was, for example, um, a mark from uh from the tooth of another animal or done by a stone tool, for example. When we arrive at the conclusion, let's say that it was a stone tool, what is the degree of certainty that we have even with the best methods and tools that we have at our disposal that it was actually done by a stone tool because we can't be ever 100% sure, right?"
	},
	{
		"start_time": "48:57",
		"speaker": "Thaís Pansani",
		"words": "That's right. I think that. The The only possible so far that I'm aware, like the only evidence that is like, OK, you cannot say that this is not human interaction is like there's a specific um it's called uh Macedon, not Maodon, sorry, like not mestaton like a proboscidean, extinct proboscidean uh from South America and Brazil. There's like this call with like um a stone tool like uh Uh lytic like a stone tool in engraved in this skull. So it's direct evidence. This is like the only thing that you can say. It was not a carnivore. It was not, it didn't fall like this is, and but it is so rare, you cannot expect to find like the exact picture of human hunting, you know, so this is like I think maybe I'm wrong, but I think that is the only evidence that we have for the Americas of something like the picture of the moment, you know, like, somehow humans did that, the animal died, they left it there and it was preserved and great for us, amazing stuff. But most of this other stuff is always gonna fall into this uh subjective interpretation. So, we try our best as scientists, so we try our best to do experiments and see, OK. Uh, I wanna know how it looks like, um, carnivore tooth marks, so I'm going to give my bone to a carnivore. They're going to do like their little marks there. I'm going to see that on the microscope. I'm gonna see, OK, they are squared, they are little, they are, they have like a little round edge or they have like a sharp edge. I'm going to characterize how this mark looks like, make like a little protocol on that. And then when we find something on the archaeological site, I'm going to compare and see, OK, if it looks like that. But it's really hard because maybe what is deep enough for me is not deep enough for you. So if I say, oh, this mark is deep enough to be human made and are and not uh sediment abrasion, for you, it can be like, no, it does not convince me. So we still have Lots of disagreements on that in in science, which I, which is um healthy, I think, as long as researchers are Ethical, you know, like, as long as they can disagree without, uh, disregard, uh, each other's work, so we can say like, mm, this does not convince me, but I'm proposing you something, you know, like I say, hea, I don't think that what you're saying that is stone to marks looks like stone to marks because I think that it looks more like Rodent. So my suggestion is do some experiments with this specific role, and that is what I think it is. So we can, you know, and so this is contributing to science, I think. I think it's not useful if I just say, yeah, he, this is not, I don't think it is, it does not look like, so it, this is like really hard and this is one of the problems that we face, I think we in in science. And we are doing our best, like, I'm trying to do my best. I'm in a very early stage of my career, but in this early stages, what I'm trying to do is finding new approaches. OK, so, uh, we try to characterize these marks under the microscope and this specific um Powerful, let's say like this uh uh instrument microscope that we, we call scanning electron microscope that makes us be able to see very uh deep in a, in a deeper resolution. So what, what we see on the microscope a mark like this, when we see on the scanning electron microscope is like the specific. Internal parts of my finger, you know, like the texture of my skin. So this is what we use, like this is like the traditional method like, OK, we are seeing the texture of the marks, let's say like this, so we know the characteristics of the marks to differentiate from human-made or not human made. But what we're trying to do is finding other possibilities. So let's try to see that in 3D, let's try to see some using synchron facilities that is like very powerful um. Instruments um that we have to see, to be able to see like microtomography in a very high resolution and elemental composition so we're trying to see different uh minerals on top of these marks. So yeah, just giving a brief overview is like we're trying to find new stuff and new methods to work on that."
	},
	{
		"start_time": "54:21",
		"speaker": "Ricardo Lopes",
		"words": "No, and I really think that's really fascinating. I mean, there are some people that get really, a bit frustrated, and then there are perhaps a few people that try to dismiss some of this evidence because we don't have 100% certainty that it was really that. It was a stone tool or it was too smart. OR something like that. But for me, at least personally, it makes it even more fascinating and exciting that we don't have 100% certainty what it is, and over time we develop new methods, new tools, new technology to address those questions."
	},
	{
		"start_time": "54:58",
		"speaker": "Thaís Pansani",
		"words": "Exactly."
	},
	{
		"start_time": "55:00",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's get into megafauna extinction in the America. And of course, we can tie it to megafauna extinction in other places around the world. So how did the megafauna in the Americas go extinct? And how do we address such a question?"
	},
	{
		"start_time": "55:18",
		"speaker": "Thaís Pansani",
		"words": "I'm not sure you're asking when or how or how,"
	},
	{
		"start_time": "55:22",
		"speaker": "Ricardo Lopes",
		"words": "how I'm asking how the,"
	},
	{
		"start_time": "55:24",
		"speaker": "Thaís Pansani",
		"words": "the real answers. Sorry, you mean the reasons like the,"
	},
	{
		"start_time": "55:30",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yes, the reasons, the causes, yes,"
	},
	{
		"start_time": "55:33",
		"speaker": "Thaís Pansani",
		"words": "we still don't know. We still don't know, we're still trying to answer that. So the two main hypotheses is climate change. And human pressure or a combination of both, which is actually the most I think uh strong hypothesis. So we think that humans, uh, it makes sense to think about humans overhunting this megafauna until they disappear, but Especially because that kind of happened in the all the continents like, like I said, these mega mammals were living from millionaires uh and surviving climate changes from millionaires, thousands of years. And then when humans start to go through all these continents and migrate and Uh, increase in density. These animals were extinct, especially the density. I think density is the key, because for a long time we thought like we were talking about the human migration, humans were following animals, OK. Humans got from Siberia to North America following mammoths, over hunting them 13,000 years ago, they, they came, they killed them all, and that's it. And I don't think it was so like straight like that, like linear like that, especially because like we are seeing new evidence showing we might be in the Americas way earlier than that. But maybe especially because we were here around 30, 20,000 years ago, we were interacting uh differently with these animals. We were being able to live with these animals and also Um, we were in lower density because the climate was not so good around 20,000 years ago, uh, 15,000 years ago, and then when climate changed, it was good for us to, and we start to uh increase intensity and Take more the space and change the vegetation and compete for resources with the herbivores, not just hunting. It's not just like, oh my God, we que from the overkill hypothesis, but we were a huge new competitor with this herbivores and with the carnivores, with the, we changed the whole ecosystem. So, After all of that and after like this density like this high density of humans for that we have around 10,000 years ago, we start to see the extinction of these animals uh around the Americas, um, in North and South America. So we have like this both uh hypothesis, climate change, human pressure, and but we still don't have significant Um, I, I don't say significant evidence, but we don't have a consensus in academia yet. Mhm."
	},
	{
		"start_time": "58:47",
		"speaker": "Ricardo Lopes",
		"words": "But, but in terms of the timing, I mean, not only in the Americas, but also over other places in the globe, like, for example, Australia and the Eurasia. I mean, there was, there's a coincidence or in terms of the period of it happening in the period after the arrival of humans there, right? I, I mean that, that it, it follows our arrival across the. DIFFERENT places."
	},
	{
		"start_time": "59:15",
		"speaker": "Thaís Pansani",
		"words": "Yeah, it happened in different times, the extinction, so extinction in Australia happened different in the Americas, but like you said, similar to when humans got to the Australia that we know for now and when humans got to Eurasia and when humans got uh to the Americas, it's like in, in similar context in the time frame for that, but Also, like I say, I love that it's always, but because some people might say, oh my God, they don't know what they're talking about, but it's just because science is always improving and this is great. So for a long time, and we still think, of course, that megafauna was extinct around 10,000 years ago, but we are finding new evidence even here in Brazil that megafauna, some megafauna survived. LATER than that. So, some researchers, uh, they got a paper accepted now that is still not published, just got accepted. I'm looking forward to see that published, uh, showing dates for megafauna in Brazil that survived 3000 years ago, which is crazy, and I think a lot of research is going to be like, what? Like, uh, how is that possible? Something is wrong, your dating techniques is not right. It's gonna make a lot of noise, but if it's true, it's like so interesting to think about some specific parts of Brazil that this megafauna were able to survive. So, I'm just saying that to show that if we find the new evidence, we need to think about the new model to explain what happened in the past. So if we find evidence that megafauna, some megafauna survived to 3000 years ago, 14,000 years ago, we would need to think about how to explain that if we find evidence that humans were in the Americas 20-30,000 years ago, we need to find new models to explain that. So definitely we have a new different scenario about regarding humans in the Americas and megaphone extinction and the interaction. Today, then we had 10, especially 2002, 20 years ago. So researchers, like I say, thought about humans got in here, killing everything, and now we have a very different view of humans being here later, interacting in maybe a more suitable way and then maybe with density and like higher density, they may have been affected. Megafauna in higher proportions. Mhm."
	},
	{
		"start_time": "1:02:02",
		"speaker": "Ricardo Lopes",
		"words": "But even if it took longer, I mean, if it was due to human activity or the density of human populations, it could have still been uh as humans the cause of the megafauna extinction right off. Or not."
	},
	{
		"start_time": "1:02:18",
		"speaker": "Thaís Pansani",
		"words": "It could be, yeah, uh, especially if there's a new paper that was published I think in the beginning of this year or late in the middle of this year about a very important uh ecologist, like a very famous uh uh ecologist from Denmark where he, he did like he and his co-authors did like this study comparing like. Lots of groups of megafauna and the timing of extinctions are on the, the whole um the whole world and they came to the conclusions that we were the main um factor like the main uh the we were the key for the extinction of these animals not climate change so we're seeing like more and more. uh, STUDIES interesting like good studies, uh, especially from pale ecologists and ecologists, uh, showing that we had a lot of influence on the megafauna extinction way more than climate change in all the continents, especially because like I say, like it's like different biomes. In different uh timing and affecting a specific target of animals, like we were affecting huge, like more than 40 kg, especially like tons of uh kilos, like Animals, land animals were not affecting that much the animals in the sea in the uh like small or medium. So like all of that is makes a very select selective extinction that is not very well explained by climate change."
	},
	{
		"start_time": "1:04:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so, uh, if it was due to human activity that the megafauna extinction occurred, was it mostly because of hunting or also other sorts of human activity?"
	},
	{
		"start_time": "1:04:20",
		"speaker": "Thaís Pansani",
		"words": "I believe that is all that is hunting, is uh being a new competitor, so eating their fruits, eating their small animals shoes, so a change in the environment and Uh, deforesting like all of that, you know, like I think it's not just the hunting, I think it's just like being a new pressure, uh, in the ecosystem in general."
	},
	{
		"start_time": "1:04:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, uh, let me just ask you one last question then. Would you like to tell us more before we go about what you're working on at the moment? And I mean, regarding the topics that we talked about today, what are perhaps some of the questions that we haven't answered yet that you would be more excited about?"
	},
	{
		"start_time": "1:05:15",
		"speaker": "Thaís Pansani",
		"words": "There's so many questions. There's still, I think that is really interesting how we have open questions, uh, in general. I think that my main questions right now, what I'm more interested in, in searching and keep working on is This, uh, understanding this interaction, understanding all of the questions that you made to me, and I was like, we don't know yet. So how they were interacting with these animals, uh, how long we were interacting, like you say, like we got here and we start to hunting them already, and we start to interact them with them already. When we got here, uh, how and why these animals were extinct, like this megafauna were extinct. And I'm definitely, definitely interested in the Americas, so I want to keep working with the Americas, uh, especially South America, but like, The whole America, so I want to understand uh how was the environment where these animals lived, how that changed, and, but yeah, especially like the interaction and finding the evidence for these interactions in South America, especially in South America because we don't have a lot of people working with that here. So we have lots of bonds. So I'm saying like just in Brazil, we have lots of bonds, the whole South America, but just in Brazil, we have like so much potential. We find like so, so many megafauna bonds and caves and rock shelters in what we call tanks, that is like a specific uh geological setting here uh in Brazil. So we have so much, but researchers were paying attention only on taxonomy, so trying to understand the species. OK, this is, this species, no let's uh review that and come to the conclusion that it's a new species. So just like taxonomy in general, pale ecology, which is great and I love it also. So uh let's do isotopes, let's see like the do analysis on the teeth of these animals to understand what they were eating and this is great and this is amazing, but this is what they were doing. They were not looking. To these bonds trying to find evidence for human interactions. So where human interacting with these animals at all. So I think that this is the main question I have now is understand especially because a lot of researchers, especially in North America, say, oh we don't have enough evidence, we have insufficient data for South America. So this is what I'm more interested in, in resolving it is trying to find this evidence, even if it's to say, yes, we don't like not having evidence is also an evidence, you know, like saying that we, we saw the bonds, we are looking for that and we don't find evidence for human interaction until interaction until around 13,000 years ago, for example. IS an is an example of uh a new result, but like what I was doing since my PhD and I'm still working on is this archaeological site called Santalina that I was saying that is in central Brazil in center of South America, where we have evidence for humans, uh, human occupation, together with giant slots around 27,000 years ago. So I Accept the evidence of earlier human migrations in the Americas. So there's a lot of Interesting questions to answer about that archaeological site and because we know that we have that archaeological site and humans were there, I think that probably we have other evidence, other archaeological sites in the area in the region, but we're not looking for them. So I think that there's a lot of evidence that is buried and we didn't find that yet. So I would like to keep working on. Answering evidence for humans being here and interacting with these animals uh before than we would think."
	},
	{
		"start_time": "1:09:33",
		"speaker": "Ricardo Lopes",
		"words": "Great, that all sounds very interesting, and if people are interested, where can they find your work on the Internet?"
	},
	{
		"start_time": "1:09:41",
		"speaker": "Thaís Pansani",
		"words": "Uh, I have, uh, Twitter, uh, X right now, uh, that is Tais Ronsoni. So sometimes, um, I'm there and I also have like my website where I publish the works that I'm doing and uh if I have new publications and also. If I'm doing new interviews or like where is I'm going to be next if I'm, what is my next appointment if I'm in each country I am because I'm, I still don't, I'm not fixed. I, I still don't have like a a permanent position. So I think like my website and Twitter are the best way to reach out to me and even ask questions if you want."
	},
	{
		"start_time": "1:10:22",
		"speaker": "Ricardo Lopes",
		"words": "Great, I will be leaving links to that in the description of the interview, and Doctor Ponsani, thank you so much again for taking the time to come on the show. It's been a very fun and entertaining interview. So thank you"
	},
	{
		"start_time": "1:10:34",
		"speaker": "Thaís Pansani",
		"words": "so much. Thank you for the opportunity."
	},
	{
		"start_time": "1:10:39",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]