[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the the Center. I'm your host, as always, Ricardo Lopes and to the Mgen by Doctor Mary Schenk. She is associate professor of Anthropology, demography, and Asian studies at Pennsylvania State University. She is a biocultural anthropologist, human behavior. ECOLOGIST and anthropological demographer with interests in marriage, family, kinship, parental investment, fertility, mortality, and inequality and some other topics. And today we're going to focus mostly on the sexual division of labor, kinship systems, religion and fertility, and fertility decline, and some other related topics. So, Doctor Shenk, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:41",
		"speaker": "Mary Shenk",
		"words": "It's a pleasure to be here, Ricardo."
	},
	{
		"start_time": "00:44",
		"speaker": "Ricardo Lopes",
		"words": "So, I would like to start by asking you a little bit about the sexual division of labor. So from an evolutionary perspective, how do you approach it? I mean, how do we start here? Where does it stem from?"
	},
	{
		"start_time": "00:59",
		"speaker": "Mary Shenk",
		"words": "So there's a couple of different um types of arguments from, for sexual division of labor, and this is an area of interest of mine, but it's not my central area of interest. Um, BUT I would say there's one argument for the sexual division of labor comes from Um, literature focusing on the different kinds of constraints that men and women have with respect to children. So, because women have to go through gestation and lactation, they're often directly responsible for young children, and especially in the human past, they could have had multiple young children at one time. Um, TO take care of. And because of that, there's often been an argument that this restricts women from doing tasks that involve spending a long time away from their kids, um, or where places where you have to, you can't take your kids with you, right? And so, that's one kind of argument, whereas men don't have those same restrictions biologically. So this is one underpinning for the sexual division of labor. The other underpinning really comes from Economic theories of complementarity in which you see um Any kind of, uh, that any group of people, whether they're men or women or anything else, um, could have some people who specialize in one thing and other people who specialize in another thing and by cooperating and sharing, they're actually better off than if everyone is trying to do the same thing because you can get um more efficient at doing particular tasks by specializing or practicing those tasks for long periods of time. And so the arguments about the sexual division of labor in human history usually involve one or both of these things. Usually that there's some kind of complementarity where some people should specialize in one thing and other people should specialize in other things, and that because of these underlying um biological obligations that women have as mammals for um gestation and lactation, you end up in a situation where women are often specializing in tasks. That um have less conflict with childcare than um men who can who often specialize in tasks that have more conflict with childcare. That's frequently true in human societies, but we can all see with childcare, um, Inputs from other group members, etc. YOU actually can have a lot of variation across cultures, um, in, in the sexual division of labor. Yeah."
	},
	{
		"start_time": "03:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I mean, in terms of the specific tasks that we see cross-culturally being the most commonly performed by men and women and that point to a sexual division of labor, could you give us perhaps some examples to illustrate what you just said"
	},
	{
		"start_time": "03:57",
		"speaker": "Mary Shenk",
		"words": "there? Sure, sure. So in many foraging societies, at least the traditional view was that men were often specialized in hunting and women were often specialized in. Um, GATHERING plant materials. And you see that on average across most foraging cultures that we have data on, this is true, but you also see that women are also hunting, and many of them, especially hunting small game, um, and that men are often doing gathering as well as hunting. So it's more of an average difference than a, like a very strict difference because as I'm sure you're aware, given um Uh, what you do, um, there's a huge amount of variation across human societies based on local ecologies. So in foragers, we would have thought of hunting and gathering, but again, more as an average difference than a sliding scale because of course, women are sometimes hunting and men are sometimes gathering also. Um, IN horticulture and agriculture, um, how much labor women versus men do tends to, um, be about the kind of labor rather than specializations. So if we're thinking about horticulture. In many horticultural societies, men might focus on clearing the land and like taking down the trees and moving large stones, and women might be spending more time gardening, but men are also gardening too. Um, AND in agriculture, there's a lot of cross-cultural patterns, um, that suggest that it kind of really depends on the type of labor. So there is, um, I work in South Asia, so in the Indian subcontinent. And one of the really well-known historical relationships there is between wheat agriculture and uh rice agriculture. And wheat agriculture um has often been focused on plows as one of the major things and planting and a lot of the field work, more of the field work was done by men than women. The women were also involved in the harvest and other times. Whereas rice agriculture historically, um, because it's so intensive in terms of the planting, you have to hand plant all of these tiny plants, and then you have to replant them, etc. A lot of it has to be done by, by hand. You saw a lot more agricultural labor by women in those parts of the, of South Asia with the argument that in fact, um some of the social systems in those regions were affected by this difference in the kind of agricultural labor that was needed."
	},
	{
		"start_time": "06:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I think that what you mentioned, there are primarily economic and ecological factors. Are there all social, social influences that operate on the sexual division of labor?"
	},
	{
		"start_time": "06:45",
		"speaker": "Mary Shenk",
		"words": "Absolutely, there are um social influences. Again, my background is in behavioral ecology, so I tend to start with what are the ecological variations. So what's the, what's going on with the environment and what kind of subsistence practice are you engaged in. And then thinking more about the economic system that's built on top of that, and then I tend to think about the social system as being built on top of that. So one of the um One of the um pieces of research that one of my PhD students, um, Doctor Catherine Starkweather, who's now at the University of Illinois Chicago, has done, she was working in one of the field sites where I've worked for a long time in rural Bangladesh, and she's worked with a group of people who are, um, live on boats, and um they have different kinds of work that they're doing, but a lot of times they're fishing, most of the men are fishing. And a lot of times women are fishing with their husbands, but sometimes the women are trading instead, which is a somewhat unusual thing cross cultural. There's examples in West Africa, there's examples in Southeast Asia, where women are frequently involved in trade, um, though in other parts of the world, it's often the opposite. Um, AND in that particular area, there's this interesting cultural convention in which these show to our women can actually go and trade with local women outside of their group, um, because there's a social taboo on men going into the homes of other women and trading with other women. And so these women, there's a, because of the social convention, they have a, a kind of a socio-ecological niche in which they're able to trade. Um, WITH other women that presents uh an economic opportunity for them that is uncommon in that culture, but it's also uncommon cross culturally and so many women then will go and trade. In the dry season, and they're spending all their time away from home and their husbands and uh relatives are watching their children, but usually when they have very young children, they don't go to trade because you can't drag an infant with you for 12 hours a day walking with large packs on your head and taking buses and doing all this stuff. Um, YEAH."
	},
	{
		"start_time": "09:00",
		"speaker": "Ricardo Lopes",
		"words": "So, but, but also, if I understand it correctly, it's not just the kinds of activities that men or women tend to participate in, but there's also across different societies, more or higher or lower degrees of overlap between men and women when it comes to the activities they participate in. Is that correct?"
	},
	{
		"start_time": "09:25",
		"speaker": "Mary Shenk",
		"words": "Absolutely. So, I mean, I was giving the example earlier of hunting and gathering. And so, um, where you often see on average men are doing more hunting and then women are on average are doing more gathering, but that's not true in all cases. There's a lot of overlap. So you're right, one of the big differences across cultures is how much of a sexual division of labor you see. So one of the things that's really interesting in modern um wage labor economies, so sort of the modern global market economies where you have a lot of education-based jobs that you see less division of labor for certain kinds of jobs than you used to do um in the past, um. Both because it becomes possible for families to have people who are specialized in different things because you're getting so much of your food from the market through money and it doesn't exactly matter how you're getting the money. But also because um So much of the, the labor that otherwise one or the other parent might be doing is actually being done. You know, by daycare centers or in the market or things that are pay you pay for food, right? And sometimes you can pay people to cook your food too. And so there's a lot of um You see a lot of difference and so you see a lot more um Potential for reductions in uh sexual divisions of labor in market economies than you have in other kinds of um contexts."
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I would like to ask you now about some of your work on kinship systems. So, first of all, tell us, generally, what are kinship systems and what kinds of questions do you tend to be more interested in when it comes to them?"
	},
	{
		"start_time": "11:18",
		"speaker": "Mary Shenk",
		"words": "So kinship systems are um a fairly, I mean, all animals have potentially kinship systems in the sense that they live in groups, if they live in groups at all, they may are likely to live in groups with more or less kin, and the kin is more related to females versus males in a group. So, in most primate societies, it's more common that you see that females will stay in a group together and males will move between groups. Um, Chimpanzees, for example, are quite interestingly different in the fact that um the males stay in groups together and do some social cooperation, and then females will move to new groups. And um Humans are particularly interesting kinship wise, because We have what Bernard Chappe and others have identified as we have both a dissent system like we know over time, you know, who you're related to, like, you know, your mothers or your fathers and their family, and you're you often not always living with one side or the other. Um, BUT then you also, we also have, um, systems of affiliation through marriage, and because of that, we often create new relatives through marriage and new kinship ties through marriage, and so we have both a kind of a dissent systems and also what various people have referred to as alliance systems through marriage. And um a lot of people have argued that, um, particularly Robin Fox and Bernard Chape that, you know, primate. Other primates tend to have one or the other more or less, and we have both, and we have very elaborated versions of both descent and alliance. And so kinship systems, um, there's a whole bunch of different factors. A lot of them are about who do you say you're more, you're biologically related equally to your mother and father, right, and your mothers and fathers kin. But for the purposes of cooperation in different socio ecological circumstances, humans have different systems where you have lineage systems that are either often patrilineal, where dissent is reckoned through the male line. And you're cooperating with relatives who are reckoned through the male line, or matrilineal systems in which you're cooperating with relatives reckon through the female line instead. There's a lot of patterns about how this is, um, how this varies cross-culturally. There's a lot of flexibility in hunter-gatherers. In horticulturalists, we see a lot of patrilineal and matrilineal systems. The pastoralist systems tend to be more strongly, um, patrilineal. And agricultural systems, sort of one or the other, and then when we start to get to Um, intensive agriculture and inheritance of land, and also in market economies, you tend to see, uh, this, a shift in those contexts to smaller groups of kin, um, smaller lineage systems and or the kind of lack of a lineage system altogether in what we call bilateral kinship, which is a kinship system that's often sometimes referred to as a Euro-American system, at least Euro-American system from the past couple of centuries in which you have Your kin or reckoned through both the male and female line, and you're kind of equally interacting with, with um both sets of relatives. So there's a bunch of different kinships and again, like, the systems tend to vary a lot by ecology."
	},
	{
		"start_time": "14:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, I want to ask you a little bit about those ecological factors, but just before that, just to tackle a little bit more the terminology here, when people talk about, for example, Matrilocal or patrilocal societies, what they mean by that is the side of your family that you tend to live with."
	},
	{
		"start_time": "15:07",
		"speaker": "Mary Shenk",
		"words": "Right. Yes, and specifically, anthropologists often refer to those terms as relating to post-marital residents. So in other words, the side of the family that you tend to live with, but usually people switch residences at marriage if they're going to switch residents. And so patrolocal, so if it's a, so patrolocal would mean that you would go as a, as a bride, as a wife, you would go to live with your husband's kin. And natural local typically would refer to a situation in which you go to live with the wife's skin, the husband comes to live with the wife's kin. There's also an, a common residence practice called neo-local residence in which the, the couple creates a new household for themselves either sort of near one of the others or in a completely new place. And then that's, that's commonly true. And then there's some either um rarer forms in which um People don't really establish a long-term residence with one set of kin or the other, and they might go to live with one and then another. So, for example, multi-locality and many foraging groups, you might live with one group for a while, but then you often may be moving over time with other groups, and then there's some places where you can choose where you're moving. But um a lot of people would make a distinction between systems of um dissent, where we're reckoning either through the male line or the female line or both. So that would be patrilineal, matrilineal or um bilateral or and then residents, which is usually like where we're moving typically after marriage or as adults, um, and frequently they're correlated with each other, but they're not always. So sometimes you actually have unique situations in which you have dissent is, you know, patrilineal, but lots of people are living natural locally, but those are unusual, but you do see that kind of thing."
	},
	{
		"start_time": "16:58",
		"speaker": "Ricardo Lopes",
		"words": "But is it, uh, I mean, looking across the societies we have studied, do we see, for example, patterns, is it that, for example, one of these uh sort of kin kinship systems, the patrilineal or the matrilineal, for example, is more common than the other or not?"
	},
	{
		"start_time": "17:18",
		"speaker": "Mary Shenk",
		"words": "Yes, yes. So in humans, we have a lot more examples uh in um In the extant ethnographic record, that is the record that we have from um ethnographic and historical documents from the past 2 or 3 centuries, maybe 4 or 5 centuries, um, that patrilineal systems are much more common than matrilineal systems, but, um, as I've written, um, in, we have a paper in Philoical transactions of the Royal Society with some colleagues in 2019. We, one of the arguments that we've made is that in part, that might be because of the time at which in his history in which we're collecting the data. So, the most common types of societies in which you see common matrilineal inheritance practices or matrilineal descent. Our horticultural systems in which um labor is done, you're farming, but labor is done by hand, and typically, you're not, um, typically you have a, it's what, it's called labor limited kind of farming in which you could farm more. More gardens if you had more people to do it, but you have, you don't have enough people to farm all the land. And this is a contrast with land-limited societies, which we're more familiar with from Europe and Asia, in which people land inheritance is very important, land is limited, um, and you have a different sort of social system because of that. But in horticultural societies, we see that matrilineality is pretty common. And what you find historically is that a lot of times the ethnographic data we have are from a time in history when a lot of the communities might have been practicing horticulture or might have been matrilineal, but then a lot of them were being Either forcibly transitioned away from that by um colonial governments, or transitioning because they were becoming part of a global market economy with which had different sort of socio-ecological You know, conditions, and so they were changing to a more bilateral or more patrilineal system. And so, we're actually examining in this paper, um, what we saw in terms of transitions to and from matriline and what we found was that you did see some legitimate examples of transitions to and from matroina, but that again, the whole pattern that we saw with naturalin being less common. Really seemed like it was, might be an artifact of the fact that we were collecting a lot of the ethnographic data in the colonial era. And if we had been able to magically go back 1000 years ago or 2000 years ago in history and just sample all the societies at that time, we could have had um a different pattern, because based on the different kinds of subsistence patterns that people were practicing around the world. But uh, Intensive agriculture uh tended to push things more towards patrilineality and uh or neolo or sorry bilateral um kinship in the sort of um more modern era in many parts of the world."
	},
	{
		"start_time": "20:40",
		"speaker": "Ricardo Lopes",
		"words": "So, it just crossed my mind in terms of uh a particular society having uh matrilineal or a patrilineal kinship system. Does it have any relationship at all with paternity and certainty or not?"
	},
	{
		"start_time": "20:57",
		"speaker": "Mary Shenk",
		"words": "Sure, some people have written about this. Um, ONE of the arguments is that in If you're in more patrilineal systems, you are, there's often more concern about enforcing paternity certainty, meaning that the father, the man who's married to the woman is the father of that child, and that tends to be a strong social norm in certain kinds of societies. And historically, I would say societies where you have um a strong importance on inheritance, and you have land limited societies where you're trying to um really keep inheritance in a particular line. Um, THOSE types of societies, which have been common historically in Europe and Asia, for example, and also in other parts of the world as well. But um those kinds of societies have tended to be very concerned with paternity certainty. Um, IN other parts of the world. There's different social relationships and so there may be less enforcement of paternity certainty, um. And less concern about it, um, because there's other, there's other concerns that people have, the alliance between groups, for example, or um recruitment of labor, um, in context where in order to really do well, you need a large pool of labor and a large community locally to do a lot of farming and to really engage in um economic and social activities. So there's been, there's an argument that there's often more um of a focus on fraternity certainty and patrilineal context, but that also an underlying context where um Where inheritance is very important. Mhm."
	},
	{
		"start_time": "22:48",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you, uh, still on the topic of kinship systems about, uh, directly more about some of the work you've done on it. So could you tell us in what ways might kinship systems relate to the distribution of material resources and the rise of gender disparities?"
	},
	{
		"start_time": "23:07",
		"speaker": "Mary Shenk",
		"words": "Sure. So, so. One of the arguments for why patrilineal inheritance is more common in large scale agricultural societies, for example, is that You're defending a group of resources, right? You're defending agricultural land, for example, um, which is very valuable, and that, that kind of defensive property is often done by um cooperative groups of men. And that kind of male cooperation is facilitated in context where you have a lot of um uh male relatives are living near each other. So that's one kind of argument. On the other hand, we do definitely see examples where, so in many, many parts of the world, the land is inherited. PATRILINEALLY, um, and defended by groups of men, although we do see um counterexamples, particularly in Southeast Asia where Land is often or sometimes inherited matrilineally as well. Um, AND in those contexts, um, Basically, there might be other social norms about how you have inheritance or um defense of property, um. In There tends to also be a norm, again, on average in patrilineal societies. That property is going through the male line, and there might be a concentration of inheritance in sons instead of daughters. Um, SO, for example, that land might uh pass to sons traditionally rather than passing to daughters, whereas in matrilineal systems, it might be more likely to pass to daughters, but in many matrilineal systems, land actually also passes to sons, but just through the mother's line, rather than the father's line. So I would say. Matrilineal systems, there's more of a focus on inheritance to sons and matrilineal systems that can be inheritance to sons or daughters. You can also have lots of context in which um some inheritance These are something called dual dissent systems in which inheritance or is coming to children through um Through the male line, some things are coming to children and it's coming through the female line. Some other things are inherited through or just descend through the female line. That's less common, but it does happen. But you do also have women's wealth that can be passed from mothers to daughters, even in very patrilineal contexts. So you see a lot of this um in um sort of pre-modern Britain, for example, or other parts of parts of South Asia, for example, where A woman would bring property into a marriage, and then that property would not go to her sons, but instead go to her daughters to pay for their dowries. In some cases. So there's, there's a lot of different examples. I'm not sure if you have another more specific question in mind."
	},
	{
		"start_time": "26:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I was going to ask you, is, is it, is it possible to make any uh or to generalize in the sense that is it possible for us to say whether one particular kind of kinship system tends to lead to more gender disparities than the other?"
	},
	{
		"start_time": "26:35",
		"speaker": "Mary Shenk",
		"words": "So there's a lot of arguments that um patrilineal systems on average are less gender egalitarian than matrilineal systems. Um, THERE'S not This is mostly, most of the evidence for this is based on ethnographic observations and descriptions, um, less of it's been based on um Basically research, right, direct tests of that. But um some colleagues of mine and I were able to test this using um data from a field site, a couple of field sites in um Southwest China with an um ethnic group called the Moo. This is work mainly led by my colleague Siobhan Madison, um, uh, she also more recently is publishing under Siobhan Kulley. And in those cases, Basically, that's an ethnic group in which there are both a matrilineal and a patrial patrilineal subcommunities of the same ethnic groups. So they have the same language, same general customs, but groups that are living in the mountains, live in more patrilineal patrilocal settings, and groups that live in the valley and near this, in this Lugu Lake, it's a large, um beautiful lake in China that's well known recently as a tourist area. Um, THE people who live in the valleys have these matrilineal compounds and um where Adult brothers will actually frequently stay with their adult sisters throughout their lifetimes, and they often have um children uh with women, but then the children and the mothers will stay in separately, so that the parents are not always moving in with each other. This is changing, but traditionally, adult brothers and sisters stay living with each other. Um, IN the matrilineal Moso case, and in the patrilineal Moso case, you had patro local residents where daughters would leave and join their husbands at marriage. So in this particular context, we were looking at health outcomes, and what we found was that um Really Um, men and women were both in pretty good equal health in the um matrilineal context, but women tended to have worse health than men in the patrilineal context, which is in line with some of the um arguments that have been made, again, largely qualitatively, that patrilineal systems, in at least in some circumstances, Um, may not benefit women's health as much or women might face more, um, marginalization or health risks or other risks because of in those systems. Again, that's a generalization. There's a lot of variation within patrilinear systems in terms of how much gender equality or inequality there is. Some systems are much more equal than others, but on average, Um, most people have found or suggested that matrilineal systems have more gender equality and or sometimes bilateral systems also have more gender equality than do very strictly patrilineal systems."
	},
	{
		"start_time": "29:49",
		"speaker": "Ricardo Lopes",
		"words": "So, uh just before we change topics, since you are usually interested in the ecological factors, when it comes to the distribution of material resources and inheritance, for example, are there any particular ecological Factors that explain why in a particular society, it might be the boys who are, or the men who are benefited more than the women or vice versa in terms of inheritance and distribution of resources."
	},
	{
		"start_time": "30:21",
		"speaker": "Mary Shenk",
		"words": "Yeah. So, as I've said before, in patrilineal context, there's, it's often true that because you have cooperation among male kin, or it becomes important in those contexts, that inheritance is often going to sons, more so than daughters or sons may get a larger stake of the inheritance and daughters. Also, On average in patrilineal context, daughters are moving um outside of the family group at marriage, and they're in a new group, and that means when you're coming into a new group. You may actually start at the bottom of the socioeconomic kind of scale and you have to work your way up over time. So, both there may be sort of gender um kind of preferences given to sons in patrilineal context. Again, not all of them, but many of them. And also daughters might be in a situation where because they're moving out of the family and into another family, they might get less investment at home and or they might be in a less good position in their husband's house. And so those are the patterns that I think most people would argue underlie. Um, PATTERNS of poor health or lower levels of inheritance for women in patrilineal contexts. Whereas in matrilineal contexts, daughters are more likely to inherit larger portions of wealth, even if they don't inherit all of it. And they often are spending more of their life if they're matrilocal, they're spending more of their life with their maternal kin. And those are often contexts in which they might be they might face less discrimination or they might um be sort of in a better social position and therefore, again, might have better health outcomes because of that. And that's certainly the argument, um, generally speaking, the argument that we were making in. In on that paper, but I would also say that um there's a certain amount of, uh, yeah, there's a lot of variation in these kinds of context. So you can say, again, on average, you might see more um gender inequality and patrilineal than matrilineal systems, but we're still gonna see variation across those kinds of societies. Yeah."
	},
	{
		"start_time": "32:37",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, I would like to ask you a little bit about religion and fertility now. I've already talked on the show with many cognitive scientists of religion, anthropologists of religion, and other scientists of religion more generally. And one of the things that is frequently brought What up is how religion seems to bring fitness benefits to its practitioner. So, first of all, do you agree with that? And if so, in what ways does religion relate to fertility? I mean, how is the link established"
	},
	{
		"start_time": "33:11",
		"speaker": "Mary Shenk",
		"words": "there? Sure, yeah. So I want to get into now um some of the work I've been doing recently with some colleagues, the main Uh, lead investigator on this project is um John Shaver, who was at the University of Otago in New Zealand. He's now at Baylor University. We're also collaborating with Richard Sosis from the University of Connecticut and Rebeccai, who's currently at Brunel University in London. Um, AND so, as you said, one of the big, the big arguments from an evolutionary perspective is that Religion brings a lot of cooperative benefits to its practitioners, and those cooperative benefits could benefit people economically, but they could also benefit mental health and levels of stress, um, and they can also benefit you in a variety of ways. So we have made the argument, this is following on some early work from John Shaver, um, Kind of proposed something called the religious allop parenting hypothesis, which essentially says, OK, we, we have, we know, or most people would argue that religion promotes cooperation. We also know that humans, one of our main um sort of mechanisms related with fertility in humans, that's fairly unique. At least among related groups of primates is aloe parenting. We got lots and lots of aloe parenting in most societies that we rely on lots of kin, especially grandmothers, but also fathers, husbands, um, and older siblings, um, to help us with childcare. And so the argument is, if religion is promoting cooperation among the a social group, And cooperation is promoting aloe parenting, so we are getting more aloe parenting, um, or higher quality care, more support of some kind, that this could um be the mechanism, or at least a key mechanism behind a known relationship between religion and fertility, that is more religious people or more religious groups traditionally in many, many contexts have more children. Then uh less religious groups. And so we've been testing this idea and um some existing data sets. And there's 2 or 3 papers published on that and then we've also been testing this idea in a variety of new data sets that we have just uh collected in um in my field sites in India and Bangladesh, so Matla Bangladesh and Beer Boom, India, and then um sites in Malawi and in The Gambia, and then we also have a research site in Pittsburgh where we're kind of Putting together some research where we're connecting. OK, religiosity related to cooperation, religiosity being linked to allop parenting, and then religiosity and or all parenting being linked to either fertility, so having more kids, or those kids having better outcomes, better health, for example. Um, SO that, that's the work we're working on right now. And I think so far, the evidence suggests that this is probably true. Um, AND, uh, but the details of it, I think, are still being worked out."
	},
	{
		"start_time": "36:20",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, BUT when it comes to the potential fitness benefits apart from your suggestion, suggestion having to do with Llo parenting, are there other ways, mechanisms by which religion promotes fertility?"
	},
	{
		"start_time": "36:39",
		"speaker": "Mary Shenk",
		"words": "Sure. So there's a literature on this, um, That's quite, so I think again, the thing I'm especially interested in as an evolutionary scientist is the our parenting mechanism, but there's 2 or 3 other arguments out of there in the literature about the relationship between religion and fertility. And one of the arguments is that it's somehow something about the content of the religion itself. So the messages of the religion. A lot of world religions are pretty pro-natalist, meaning that they, they tell people that they should have kids. This is certainly true in Christianity and in Islam. Um, IT'S true in other world religions in many contexts as well. People will argue that Judaism is pro-natalist. They will argue that in some contexts, Hinduism is, so that's, I think a little bit less clear. Um, But so some people argue that the content of the religion is motivating people to have more kids. Um, I think that there's probably some evidence that that's true, but I also think the evidence for that is mixed. Another argument that's made in the literature is that um, One of the reasons you have a relationship between religion and fertility in some context is because of um the minority status of particular religion. So if a group of religious people are in a minority, they may be um motivated to Especially if they're facing marginalization or discrimination that they may be motivated to improve their own um sort of situation by having more children and thus be in a less marginalized position, more people in the group to cooperate with, etc. Again, there's evidence that whatever the mechanism is, whether or not it's a conscious mechanism or a subconscious mechanism, it's harder to tell, but It's certainly true that in many contexts, um, marginalized religious groups have higher fertility than um less marginalized religious or more sort of socially dominant religious groups. There are some context though, in which it looks like more marginalized groups have lower fertility, and so there's actually, um, there's actually some debate, and the, the, the research that I'm aware of on this suggests that there's sort of two patterns and one is where You're more marginalized, and because of that, there's some, there's in-group dynamics that are motivating you to kind of bolster your own community, um, which might be related to higher fertility, and then in other cases where you're trying to kind of become accepted in a minority in a majority context and some of those contexts, people would have fewer children. Um, So I'm thinking about there's one of the other arguments about um this relationship that's commonly found between religion and fertility, in fact, is that it's not really about religion, but that it's about an artifact of not controlling very well for socioeconomic differences among groups and It's pretty clear if you look at this literature that that's at least partly true, but it's also pretty clear to me, at least we would do one of my um former PhD um students, or at least I worked with her and she's a PhD student. Part of her dissertation uses DHS data from India, Bangladesh, and Nepal and looks at Hindu and Muslim communities and what we We seem to find that, um, so using a mechanism called propensity score matching, in which you match people across religious groups in terms of their socioeconomic characteristics to create a sample that allows you to try to get rid of socioeconomic variation as one of the main drivers. And what we find is that that um reduces the religious variation, um, the religious comparison across groups in terms of fertility, but it doesn't fully get rid of it. Which could either mean that you're not, that the mechanism isn't that the method isn't totally getting rid of economic differences, or it could mean that there's also other things going on. And so our argument in that paper, which again is published in a dissertation, but we're working on getting ready to submit that soon, um. Is that, you know, I think there's that this this sort of uncontrolled economic differences is part of what's going on, but that these other kinds of things. Whether it's religious aloe parenting or the actual message of the religion and or these minority and majority differences are also probably playing a role in the relationship between religion and fertility, which again is quite well known that there is one. SO we're really trying to especially um spend more time sorting out the mechanisms of how that's happening."
	},
	{
		"start_time": "41:26",
		"speaker": "Ricardo Lopes",
		"words": "Very interesting. So, uh, still on the topic of fertility, but now, let's move from religion. Uh, IN recent times, people have been talking a lot about fertility decline across the world. Some people worry a lot about that. And with the focus, of course, on the more developed countries. And, uh, I want to ask you about the factors. Behind that, but, uh, to start off with, I would like to focus on one that is mentioned that has to do with women's education. I mean, is there really a link between women's education and fertility levels? And if so, do we know exactly how education might influence fertility?"
	},
	{
		"start_time": "42:09",
		"speaker": "Mary Shenk",
		"words": "So there is a very strong link between women's education and fertility with more education being associated with lower fertility. This is true. VIRTUALLY everywhere that this relationship has been tested with very few um counterexamples. Um, AND it's, it tends to also be um one of the stronger predictors if you have it in a model of fertility. Education seems to be one of the stronger predictors. In terms of the reason for that, um, I think this is more complicated, but, um, I think personally, and I've written about this, I have a 2013 paper in PNAS and then we have a 2016 paper with some colleagues also in philosophical transactions of the Royal Society, and, uh, in a couple of other places. I think one of the reasons for that education has this very strong relationship with fertility is that It's tapping into itself as that one variable is tapping into multiple mechanisms, which I think are driving reduced fertility, including Um, a trade-off in women's time, the amount of time you spent getting education is often taking you away from time that you might spend having children, and so, or you might get married later, you might start having children later. Um, ALSO, education tends to be associated with wage labor economies in which there's A lot of emphasis on investing more in a smaller number of children. And so because of that, and the women who are more involved in the labor market tend to be more involved in that, you know, let's have fewer children and invest more in them. And then also I would say education goes along with cultural transmission of social norms of lower fertility as well. And so for all of these reasons, um, there's actually even more cause you could say about fertility. It's really um a very good indicator of a whole bunch of different things, different patterns that are associated with lower fertility. Um, BUT women's education is, and I think that's why it's such a strong predictor globally because it's, it's tapping into multiple mechanisms by which fertility is going down."
	},
	{
		"start_time": "44:28",
		"speaker": "Ricardo Lopes",
		"words": "I was wondering, do levels of education, of course, in this case, we're focusing on women, but perhaps what I'm about to say would also apply to men, but do levels of education also have something to do with perhaps people investing more or being more open to family planning and to the use of contraceptives?"
	},
	{
		"start_time": "44:49",
		"speaker": "Mary Shenk",
		"words": "Sure, that's actually another thing I was saying there's even more going on with education and that's one of the things. Um, PEOPLE might be more open to the use of contraception or contraception or more knowledgeable about how to use it more appropriately. Um, THEY also might um have better information about child health and be in a better position to, um, kind of keep their children healthy. And again, if you're having a lot of children are dying, that's one motivation people have for having more children, whereas if your children are living and You feel like you can get good healthcare for them. You're more usually uh interested in having fewer children. But that's absolutely true. I will say though, about contraception, that is, I think this is actually much more complicated than a lot of people think it is in the sense that Um, I would say the argument is stronger that people adopt contraception or in the case of historical Europe, invent contraception when they want to reduce fertility. Uh, AND there's lots of examples where contraception is introduced in high fertility societies and people are not interested, or they use it to space children out and reduce child mortality, and so it's actually not associated with reduced fertility. So, um, contraception, I tend to think of it as a tool that you use to reduce fertility in the context where you want it or you reduce fertility. So typically, contraception will help bring fertility down in places where people wanted, we're already trying to reduce fertility, and if you just give it to people, For whom large numbers of children is associated with status and wealth, and, you know, having a lot of farm labor and that's really useful for them. They may or may not reduce their fertility if you just give contraception. So I think it's, it's a tool we use, but I don't think it's a driver, at least that's my personal opinion. I don't think it's a driver in the same sense. Mhm."
	},
	{
		"start_time": "46:43",
		"speaker": "Ricardo Lopes",
		"words": "And are there other well studied factors that might play a role in the decline in fertility, particularly among more developed countries? I mean, could there be, I don't know, also economic factors or factors of other sort?"
	},
	{
		"start_time": "47:00",
		"speaker": "Mary Shenk",
		"words": "Yeah. So what I really think is one of the big, there's a lot of um people who've argued this over the years in different forms, many economists as well. Um, BUT I think Probably one of the strongest drivers of fertility decline in recent years, um, since is the industrial revolution and modern market economies that follow from the industrial revolution. Essentially, you're going from a situation in which Having lots of children, um, is that the children are essentially kind of helping you on the farm, helping you with pastoralist labor, helping you with farm labor and they're kind of paying part of their own way, right? Because they're helping with other children and they're helping with agricultural labor, so more children. Generally is associated with more prosperity and a lot of these traditional contexts"
	},
	{
		"start_time": "47:56",
		"speaker": "Ricardo Lopes",
		"words": "in those specific in the specific context, children also sort of work as economic assets."
	},
	{
		"start_time": "48:03",
		"speaker": "Mary Shenk",
		"words": "Yes, exactly. They work as, I mean. There is this argument that some people would say if they're just economic assets, what the sort of um Ron Lee and Karen Kramer, that's an economist and anthropologist team did a more detailed talk about them. They're like, OK, it always costs you, you always have to Costs you energy to have children, but what's happening with children who are doing farm labor is they're paying for like at least half or more of what you're, they're reducing their own costs because of the work that they're doing. So even though you have to feed them and clothe them and you're giving more resources and energy to them then you're getting back from them but they're paying for a lot of their costs. Whereas think about a modern market economy. Kids aren't allowed to work, they have to spend all their time in school, and parents end up spending a huge amount of parental time and money trying to support and raise children. And so often with more limited help. And so you have a situation which Um, the children in more sort of farming and pastoral herding economies are really paying for a lot of their own, you know, resources. They're subsidizing their their themselves. Um, SO economically, you have this situation which the kids are kind of, they're an asset and they're paying for themselves, at least partially, and you have a lot of benefits coming out of larger, you know, numbers of children to a context in which everything is Kind of more expensive and the benefits are reduced. So, um, kids are going to school and you have to pay for that, either that or even if you don't have to pay money for that, the kids can't help you at home or on the farm when you're at school. Um, WHEN they're at school. Also, there becomes a lot of social competition for more education to get in particular kinds of jobs. And the time and effort it takes to really um make children competitive is something you just can't, you can't have 10 children and do that. They're huge trade-offs if you have larger numbers of children in market economies in a way that they're frequently aren't in sort of um kind of agriculturalist, traditional agriculturalist economies. And you also see really steep trade-offs for parents' time, and this is often true for mothers' time, more so even that if mothers are working or they're getting education, there's other things they're doing that are helping the social status and economic well-being of the family. Those things often are trading off in the ability to put that time and energy, that time especially into children. And this is true for fathers too, um, but it's especially changes a lot for mothers in these contexts where they're, you're working in an office becomes incompatible with childcare. You can't really do one and the other, and you're sort of in a situation where you have to, um, you have to choose. And so all of these things, the rising costs of children, And also the rising sort of economic competitiveness of modern markets all pushes people towards a more um investing in a lot in higher child quality and having fewer children overall."
	},
	{
		"start_time": "51:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, as the last topic for our conversation today, I would like to ask you about social and economic inequality. So, um, what are the factors that play a role in the transition from relatively equal societies to increasingly unequal societies, which is something that we have observed over the course of human history."
	},
	{
		"start_time": "51:45",
		"speaker": "Mary Shenk",
		"words": "Yeah. So there's a bunch of different factors that people would point to, but one that we've published on, and this is especially, um, I think you can see the argument very clearly in a 2016 paper, Madison at all in evolutionary Anthropology, and then this is also in a variety of other papers of mine as well. Um, IT'S an argument that it's one of the major drivers is economic defensibility of resources. So if you go from So think about the example that we I gave earlier about the difference between horticulture and agriculture. If you have a horticulture with hand tools and there's lots of land that you could farm, but you don't have enough people to farm it, that's really the trade-off. Typically, in those cases, there's some inequality locally. There's a local tribal chief or a local leader of some kind, but the inequality can't be that much because there's just Um, there's relatively less competition for land and other things, whereas as soon as you start to get, for example, Really good arable land in a river valley where it's really, really great for agriculture. Then I have the land and I'm farming it, but other people would also like the land, and so there ends up being a massive amount of social competition for those kinds of resources. So you can start to get a whole lot. Of social changes, because of resource defensibility like that. So, for example, we start to get I switch from polygyny to monogamy alongside um these kinds of um Heritable or defensible resources, we get a switch from um sort of more egalitarian social groups to more um Kind of hierarchical social groups, uh, with a lot more um social complexity, meaning like different layers and different kinds of things. So you have the rights of social classes and caste systems and things like this. Um, AND then you can get, um, there's a whole bunch of sort of complicated sort of social machinery and um social norms, etc. THAT get become part of those things. But I would most of the argument is that what this really seems to go back to is economic defensibility either of land. Or you also see economically defensible um societies with increasing hierarchy even among people who are not doing much farming. For example, it would be the Pacific Northwest coast of North America, historically is well known for this. Where the economic differences were really based on who um had access to these very rich salmon runs, right, these salmon rivers where you would have huge, huge numbers of salmon coming to spawn in the rivers, you could get lots and lots of resources from sitting on those rivers and therefore you develop property rights, right? So you have the development of any economically defensible resources lead to things like property rights and then a whole bunch of social machinery that goes on to defend it. And I would say, That one of the other things that some colleagues and I have worked on, we have a paper uh also in this in 2016, Shank Kaplan and Hooper, where we, we model this and we also show that um Social competition and increasing inequality is probably one of the things that reduces fertility as well. It increases this motivation of young parents to um invent, invest intensively in an even smaller number of children. So even though the transition from an agricultural to a market economy would reduce the number of children, if you have inequality and increased social competition, People are really motivated. They'd like to become, move up the social hierarchy, but it becomes even harder to just stay in your same place in the social hierarchy, um, stay in your same place economically, and that this can also lead to um fertility reduction in small numbers of children. And this is an argument that's been made for the Um, one of the two major arguments that's made for, um, parts of the world with really low levels of fertility these days, so under 2 children per woman. So for example, you think about arguments about South Korea, which has a TFR of 1.1 or 1.3, that a lot of this has been related to social competition, these really intensive social competition in that context. The other one, there's about women's trade-offs as well that you where you see more in Southern Europe, you see arguments about that."
	},
	{
		"start_time": "56:31",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, maybe again, earlier I asked you when it comes to fertility levels, if there were economic factors that played the role here and so, uh, higher levels of economic inequality might also have an effect on fertility rates,"
	},
	{
		"start_time": "56:51",
		"speaker": "Mary Shenk",
		"words": "right? Yes, that, that's the argument and I that um in addition to sort of market economies that inequality would should be associated with um Increase, increased reduction, right? So low, even lower fertility rates than it would be in a more sort of economically cool society that was similarly, similar economically. Yeah, that's the argument. Mhm."
	},
	{
		"start_time": "57:19",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Shenk, just before we go, would you like to tell people where they can find you when you work on the internet?"
	},
	{
		"start_time": "57:28",
		"speaker": "Mary Shenk",
		"words": "Yeah, sure. I think um you can go to my website at Penn State University, and I think the other good place to see my work and potentially download some of it would be on Research Gate. Which is a place where I put things. I'm not um a big social media person in other ways, but I think Research gate is and my website are great places to get um access to papers. You can also email me if you don't find something, but most of it's up there."
	},
	{
		"start_time": "57:55",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm leaving links to that in the description of the interview and thank you so much again for taking the time to come on the show. It's been a very fascinating conversation."
	},
	{
		"start_time": "58:06",
		"speaker": "Mary Shenk",
		"words": "Thanks. Yeah, this was really fun. Thanks very much for having me."
	},
	{
		"start_time": "58:10",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andrea, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zaledrianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]