[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by a return guest, Doctor Ravi Sakotopolo. She's a psychoanalyst in private practice in New York City and a member of the faculty of the NYU pro postdoctoral program in Psychotherapy and psychoanalysis. And today, we're talking about her book Sexuality Beyond Consent. Uh, RISK race traumatophilia. So, Doctor Secatopolo, welcome back to the show. It's always a great pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Avgi Saketopoulou",
		"words": "Thank you for having me back."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "So I think that this is something that you also did in your book together with Doctor An Pellegrini, Gender Without Identity, but last time we didn't touch too much on it. So I would like to ask you this time and also to provide the audience with some background here. Uh, SO you draw from psychoanalysis and in this specific case, the psychoanalytic theory of Jean Laplanche. So, uh, are there perhaps some, what would these are perhaps some of the main aspects of it that are important for people to know, to then understand the sort of framework you draw from and the rest of our conversation?"
	},
	{
		"start_time": "01:14",
		"speaker": "Avgi Saketopoulou",
		"words": "Well, um, One of the key premises of Laplangian theory, uh, and perhaps it's going to be clearer if I contrast it with how most psychonlytic theories being usually read, is that while we usually look Well, usually psychoanalysis gives us the tools to think about what is outside the reach of our consciousness, like things that we, our motivations that we don't know about or the ways in which traumas of the past get turned into patterns, into relational patterns that we then during the course of an analytic treatment, one might discover what they are in the hopes that once you know about them, you can stop repeating them. La Planche gives us Ops things up to 3 more domains. The one is to think about aspects of our psychic life that are, that can never be discovered, that are always elusive to us, ways in which our motivations or our um our ways of being in the world can never be fully answered by knowing one's biographical history or what kind of like larger historical context one lives in. In other words, that there's something about ourselves and our Um, our motivations, our desires, that is always going to be opaque to us. And one might say, well, how is that helping with anything, knowing that there is something that we can never quite get to. It's actually quite a frustrating premise from some angle, because it means that one can never quite reached the bottom, the bottom line of where another person or oneself is coming from. But what this also enlarges space for is to begin to think about. To move away from this tendency that we have, especially these days, to try to totally understand somebody, to try to totally get where they're coming from. And the idea is, and some psychoanalytic theory goes, but also in our cultures, we believe that if you really understand where somebody's coming from, you can pin down the um Their intentions, you can understand um the background of what moves them and therefore that can help you learn this person better. But what if there's, what if there's always something that escapes us about each other? What if the gap between us and other people can never fully be closed? Now, on the one hand, that's frustrating. On the other hand, La Planche will say. That this is also in some way the guarantor of our freedom insofar as there's always going to be room, there's always going to be something that has escaped, something we might say, thinking with like Fred Morton and Blacks that is something that is fugitive, that can never quite be captured by meaning or a presentation. And the idea that if you think about sexuality and you think about like what draws us to other people, there's always something that can never be reduced to who this person is, right? Something that it feels more mysterious, more uncapturable, and that is the basis, um, and the condition of possibility for what can happen between people. So that's one thing. Another thing is that Laplacian theory starts with the premise that trauma is something that occurs in the very, very early encounter between a child and an adult. Um. Merely by virtue of the generational difference between the two, the adult has a sexual unconscious that the infant does not yet have, and therefore, the infant is always presented in their encounter with the adult with something that is beyond what they can process. I'm not thinking here about adults who are like sexually abusive or who are overwhelming in the sense of being like overstimulating to, to children, um. I'm talking about kind of like the more normative ordinary way in which adulthood has access to sexuality in a ways, in ways that um infancy and childhood do not, and therefore, the infant is always unprepared, we might say for what they encounter in the adult. And that unpreparedness forces the psyche to respond. La Planche will call this. Uh, DESCRIBED this as a normatively traumatic condition. It is traumatic in the sense that it introduces in the infant's psychic life, something that cannot quite be processed. And in the effort to do something of that encounter, to make something of that trauma, the psyche responds with generating meaning, but also always fails to fully account for the foreignness of the other. And that's what generates the child's own infantile unconscious, unconscious life. Um, SO we begin to see with La Planche that trauma is not the exceptional condition that interrupts a steady state or a previously serene state. It becomes the enabling condition through which we also become who we are because we are forced by this intrusion by the other to produce things to respond to Innovate, um, to, um, generate something new, and that generation is A complicated one. It's both ours in the sense that that response comes from the psyche, but it is also not kind of like done kind of like with your consent and it's at the border of what you have got bargained for because you, you don't quite bargain for everything, anything as a child, um. So that's the second piece. And the third piece is instance that psychosexuality is at the core of human life, which is not to say that everybody's thinking about sex all the time or that sex is the most important factor in our lives, but there's something about the anarchy and the disorder of the sexual drive that Lines, um, everything that we do, um, introducing that disturbance that we were talking about earlier, which gives us the chance to do things again and differently."
	},
	{
		"start_time": "07:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So do, do all these aspects of trauma that you described there from a psychoanalytic perspective and particularly from the perspective of John Lap Blanche applied to sexuality?"
	},
	{
		"start_time": "07:46",
		"speaker": "Avgi Saketopoulou",
		"words": "Absolutely they are in fact. Derived from um the sexual and then begin to infiltrate the sexual Lablanche will say well in infiltrate. Everything about our psychic life, it will infiltrate our sense of our identity, it will infiltrate how we do relationships, our defenses, our ways of being in the world are our affect. So there's not nothing that is untouched by the sexual, which is again, I want to make a distinction here between thinking about the sexual and thinking about sexuality. Sexuality is usually the word that we reserve for describing sexual preferences, sexual orientation, um, certain sets of behaviors around sexuality or sexual fantasies, um, so they're all sexuality is very much in the domain of things that have become psychically represented. The sexual is something else. The sexual is precisely this resistance to meaning. When we were speaking earlier about how the psyche is forced to respond, I mentioned briefly that the psychic cannot fully respond to everything that it's presented with from the other. Initially, the other is the adult, eventually in life the other becomes the small other of other people or the capital other of kind of like whatever feels foreign to us. Like we can never fully Call the foreigners of these enigmatic presences in our lives, and that creates a sense of, or rather the fact that we cannot. Fully totalize the other's foreigners means that there always remains in us something that is anarchic, that is kind of like functions as a disturbance to organized meaning. Um, AND I might say that this is also the source of our resistance to everything that we are. INCULCATED into thinking about the world, about others, um, anything new that comes from us, um, comes from that part of the psyche."
	},
	{
		"start_time": "09:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what is then traumatophobia? Could you explain that concept,"
	},
	{
		"start_time": "10:04",
		"speaker": "Avgi Saketopoulou",
		"words": "please? Yeah. No, I, I do something quite um surprising in this book, which is that I try to speak about trauma, not in terms of its occurrence, whether trauma happens or not, or even if it's sequela. Usually we talk about what happens when the subject is traumatized, if you're traumatized. You may suffer from some kinds of symptoms or trauma may appear in certain ways in your everyday life, in your relational engagements, um, in your family experiences. I become more interested in the book. I want to interest us in how we think about trauma, that there are ways, most the preponderance of the ways we think about trauma, I suggest, have a traumatopphobic quality, and traumatophobia is a word that I draw from La Planche who gives it to us but doesn't quite flesh it out, and my project is to flesh reatophobia and reophilia out. Tremorophobia is the composite word. Trauma and hovea, which is the Greek word for hovos, for fear, and it speaks to the ways in which we are so frightened of trauma. That we respond to it by recoiling into trying to fix it. Now, this may sound very paradoxical, so let me explain what I mean by that. Of course, it is very natural and. Nobody wants to be traumatized, nor should we want for people to be traumatized. And yet traumatic encounters are part of everyday life. They are ordinary, not in the sense that they are just or fair, but in the sense that they are inevitable. Maybe in another utopian society, they're not inevitable, and we kind of like get to. KIND of like diminish the, the amount of harm that happens in the world, but that's not the condition right now. So the question becomes how do we understand the impact that the trauma has on the human soul, on the human psyche. And homophobic approaches treat trauma as more or less a disaster, as destroying human life, as bringing the catastrophe from which then subjects are left either struggling with its implications and trying to piece together a life so that they can hopefully return to some pre-traumatic state. So there's this idea that you were kind of intact, trauma breaks you, and then the task of treatment, for example, is to piece your pieces back together, to assemble yourself back so that you're back to who you were before you were traumatized. And I argue that that is a, a phobic approach to trauma for a couple of different reasons. First of all, because as a practicing psychoanalyst and as somebody who is not just seeing patients for Um, over 20 years, but also somebody who is training other clinicians and is very active in my field in communication with other colleagues. I've never seen trauma being healed and neither has any of my colleagues, uh, meaning nobody ever truly returns to a pre-traumatic state. Nothing gets repaired back to where it was, no matter how good your resources or your intentions, or however motivated a patient is, even if they have the best analyst or therapist in the world, and all the time in the world to do the psychic work that they need to do. Like the psyche never quite returns to where it was, um. And that is You know, this brings us back to what we were talking about earlier in terms of what La Blanche brings to this conversation, which is that the psyche does not return back, not because the psyche is so damaged that it can never reconstitute itself, but because trauma forces us to respond and we human beings produce responses, secrete, we might say responses, vis a vis the trauma that we have encountered that also transform us. So, and this is what I would call a more traumatophilic approach to trauma, like what would it mean to think about to have an affinity for thinking about how trauma does not just deform us, it also forms us. It doesn't just bend us out of shape, it also shapes us, and that is not necessarily always the disastrous outcome. That is that is purported to be again, this is not to say, you know, who cares if people get traumatized or not, nor is it to say that we should stop whatever social justice struggles we are engaged in to stop these kinds of traumatic circumstances from happening. It is only to say that for a trauma that has already happened. And that has been the case for millennial of for thousands of years in human life and will continue, I think, to be the case. For trauma that has already happened, the. To to the treatment to to regard trauma as only breaking us overlooks the many ways in which subjects engage with their trauma. Now, if I were to say to you, look, um, think about how much art and literature comes out of. Artists relationship with their own trauma with trying not just to express it, but also to. Give it to to use it as a propulsive force. Many of us would say, OK, I understand that, but that's different, that's creativity. And indeed, I'm trying to say more than just trauma can be used creatively. Because when we find a trauma in the domains of cultural production or literary production, we welcome that kind of traumatophilic response. But when we find it in the domains of sexuality, when we find it in the domains of gender, when do we find it in the domains of how people might actually engage their trauma, rather than trying to heal it or move away from it. It really frightens us. And then that's, that's when we begin to pathologize different kinds of sexualities or genders or different modes of being in the world. So we enjoy finding trauma, thinking to metopilically, even though we may not be using that word when it comes to creative endeavors, but it's really hard to think about this in the breadth of human experience."
	},
	{
		"start_time": "16:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, AND so if not creatively, how could, uh, just, uh, let's say a regular person could have a traumatophilic approach to trauma."
	},
	{
		"start_time": "16:51",
		"speaker": "Avgi Saketopoulou",
		"words": "Well, I'm not, I'm not going to say that there's not also creative uses of trauma, so I'm not trying to like legislate against that. But, um, and I'm less interested in Offering like a programmatic of how we might now treat our deal with our trauma differently. What I'm trying to call attention to in, in my book Sexuality Beyond Consent is how subjects do already engage with their trauma in traumatophilic ways, but we do not see that as an engagement of trauma. We sometimes see it as a symptom of trauma, as if somebody is really stuck in their trauma and they should get over it. So it's unlikely that you would hear somebody say, oh, for example, Uh, somebody's writing about their Holocaust experience, they should just leave it alone because that's a symptom of how stuck they are on it. Like the writings that come out of these kinds of experiences are very well regarded and taken very much of works of both, um, memoir and and like of um like expansive uh psychic production. But when we find trauma in how people have sex or what people do with their gender, um, or what kinds of art, I'm thinking of like art that falls under the category of what Jennifer Doyle has described as difficult art, art that Adorno has described as taking us into the disaster, rather than trying to speak about the disaster. Uh, I'm thinking about sexual experiences, like, for example, in my book I talk a lot about, I spent a couple of different chapters talking about a, a work of art, a theatrical piece that's called Slave play that explores um black person's uh desires for racial humiliation by white partners. Um, SO here is an example of the sort of desire that one might say, oh, this is definitely a traumatic. It's a traumatic scar tissue of racism because nobody in their right mind would want that kind of encounter, right? Um, IF somebody, if a black person wants to be racially humiliated, uh, then that could only come from being, um, having been mistreated and having them. Trauma somehow warped their sexual desire, right? Um, AND in fact, when um this play, slave play was first um shown in New York, it generated tremendous controversy, precisely because I think a lot of traumatophilic art actually becomes quite controversial because we're not accustomed to thinking with trauma. Um, WE'RE only accustomed to thinking about trauma or about how trauma, how people work through their trauma, or how they try to get over it or how they try to heal it. Um, BUT what the example of this art piece, but also the sexual practice of race play forces us to think, um, I mean, if we don't instinctively respond to it with a traumatrophobic, um, attitude of saying this is just, um, Kind of like the aftermath of trauma and people should not do it because that's a traumatic effect. It, it, it calls upon us to ask about what different kinds of relationships you one might for forge with their trauma. Like we tend to really appreciate subjects who have relationships with their trauma that are very much about commemoration or mourning or attending to their wounds. But, and this is one of the big arguments in the book that has to do with my concept of tramaophilia. The thing is we're also drawn to touch our wounds. We're drawn to relive them. We're drawn to re-experience them, and that is not as Some popular theory and some psychoanalytic theory would have it because we're stuck, because we're so stalled that we can't quite get over it, but also because there are intensities around traumatic experience, around the experience of rape, around the experience of a racial violation, around the experience of all kinds of violence that happen in our everyday lives that That are so powerfully imprinted on us that there is a draw sometimes to touch the wound and how that wound is touched. I mean, that's often pathologized, right? Um, BUT how that wound is touched under what conditions, what relational circumstances and that makes the difference um between a traumatic sequela and a traumatophilic engagement with trauma, um."
	},
	{
		"start_time": "21:25",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, tell us then about consent, particularly from the perspective you apply in the book, what is consent?"
	},
	{
		"start_time": "21:34",
		"speaker": "Avgi Saketopoulou",
		"words": "Mm. Well, consent in our everyday parlance, we usually think about consent in the context of affirmative consent where two, usually 2, sometimes more parties contract ahead of time as to what will occur in within the perimeter of an interpersonal encounter. Consent Could be discussed in the context of um like a sexual experience or in the context of all kinds of like even contractual obligations, um, and it starts with the premise that you set some boundaries, the other person agrees to respect that bound those boundaries. If they cross them, they've violated your consent, and if they don't cross them, then that sets the conditions in place for a good experience. Um, AND that's what we call affirmative consent, but affirmative consent is, is a concept I argue in the book that is useful only in very, very limited situations. Like, for example, in, in an, in an experience of a violent rape where somebody has said no and the other person forces themselves, then obviously that's a violation of affirmative consent that is, that is meaningful. But consent has failed as a concept to help us adjudicate in the way that it promises and in the way that it is kind of a cultural it is touted to be able to do. It fails to deliver on its promise to secure good encounters, pleasurable encounters, ethical encounters, and one of the, there's many reasons for that, and many people have written very uh smartly um. And cogently about why. But the thing that I focus on in my, in my book is to talk about how consent presumes that the person who's consenting or not consenting knows everything about themselves, and therefore they know what they will want, what they will not want, um. Independently of how it arises, and that if we go back to your earlier question about La Planche immediately comes up against the limit of how there are things about ourselves that are opaque to ourselves. So if we don't, if we never quite can get to the bottom of who we are, if we don't, if we can't always exactly predict what the full array of what we might want or not want. Then Then affirmative consent begins to kind of like fray. Um, THIS is not to say that you may not know you don't want like these 5 things, and if you say, I don't want them, and the other person does them, that you've been violated, nor is it to give a pass or an excuse for anybody to say, well, I know you said no, but you really wanted it, which is a classic kind of like rape, rapist, uh, and rape apologist kind of argument. It is to say that things arise in our encounters with others that open up appetites or make us curious or draw us in directions that we may not quite anticipate as we're having this consent negotiations. And when these moments arrive, we make. We either give ourselves over to these moments and some sometimes we do, sometimes we don't. So I bring several examples in the book of how in an intersubjective moment. One might find themselves before a desire that is opening up in their body. For example, I speak about a patient who describes having gone being kind of like in a sex club with his husband, and they are kind of like playing around, and then this man, this really abject disgusting man. Walks into the room, and while my patient's husband walks away like appalled, my patient who's actually, this is not his sexual key, it's not his sexual idiom, finds himself all of a sudden really fascinated by this man. And decides to engage with him in ways that go beyond how he understands his own self. So this gap between what you think you bargained for in an encounter with another person. And what arrives and how you negotiate that distance. Like, let's say that you are before. Somebody who. Who opens up a certain kind of desire for you, like a patient of mine described having negotiated very carefully a slap with her lover. They were doing an SM scene. Her lover was going to slap her. They negotiated all the details, and her lover slapped her. This is how she described it to me, exactly within the precisely within the confines of what they had negotiated. Like she didn't do anything that they had said. She had said she didn't want her to do. But she said to me, and This is almost nearly a coach. She said, you know, but I thought that I had negotiated a mediocre slap. Like I thought she was gonna slap me, but then it was the exact right part of my face, the exact right amount of force. And my patient found herself feeling overwhelmed with how, and this is her word, how exquisite the slap was. Which she was not quite prepared for. So this is not exactly like being having her boundaries or her consent violated, right? And yet she was so overwhelmed that she safe worded because this distance between what she thought she was going to get and what arrived. And how that which arrived really excited her in ways that she has been unprepared for was not something she was willing to step into. So I'm beginning to talk now about a different kind of consent that has to do with consent that happens at the limits, like things that we would never quite. Um, BE able to negotiate because that there, there are the limits of what we ourselves can come up against and limit consent really scrambles. This idea that in consent negotiations, there's one person who has power and another person who doesn't, which is how affirmative consent usually apportions things. In limit consent, there's also the question of what kind of relationship you have with yourself and what do you allow yourself to be exposed to, which is at the limit of your understanding when my patient feels that this lap is exquisite. She doesn't quite know what she means by that or what the danger is of continuing to go or why all of a sudden, This unexpected sensation comes up and that's at the limit of her consent because she can't quite agree or not agree to it with it in a knowing way. She has to give herself over to something that is more opaque in herself and in her partner, and that is what she says no to."
	},
	{
		"start_time": "28:20",
		"speaker": "Ricardo Lopes",
		"words": "So, yeah, I was actually going to ask you particularly in cases of SM sadomasochism. Um, I mean, is there any way of uh really determining what is, where the line, where the line is that separates consent from non-consensual behavior? Because, of course, as you said in that in that specific example, uh, they have established some Particular limitations, but if, of course, uh, in particular context, it's, it might be hard for participants to really stay within particular, particular limitations. Uh, SO, uh, I mean, at what point does it go really, I guess, uh, we're using the title of your book Beyond Consent."
	},
	{
		"start_time": "29:10",
		"speaker": "Avgi Saketopoulou",
		"words": "Um, I really appreciate your question because it gives me an opportunity to say that while the, the examples that I use right now draw from BDSM life, I'm using a method in the book that is actually a very Freudian method, like Freudian history essays on sexuality says something about how he's looking at the margins, kind of like we might say that BDSM sexuality is marginal, at least in the statistical sense. I don't mean this in the pathologizing sense, right? That he's using, he's looking at the margins to understand more about the center. So, the examples that I bring are not specific, even though they draw from BDSM life. They don't just apply to BDSM experiences. I bring them up to begin to introduce us to the notion that affirmative consent, even in the most kind of like heterosexual, straight, vanilla encounters, is not quite the It's not quite as successful as it wants to be. So another example that I bring is watching a mother and a child interact. And so here is like a completely non BDSM extremely coidian kind of scene where the daughter asks the mother to be the monster and to scare her, and they play this game for a while where She says, scare me. And the mother becomes like this ogre, and she starts chasing her, and she's making this fearful sounds, and the girl is like, 00, and then the game is, when she says, stop, the mother stops. So the first part of the game proceeds along the lines of affirmative consent. Like the mother knows the line, she respects the line, and therefore, she has her daughter's trust. But after, after going through some rounds of this kind of play, the daughter then says she seems kind of bored or sated with this kind of play and then she says, we'll do something else. I told you to be the monster, you scare me. I tell you to stop, but this time you don't stop. So this is kind of like a very, you know, anybody who has been around children and has kind of like tickled them or has been asked to play a game of tickling or scaring them or surprising them, knows that it's a very familiar kind of dynamic moment in the sense that it is. You know that things can go right very quickly because the scare me could go off the rails in a way that cannot be fully controlled ahead of time. So what parents or adults usually do is like tone it down, then children will always tell us, no, but make it real. Like, I want you to really scare me, which speaks to how there is almost a wish to be overwhelmed, but not to be damaged. I mean, to be overwhelmed and to be damaged are not the same thing. So, Here is to go back to connect that with the earlier example, here is an invitation for something to go beyond the bounds of what has been contracted upon which the child, who of course is kind of like developmentally not fully um kind of like blossomed, is inviting something that they may or not be able to handle. Right. As adults, we know that when we are in our encounters with children and we make decisions accordingly, like the mother might decide to not play that game, because she doesn't want things to go awry, or she might decide to play that game and come up with an internal framework for how she will handle it. But I bring this example up to show that kind of like the question of the limit in consent is not just about extreme sexual practices or unconventional moments. This is a very everyday moment in the life of an adult who is parenting a child or who's a um grown-up figure in a child's life. That we come up against the limits of our consent all the time, and in fact, we flirt with those limits. Sometimes we provoke them because we sense that there's something beyond the limit that might be exciting or interesting or new or give us something that snaps us out of the ordinary, and that is a domain of a lot of intensity. And here we go back to the sexual, again, not a sexuality, but in a sense of disorder and perturbation that which cannot be fully controlled by meaning. But it's also frightening. So different subjects will take different, some, some children or some adults would never play those games. But it is not only BDSM practitioners who want to play them, and it says nothing disturbing about this child that she wants to play that game, right? There's, this is what I mean by being drawn to the wounds and being, being drawn to this sense of overwhelm. Uh, THIS is how I use the term overwhelm in sexuality beyond consent to speak about. In, in the, not it's in its usual way that we use it as a noun, but it's in its adjectival form to speak uh I'm sorry, not in its usual adjectival form, but as a noun, to speak about how we're drawn to states of overwhelm. Because that's also the place from which something new can arise. And this is what connects with what we're saying earlier about doing things with trauma. And that's also, you know, doing things with trauma is always at the border of our consent because nobody quite wants that kind of disturbance fully 100%, and yet we're also drawn to this kind of dysregulation in a way that is not necessarily pathological but also court's new experience."
	},
	{
		"start_time": "34:44",
		"speaker": "Ricardo Lopes",
		"words": "Right. But I was also trying to understand from a clinical perspective, I mean, this consent or practices that go beyond consent inform or should inform in any way how we pathologize or not pathologize certain kinds of behaviors. I mean, to what extent might this sort of framework or way of thinking about consent inform the clinical approaches?"
	},
	{
		"start_time": "35:13",
		"speaker": "Avgi Saketopoulou",
		"words": "I think quite a bit, but not in the way that it's usually used, so, um. It would be very, very ordinary in a therapeutic situation to try to ascertain whether the patient consented to something or not and use that as a criterion to determine if the encounter was a good encounter or a bad encounter. Um, BUT Paradoxically, even the secondolytic encounter, even the therapeutic encounter materializes at the border of the patient's consent. And what I mean, just to give you another example of like how ordinary limit consent is like a patient who walks into my office for the first time and says to me, how do you work or what are we going to do here? I mean, I can say something as basic as we're going to talk about your feelings or we're going to think about patterns or I'm gonna try to help you. I mean, these are not things that I say precisely because I think that they say nothing. I mean, it's not until after a treatment has started and is well underway that that those original statements can even mean something to the patient. So, the patient, for example, comes in and says, you know, I have Trouble staying in relationships. I keep dating the same kind of person. I keep having the same kind of breakup. I need to understand what's going on with myself. I also have some traumatic history in my past. I don't want to talk about that. I just want to talk about what happens in my relationships. Now, from a consent perspective, if somebody doesn't want to talk about something, obviously, you're not going to like push them. But from a psychic perspective, the question of whether there are connections between the constant breaking up of relationships and that traumatic past, for example, if somebody was incested, and now that creates problems with trust, and then every relationship that they're in it so they're so distrustful that the other person kind of like eventually leaves them or if they're constantly attracted to people who, or if they become overly controlling with their partners because they're so afraid of being hurt. Obviously, these links are there. But any, any analyst who says to a patient, well, you think they're not connected, but I think they're connected, imposes something that you actually don't know it's true you don't know if it's connected or not, but you may find out that it is. Neither can you say to somebody, look, from all my years of experience and everything I've read, I can tell you that it's possible that they're connected because the person is telling you, I don't want to talk about this. So you start the treatment. In, in a, in a very paradoxical place of limit consent where you have kind of like a very serious intention to respect that limit, but also hope that in the course of the work, as the patient trusts you, as the relationship develops, as things open up in the treatment, and as they begin to feel perhaps a little bit less scared, or perhaps they begin to sense the contours of what the connections might be, something that was off limits at the beginning becomes possible to discuss. So to some degree, even a patient who says, I want to talk about this, but not about that, on some level may sense that there's a connection. Whether that's accurate or not, you're gonna find out, you can't know. So they're already setting the line, hoping that The the explicit communication is, I don't want to talk about this with you, and that of course will always be respected, unless things change in the way that it was describing. But I think this is also a negotiation with themselves, like I'm here to do this and not that. But no therapeutic encounter, just like no relationship works like that, you know, like people get in relationships all the time where they say, I want this but not that. But then you, you fall in love or you trust the person or something changes in you, and this thing that you said you didn't want now becomes perhaps something you want, perhaps something that you don't love, but you're not willing to do. So even the notion that you're willing to do things that you don't want completely countermands the premise of affirmative consent, which is this notion of ongoing enthusiasm. I mean, how many ongoingly enthusiastic things do we do in our everyday lives? I mean, work is one such good example. One could not say that they're not consenting to work, but we're not actually consenting to work in an ongoing and enthusiastic way. Sometimes you just have to go to work because the circumstances are such that you have to show up. So there's, you know, I'm giving all these different examples between work, between the therapeutic situation, like the mother-child situation, to show that limit consent is not an exceptional condition that applies only in some circumstance. It actually, like, I would say that affirmative consent, except in very few circumstances is a scam. I mean, to put this very bluntly, and that most of consent has to do with the, with the, with limit consent and with what it comes means to come up. Against the limit of what you had thought or have found bearable in yourself, and then you make kind of like you tilt in different directions in terms of how you negotiate that."
	},
	{
		"start_time": "40:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So there are 2 more topics I would like to ask you about. One of them, I think you sort of touched slightly on it earlier when we were talking about uh traumatopilia and how, and the different kinds of manifestations of it in the domain of sexuality. So, how does all of these relate to what in the book you call racialization, and what is racialization even?"
	},
	{
		"start_time": "40:49",
		"speaker": "Avgi Saketopoulou",
		"words": "Yeah. I mean, the term racialization, I used to describe um the ways by which we become raced and We become raced not just through the lineages into which we're born or kind of like the pigment of our skin or our physiognomy, like, I mean, these are the, these were the premises of the racial sciences of that, and I'm putting racial sciences in quotes here because there were also racist sciences of the 19th century, the idea that there's a way to tell what race a person belongs to racialization also has to do with how different um Kind of like features are and not just physical features, but also uh social features, psychic features are being understood in each society. For example, um like a Mexican, I have a colleague who is considered to be a white Mexican in Mexico, which is where he comes from, but he's a very racialized subject in in uh in Northern America, which is where he lives. So this speaks to the mobility of racialization that race is not a static thing, which is not the same thing as to say that we choose it or that we selected or that we have that kind of agency over it. And I speak about racialization specifically in the context of race play, um, and speak about it in terms of how race, um, we were talking earlier about how in the encounter with another person's foreigners, one has, one is with that traumatic encounter, one has to translate. And what we usually translate through and this is something that I go over in sexuality beyond consent in great detail. The way in which we make meaning out of the other person's, um, out of the encounter with the other person's excessive excess and foreignness to us is by drawing on codes and meanings from the meta symbolic world. In order to attach this foreigners to presentation. Um, SO, race, gender, um, like different kinds of myths that we have in our cultures like the Oedipus myth are ways in which we give meaning, we give a shape to the formlessness of this encounter with another person's sexual unconscious. And as we give shape, the other elements, the other forces that have already organized these categories. Also shape us. Here's what I mean by that, that if that when we give meaning through racialized categories, racialized categories also have in them the violence of racism. There is no category of race without racism, just like there is no category of gender without the notion of gender difference, and the, and that immediately calls upon the hierarchy of gender difference or the gender binary. So every such code that we use to respond to the traumatic incursion of the other on us. Is also. Infiltrated by these regimes of power and these entire worldviews, so you use a code to make meaning of something and in making that meaning you also constitute your own ego. And now all of these relations of power are part of your own ego constitution, not because you inherited them, not because you internalize them, but through this strange act of agency through which you respond to the trauma of this enigmatic. Um, A fraction of the other intrusion of the other by drawing on the meta symbolic. So one's own racialization, one's own gendering, one's own understanding of oneself is not separate from. All of these um regimes of power. And that's different than saying, look, we are who we are, we're born into the world, and then the world imposes itself on us, telling us this is a good race, this is a bad race, this is a good gender, this is a bad gender. And then you have like a layering of that kind of like pollutant on top of who you are. This is to say that that pollutant becomes part of how you constitute yourself. So it's, it's very much at the core of your ego. So that no amount of education or training or DEI initiative can Educate you differently, like you really have to. Recon to unconstitute and reconstitute yourself. It's only these encounters that overwhelm us that break us down that happen at the limit of our consent that we stand a chance to come undone in the way that we may become redone differently and come back these are parts of the stakes of this book."
	},
	{
		"start_time": "45:38",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, one last topic I want to ask you about, which is something you also focus on in the book, I think that toward the end, uh, earlier, I've asked you a little bit about BDSM and particularly the last two letters, SM7omasochism. But now, I would like to focus specifically on sadism and on the topic or the current, I, I think that there are different currents, the current of exigent sadism. So what can we learn about say this more broadly and exigent saving more specifically through the framework that you bring into your book?"
	},
	{
		"start_time": "46:15",
		"speaker": "Avgi Saketopoulou",
		"words": "This is, uh, this is a really um important question and a really complicated one. IT'S actually so complicated that I, I came to realize how important it was to this book only as I was finishing the book, so then I had to go back and rewrite some of it and add another chapter, so the book ends with sadism, and I found it to be so important that I'm now writing a book that is only on sadisms, um. So I'm gonna try to say that I'm saying all of this background to say this is very complicated. I'm gonna try to say this in a concise way. Um, SO sadism is a word that usually frightens us, and for good reason, uh, in the way that we use the word today, it's usually understood to mean the equivalent of like some barbaric action or some monstrous, um, violation. The word sadism, however, starts with the Marquis dear. Uh, I mean, it's used by um Um, um, a raft bon ebbing for the first time in Psychopathia Sexualis, but it is sourced from the figure of the Marques dean, who wrote a series of philosophical and pornographic novels. Um, WHERE there was a lot of pornography, uh, and this is one of the reasons why he was confined for the majority of his life. He lived during the time of the French Revolution. But strangely, in the midst of like these orgies and this like really bizarre and sometimes quite murderous and, uh, horrific sexual debauches, as he calls them, that are happening, his main characters stop and start philosophizing for pages and pages and pages and give us Um, a kind of political theory that speaks about the abuses of the state, the abuses of church, um, the, the ways in which state power and violence go together, and is in that sense quite contemporary.A is also really interested in the ways in which the sexual and the violent always co-occur. And he's taken up in kind of like political in some political theory through Bata Foucault is very, Michel Foucault is very influenced by him and then certainly in the beginning of the 20th century by the surrealists who are very inspired by what he's doing with questions of representation and violence in the erotic. So, The concept of sadism has many, many facets, including political possibility, uh, erotic complexity, um, this co-emergence of the sexual with the violent, um, and all of these are on the table, but when World War 2 happens and after the Holocaust. Um, THROUGH Adorno and Horkheimer, through Jacques Lacan's reading of sad. We have a turn, and World War II gives us the meaning of the word sadism that is canonized today. So if you don't know all of that history, which most people don't, uh, it's, it's partly because, um, after World War II, SAD is used by theorists of the Holocaust to help us understand the monstrosities that happened in the camps uh with the extermination of Jewish people. And there we get a flattening of sadism into meaning just one thing, like it becomes synonymous with barbarism. It becomes synonymous with um just like brute cruelty and violence that stops at nothing. So what I would what I've been trying to do and what I'm doing in my next book is open up what I call the found of sadisms to reveal the many pleats and many other possibilities of sadism, and to talk specifically in sexuality beyond consent, I end with speaking about exigent sadism, about the exigence. Of that comes with confronting things at the limits of their representation, perhaps breaking through kind of like the dialectic that Hegel gives us when he talks about uh thesis antithesis and then synthesis where the synthetic result is always the move towards progress. That certainly history has not proved to be the case, um. To, to speak about a kind of um sadism that is an offering and actually involves a vulnerability for the sadist, which is a very strange thing to say or hear. Like it sounds immediately counterintuitive because we're so used to thinking about sadism as this bad um kind of like violence that is done to the other. So, my, um, my project is very much about helping us think about what it means to be confronted with things that challenge us. We think that really might even precipitate the kind of crisis of overwhelmed that we were describing earlier, the kind of crisis that might deliver us if we step into our own limit consent. Deliver us to the possibility of becoming undone and redone, and we are so frightened as human beings culturally too, but like the ego does not want itself to be deposed. It doesn't want to come undone. So the ego, our ego will do everything to keep itself stable and to preserve itself. So a different kind of force is required for it to surrender its dominion over the psyche and to follow the exigency of the unconscious to follow this opacity. That we were talking about earlier, to which it's also drawn, we, we're talking earlier about the draw to the uh to overwhelm or the draw to our wounds. There's a draw, but there's also like a reservation or a conservation of psychic energy. Action and sadism takes the risk, and it's a risk. It's a risk for the sadist and it's a risk for the person receiving it, of daring into these territories where we're not constituted and safe, and we're not preserving ourselves, but where we risk ourselves. And I have a lot to say in sexuality beyond consent about what kinds of transformative experience can come out of that. And in, in my forthcoming work, I'm talking also about the political possibilities on the level of political philosophy of what can come out of the state of overwhelm and kind of like the potentiality of crisis, um."
	},
	{
		"start_time": "52:34",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is against sexuality beyond consent, risks, race, stromatophilia. I'm leaving a link to it in the description of this interview. And Doctor Sekketopolo, just before we go apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "52:51",
		"speaker": "Avgi Saketopoulou",
		"words": "So, uh, people can follow information about uh my talks and my publications on my website. It's www.avikitupulu.com. Um, AND I'm also very active on Instagram. If people follow me or reach out to me there, I'm happy to engage. I'm always interested in what people think of the book, and my handle on Instagram is Agolus 98 AVG O L I S 98. Um."
	},
	{
		"start_time": "53:20",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm adding that to the description and thank you so much for taking the time to come on the show again. It's always a great pleasure to talk with you."
	},
	{
		"start_time": "53:28",
		"speaker": "Avgi Saketopoulou",
		"words": "Thank you. Thank you for this wonderful questions."
	},
	{
		"start_time": "53:32",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]