[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, I, I, I mean, today, uh, we, we have basically a sort of specific topic to talk about because both me and you, uh, me first, and then you, we, uh, read or played whatever you want to call it, Taos and Fata Morgan and I was completely blown away. You're going to tell me about your own experience, but Uh, I, I mean, just to begin with, what are your, I mean, what are your first thoughts on it?"
	},
	{
		"start_time": "00:32",
		"speaker": "Victoria Dougherty",
		"words": "My first thoughts are I'm so happy that something like this exists and that it reached a wide audience because, you know, current day conventional wisdom tells us that everyone is interested in everything that's short. We have short, you know, young people have short attention spans, men don't like to read, you know, all of these sort of, um, But modern day. Tropes, for lack of a better word, that have that, you know, we hear all the time now that we're in the age of social media and I have, I've I, I can't say that I've completely bought into them because I think long-form podcasts and shows like this demonstrate that there are actually lots of people who want to hear this kind of stuff and who want to have these deeper conversations, these longer searching conversations, you know, the kind that, that we have when we're 19 and we're sitting in our, you know, apartments and And talking to friends and trying to make sense of the world and our place in it, you know, and, and we, that's a, that's a thrilling thing to continue to do throughout life, you know, and I I was, first of all, I was blown away by the story. I absolutely loved it. I, I, it's so up my alley. It's kind of, it's, it, you know, in, in some ways, it's very similar to the kinds of things I like to write and the kinds of things that inhabit my own sort of fantasies anyway. So I, I was definitely predisposed to like it. Um, BUT I loved the how Complex it was. I mean, it, it was hard to follow, and yet it was so engaging, and it never made me want to give up and, and let go. And I was also just amazed looking through, cause, you know, I watched it through, through, um, I don't have a gaming computer. I don't have any of that stuff. I'm very old school, you know. So I watched it through YouTube, um, the way you, you know, you recommended. And it was, it was a little difficult for me at first because, you know, the whole YouTube style is that whoever's, you know, channel it is, is talking while they're taking you through the house of Fata Marana. And at first I thought, oh my God, I don't think I'm gonna be able to stand this. I can't, this guy will not shut up. I understand why he does it this way. I understand that this is the way it's supposed to be. But the story was so good that I, after a while, I just tuned. That out. You know what I mean? And I don't even know if I was tuning it out as much as I just, maybe it just sort of all came together and I was, um, I was drawn into the actual story. And that in and of itself, given the format and my like hostility to that format, is saying a lot about the story. And, you know, and then I start, um, YouTube channels that were focused on House of Fata Morgan and consistently it was like the greatest story ever told. Oh my God, I can't believe how much I love this. And I was also heartened that most of these channels were men. Yeah. I've been told don't care about stories. Which I've never believed, I've never believed, that's not been my experience, but that's, you know, the conventional wisdom, which I don't think it's wise. You know, it's just conventional, right? And I, I, so I was, I was just blown away by it. I Yeah It never served me what I expected, and yet at the end, it gave me everything I wanted."
	},
	{
		"start_time": "04:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And, and we're certainly, we certainly have to talk about that last scene because it's just the best thing ever. But, but, but yeah, before we get into that, you know, something that I really, really loved about that story was that it starts one way and you really don't know where you are. You have no idea at all where it's going. But then, Uh, as you progress, what comes later makes what comes before even better, right? Did, did you also have that feeling?"
	},
	{
		"start_time": "04:39",
		"speaker": "Victoria Dougherty",
		"words": "Uh, ABSOLUTELY, and it, it puts it all into perspective and even when um You know, you, you, I mean, I, I, I don't think that, I was gonna say when your attention starts to lag, but mine really didn't. It's just that when you're maybe not sure where this is headed, let's put it that way. And you're, you know, when, when I was confused and I thought, well, wait a minute, I'm, I'm not understanding what's happening here. Um, EVENTUALLY, Everything will be illuminated, you know, and, and it's, it starts to make sense and And on top of that, when it does start to make sense, it makes beautiful sense, you know, and it's, and you, you feel simultaneously so impressed by the storyteller and so clever yourself for having, you know. STUCK with it and got into it. And I think that that is a really great relationship between a story and a and a And a reader, a storyteller and a story absorber, I guess, you know, um. And you can pull that off, you know what I mean? Few stories can make you feel that way. That's, that's a, that is a a huge magic trick."
	},
	{
		"start_time": "05:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, because there are great stories that are like, you start the story and you go through it and it's all great from beginning to end. But this one, it's like, Uh, everything is great, but as you progress, what came before gets even greater."
	},
	{
		"start_time": "06:11",
		"speaker": "Victoria Dougherty",
		"words": "So. Yeah, I know, and"
	},
	{
		"start_time": "06:13",
		"speaker": "Ricardo Lopes",
		"words": "that's, that's really hard to pull off, really, really"
	},
	{
		"start_time": "06:16",
		"speaker": "Victoria Dougherty",
		"words": "hard. That's very, very hard to pull off. Um, AND you can see it in, in so many series that you might read or trilogies where they start out so strong and, you know, you can't wait to see how the author is going to end it and then the author ends it and you think, Really? That's what I've been waiting for. And you, you almost kind of want to rewrite your own ending or you just want to go back and enjoy the first. You know, installments or whatever it is, you know, the first couple of books and pretend like the last book didn't happen. You know what I mean? I mean, we've talked about how Game of Thrones disappointed us probably 2 or 3 times now on these podcasts, but that was, you know, that's, that's such a great example of, of a story that's so great, um, that just at least that, you know, the television version obviously, but the television version became such a, a, a disappointment. It felt like a bait and switch, you know what I mean? THAT they served us one thing and then they, you know, it started off with lobster thermidor or whatever, and then they switched it to, um, you know, boxed mac and cheese or something."
	},
	{
		"start_time": "07:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. No, I, I mean, of the house of Fata Morgan, I have just two small criticisms. I mean, I still give it the 10 out of 10, of course. But anyway, uh, the, uh, two small criticisms, the first one, I, I mean, the beginning of it, the first door, uh, before the first big twist. Yeah, it seems a bit misleading. It seems one kind of story that you're going to experience there. And then it completely shifts and, and it can be a little bit at the beginning you're seeing the story between Mel and Ellie and the white. GIRL. And, uh, and it seems a little bit childish and you're like, what the heck is this? What the story is going to be like? I mean, is this a story for children or, and then, and then it shifts completely, but up till that point, uh, it's misleading."
	},
	{
		"start_time": "08:28",
		"speaker": "Victoria Dougherty",
		"words": "It is misleading. And you know what's, what, what I think. WAS in the author's head and obviously this is just speculation, right? But I think what the author was trying to do was establish with the audience or the reader, however, one is absorb, you know, is taking in the story, um, was Establish a baseline naivete, childlike naivete, and then take them through that loss of innocence. So I, I, I suspect, at least that that was very much on purpose. But at the same time, I felt the same way you did. I felt like it was a complete bait and switch, you know, that, you know, that. I, I was And I was enjoying the story that was being laid out. I was there it was a little, you know, like you said, it, it seemed a little childish, but that's OK because I think that some um I, I think that, you know, like I love the Lion, the Witch and the Wardrobe, you know what I mean? And that some sort of childish cartoony sort of things can be really wonderful. So I was absolutely open to it, but then it took me in a completely different direction."
	},
	{
		"start_time": "09:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And then the other one, the other criticism is door number 2, I mean, the story of the bestia, Yuki Mas and Pauline and, and those people. I think it's dragged on a little bit too long. Not, not, not extremely long, but, uh, a little bit too long at a certain. Point, I was already like, oh, come on, this is already a bit, a bit too much. Yeah, and that's actually a common criticism that some people have because from door number 3, or at least door number 4 onward, most people say, oh, no, this is definitely a 10 out of 10, and 11 out of 10, whatever. But Uh, that, that door, I mean, particularly when the white-haired girl arrives at the mansion and their story, I mean, perhaps it's dragged a little bit too long there. I don't know."
	},
	{
		"start_time": "10:30",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, I think, I, I think you're right, and it was funny cause when that, um, when that door, you know, opened for lack of a better word, right? I thought, oh, I see where this is going. They're now going for Beauty and the Beast sort of story and perhaps each story is going to take on a new mythology that is kind of in our consciousness. But again, that's not really what they did. I mean, yes, of course, there were, there was nothing. There was no entirely new ground that was broken, right? These are, it's such a mythological story, and, and these stories have been, you know, told for millennia. But it was not that way. Only door number 2 kind of had that going on. And then it, it again took a completely different direction, but without, um, Kind of destroying your emotional connection to the characters in the world. And that's another really incredible magic trick to pull off as a storyteller. You know, and I, I was so impressed with and Um, And want to learn from, you know, because that's you hope to inspire the kind of emotions that Haafana Morgana. Inspires and um You know, and the people who read your stories or watch your stories depending on what they're the,"
	},
	{
		"start_time": "12:04",
		"speaker": "Ricardo Lopes",
		"words": "by the way, when it comes to the twists that we get across the different doors, was there any one of them that you sort of saw coming, or? Because there was one that I, I, I saw coming. I, I got it right, but it was just"
	},
	{
		"start_time": "12:23",
		"speaker": "Victoria Dougherty",
		"words": "the one I'm trying to remember, um, because I, I, I, I watched it actually, you know, when you and I talked about it first and then I, I refreshed myself because I, I want to remember. Because I couldn't remember and I'm looking over my notes from ages ago. Um."
	},
	{
		"start_time": "12:42",
		"speaker": "Ricardo Lopes",
		"words": "I mean, door number 1 was the twist, door number 1 was the twist with the, the siblings. Door number 2 was the twist that Yuki Masa basically, basically killed Pauline, which appeared as another best year. Uh, AND, and that the best year was Yuki Maso, of course. Door number 3 was basically the twist that Maria was plotting against the white-haired girl and"
	},
	{
		"start_time": "13:09",
		"speaker": "Victoria Dougherty",
		"words": "the right, yeah, um. That I guess that that didn't surprise me particularly. I was sort of expecting"
	},
	{
		"start_time": "13:18",
		"speaker": "Ricardo Lopes",
		"words": "a door number 3."
	},
	{
		"start_time": "13:20",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, yeah, that didn't me. I, I expected that. I thought that was a common trope. What I didn't expect was that Michelle or Michel, I don't know how it's,"
	},
	{
		"start_time": "13:31",
		"speaker": "Ricardo Lopes",
		"words": "it's it's Michel because it's a French name. So right,"
	},
	{
		"start_time": "13:34",
		"speaker": "Victoria Dougherty",
		"words": "that's right, that's kind of what I thought, but I, I always pronounce it the Czech the way a Czech would, which is Michel was wrong, but um. I did not expect Him to not have a penis, that's for sure. That was a wild twist for me, that they would come up with that, you know, as a, as a romantic twist and actually make it work because usually that's, that's such a weirdly like Embarrassing, obviously desexualizing, you know, I mean, literally, but yet they still made the romance work despite that, I thought it was pretty incredible."
	},
	{
		"start_time": "14:10",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. By the way, uh, you, did you know that the story, I mean, the author, Keika Hanada started writing that story in 2009. And so inserted that bit, I mean, with an intersex person in the story and made it really meaningful. I mean, what do you think about that? Because he basically He was using something that in the current political and cultural environment would be very controversial and they basically like, I don't know, was 15 years ahead of his time or"
	},
	{
		"start_time": "14:46",
		"speaker": "Victoria Dougherty",
		"words": "whatever. You know, I, I took it, usually, I feel like that's, um, something like that is inserted. INORGANICALLY and for political reasons, and you can feel that, and I don't like to feel that. Like, I, I will take anything in a story. Um, WHATEVER slant it has, as long as it feels organic to the story, and I, I, you know, first, this was such a, a, a A a symbolic story in. In every way. So when, uh, in using that that didn't bother me at all. You know, I thought it was really interesting, and I thought he actually did a, a very good job at making it a, a believable part of the story and, and making the character extremely empathetic. Um And dealing with very real pain and emotions that would come with something like that with that kind of condition too instead of making it just a political trope that that is about 1 inch deep rather than the mile deep that it needs to be. Does that make sense?"
	},
	{
		"start_time": "15:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, sure,"
	},
	{
		"start_time": "15:56",
		"speaker": "Victoria Dougherty",
		"words": "sure, yeah, I know I'm and I thought in in his use of it, I thought it was a really, really interesting device. Instead of an insertion. Do you know what I mean? That, that feels conscious, like, oh, here we have a non-binary character, which there's nothing wrong with having a non-binary character. It's like, but please don't make it feel like you're trying to, trying to have a non-binary character. Make it, make it happen, you know? Give us real emotions and real relationships, and real struggles, and real triumphs with this character and not just, um,"
	},
	{
		"start_time": "16:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And it's not, it's not political at all. Or at least it doesn't feel political at all. I, I, I mean, there, there's just that small thing which for, for the purposes of the story, it's also great where since he's placing like an intersex character in the Middle Ages, there's lots of social persecution. And uh, in the end, he ends up, uh, Uh, murdered, executed because of that and these, uh, and is treated like a demon, a demon's child, a witch, something like that. So, the, the, if there's anything that is slightly political about it, it would be that, but it makes perfect sense in the context of the story. So"
	},
	{
		"start_time": "17:17",
		"speaker": "Victoria Dougherty",
		"words": "I, that's exactly what I thought. I thought that it was. Mm Brilliant, you know, I thought it was really, really well done."
	},
	{
		"start_time": "17:28",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God, but, but you know something that, uh, when you went through the story of the maid. And basically, Gisele going through those hundreds of years, those centuries waiting for Michelle to come back. I mean, didn't you feel, or sort of feel the, the same pain that she felt and, and the boredom and all of them. I think that, that bit was really well made because, of course, you're not. Not the character, it's herself. You're, you're not yourself going through hundreds of years waiting for your loved one to appear again, to, uh, get reconstructed or whatever. But, uh, you, you feel a little bit determined,"
	},
	{
		"start_time": "18:17",
		"speaker": "Victoria Dougherty",
		"words": "right? Absolutely. And that's a That was So, I, I mean, that was just so beautifully done, and I don't know. It the the prose is actually very simple in this, and that's what's so incredible about it, you know, it's not. Overly written, it's not. Feeling floral, you know, the way sometimes stories like this, these sort of epic stories can be either overwritten the way, you know, with just too much detail, for instance, that you can get that in epic fantasy where the, it's just, you know, drawn too heavily. It's, it's every little detail is, is, is, um, I filled in, which can be really off-putting because it doesn't allow you to sort of bring your own imagination into it, or it can just be too floral and, and that can be off-putting because you can almost like smell the perfume coming off the the words. But um but the, the author was really able to strike. That That balance of, of just being really descriptive in his language, but simple enough that you feel so drawn in. It's, and, and you're so right. All those years of waiting, you feel like you are waiting with the character and you're in pain with the character. And you, you know, you can actually feel, feel it physically in your body hurting, you know, or, and, or you can feel that sense of longing that you feel yourself when you're going through something. That is difficult and you're waiting, you know, you're in, you know, what Doctor Seuss calls the waiting place, right? Um, And I thought that was just, I thought it was incredible and it, you know, I don't want to jump to the end, but it's it's it's all of that waiting that. That he was able to take you through. And also, I mean, I thought he, he took you through pain in a very, you know, obviously in a very graphic way, but also in a very Real way and you were, you found yourself as a, as a reader for lack of a better word, um, you found yourself as as a as a reader. Experiencing the unimaginable and yet somehow able to shoulder it. Yeah. And that's what I thought was so incredible. And I think that that's really what resonates. I suspect what resonates. With so many people and watching this and what resonates with with male readers, you know, because that Um, There was a kind of an equal amount of, of pain and strife with the, with the male and the female characters. It wasn't just like one woman pining for something and you, and, but you don't really know what the guy is feeling, you know, cause there's so much now written from, even if it's, if the, if the main character is a guy, it's written for women because 80% of the reassure women. So it's very much from a woman's point of view. And yet I felt like this, this really brought everybody in and, and showed that sort of the The human pain that, that we feel and what I also loved, loved, loved about it was um That even the antagonists and the characters who do really terrible things, they're not excussed, and it's not even like, oh, but here's why they did those terrible things, so it's OK, but it's just, here's their story. Here's why they did those terrible things. You know, with Um, so there was judgment for their actions, but not judgment for them as human beings and their experience, which Again, I thought was was just brilliant because it makes, it doesn't make them cartoon characters, for instance, because cartoon villains are boring as hell and you don't, you don't just wanna. YOU know. Except maybe in a slasher movie or something and like Halloween, you know, you don't just want this purely evil uh character that has nothing else going on, you know, other than, well, this is an evil character, you know, um. And I, I, I thought the author did just a brilliant, uh, job of Showing us. How we become villains."
	},
	{
		"start_time": "22:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And uh, and when it comes to the antagonists, I guess that also toward the end of the final door when Michelle sort of goes back in time to try to get their backstory and show it to Morgan for them, for her, yeah, and, yeah, yeah, when, when they did that. I mean, I guess that the message there and even perhaps Yuki Masa is the most brutal of all of them, and Jacopo is also very vicious. But, uh, yeah, but, but I guess that the message there was that for all of them, even with all the bad things they did, they were never completely unredeemable."
	},
	{
		"start_time": "23:36",
		"speaker": "Victoria Dougherty",
		"words": "Right. No, no, and um I think that a lot of modern stories have ignored the redemption arc. Of a character, um. Because there has been, at least in the last, I don't know, maybe. Last couple of decades, I think that they're um There has been just a, a lack of grace towards Our villains, you know what I mean? But that, that I think has also, there's been a lack of grace in our culture, you know, with, with, once social media became so big and with people digging up, you know, what somebody said on social media 10 years ago, for heaven's sake, or when they were when they were a kid and trying to use that to, to destroy their future. You know what I mean? There's been a real lack of grace and it was so refreshing to, um, get absorb absorbed in a story that, um, That was abundant with race, and yet was also abundant with horror. You know, and with, with tragedy and beauty and villainy, you know."
	},
	{
		"start_time": "24:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And, and another thing, you know, something that the story reminded me of was, uh, the Dante's Divine Comedy. Because, you know, there's the doors, and in each door, if you look closely, you have one or several different kinds of scenes. And then, yeah, and then I guess that you can also interpret, interpret it as if you look at the story of Michelle and Gisele particularly, is, it's like you start in hell and then Uh, as Michelle walks up the stairs in the, in the uh in the watchtower, uh, to, uh, learn the story of Morgan, uh, it's sort of like purgatory. And then there's also the version of Purgatory for Giselle, and she has to wait hundreds of years for Michelle to come back. And then toward the end, it's like, Arriving in paradise or something like that. So, and then, and then it's like, and then it's like door number 1. At least this is the way I understood it. Door number 1, it's, uh, the main scene there, I guess, is cowardice, and then door number 2 is wrath. Door number 3, it's like pride and greed. Uh, AND then, and then, uh, and, and then, of course, it, it's not that door number 4567, as it deals with another particular kind of scene specifically, but I guess that maybe more again, uh, also as, uh, her particular scene is, I, I'm not sure if There's a specific word for it, but it's basically the sin of not being able to forgive who wronged you, something like that. I'm not sure if there's a word for that."
	},
	{
		"start_time": "26:46",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, I feel like there is a word, and I can't think of the specific word too because she was so wronged, you know, it's not. It it was so unequivocal what happened to her."
	},
	{
		"start_time": "26:58",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God, she, she has the most brutal backstory, my God."
	},
	{
		"start_time": "27:02",
		"speaker": "Victoria Dougherty",
		"words": "Oh my God, you know, and And then she gets her arm chopped off on top of it and is chained, you know, in in a prison, and it's her story is so Unbearably tragic. Yeah. Um, THAT It's hard to imagine. It's actually a testament to the goodness of her soul that she split into two, that her personality split into two, and she became the white-haired girl, you know? And, and that was, you know, the embodiment of the goodness that was left in her. And then, you know, the, the, the witch, the Morganic character was that. You know, incredibly hurt part of her who could not let go, and became a force of destruction instead of a force of grace and good, the way the white-haired girl, you know, was, was that. And, um, Oh. God, that's just so incredible, you know."
	},
	{
		"start_time": "28:13",
		"speaker": "Ricardo Lopes",
		"words": "But, but can you imagine someone in real life going through what Morganda went through? I mean, like."
	},
	{
		"start_time": "28:27",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, yeah, yeah,"
	},
	{
		"start_time": "28:28",
		"speaker": "Ricardo Lopes",
		"words": "go ahead, go ahead."
	},
	{
		"start_time": "28:28",
		"speaker": "Victoria Dougherty",
		"words": "I thought what Giselle went through was bad. Yeah, you know what I mean, I thought, oh my God, I can't believe she, you know, she survived that, and then what Michelle went through was so horrible and, and, and cruel and Uh, and then, you know, you, you get to the antagonist story. Yeah. And you're given this incredibly Horrific, human, and strangely hopeful. Story for this person. You know, there was something so hopeful again, with the redemption arc. I mean, one of the reasons why redemption arcs are so beautiful is because they're hopeful. And we always want to believe that we can Reach someone. Who seems that, you know, after who has been consumed by their demons. Yeah. And that we can somehow cast out those demons, you know."
	},
	{
		"start_time": "29:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And also toward the end, when Morgan, uh, sort of freeze, uh, nail or malls, sorry, Mel Yuki Mas and Jacopo from the mansion. Uh, AND she doesn't actually completely forgive them. It's a very realistic way of dealing with it because, uh, I mean, of course, it would be ideal if she had just completely, for, for, uh, she had just completely forgive them, but, uh, It, it, uh, but it sounds more realistic that way. I mean, because she had been so, so hurt by them that, uh, I mean, she was already doing something good. She was basically Uh, again, not forgiving them, but sort of finally being able to move on beyond torturing them or torturing them forever and taking delight in that. But, uh, it's, it sounded, I, I don't know, it sounded very realistic to, to when things that way."
	},
	{
		"start_time": "30:45",
		"speaker": "Victoria Dougherty",
		"words": "I totally agree. I felt like she got to a place where she could forgive but not forget. You know what I mean? Forgive. I mean maybe forgive is even too strong, but where she wasn't, she was done punishing, like you said. She was done hating, she was letting go of that. She's letting go of them too, which I think if there had been more of a, a, a forgiveness narrative in the, in the, like the, you know, the prodigal son kind of way where you welcome this person back into your life and you kill the fatted calf. But that's That was not that story, and I'm glad it wasn't that story too. I think that it, it needed to be exactly what it was."
	},
	{
		"start_time": "31:29",
		"speaker": "Ricardo Lopes",
		"words": "But you know, something that I think is one of the biggest themes across the entire story is. Uh, THE importance of honest communication because I mean. If you look across the several different stories and it's perhaps even more dramatic in the door, uh, I mean, the complete miscommunication or even lack of communication between the white-haired girl and the Jacopo, and that's what ruins their relationship. It's not even Maria. Maria, it's just contributing a little bit to that, uh, but, uh, and then, uh. To contrast that with when finally, Giselle and Michelle reunite after that dramatic night where Michelle, uh, almost, uh, stabs her with a knife, and she runs away, and then she comes back and they, and they basically lay out everything about their, about their lives, what happened to them. I mean, apart from the, Uh, the back, uh, some of the story of Michelle, which is saved for later and the fact that he's intersects and stuff like that. But yeah, most of what's important, they lay out, and then, I mean, it works for them, but for the others, it doesn't work and it's because they, they are unable to honestly communicate to other people what they are, how they feel, and stuff like that. Right."
	},
	{
		"start_time": "33:12",
		"speaker": "Victoria Dougherty",
		"words": "Yeah. Yeah."
	},
	{
		"start_time": "33:14",
		"speaker": "Ricardo Lopes",
		"words": "So for, for me, at least in part, this is basically a tragedy of miscommunication or lack of communication, if you want to put it that way."
	},
	{
		"start_time": "33:25",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, I mean what the, what all the doors did, you know, the different doors, the different chapters, however, There was I mean, yeah, I think you're right. I think that that's kind of the big takeaway in terms of like interpersonal relationships is communication, but I, I feel like in the best sort of style of an epic story of a mythology is that it, it took you through human foibles. Um, AND the best and the worst, and, and helped us kind of work through our own. Emotions and our own um mistakes. Yeah. In in this highly dramaticized form, right? Where, where the mistakes that these characters made had such dire consequences, you know, I mean, in our own lives, usually the mistakes we make are consequences are not quite so dire. You know, they're, they're, they're less so, but, but they're definitely Related to or you know, reflected in this somehow that they're, they're smaller versions of that perhaps, but it kind of helps take you through that and also helps you understand. Um, How How a mistake, how Lying to yourself and others, miscommunication, you know, whether it's on purpose or on accident, um, what a force of destruction it is and how it can completely take you down."
	},
	{
		"start_time": "35:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. By, by the way, when it comes to The, the, the first three doors and because there's that element there of to what extent the tragedy was brought up by Morgan because they were drawn to the mansion and the mansion was under her control to completely ruin their stories, their, their stories in their, in their new life, let's say. Um, I mean, to what extent do you think that, uh, tragedy was caused by Morgan or caused by the behavior of the, the characters anyway, and it would have happened anyway, because the, there, there's that lingering question, right? I mean, would it have happened the same way if Morgan didn't manipulate? Their story and what happened in the, in the men uh uh if she didn't do that, would it have happened and and and for me and for me it seems that it would so I,"
	},
	{
		"start_time": "36:18",
		"speaker": "Victoria Dougherty",
		"words": "I. What I thought was interesting about it, um, yeah, I mean, I think ultimately I agree with you, because would it have happened exactly the same way if Morgana hadn't been manipulating the, the situation? No, it wouldn't have happened exactly the same way. But the fact was, was that the, the, what she was Her manipulations, um, brought out what was already there in those characters. Yeah. And, uh, it might have been something else that came out, or even if it was, you know, the same sort of instinct at the same sort of Powerfully negative uh force that, that kind of came out to play. It, it might have changed the circumstances some, but I think they would have been no less tragic. Yeah, yeah. You know, what had to be learned. That was the lesson that had to be learned. And You know, I, one of the things that, um, there's a, I'm gonna mess up this, this. Quote, OK, so I'm just understand that I'm paraphrasing pretty egregiously, but there's um Of an author named John O'Donoghue. Um, I mean, he's no longer alive. He was an Irish priest and he was just, I mean, my God, I mean, he's just a beautiful writer and he, he wrote it basically an entire book on beauty, on meditations on beauty, and one of the, one of his, um, Well, one of the things that that he writes about is how There's a, he feels like there's a misunderstanding of beauty as being, um, naive. And he really does not like naivete that, oh, she's an innocent beauty. And he's like, innocent beauty is useless because this person has never been tested, or not this person, that beauty has never been tested, you know, and naivete is untested. So anybody can be naive and be good when they're naive. Yeah. You know, but it's, it's once we have lost our innocence and we continue to be good, that is the test, you know, and he talks about, um, true beauty, and he's also talking about physical beauty, and he, when he, when he's discussing this, this, you know, um, so it's, it's, he's talking about beauty and, and, and not just like inner beauty, you know what I mean? And, and, and talking about how, um, Beauty is the ultimate source of empathy, and that's why we must appreciate it, and it is not simple, and it is not innocent, and it is not naive. Yeah. And, um, and I thought that that was demonstrated really well and, you know, in, in Fata Morgan, because there was no, that, you know, any innocent beauty was just destroyed after the first door, right? And again, that takes me back to like what I thought the authors and. TENSION was with that first door of creating oh do do do do, here we are wandering through the field and there are butterflies and the birds singing, and it's a sunny day. There's not a cloud in the sky and none of us have pimples because we're kids and we look great, you know what I mean? And then, and then the whole world comes crashing down. And, and these people sort of have to rebuild themselves into paradise and, and to earn their way back to paradise again, except that once they earn their way back to paradise in that glorious ending, it's no longer that naive innocent beauty. It is the true beauty that, that, that John O'Donoghue was talking about."
	},
	{
		"start_time": "40:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because the, uh, like the, the story, I mean, the, uh, the ending is, uh, like they lived happily ever after kind of ending. But in that particular case, it's, uh, very well pulled off and they lived happily ever after kind of ending, right? It's not,"
	},
	{
		"start_time": "40:35",
		"speaker": "Victoria Dougherty",
		"words": "because nothing stupid, it's gonna take them down now, you know. Yeah, yes."
	},
	{
		"start_time": "40:44",
		"speaker": "Ricardo Lopes",
		"words": "So it, it, it makes perfect sense. It's not one of those happily ever after endings that it's just silly. It's just, oh yeah, this was, this was kind of boring. No, it's not only that it makes perfect sense, but you want that ending. If, if that ending wasn't there, the, uh, I mean, the, the story would have been just, I don't know, pure torture."
	},
	{
		"start_time": "41:09",
		"speaker": "Victoria Dougherty",
		"words": "I know, you're you're absolutely right. It would have felt like it was for nothing. You know, it would have felt like an intellectual trick, like, oh, well, because this is really how it would have ended up and I, you know, I, I hate that. It's like come on, you're telling me a story. I mean the whole point of a fairy tale, for instance, it's isn't. And they lived happily ever after. It's, they lived happily ever after, despite all the shit that happened to them, right? Or because of all the stuff that happened to them, because, you know, the prince had to fight through beasts and thorns, in order to, you know, kiss Sleeping Beauty or whatever, and, and through, you know, this, this horrible witch. Um, AND it's because, um, you know, Snow White had to overcome death, you know, after eating the poison apple and the, the, the The prince had to to be the catalyst for that, you know what I mean, that that they actually could live happily ever after, because otherwise, well, how boring for one thing, but otherwise why would they live happily ever after? They're totally untested. Why would we care if they live happily ever after, just because they're, you know, he's a prince and she's pretty. Yeah. You know?"
	},
	{
		"start_time": "42:20",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, the kinds of things that Michelle and Gisele had to go through in the story to get to that ending. I, I, I mean, you can't, uh, demand more from anyone when it comes to proving their love. I mean, it's it's more and more than proof."
	},
	{
		"start_time": "42:40",
		"speaker": "Victoria Dougherty",
		"words": "It is, and it's also, you know, it also tells you how, or shows you how That's sort of uh happily ever after. It's because of gratitude. Because you're so grateful to finally be there. And without gratitude, you don't appreciate what you've got in your life. You know, you don't appreciate the person in your life, your circumstances, whatever it is, even when you're going through difficult times, and gratitude is wisdom. Yeah. You know, we're not born grateful for the most part. We earn, we earn that, you know."
	},
	{
		"start_time": "43:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. You, you know one particular scene that I love from the story, uh, because it, uh, establishes a perfect contrast between Michelle and Morgan, because, I mean, you can establish parallels between their stories because Michelle is basically the one who is able to forgive everyone who wronged him. But Morgan. He's the one who's not, or at least needs a little bit of a push, a little bit of help there. But this, the scene where Michelle asks Gisele if she wants Antony, his father, to be, to be cursed because of the, of the sexual assault. And she, and she says, no, but I mean, He was, if she had said yes, he would have asked Morgan to curse him, and he, he, he would have gone with it. But it was, but the only reason why he would have done it with it was because of love. It was not because he wanted vengeance for himself. He wanted vengeance for her, for Giselle,"
	},
	{
		"start_time": "44:35",
		"speaker": "Victoria Dougherty",
		"words": "right? Yes, and it was incredibly powerful that she said no to, you know, that it was, it was. That was a very honorable. Resolution, I thought, you know, on both ends, right, because he needed. To say that that he would. Get vengeance on her behalf. You know what I mean? He needed to say, I'm willing to do this. I'm willing to protect you this way. I'm willing to guard your, your dignity and help try to help heal your soul this way, even if this is, you know, Even if it will sully my own soul, I'm willing to do this for you and um. And she said no. Yeah."
	},
	{
		"start_time": "45:29",
		"speaker": "Ricardo Lopes",
		"words": "But, but look, when it comes to. Perhaps the most frustrating part of the entire story. I mean, I mean, for me, it has to be uh the story between Jacopo and the white-haired girl it's so incredibly frustrating how they, how they felt the same for each other. And how, I mean, if she just went out of the, uh, cottage house or something, or if he went there and talked with her or vice versa, they were sold everything. They would have solved everything. I mean, it, it was just like, oh my God, come on. Either of you just go and talk with the other person, stop writing letters and stuff and stop depending on Maria to get you the letter."
	},
	{
		"start_time": "46:24",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, exactly. It's like, really, has it never occurred to you that, that, that maybe this is that you're being messed with? Yeah, you know. Yeah. Are you so involved in your story and the way you think it should turn out that you're not really thinking? What's going on around you, you're not thinking three dimensionally, you know, that was part of what was so frustrating about it, and that was, and, and maybe that was also um Part of what Did not make them so innocent in that. Yeah. You know that that they Oh enjoyed their um, their punishment a little too much in order to kind of set themselves free and be happy when, you know, all they had to do was go to the other person, but there was something that they were getting out of. He was getting something. Out of punishing her and believing the worst. And she was getting something out of being punished. For, you know, quote, no reason, right? Um, BUT Uh, That was, yeah, that was. That was really good."
	},
	{
		"start_time": "47:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but, but, and at the same time, it made lots of sense because of his, of Jacopo's backstory because he was part of the mafia and he, and he was brought up in that sort of, uh, machismo kind of environment and where it would have been, uh, I, I don't know, extremely shameful for him to be betrayed by his wife or something like that."
	},
	{
		"start_time": "48:10",
		"speaker": "Victoria Dougherty",
		"words": "So, I, I mean. So, yeah, yeah."
	},
	{
		"start_time": "48:14",
		"speaker": "Ricardo Lopes",
		"words": "I mean, so you, you basically, it's very frustrating, but at the same time, you understand where it comes from."
	},
	{
		"start_time": "48:22",
		"speaker": "Victoria Dougherty",
		"words": "For sure, you know, it's kind of like what like Othello, right? You're, you're watching Othello, you know, destroy his, his relationship with his wife and, and, and. Because he can't, you know, he's, he just can't not believe what Igago is saying, you know. And he ends up killing her as a result, you know, and all he had to do was go and ask her or believe her or, or look around Iago. You know, I felt like that it was very Shakespearean, that, that story."
	},
	{
		"start_time": "48:52",
		"speaker": "Ricardo Lopes",
		"words": "Or, or even read them letters because the things she"
	},
	{
		"start_time": "48:57",
		"speaker": "Victoria Dougherty",
		"words": "wrote there. Yeah. The thing she wrote there,"
	},
	{
		"start_time": "49:00",
		"speaker": "Ricardo Lopes",
		"words": "it was things that happened between them. I mean, it wouldn't make sense for her to have experience. THE exact same things, the exact same episodes with another person."
	},
	{
		"start_time": "49:12",
		"speaker": "Victoria Dougherty",
		"words": "No, no. It, it was, it was funny because that was, it was so frustrating, you know, you're, it's like the, it's, it's like watching, uh, you know, a horror movie and, and, and, uh, you're watching, you know, someone who's about to get killed go into the dark room and you're like, why are you going in the dark room? Why are you going in the dark room? You know?"
	},
	{
		"start_time": "49:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah. But, but, but it, it's, it's realistic, you know. We, we get frustrated with it, but it's very, very realistic. I bet that. Well, that's it,"
	},
	{
		"start_time": "49:43",
		"speaker": "Victoria Dougherty",
		"words": "because we get frustrated with it because we see ourselves in all of this. And that's what was, uh, you know, also so great about it, because it, it connects you to your own foibles, you know, and also to your own triumphs."
	},
	{
		"start_time": "49:55",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. By, by the way, earlier I mentioned the Divine Comedy, but I, I mean, the entire story has lots and lots of religious elements to it. No, I mean, the entire, the entire Morgan story, and then Michelle being the name of the archangel Michael, and the, and the, the way he basically, uh, in the last door. Uh, I, I don't know what word to use here, but because it was not really redeeming her, but, but he went to Morgan and basically gave her a last moment of Oh my God, what should I call it? When, when she, when he holds her in, in his arms and she's about to die, I mean, what would you call that? What does he do?"
	},
	{
		"start_time": "50:46",
		"speaker": "Victoria Dougherty",
		"words": "Solace isn't the right word and it neither is like forgiveness. It's sort of like, um. Yeah absolution isn't even the right word. But it is, but there is a real, you're right, I think that it's very religious, maybe it is absolution in a way that it it's, it's, it's a level of understanding from a spiritual perspective that that. Allows a person to go into the dark night, right? That allows them to go and not fear and, and to know that they will be understood."
	},
	{
		"start_time": "51:23",
		"speaker": "Ricardo Lopes",
		"words": "Right. And uh and it's basically relieving even though it's very brief relieving your pain and help her rest in peace, in a way, yeah. Because, because it's like you went through all of that, but now I'm an angel. I've been sent by God, and I'm here to, and I'm here to lead you to heaven, to paradise or something like that. Yeah, you, you've suffered enough, so. Yeah. Right. Yeah. So, uh, so I, I have to, I have to ask you then, uh. I is this. The best story ever written or or not."
	},
	{
		"start_time": "52:16",
		"speaker": "Victoria Dougherty",
		"words": "It is really freaking good because not only is it Like genuinely like good from a from a like any perspective, a literary perspective, but it's so damn entertaining. Yeah, you know, and what it what it it manages to do what Most like even really good literary novels. Don't pull off, you know, because they're, because it's wildly entertaining. It shows that you can be wildly entertaining and engage your, your audience, you know, your reader in fully as you were as engaged as you would be watching Maverick or whatever or some other kind of incredible story, you know, on, on a, that, that's larger than life and, and that, you know, most critics would look their, they're looked down on, you know, it is as every bit as exciting and engaging as that, and yet it's so. Good, and it's so. Deep, you know, and, and spiritual, and, and, you know, it it's, it's so big. Yeah. Sorry, I just want to turn off my phone because I can't stand when they when it rings when I'm talking. Um, AND I forgot to turn it off, but that's it. And that, that alone could possibly make it like at least the greatest story that's been written in a really, really long time because it, it manages to be, um, both. So entertaining, so adventurous. You know, I mean, What an adventure, you know, and yet it's, it's really, really good. It's so well written. It's so well thought through. It's so complex. And yet it, it, it, it, it's simple. You know what I mean? I mean, it's just talking about very simple emotions that we all have, you know, it's not, um, you don't have to twist yourself into pretzels to, to understand what's happening and what's, what they're going through, you know, in their hearts and in their souls, you know, and, and how, and their thought process, you know, it's just, God, I thought it was so good. I just thought it was so good. I, I can't praise it enough. Yeah I've I've been telling people about it. A lot."
	},
	{
		"start_time": "54:47",
		"speaker": "Ricardo Lopes",
		"words": "And and and the how, how do, yeah, how do people react when you tell them that it's a visual novel because it's not that common yet for people to read those types of things,"
	},
	{
		"start_time": "55:00",
		"speaker": "Victoria Dougherty",
		"words": "right? They're very intrigued and it has really kind of lit a fire in me to want to get into the visual novel space for my own work. Yeah, because it's You know, I thought when I after I started watching it through, you know, the YouTube, um, Channel that you, you recommended. And I was like, God, I wish I could just get rid of this narrator guy, you know, who's talking, taking us through. And so I, you know, I, I went to Amazon and you can get the House of Fata Morgana in book form. You know, you can get it on Kindle. And I'm sure that that it probably has some imagery with it. I'm, I, I'm, that's unclear, but It just, it wasn't the same, you know, I feel like the reason why Um, it can be You know, the narrative is so complex. You know, it's, it's not like serpentine, it's kaleidoscopic, you know, I mean, it is crazy and um one of the reasons why you can follow it pretty easily is because it's also so visual. And that gives you so much more um to work with as, as an author, you know, you can, you can really go that much farther and you can, you can. Make a story a lot more difficult without frustrating the audience, and so it it that was, that was really, really exciting for me. I, I loved the visual aspect of it. Now I'm trying to, you know, that's one of the things that I've been Promoting when I talk to people about this story. I'm like, no, no, no, it's gotta be, you know, it's gotta be seen as well as read. And I love that they have you read it too. It's not, you know, the words are there. You see it's meant to be read. It's not a movie. You know what I mean? It is meant to be read, but it's also meant to be seen. And it's, you know, more complicated than than a comic book though, you know, which is. Yeah. Which has just a different vibe to it entirely, you know."
	},
	{
		"start_time": "57:11",
		"speaker": "Ricardo Lopes",
		"words": "No, it's, it's really a unique medium, really."
	},
	{
		"start_time": "57:15",
		"speaker": "Victoria Dougherty",
		"words": "It's, it's, it's really, really unique."
	},
	{
		"start_time": "57:19",
		"speaker": "Ricardo Lopes",
		"words": "And and what about, what about the soundtrack? I also love the soundtrack."
	},
	{
		"start_time": "57:25",
		"speaker": "Victoria Dougherty",
		"words": "I love that, yeah, and I feel like it was interrupted a lot because again I had a narrator, so I couldn't really absorb it and it it it really made me want to get a gaming computer just in order to be able to watch visual novels, because the, yeah, I mean the it it. It was such a an incredible combination and a and a fresh combination. Obviously movies put together music and visual and and dialogue, but um But the added dimension is the is the prose, you know, that you can also appreciate the written word while you're watching this. And really appreciate it, you know, you don't get, uh, you don't get, you don't start thinking about other things when you're reading, you know what I mean? You're, you're fully engaged. And um damn, I wish, I really wish that Movie theaters. Would present visual novels as well as films. I wish there was a place where you could um where you could watch this on a large screen. Yeah, you know, I mean, obviously it's very long, you know, so that, that it presents some problems, but maybe, you know, you could buy. You know, tickets for, you know, all eight doors or whatever it is, and then you go when you can and you go watch your door, you know, and there are ways to do it. And I just think that that would be so incredible. And what a way to bring in new people too, and, and to, to just do something different and, and explore the, you know, visual storytelling that way. Yeah, I, I,"
	},
	{
		"start_time": "59:10",
		"speaker": "Ricardo Lopes",
		"words": "I think they should, I think they should make it into a series. I mean, I think it would be mass massively popular. I think it would be so, so successful. I mean, a story like this, uh. It it can't go wrong."
	},
	{
		"start_time": "59:25",
		"speaker": "Victoria Dougherty",
		"words": "It's, I don't, I agree. Well, it can go wrong in the wrong hands. It can definitely go wrong because you're you're gonna, yeah, you're gonna have someone doing a lot of stupid shit and you know you are. You know you're gonna have some, you know, some member of the the creative committee, right, going, yeah, you know, I don't know. I think Michelle needs a dick. You know what I mean? Yes. You know you're gonna have someone in there saying that, right? Or, uh, I don't think, I don't think Morgana needs to be quite that ugly after she's destroyed. And, you know, she, and maybe we ought to keep her hot. You know, it's just, you just know you're gonna have somebody saying something stupid. So it can go wrong, but hopefully, in the right hands of someone who is a real fan, you know, and, and appreciates the story. And, um, They would find a way and do justice. To it, you know,"
	},
	{
		"start_time": "1:00:25",
		"speaker": "Ricardo Lopes",
		"words": "this is the kind of story that they could even, it wouldn't need to be like, uh, cartoons or anime. It could have been, it could have, it could be with actors."
	},
	{
		"start_time": "1:00:36",
		"speaker": "Victoria Dougherty",
		"words": "So yeah, absolutely. I mean, it could be a movie, you know, um. I, I, if maybe there, there could be a way to, to have some sort of, you know, narrator that's able to bring some of the, uh, you know, the language into that beyond just dialogue, you know what I mean? So that, you know, one could get absorbed in that story and that, in that way too, because I think that that really was one of the, one of the great parts of it. I really did enjoy how it was written. You know, I enjoyed the actual prose and not just, um, The story itself and the music and the visuals, but it was just, it all came together, you know what I mean, which is so rare. Every part of it came together to make it. Um, TO make it just beautiful and perfect."
	},
	{
		"start_time": "1:01:26",
		"speaker": "Ricardo Lopes",
		"words": "So, and, and as a writer, was there something you learned from it that you think you're going to apply in your own, your own work now?"
	},
	{
		"start_time": "1:01:39",
		"speaker": "Victoria Dougherty",
		"words": "Yeah, I mean, I, I, I wanna go into the visual novel realm. I don't know how exactly I'm going to get there, but I'm going to get there. I mean, I'm already kind of partway there. I don't think I told you this because we haven't had a chance to discuss it, but um I have a, a friend and business partner, and we've started, um, a publishing house called Speakeasy Editions, and it's not just publishing, it's also art and merchandise, you know, we're, it's, it's story world and, and series-based stories, you know, it's not just like individual novels that come out. It's, it's worlds and that are, you know, sometimes directly and sometimes indirectly connected to, um, The sort of art and, and print and photography collection that we have on, on the, you know, on our, on our Store and publishing house, you know, and, and then we're also gonna have, have, you know, merchandise that sort of brings you into those aesthetics and so we wanna, you know, we're, we're Kind of in that realm already, although obviously that's not that's not a visual novel, but I, I really wanna go into the visual novel space. At some point, sooner than later. I just think it's phenomenal. And it, like I said, it, I'd like to tell complicated stories, you know, not complicated like convoluted, but I like to tell stories that have, have some layers to them, and that is just So much more, you know, you can work with dual timelines so much easier when you're dealing with a visual novel and without losing people who are like, Wait a minute, what time are we in? You know what I mean? I understand that, you know, cause a lot of really smart readers have a hard time with, say, like dual timelines. You know, it, it's just hard for them to follow. And um When you are When you're approaching that story visually, it's, it just becomes a lot easier, you know, you can, you can really take them on that journey and get them, um, Get them, you know, over those sort of miscommunications that, that, that, you know, things that they might have missed that signaled, no, no, no, we're now in 1843 or whatever it is, we're no longer, you know, in the present day. Um, AND, I mean, God, with, with Fata Morgan, talk about jumping timelines and, and you go from, you know, you go back to the Middle Ages, and then, you know, you fast forward. And so that takes you all over the place. And yeah, there are times when you're a little bit confused, but it's never unsatisfying because, A, you're being brought in visually. And you're, you're hearing music and all of this, so you're sticking with it, and then suddenly you have the revelation of where you are and what has just the story that has just been. Been presented to you, you know? Yeah. How about you, do you have a hard time now going back to regular novels after getting so absorbed in visual novels, or is it, no, no, no, I can go I can go back and forth easily."
	},
	{
		"start_time": "1:04:50",
		"speaker": "Ricardo Lopes",
		"words": "Uh, NO, I can go back and forth because I haven't gotten really seriously into the, into visual novels. I mean, Diaz and Fata Morganda, to be honest, it's the only visual novel I've read up till now, so. It's, it's not been that hard for me. And I also, anyway, you read the comics, uh, I, I mean, I, I read the manga, uh Japanese manga and stuff like that. So it has some elements of it. No, no, of"
	},
	{
		"start_time": "1:05:22",
		"speaker": "Victoria Dougherty",
		"words": "course not. It kind of reminds me of the the Mr. Octopus, the, the octopus Teacher story. I mean, it didn't remind me of that wasn't, but I mean in terms of its complexity, you know what I mean? And the drama, you know, and the sort of mythological. Proportion of it, you know what I mean? It was just, they're both such big stories, and I was thinking that that octopus Teacher story would make a great visual novel."
	},
	{
		"start_time": "1:05:52",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, probably,"
	},
	{
		"start_time": "1:05:53",
		"speaker": "Victoria Dougherty",
		"words": "probably would be brilliant."
	},
	{
		"start_time": "1:05:55",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I, I don't know what uh what's with the, with Japanese people, but Japanese people in terms of creating stories, it's almost like the Russians. I, I, I"
	},
	{
		"start_time": "1:06:08",
		"speaker": "Victoria Dougherty",
		"words": "don't know I was gonna say I feel like that they have. Taken over the, the mantle, you know, the mantle has been passed to Japanese storytellers from, from, um, you know, the great Russian novelists to now, you know, the great Japanese storytellers. I think you're right. I think currently, the Japanese are the best storytellers in the world. Yeah. Hands down. I mean, it's not even close."
	},
	{
		"start_time": "1:06:30",
		"speaker": "Ricardo Lopes",
		"words": "I agree."
	},
	{
		"start_time": "1:06:31",
		"speaker": "Victoria Dougherty",
		"words": "It's, it's really what the Russians were until 5 minutes ago. Yeah. You know."
	},
	{
		"start_time": "1:06:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I mean, do you have any final thoughts on the houses in Fata Morgan, something that we might not have touched on, or?"
	},
	{
		"start_time": "1:06:52",
		"speaker": "Victoria Dougherty",
		"words": "Mm, I don't think so. I think we're pretty thorough. Do you have anything else that you wanna add that You know, I mean, the only thing that I would say is, I mean that it's so. It's such a satisfying experience for the reader slash viewer, but I can't even, it would be such a satisfying experience as a storyteller. To You know, to find the correct the right music, to find the right artist to illustrate the story, to Edit it in such a way that it's long enough but not too long, you know, that's correct for the medium. It's just uh It's really kind of Inspiring."
	},
	{
		"start_time": "1:07:44",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andre Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteseus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]