[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dis Center. I'm your host, as always, Ricardo Lopes and today I'm by Doctor Katherine Nave. She's a level who trust early career research fellow at the University of Edinburgh. And today we're talking about her book A Drive to Survive the Free Energy Principle and the Meaning of Life. So, Doctor Nave, welcome to the show. It's a pleasure to"
	},
	{
		"start_time": "00:23",
		"speaker": "Kathryn Nave",
		"words": "everyone. Thank you for having me. It's pleased to be here."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, we're going to talk a lot about the free energy principle, but just before we get into that specific framework, in the book, you go through other sort of related approaches slash framework. So could you start, uh, could you start by telling us a little bit about an activism? What is an activism?"
	},
	{
		"start_time": "00:45",
		"speaker": "Kathryn Nave",
		"words": "Sure, um, so an activism, I think the way it's sort of typically demarcated. I as an approach that kind of stems out of a book, The Embodied Mind that was written in 1991 um by Francisco Varela and Thompson, um Evan Thompson, Eleanor Roche, um. And the main kind of theme that comes out of that book is the idea that when we're trying to understand cognition, we shouldn't be presuming that the sort of purpose of cognition is something like the voridical reconstruction of a mind independent world. Which is how cognition is quite sort of I guess it's often called almost like the sort of traditional cognitivist view. Um, AND it's the kind of view, it goes along with traditional views and philosophy around like truth and knowledge in terms of correspondence. And so the idea of the embodied mind is that cognition is more about a kind of process of coping with the world, so it's about a process of skillful sensory motor coordination. Um, AND that's a view that also has, it's quite continuous with a lot of work in what's known as phenomenology, um, particularly the philosopher Mario Ponti. The I think one very distinct feature of that as well, um, is the idea of cognition as a sort of biological phenomenon. Um, YOU know, it's something that develops in living systems. And given that it's something that develops in living systems, that should maybe change how we think about it, as opposed to if we think about cognition as, you know, something, some sort of algorithmic manipulations that a machine or a computer is doing. Um, AND I guess one other thing to say about an activism is, I think there's a very broad use of it, where it's just something like, um, cognition is about the control of action. Um, IT'S not first and foremost about representation. It's often seen as a view that's defined by its anti-representationalism. Um, SO it's defined by the idea that cognition is not involving of representations. I personally don't think that's a good way to sort of demarcate it. I think it's defined. In terms of not beginning with that representational standpoint. But that doesn't necessarily mean that, you know, in the control of action, we wouldn't come to develop some sort of representational structures. So there's a very broad notion of inactivism, cognition begins as the control of action, and then there are more sort of specific notions of it that focus more on, for example, things like biological processes, um, the concept of autopoiesis, which we'll probably get to. Um, AND that makes a lot more specific claims about what action needs to be and how it, how it needs to be embodied. I guess if you think of inaction as focusing on the body, you might have lots of different the body and how the body acts. That still is quite open to a variety of different views about what it takes to have a body. Could a robot have a body, or does a body have to be alive, for example, and different kind of approaches within that kind of broader framework of inactivism would take different positions on those questions."
	},
	{
		"start_time": "03:49",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, at a certain point there, you mentioned the phenomenological tradition in philosophy. Could you tell us a little bit more about how do you look at the relationship between inactivism and phenomenology? I mean, is an activism sort of a naturalistic continuation of the phenomenological tradition or what?"
	},
	{
		"start_time": "04:10",
		"speaker": "Kathryn Nave",
		"words": "I think that that's how I like to think about it. I mean, people will argue a lot on what the correct way to think about it is, but to me it is very continuous. Um, IT'S both historically, um, the embodied mind was very directly inspired by Merlo Ponty. Um, SO there's a sort of a direct link there. But also there is a very deep similarity in kind of, in almost in kind of the underlying metaphysics, I think, which is important. In that a lot of these debates around what cognition is are often I sometimes approach this kind of more empirical questions like we have to look, we have to, you know, look into the brain, see what's going on, and then we can figure out cognition. And I think what's sometimes missed is that a lot of an active work is inspired by a sort of deeper question, which is not just what's the best framework for describing the brain, but what is the best way to think about these kind of foundational philosophical concepts like truth and knowledge, um. And there's a kind of like very crude way you could divide up the way that those ideas are thought about in the broader kind of philosophical tradition where the kind of the kind of philosophy in school because I was in a very analytic program is very kind of focused on things like correspondence, um, You know, there's an objective world out there, how can we justify knowledge of it and then you have this sort of gap between the objective world and what's in your mind, how do you overcome that skepticism. And one of the most important ideas of phenomenology for me is this idea that you can have a notion of objectivity and truth, and like, correctness and incorrectness. So it's not just like a purely subject it's not a purely subjective view of what we can know. It's often phenomenology is often, I think, placed in the camp of introspectionism. So I guess the thing to say is. The sort of basic method that one might think of as involved in phenomenology is that you take your experience of the world and you like really look at that experience and try and figure out what are the properties of that experience. Sometimes that sounds very subjectivist, you know, you're just like staring at a glass of wine and trying to think, what is it really like to look at this wine? Um, BUT that's like a horrible caricature. Um, IT'S a much more kind of rigorous method where it's, It's more like if my experience has these structures, so for example, it's spatial, um, you know, there is a sense of things being objects that I can interact with, um, it's temporal. There are these kind of. Necessary underlying structures in my experience and what phenomenology is trying to do often is to get at that structural aspect of experience. And to get at what features experience has to have to be experience at all. And that tends to be sort of grounded in rather than features of the objective world, features of what we as a kind of as experiences as experiences, as people who experience, as a group. Um, WHAT are the sort of It's more like a sort of intersubjective notion of objectivity, that to be part of this group of people who experience the world, we have to have certain structures in our experience, and that gives experience that kind of objectivity that's very different from an objectivity that's grounded in what's independent from us. Um, SO it's not like purely individual, but it's not about an independent world. It's more about a group of people and what kind of features must their experience have to be an experience of a world at all. And just how that ties into an activism is, I think it gives you a notion of trying to think about what are, what is the goal and what is the purpose of cognition? What are we trying to do that isn't about matching an external world, but more about coordinating our actions with respect to each other. Um, AND that, I do think is kind of like quite a fundamental. Sort of metaphysical feature of a lot of inactive work, um, that is quite different from sort of the traditional sort of objective realist metaphysics, you might get in a lot of other areas of sort of scientific and naturalistic approaches to the mind. I don't know if that was maybe too like wide ranging in the explanation. Uh,"
	},
	{
		"start_time": "08:14",
		"speaker": "Ricardo Lopes",
		"words": "YEAH, we also have some other concepts in this sort of theoretical introduction we're doing here to the topic and uh also some other frameworks, some of which you've already mentioned there that we're going to talk about as well. But, uh, I would like to ask you now, what are intentions and what does it mean for living systems to have goals?"
	},
	{
		"start_time": "08:35",
		"speaker": "Kathryn Nave",
		"words": "Sure, yeah, so I think. There's two ways the notion of intention intentionality might be used in philosophy in a in a non sort of phenomenological way, which would be in a sort of analytic philosophy of mind. Intentionality isn't about goals, or it's often explicitly stated that it's not about goals. It's the property of the mind being directed towards correspondence with some sort of external object. So it's the property that a representation has. It has intentional content, and that content is the state of affairs that the representation is sort of somehow supposed to match up with, um. So that's how it often gets used in philosophy of mind. It's less about, you know, I want to pick up this glass of water and my intention is to do so, but more I have a state in my head that bears an intentional or representational relationship to that glass of water, which is often a bit confusing I think. Um, AND then obviously there's the notion of intention that is more the kind of common notion that you and I would use when you talk about, you know, did you have the kind of intention that's important, for example, in a court, when you're like, did they have intention to commit that act? Um, DID they have like a conscious sort of desire to do so, did they consider it beforehand? And it's very rationalistic and linguistic. So we tend to be thinking about, did somebody sort of sit there and deliberate and make a decision. Before they acted, and that's the question of whether or not it's intentional. Um, BUT I think there's this sort of third notion of intention, which is what I'm interested in, which is less kind of rationalistic and less deliberative than the notion that's involved when we think about human intentional action and deliberation. And that's more the set, but it is still about action, and that's the way in which when we think of living systems in general, we can think of their actions as directed towards the achievement of something that they might fail to bring it about. Um, SO you know, a bacteria can swim up a sugar gradient, and in a sense, the, the behavior of that bacterium is sort of, it's directed towards achieving a particular state, toward achieving a particular sort of nutrient flow. That's quite different from how a machine works, because in the case of a machine, once we've described every single sort of feature of that machine and the laws that govern it, we've said all that there is to say. There's no more to say about, but should it have done that? Was it supposed to do that? Has it failed or succeeded in doing that? And I think that's an interesting. An interesting sort of. Middle ground, an interesting distinction between a living system and a machine that's not quite the sort of full-fledged human notion of intention. And it's making sense of that basic sense of success and failure, striving, aiming notion of intention that I think is quite important for them as like a sort of basis before we can get to the human notion of intention."
	},
	{
		"start_time": "11:31",
		"speaker": "Ricardo Lopes",
		"words": "Mm. Right. So, uh, earlier when we were talking about inactivism, you mentioned very briefly autopoiesis. So, what is it and how does it come into the picture here?"
	},
	{
		"start_time": "11:42",
		"speaker": "Kathryn Nave",
		"words": "Sure. So autopoiesis, that was developed by Francisco Varela with Humberto Matuana, two Chilean biologist. Um, AND initially, the, the kind of core of Apois is the cell. And what autopoiesis is supposed to describe is it it means self-production. How the cell produces itself. Um, AND that kind of involves in a very, it typically begins with like a very, very crude model of a cell. It's just like a membrane surrounding a network of reactions. And the idea is that that network of reactions, that metabolic network, depends on the membrane to work, because if there's no membrane. Surrounding that network of reactants, they'll just disperse, and they won't have the necessary concentrations for the necessary reactions to take place. But the membrane in turn depends upon the internal internal network of reactions, because that membrane is itself sort of precarious and needing to be constantly rebuilt by the synthetic activity of the internal sort of chemical reactant network. So there's this mutual dependence between the membrane surrounding the reactions and the reaction network itself. That gives you some sort of notion of self-production. Um, SO the basic the idea about hypoesis was initially very focused on the cell and on those kind of molecular processes specifically. And then I think one of the big kind of questions in how people think about that more recently is there's a tendency to try and generalize. There's a, well, there's a desire, right, to generalize beyond the cell. The cell is a nice sort of, um, canonical example. I like to think of the, you know, what the Turing machine, the idea of a Turing machine is to classical cognitive science. The cell is to an active cognitive science. It's the kind of minimal unit of cognit the kind of basic structure of cognition is supposed to be exemplified in it. Um. But then, you know, if we want to think about multicellular creatures as cognizing, do we talk about them as being out of poetic in some way as well? Given that, you know, my self is not purely at the level of a single cell and single set of molecular reactions, as these sensory motor coordination leaps as well. The kind of question is how do we take. That notion of what is essentially cellular metabolism and generalize it to these like higher level processes."
	},
	{
		"start_time": "14:06",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO related to that, I, I mean, I think it's related to that, but what about autonomy? What is autonomy and the other is related to it in any way?"
	},
	{
		"start_time": "14:16",
		"speaker": "Kathryn Nave",
		"words": "Yeah, um, so I think autonomy is interesting in that. The kind of root, the philosophical roots of autonomy, often like K's kind of your key guy for the for the idea of autonomy. Um, AND it's like a self-given law. It's a law that you give to yourself. Um, AND this key idea there is freedom is not about not being restricted. It's not about not being constrained at all. It's not that kind of purely voluntarist concept conception of freedom where you could do anything. That's a meaningless notion of freedom. ANYWAY. Um, BUT it's also, you know, if you're pure, purely determined by the external laws of the universe to follow some particular trajectory without any kind of influence on that, then that can't really be freedom either. And the idea of autonomy is supposed to capture this notion that as a system, you can constrain your own behaviors in ways that make those behaviors meaningful because they are expressions of constraints you yourself have chosen. So they're not, you know, purely random, but they are still sort of self-determined. It's the giving a law to yourself. Um, THAT'S the kind of sort of traditional philosophical notion of it. And then the way it relates to autopoiesis is, is as I said, one of the issues with autopoiesis is how do we generalize that beyond the single cell. And one popular way of thinking about it is rather than trying to modify that very molecular notion of self-production, you say, OK, Aldiquesis is the molecular notion of self-production. But that is a minimal form of autonomy, where autonomy is the more general property. And then the question is, how do you make sense of that more general property? Um, AND one of them might be something like, because the cell has that kind of internal mutual dependence of its parts, that determines what that cell can and can't do and continue to exist. Because the cell, the the internal network, the internal metabolic network can't exist without the membrane, that means that that cell needs to, for example, take in certain nutrients in order to refuel those reactants, to rebuild its membrane. It needs to not, you know, go into certain chemicals or go into certain temperatures. It's sort of precarious mutual dependence of processes that make up a cell, constrain what that cell can and can't do. um. And the idea that that's, that is some sort of minimal notion of autonomy insofar as there's nothing about the laws of the universe that state a cell has to exist. You know, that's not a general feature of fundamental physics that cells must emerge. But once they emerge, and once you have these kind of structures, they create their own further constraints on what they can and can't do, um, that are intrinsic to that sort of system. And there's lots of different, more specific ways that people have formulated that notion of biological autonomy because there's lots of problems with each of them. But I think the general idea is to capture that notion of the system has a kind of Precarious structure that determines that that system then has particular needs that it has to fulfill, but it only has those needs because of the system that it is, not because of any sort of general features of the universe. So it's determining its own needs. Um, AND that sort of, I think, maybe see how that relates to the sort of more Kantian notion of autonomy as a self-given law."
	},
	{
		"start_time": "17:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, SO in the book, you also talk about the concept of adaptivity. What does it refer to?"
	},
	{
		"start_time": "17:48",
		"speaker": "Kathryn Nave",
		"words": "Yeah, so when I said the idea that autopois is supposed to be this sort of minimal kernel of a cognitive system. The big problem with that is something like that kind of metabolic self production. Doesn't really come by degrees. You can't be better or worse at it. You can't be flexible in it. It's just you have to maintain the right balance of energy flows, and either you succeed or you fail. So it's a very either or sort of normativity. You're either living or you're dead. Um, AND that's not very useful for thinking about action coordination, where we're trying to progressively improve our conditions. We're trying to. You know, control, there's more of a regulatory aspect where things can be better or worse, and we're trying to adjust them to make them better or worse. You know, we're not just living or dying, we are coping with our environment and changing the way in which we're living in that changing the way in which we're living to make our to sort of improve our conditions of viability. And so adaptivity, which was introduced by, obviously adaptivity is a more general notion, but in the inactive sort of literature specifically. Um, THAT was introduced in a paper by Ezekiel de Paolo in 2005. And I think the whole point of that paper is people had said for a while that like autopoiesis is not sufficient for something that we would think of as a cognitive system. You can create quite trivial, minimally out of poetic systems that don't have any kind of interactions where they modify their environments, and that activity is supposed to capture that there's also this additional element. It's not just that you're a sort of um. A cycle of processes that keep supporting each other. You're also a cycle of external processes that involve adjusting your environment to support that internal network. Um, YEAH."
	},
	{
		"start_time": "19:34",
		"speaker": "Ricardo Lopes",
		"words": "So, just one more thing before we get into the free energy principle. You also talk about predictive processing. So, what is predictive processing about and what can we derive from it for the sort of framework you present in your book?"
	},
	{
		"start_time": "19:50",
		"speaker": "Kathryn Nave",
		"words": "Sure, yeah, so I think there's. A few different kind of, I think what predictive processing is like the framework that it's sort of currently known as does is sort of synthesize a variety of different ideas that people have had about what the brain needs to do to cope with the world. Um, ONE of them is compression. So that's the idea that, you know, firstly there are bottlenecks in the nervous system and we need to only transmit the sort of relevant information. And there's the idea of predictive coding, so that whenever you are trying to send a message, you don't need to send all of the information. So you know, if you're trying to send a picture, you don't need to send the color value of every single pixel. You just say, you know, this pixel is black, and then just keep that going until there's an error, and that error signal tells you to change the color of the pixel. So you can, it's a way of compressing the amount of information you're sending. You just send when there's a change, not every single value of every pixel individually, you know, you don't send the same message over and over again. Um, SO that's an interesting and useful idea that that might be, um, relevant to your neural functioning. Predictive processing is also, I think most significantly linked to the idea of perception as inference. So the idea that um, You know, the information that we get about the world is very, very limited in some sense, in some people will argue about that as well. Um, BUT if you think about, you know, the light that comes in through your retina, that massively under determines the kind of objects that you can be around you. And like, I think the most obvious example of that is when you look around you, you see three dimensional objects. You see them, you know, if you can't see all the legs of a table in front of you, you can only see sort of the top and one leg. But you sort of perceive that table as having, you know, legs and other parts that are hidden to you. You don't see it as a sort of facade, like a flat 2D facade. You see it as an object that has hidden elements that if, you know, if you moved around, you could see them. So there's that kind of reconstructive element in our perceptual experience. Um, uh, THE idea is kind of. So again, again, it all comes back to can, but the kind of the cantier the cognition is at least involves an element of us as perceivers sort of synthesizing this, um, indeterminate input and creating a sort of space the spatiality of our experience of the world involves a contribution from our minds, essentially, um. And then the Herman von Helmholtz, and I never know what to describe him as because he was kind of a polymath, but let's just say he was a polymath. He did all things. Um, HE sort of attempted to kind of operationalize that Cantuan idea that humans bring a contribution to cognition. They don't just passively receive the world. And he formulated that in terms of an inferential process, not actually, I think a Bayesian inferential process, more a sort of associationist inferential process. Um, BUT still the idea there was that we are following certain laws of kind of probabilistic inference to. You know, infer from indeterminate sensory evidence what the world is actually like, and that what we actually experience is not the indeterminate, you know, the sort of photons hitting our retina, but a kind of cognitive reconstruction of what is the best explanation based on all of our previous knowledge. That would explain that sensory data. So you sort of learn to see is the idea, you know, seeing is not something you just happens to you, it's something that you learn how to do over time by interacting with the world and seeing how your sensory information. Changes through that interaction. Um, AND yeah, the idea is that can be formalized in terms of Bayesian inference. Um, THAT'S kind of what the free energy principle and active inference tries to do. Um, AND predictive processing gives you kind of one story about a sort of architecture for Bayesian inference under certain constraints. So if you think of that inferential process, it's a really, really complicated mathematical. Sort of calculation that you would have to do to actually infer all of the different possible hidden causes of your sensory stimulation, it would be impossible. So we try and approximate that, and one way we could approximate that is through this kind of attempt to just continually predict and update. Um, AND I guess one final thing to say is a key aspect of that in predictive processing is the idea that that's a hierarchical process. So it's not just I make a prediction at the level of sense data, at the level of, um, not sense data, at the level of sensory input. You know, not just predicting what's going on at my retina. In fact, I'm never consciously doing that. But that we're predicting, we're attempting to make predictions over multiple different timescales and different sort of spatial grains. So I might be predicting. You know, I'm more likely to predicting that there's, um, you know, a table leg beneath the table, and that's a very indeterminate and vague prediction, and it's a much sort of higher level coarse grained prediction that I don't update unless a really massive change happens at the lower levels. Um, SO you sort of reconstruct the causal structure, you attempt to reconstruct the causal structure of the world. At lots of different levels of sort of spatiotemporal grain. And that's how we get these sort of large size objects in our perceptual experience."
	},
	{
		"start_time": "25:17",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let's get then into the free energy principle. Uh, I mean, of course, there would be tons of things to talk about here, but could you give us perhaps a summary of it or at least of the particular aspects that are the most relevant for the kinds of topics you explore in the book?"
	},
	{
		"start_time": "25:36",
		"speaker": "Kathryn Nave",
		"words": "Sure, yeah, um. Again, I think with the principle, there's, there's kind of two ways into it. One is the way I've just described predictive processing, which is, um, We have this sort of under determination problem where the evidence that we have is insufficient to let us know about the structure of the world. And so we want to do some sort of inferential process to figure out what are the causes of our, um, of our inputs. Bayesian inference is like the classic sort of gold standard for how we would do that. Bayesian inference is too hard with all of the different options. We use this approximation technique and I guess, sorry, I'm actually talking more about active inference here. I've just realized."
	},
	{
		"start_time": "26:21",
		"speaker": "Ricardo Lopes",
		"words": "OK, no, no problem. We can go back"
	},
	{
		"start_time": "26:26",
		"speaker": "Kathryn Nave",
		"words": "to the beginning. Um, I think it helps to talk about active inference first though, maybe because in that context, all active in all the kind of idea of free energy minimization in that context is, um, doing. Is it something that With a kind of with quite a lot of assumptions can be an approximation of the true prediction error relative to a Bayesian process. So in a properly Bayesian process, you're trying to make your input as likely as possible. You're, but not just your current input, you're trying to find the sort of probabilistic model. That would make your history of sensory experiences as likely as possible. So, you know, if you see a white object, you don't just go, everything is white, because that's the best way to minimize my prediction error, because you've had lots of experiences of non-white objects. So you try and minimize average survival surprisal and say you've seen 50% white objects, 50% black ones, you, the best way to minimize your surprisal is to go 50% black, 50% white. Um, BUT as I said, that's really hard, um, and free energy is. Under under certain assumptions, which there are quite a lot of assumptions, it's a good proxy for surprisal. So instead of minimizing the surprisal of your evidence stream, you minimize this free energy, which is just that, that unlikeliness relative to a much simpler probability distribution. So basically, you can strain the probabilistic models that you work with, and you don't deal with every single possible probability distribution. You just deal with a very simple sort of set, um, and normally it'll be something like a Gaussian distribution or a normal distribution. Um, AND you vary that very limited model and try and change that to make your evidence as likely as possible. So you're doing sort of the same thing that you would do in Bayesian inference, just with a much simpler model. And the difference between that simple, how much that simple model allows you to minimize surprise, um, and how much a Bayesian model would is kind of the, The approximation part of the free energy term. Um, SO that's kind of what free energy is in that context. Right. And then, and so there it's very much tied to this problem of inference, I guess it's the main point. It's very much tied to this view that we are trying to reconstruct the actual structure of the world. Now, as I said, like, that's not how inactivists tend to think about the problem of cognition. They tend to think about it as a process of controlling action, um, you know, keep biological regulation. And I think the free energy principle is the principle. Has become much more associated with that way of thinking about cognition. So it's less about the kind of predictivist, reconstructivist view. Under that view, what free energy is doing is quite different. It's mathematically it's the same, um, but how you interpret what's going on is it's less I'm trying to minimize prediction error or surprise or. In order to reconstruct the world. What I'm actually trying to do is control myself. Um, I'm trying to be homeostatic. I'm trying to regulate my internal temperature and all of those kind of um essential variables that need to have a certain value to keep me alive. And in the same way as if you're trying to make predictions around the world about the world, you're trying to minimize surprisal. Just in the same way, if you're trying to control your internal state, you're also trying to minimize how unlikely um deviation, how you're trying to minimize deviations from a predicted state. And in this kind of more inactive way of thinking. So in the traditional way of thinking, you have an error, and the way to get rid of that error is to update your model because there's something out there that's correct and you want to match it. So you change what's going on in here to minimize that error. In the more kind of control or inactive or cybernetic, um, way of thinking, whenever there's an error. And if it's about control, the error, the problem is not your internal state. The problem is, the problem is not your predicted internal state. The problem is that the world isn't matching your prediction. So rather than update your model, you try and act upon the world to make it match your prediction. So if I've always expected to have a body temperature of 37.5 degrees and I get too hot, it doesn't make sense for me to go, Oh, now my body temperature is 40 degrees because eventually you'll just die. It makes sense for you to try and cool yourself down. But what's interesting is, even though you're conceiving the problem differently, you're thinking about it in terms of control rather than reconstruction. What you're actually doing is minimizing the same thing. You're minimizing unlikeliness relative to your model. You're just doing it by changing the causes of your sensory input rather than by changing your model. And so the free energy principle kind of says we can think about life as regulation. Every living system is a system that is homeostatic, that has to control or allostatic, that has to regulate its internal states to stay alive. And if it's true. Which I don't think it is, which we'll get to. Um, BUT I, if I, if that is true, if the basic principle of living systems is regulation and control, then insofar as minimizing of errors and surprises allows you to describe that, then it allows you to describe everything a living system has to do. And that's kind of the claim of the free energy principle."
	},
	{
		"start_time": "32:00",
		"speaker": "Ricardo Lopes",
		"words": "Right, right, but, but there are a few concepts here that I think it's better for us to go through for people to understand a little bit better. WHAT the free energy principle is about and how it works. So what is a generative model then?"
	},
	{
		"start_time": "32:15",
		"speaker": "Kathryn Nave",
		"words": "So yeah, so. The sort of the most, I guess, um, like normal way of thinking about the generative model is that it's a joint probability distribution. Um, SO if you're in, if your problem is that kind of inferential reconstructive problem, then what you have are your sensory inputs, and then you have your hidden causes that you want to know about. And the generative model is a model of the joint likelihood of all of those different possible. Inputs and hidden causes. And once you have that kind of model, and if you are thinking of this in these very reconstructivist terms, that's a model that you literally encode somewhere in your brain. And that's what allows you to make predictions. That's what allows you to do the Bayesian inferential process and go, given this particular observation, this particular hidden external cause is the most likely one. So that's, I think, the Sort of traditional way of thinking about a generative model. That's the way you think about it in sort of machine learning. It's just a way of allowing you, it's just something, it's a sort of, it's a structure that you need, um, to infer, to do full Bayesian inference and infer things about the world. Um. The way it's used in the kind of more inactive version of the free energy principle and active inference. I it's sometimes argued that rather than this generative model being something that the individual cognizer is encoding and using to infer things about the world, instead it's just a description of what the statistical structure of the sort of the organism and its environment is, um. And it's some it's what the organism is trying to approximate through its interactions with the world. It's trying to preserve a stable set of statistical behaviors, such as, you know, stable mean temperature. And a stable sort of relationship between itself and the environment that could then be described by that statistical model. So we don't necessarily have to say that the organism is encoding it and performing inference with it. It's more a way of describing the process of regulatory control that that organism is engaged in, because if you are controlling your interactions with the environment, then there will be various states that will be stable with some variation. And as long as you have those kind of stable states, then they could be described by this kind of probabilistic model."
	},
	{
		"start_time": "34:41",
		"speaker": "Ricardo Lopes",
		"words": "Right. And what is a mark of blanket? And I mean, what aspects of it are important for people to understand in the context of your book?"
	},
	{
		"start_time": "34:51",
		"speaker": "Kathryn Nave",
		"words": "Sure. So, Mark Markov blankets originally came from work on like causal inference. Um, AND there the main idea is if you're trying to make inferences about causal s well, yeah, 11 of the main ideas there is if you're trying to make inferences about the causal structure of the environment from purely statistical information. Obviously, like purely purely correlational information is never enough to determine. One set of causes, but sometimes if you look at statistical relationships and statistical, what are called conditional independencies, that allows you to figure out some constraints on what the possible set of causes could be. And like the classic example for that would be, you know, if you look at your, like a barometer that measures like, I don't know, what is a barometer, air pressure on the wall. And every time you look at your barometer, there's lightning, and you can go, oh, you know, the state of my barometer is correlated with the probability of lightning, and my barometer always shows air pressure increasing before lightning happens. So you might think, oh, my barometer is causing the lightning. Um, AND that obviously is wrong, but if you have a third, it's hard to say, but if you have a sort of additional variable like air pressure. And once you know that the air pressure is a certain um value, then the state of your barometer doesn't provide any more information about the likelihood of lightning. Um, SO that sort of third variable makes the lightning conditionally independent of the state of your barometer. And that allows you to say the only reason my barometer is connected to lightning is because it's also connected to this 3rd variable of air pressure. And that renders the barometer and the lightning conditionally independent. So the idea there is just that it's a measure or it it might be a way of. Formulating a sort of a coherent guess at what the causal structure of your environment is, and it might allow you to say that two features of your environment are conditionally independent based on this third thing. But it is purely statistical, so it doesn't actually determine that. It's just a way of formulating. A model of what these causal independencies might be. Um, THEN the way that's used in the foreny literature is, so I only talked about a single third variable. Um, BUT if you look at a whole network of statistical relations, then you get a number of different potential variables that render one variable independent of all of the others. And all of those make up the Markov blanket. So they're all of the things that once you know those things. Nothing else in your environment contains any more information about the state of the thing that you're interested in? The way that's then used in the free energy principle is because that. Because that sounds like a sort of boundary. It sounds like it's something that renders one particular aspect of your environment independent of everything else. The idea there is that that might correspond to something like, for example, the cell membrane in autopoiesis. It might correspond to the parts of the world that bound the system that you're interested in. Um, AND insofar as you can only describe that kind of statistical boundary, if the system that you're interested in has stable, you know, the, the system needs to have statistical properties, and not every system does. Um, YOU know, like a, well, not every system has like a stable mean behavior, because if you think of sort of, you know, the process of decay, there's no average state of a decaying system. Um, SO you can't describe a stable mean and, you know, standard sort of deviations from that mean. So you need a sort of a system needs to have a sort of stability in order to be described in statistical terms. And like the most simple example is something like a homeostatic system, a system that's varying around a particular state. Because those stable statistics are necessary for you to describe the Markov blanket of a system, it sounds like you can sort of say, because the system is homeostatic, so it has stable statistics, therefore it has a Markov blanket, and because its own behavior is creating the statistics that allow me to describe a Markov blanket, it sounds like you can say the system itself is producing that Markov blanket. So it's almost like the system is creating its boundary. In the same way that a cell creates its cell membrane. Um, I, I have a lot of problems with that way of talking. I don't think that's a good way of, of capturing the notion of something creating its own boundary, but that's kind of the idea of it and the role that it has played in the Frei principle."
	},
	{
		"start_time": "39:42",
		"speaker": "Ricardo Lopes",
		"words": "So what is a living agent then?"
	},
	{
		"start_time": "39:46",
		"speaker": "Kathryn Nave",
		"words": "OK, um. I think You know, there's gonna be so many different answers to that question, um. I mean, one thing that has traditionally been focused on, obviously in philosophy of biology has always been, um, reproduction, um, you know, like living systems are ones that can produce offspring, um, that they have this ability to vet. They they're subject to Darwinian evolution. Um, AND that that's the key feature of living systems, which isn't a very good definition, right, because it's good in general. In general, living systems do reproduce and have offspring, but some living systems don't really have a distinction between, you know, the parent and the offspring. They just mutate, they just sort of. Um, DEVELOP in ways like clonal organisms, for instance, where they just continue to grow over time and there's no clear way of cutting parent and, um, offspring also, you know, a lot of individual people just don't reproduce, and that doesn't mean they're not living systems. So it's not a great way of, um, I think the way of thinking about living systems that I find most compelling. Is the idea that living systems have a very particular relation to energy and to their environment, that nonliving ones don't. And so living systems are systems that depend on the input of energy and matter to rebuild themselves to continue existing. And that is not a property of most ordinary objects, you know, like a table doesn't need anything to stick around. It's got a kind of intrinsic stability. Living systems are systems that don't have that, that. Are always dependent on energy gradient on energy flow to rebuild, so they're dissipative systems is the way it's described normally. That's not sufficient to be a living system because a tornado is the same, you know, a tornado needs that kind of um temperature gradient, pressure gradient in order to continue to exist, same with a candle flame. So it's not that that property of being a dissipative system is sufficient for a living system, but it's a very important necessary element that distinguishes organisms from other systems. And then things you might add to that are the ability to regulate that relationship. So that kind of adaptivity that we talked about before. So you have that need for a kind of energy flow and matter flow to continue rebuilding yourself, but what makes living systems distinct is that they can act on their environment to change the way that they relate to it in order to improve. It's their sort of position in the environment to secure that ongoing, um, flow of energy that they need to rebuild themselves. And if you think of something like a candle flame, a candle flame doesn't do that. A candle flame burns through its energy source and then goes out. It doesn't like move around and find new energy sources, um. Oh, that's not, I would say like a sufficiently robust definition of a living agent, but I think those are the kind of key elements. They go into it and."
	},
	{
		"start_time": "42:45",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO we're close to talking directly about the, the core issue of your book or the core theme of your book, the drive to survive. But just before that, let's perhaps, uh, also deal with some other specific phenomena here. What is purposiveness?"
	},
	{
		"start_time": "43:05",
		"speaker": "Kathryn Nave",
		"words": "Yeah, when you asked me about intentionality before, when I talked about that sort of third notion of it that I'm most interested in, that's not a representational relationship, but also isn't. A human being linguistically deliberating on their goals, it's this sort of 3rd thing, the secret third thing, which is the. The tendant, the striving or the sort of moving towards something that you can fail to achieve. Yeah. I, I would think of that as pretty much synonymous with purposesiveness, or at least intrinsic purposesiveness. So to be intrinsically purposive is to be the kind of system that there's a sort of fact of the matter about whether you succeeded or failed. I mean, you can also have intrinsic purposes, so most artifacts, like a laptop has a purpose, but that purpose is not really a feature of the laptop in itself. If there was no one else around, that laptop doesn't have any purpose at all. The only reason it has a purpose is somebody designed it to do something and I use it to do that thing. And in other situations, like there's these things where people, you know, people make furniture out of computer components. So you see like benches made out of old MacBooks. Um, AND in that case, the purpose of that object has changed because the way that people are using it has changed. So it doesn't have features internal to that system in itself that say it has to have this or that purpose. Whereas living systems, um, they don't have. I think what's special about them. Is it's not sort of up to you or me as an observer what they have to do and what counts as success or failure for them. I can't just decide that what I want a bacterium to do is to metabolize lactose, um, you know, it will, it will be able to do that or it won't, and it will either be. Um, IT will either support its continued existence or not, a certain, you know, nutrient. Whether, whether or not that is consistent with that thing staying alive is dependent on the internal properties of that system. Now, obviously, you can genetically engineer these things to make them do different things, but it's not just up to how you choose to use them. There are kind of constraints inherent in those systems in terms of what they will and will not be able to survive, that is quite different from mechanical systems. Mhm."
	},
	{
		"start_time": "45:26",
		"speaker": "Ricardo Lopes",
		"words": "And what about goal directedness? What does that mean?"
	},
	{
		"start_time": "45:31",
		"speaker": "Kathryn Nave",
		"words": "Yeah, I think I I use that in a similar way um to the way in which I think about purposesiveness and intentionality and one of, one of the things that I'm thinking about more at the moment is this, this kind of um. TENDENCY towards a state that you can succeed or fail at. I think that is very distinctive about living systems, but it's not anything like. The kind of um. I think that there's um. When I, so I guess here's the thing, when I think about goal directedness, I want to try and find this sort of middle path between two different ways that people have thought about it. So there's the way that is more common in Um, I guess probably in sort of, for example, meta ethics when people think about human action, which is that having goals involves explicit processes of reasoning, um, and sensitivity to changes, the ability to change your goals, you know, if you, you could make an argument to me that I should change my goal and then I might go after a different thing than I would have otherwise. So like sensitivity to reasons, um. And that's very, a very heavyweight notion of goal directedness that is also quite difficult to give a really satisfying, properly naturalistic explanation of, because it's grounded in things like the meaning of language. And once you try, you know, so if you're explaining goal directedness in terms of the directedness of words, the way in which words have meaning, you're kind of pushing the problem into language. Um, AND then there's the other notion of goal directedness, which is the way in which I think it's more thought about in the free energy principle. Which is a very cybernetic notion of gold erectedness, where you can identify a system as having gold if it's a system that when it's disrupted from a state, regularly returns to it. So any system that controls variations to reliably return to a particular state is going to be gold erected in this very, very minimal and very trivial sense. Um, AND yeah, one problem with that is that it's, it is very trivial. It involves saying that, you know, a pendulum can have a goal as much as anything else. Um, AND the standard move there is to say that's fine. Um, WE just use goal in this very minimal notion. Um, BUT it only makes sense to talk in terms of goal erectedness and purposesiveness when we have these really complicated systems that we can't explain in normal terms. So the reason we don't talk of a pendulum as being goal directed. It is because we can explain it entirely in terms of certain laws of motion, coefficients of friction. And when you have those sort of functions and um equations of variables, you, that's all you need to predict the behavior of the pendulum. The reason we talk about goals and purposes on this account. For certain systems is not because there's a fundamental difference between the pendulum returning to stability and me eating breakfast every day. It's just that because I'm so complicated, we can't tell that nice little deterministic story that we can tell for a pendulum. So we use the languages of goal erectedness instead. And then the way I've talked about intentionality and purposeiveness is supposed to be something that's in between those two positions. So it's not the full-fledged deliberative linguistic rational reflection on intentions that we associate with like fully fledged human cognition, but it's not this very minimal return to stability that is a property of every physical system either. Um, SO there are, I guess the kind of three main positions, I think."
	},
	{
		"start_time": "48:57",
		"speaker": "Ricardo Lopes",
		"words": "And from the perspective of the free energy principle, what does biological survival mean then or in what terms would you put it?"
	},
	{
		"start_time": "49:06",
		"speaker": "Kathryn Nave",
		"words": "So I, I would say that for the free energy principle, survival is tied to some form of stability over time. Um, AND the examples I've given are very basic ones, you know, they're just homeostatic regulation. Um, THEY'RE just keeping a set of variables in the state, in the same state over time. That is a very simple example. There's no reason that the stability that's required for survival has to be. As, um, sort of low level, as just the stability of a single variable. So you could have something like the stability of a trajectory, um, so a stable rate of growth. You could have something like the stability of higher order relations, so. It's not that I always have to be at the same, you know, it's not that my in the internal pressure of a cell has to always be at the same state, but that it has to be at the same state relative to the external rest of its environment or. So you can, you can describe quite complicated, very complicated behaviors in terms of some form of stability. Um, YOU just have to identify a description of what is invariant throughout that behavior. um. And that's A very, it's a very physicist way of thinking, I think, because the kind of the thing that you do as a physicist is you try and identify the sort of mathematical invariants that are preserved through all of the different ways the system behaves. Um, AND then you capture those in a sort of nice equation that, Can generate all of those weird varieties of behavior that to a sort of simpler mind, look as if they're massive transformations and completely unrelated. You capture the sort of underlying um symmetries or invariants that all of that kind of variability preserves. And I think the goal of the the free energy principle is to say that for all living systems there will be something like that. There will be some sort of kind of master equation that will track that system over time that can be seen to underlie. All of its behaviors. Um, AND I think that's kind of that way of thinking. I said it's very much a physicist's way of thinking. It's the way you want to try and model the world, um, if you have these mathematical tools. I the way I like to think about that is that's very much tied to what you might think of as a substance ontology, which is the idea that any system, sorry, any system that exists and has some sort of essential invariant features that allow you to identify over time. But that's not. That's one possible ontology. You might have a process ontology instead, and you might say, you know, what allows something to exist over time isn't determined by any invariant features. Um, BUT I think what gives what gives the Frei principles claim a lot of plausibility there. Is this idea of biological regulation that might make you think that a sort of substant substance ontology is good for living systems because they are systems that contingently, it is true, do tend to stay in the same states with regards to some particular variables. Um, SO that gives plausibility to the idea that that stability might be a sort of principle of survival, I think."
	},
	{
		"start_time": "52:20",
		"speaker": "Ricardo Lopes",
		"words": "And do you think that the free energy principle properly accounts for the differences between living and non-living systems?"
	},
	{
		"start_time": "52:30",
		"speaker": "Kathryn Nave",
		"words": "So yeah, I, I definitely, I don't, but I think, I think there's two reasons for that. I think the most, perhaps the most obvious. So I think the the way um the free energy principle. So that there's loads of different people who've written about it who have very different views and a lot of people's opinions have changed over time. So, um, but I think one kind of standard line is it used to be claimed that this kind of regulation and preservation of stability was, um, a definitive of a key break between living and the living systems that it was what distinguished life was this homeostatic regulation. I think the very interesting thing about the free energy principle is actually it's almost, it sort of works as like a sort of reductio where kind of revealing the absurdity of a position, because when you define stability in the way that the free energy principle does in purely formal and statistical terms, if you make homeostasis a purely statistical property of, you know. Having a high frequency of being in a particular state that's stable and doesn't change over time, then that is true of basically every physical object in the world, um, that we pick out, you know, every object. You know, even like a sort of table will absorb heat and dissipate heat, so it gets hotter and then it dissipates that heat, and you can see that as a regulatory process. You can see it as it being disrupted and then returning to its stable state. So if that was all there was to being alive, um, there wouldn't be a fundamental difference in kind between life and non-life. And I think that is generally how people now have moved towards interpreting the free energy principle. It's less a specific principle of living systems, more this kind of theory of everything. And the difference between life and non-life would have to be cashed out in terms of something like, you know, the complexity of those regulatory processes. And it's, you know, it's just a it's a more continuous scale and where we choose to divide this is living, this is not living, is more a matter of choice on that scale. Which would also mean that the distinction between a very complicated regulatory machine and an organism would be much less significant, because they're both complicated regulators. um."
	},
	{
		"start_time": "54:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT in the book, at a certain point, you talk about, I'm going to mention two aspects here. I'm not sure if there are more, but two aspects of the organismic manner of existence that you think the free energy principle doesn't properly account for. The first one is the potential for unpredictable and ongoing developmental changes, and the second one, a precarious dependence on continual material turnover. Could you explain that?"
	},
	{
		"start_time": "55:15",
		"speaker": "Kathryn Nave",
		"words": "Yeah, no, those are exactly the two key points. Um, SO the first one is, the first one comes back to when I was talking about the idea that you can have a substance ontology or you could have a process ontology, um. If you think in terms of a substance ontology, the only way in which it will be possible for us to say anything exists over time is if we can identify some invariant features that are preserved. And importantly, I think you have to be able to do that in advance. So it might be the case that looking backwards, um. OK, so yeah, what I'll say is um, it's. Sort of trivially true, um, that for any process you should almost always, once you know every sort of state that that process has entered, you can retroactively look at that and discover some sort of construct something that is invariant throughout that process. And you can retroactively construct invariant features of the process. For us to say that a particular system. Actually necessarily has to preserve some sort of set of stable features. That's a stronger claim. We want to be able to say that we can look at the system and know in advance that whatever changes that system undergoes, if it's to remain alive as the system that it is, these things will have to stay fixed. Um, AND we might think of, you know, your classic essential variables, your sort of body temperature or your. Um, SORT of balance of chemicals within a cell, then it has to maintain this sort of level of chemical balance, otherwise it will cease to exist. I think what's so fascinating about living systems is that. Seems to be, I think, impossible, um, because of the fact that living systems. Even can can change in ways that we don't state at the beginning. Um, AND I think what's important here is often when people are objecting to the free energy principle in this regard, they point to human behaviors. They point to the fact that we don't just like, you know, stay in the town we grew up in and go to the same places we went to when we were 14 years old, right? We like explore the world and we transform our personalities in ways that are completely different from how they used to be. But it's not what what you might then say to that is if if you're a defender of the free energy principle is that that's because we're made up of lots of little stable units and those little stable units are all competing with each other, producing these kind of phase transitions in behavior. It's a sort of emergent phenomena in like these complex multicellular neural creatures like ourselves. Um, SO I think the important example is the fact that you have that kind of unpretstatable, um, transition in stable states and even very, even single-celled organisms. Um, THE example I always really like, um, is when you think of individual bacterium, individual bacteria, um, they have the ability to, that's so, you know, very simple single-cell system that if it was going to correspond to the free energy principle, we should be able to determine in advance how that system has to behave in order to stay alive. We should be able to pick out some essential, um, functions and variables. And one thing you might think is if it's a glucose metabolizing bacterium, it needs to maintain a stable level of glucose intake. Um, BUT what a lot of bacteria can do is they can pick up the units of DNA from each other. Um, SO there's two ways that can happen. You might have like two little bacteria collide and they transmit DNA between them. Or it might, you can also have viral retroviral insertions of DNA, um, so there's tiny little viruses that like DNA into other living organisms. Um, AND what's really cool is like a lot of our DNA is potentially from retroviral insertions as well. And so it's like quite a pervasive process. And what that can mean is you can have a particular bacterium that has only ever metabolized a particular nutrient, a particular chemical, and has up till this point. It's been necessary, it's been necessarily true of that, that in order to continue existing, it has to maintain that level of chemical intake. It collides with this little chunk of DNA and now it has the ability to metabolize a whole, it can produce a whole new set of enzymes which now allow it to metabolize a whole new nutrient, so now it can like metabolize lactose. And that transforms what that bacterium can do, and it can now sort of live in the mammalian gut when it might not have been able to survive there before. So it completely transforms that bacterium space of possibilities. But the, the sort of factor that made that possible was this little bit of this little plasmid little little chunk of DNA from a different bacterium that was wasn't a part of our original bacterium when we were first observing it. So no amount of studying that particular organism could have told us that it would acquire this new ability because it wasn't latent, it wasn't there was no sense in which it was latent in the possibility space of that organism. Um, AND I think that's to me quite a really nice I think it's quite a powerful example of the limits of trying to mathematically model an organism in terms of sort of set of mathematical mathematical invariants that we can say in advance, it has to be preserved to exist. Um, AND it pushes you more towards this kind of processual ontology, where you have to think about a different clearly we can identity, you know, as sort of naive perceivers, we're able to look at that organism, and even though its behaviors transformed radically, we can still say it's the same organism just as, you know, my parents still know I'm their daughter, even though I'm very different from how I used to be. And I think it's interesting to think how do we do that then? How do we pick out these organisms, these living systems over time through this, um, radical change? And to me, that brings us back to what autopoiesis was really about, which was it's about this. THIS relation of dependence of productive relationships, where what makes me the same person that I was when I was much younger isn't any invariant features that I'd preserved. It's the fact that the person I am now is a direct product of the behaviors and activity of that younger person. So you can, you trace that dependence of productive relationships over time. But to know that we're the same, you actually have to be able to follow that. You can't just take two distinct time slices and not look at that in between part and judge whether or not we're the same or not. I mean, contingently you probably can, because I haven't changed that much. But in the case of something like a single-cell organism, you might not be able to do that. The only way to know, you know, it's whole genetic configuration might have changed, and the only way to know it's the same organism is through following it over time."
	},
	{
		"start_time": "1:02:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But, but then what sort of implications does the instability of living systems have for how we understand them as autonomous agents and in what ways does that connect to their goal of continued survival?"
	},
	{
		"start_time": "1:02:16",
		"speaker": "Kathryn Nave",
		"words": "Yeah, I think so I think the thing I maybe didn't talk about as much from your last question relates to this as well, which is that dependence on continual material turnover. Um, SO that, that other feature, that in that instability comes from the fact that, um, a living system is not at a sort of rest state like a table. The reason your sort of table stays solid is because all of its atoms are in kind of like an, an energy while they're in their lowest energy configuration. And this is the kind of most stable way for them to all be kind of organized given the situation that they're in. And the, so that doesn't mean, you know, you can't destroy a table. An external force could come along and pull the table apart over time, you know, really all these sorts of wear and tear forces will eventually grind it down. But the table in itself doesn't. It doesn't churn through the stuff it's made up of, and it doesn't need any inputs in order to keep existing. That's very different from a living system where all of the parts that make it up are kind of degrading and turning over, you know, like there are some organisms that can turn over their entire cell membrane in just a few minutes. So they, you know, they completely degrade the membrane and replace it with entirely new parts in over and over again on like a sort of minute time scale. Um. And that, yeah, that's very different from physical systems. That's not something the free energy principle itself, for example, actually describes. Um, BUT what that means, I think what's important about that is that means that the way a living system relates to its environment is not just as a source of external disruptions and threats and things that can destroy it. The environment is something that the living system sort of has to reach out to, um. It doesn't just respond, you know, it's not like it sits there passively and then the environment does something and it has to react. It has to continually move out into its environment to get the things that it needs. And the very sort of, um, I think kind of crude way of making that distinction is. If you have something like a pendulum, you know, it will continually respond to you disrupting it. But if you put it in a vacuum and don't do anything to it, it'll just sit there forever and it won't move. If you put a living system in any case where it's deprived of environmental disruption, it doesn't just sit there, it will, you know, sort of run around trying to seek things out. It will spontaneously move because it will be seeking out the stuff that it needs and. This, I think this kind of distinction, it came up back when. I think this difference between a feedback mechanism and a living system is super important. And a philosopher Hans Jonas, who kind of raised this exact point. When he was talking about a very similar set of approaches to the free energy principle. So in the sort of um 40s and 50s and 60s, there was a movement called the cybernetics movement, a movement like a group of researchers, which was doing something very similar to what the free energy principle is doing now, trying to define um. Trying to define agency and goal directiveness in terms of feedback control. um. And so he was, Hans Jonas was kind of making exactly the same point that I want to make in response to the free energy principle. That unlike a feedback control mechanism, living systems, you know, they are, they have needs, they have to reach out to the world to continue to exist. And that's just a very different relationship that I think starts to move you towards something where you are intrinsically purpose, you're intrinsically goal directed because you have. That internal need that is not something that uh something that a person as an observer has come along and ascribed to you and interpreted you in those terms. That's a feature of your physical makeup that you have to sort of reach out to the world to get your nutrients in this way."
	},
	{
		"start_time": "1:06:06",
		"speaker": "Ricardo Lopes",
		"words": "And so, uh, how do we proceed from here then if the free energy principle in your view does not fully account for the differences between living and non-living systems, uh, what kind of framework of approach would do that?"
	},
	{
		"start_time": "1:06:24",
		"speaker": "Kathryn Nave",
		"words": "Yeah, um, the one thing that I do think, um. In terms of how we proceed from here, like, one thing that I definitely am not aiming to say, and obviously like I spent a lot of time criticizing the for energy principle, so it comes across as though I'm saying useless, get rid of it, which is not what I'm saying at all. Um, I think particularly the sort of. Active inference modeling type stuff is really useful and I think it's. Useful to say that living systems contingently, one of the ways in which they happen to be able to survive involves regulation. That is a part of life. And it's not a necessary principle. It's not something that every living every living system won't, there's no guarantee that because something has been stable in the past, it will be stable in the future. But in tenancy that's kind of like our best guess. So we do tend to regulate ourselves and free energy minimization and active influence as a framework is quite a useful way of describing that regulatory process. Um, SO the question more is like all of the sort of stuff I've been saying about these general distinctions about life and non-life, if the Frei principle doesn't describe that sort of. That's the thing that's kind of beneath the rei principle, I think. Once you have that story, you can put the Frei principle kind of on top of it. Um, BUT what is the best way to tell that story? Um, AND I think one issue in an activism is the way that an activism has often attempted to formulate that question has been overly, overly kind of formal or abstract. Um, SO when I spoke about this, this, you know, you have the concept of outpois and we have the concept of autonomy. And autopoiesis is very specific, it's very molecular, it's cellular self-production. Autonomy is much more general and is sometimes described as something like a mutually independent network of processes. Um, And the problem with that is you can create a mutually independent network of processes quite trivially in lots of non-living systems. Um, SO one example is you might have a robot that um charges from solar energy. Um, And in that kind of robot, its behavior of seeking out the sun allows it to gain the energy that it needs to continue moving around and seek out more sunlight. So the sort of the sunlight seeking behavior of that robot, um, is dependent upon the solar generating process of that robot, which is dependent on the solar seeking movements of that robot in turn. So it looks there that you have some sort of minimal. NOTION of um mutually dependent processes. So I think that characterization of autonomy is too general and invites. Things like the free energy principle to say, look, we formulated that, we've we formalized that. So what's needed is something that is still more general and out of reus, but more specific than just dependent network of processes, um. And I think that gets like that's not something that I necessarily think that it's easy to give like a single line definition of what that distinction is. Um, BUT the way of generalizing outpois that I like, um. I in saying what's significant about that metabolic network and its relation to the cell membrane, is that we have two things going on there. We have constraints and we have processes. We have catalysts, um. And That notion of a catalyst as being something that enables something to happen without changing itself in that process, I think is really pivotal and is missing in purely a purely process dependent view. So the catalyst, you know, the key thing about it is it remains invariant over the process that it enables. But biological catalysts are also on a different timescale, um, things that can decay. So on the timescale of the reaction that they enable, they're just these invariant features, but on another time scale, they're decaying, sort of, you know, they're precarious systems themselves that need to be rebuilt by those processes, you know, your catalysts, your enzymes in your cells, they run out, they need to be rebuilt by the very processes that they enable by constraining those processes. And once you have that sort of two level relationship where it's not just processes producing other processes, but things that constrain process but things that act as invariant constraints on processes on one time scale, but on a different time scale of themselves kind of processual entities that need to be rebuilt. Then you start to get a sort of more hierarchical almost relationship where you have different timescales at which things can either be. Enabling something to happen or depending upon that to regenerate themselves. And that's something that you, you don't necessarily get that kind of hierarchical um structure of constraints and processes in your more ordinary dissipative systems. Um, YOUR things like tornadoes and um. You know, candles signs and so on, um. And that's still, I think it's virtually not enough. I think being a living system takes more than that. It takes the ability to regulate that process as well. But putting something like that kind of constraint closure account, that that that story of autocatalytic or autocatalysis. Um, WHERE you have something like a separation of time scales enable, I think that separation of time scales then enables a new kind of opportunity for regulation of how all of these, this network of constraints and processes work together that is going to give you something that looks more like a robust and less trivial notion of what is distinctive about living systems. The the nice thing about it is that something like a constraint doesn't have to be um a single enzyme or a single molecule. You can also think of constraints at much higher levels as well, like your body is a, you know, the structure of your overall multicellular body is a constraint. So I think the notion of constraint has that really important kind of. Generality to it that allows us to extend out of places beyond a single cell, but constrained closure and the very, very precise sort of energetic couplings that are involved is still very specific in that, you know, an average non-biological physical structure isn't going to have those kind of energetic couplings."
	},
	{
		"start_time": "1:12:51",
		"speaker": "Ricardo Lopes",
		"words": "So, yeah, so you've already mentioned constraint closure. Uh, IS there anything else you'd like to wear that I might have missed in with my questions or?"
	},
	{
		"start_time": "1:13:02",
		"speaker": "Kathryn Nave",
		"words": "I don't think so. I think that was when you sent over the questions, I was like, I feel like that's pretty much everything I could want to talk about. Um, I guess one thing, the only other thing that I would say when I was talking about liking this generality aspect of constraint. IT'S interesting to think that that is helpful in scaling up to multicellular systems, but a nice thing about it as well is when we think about how societies operate and how societies, um, How societies might be thought of as like um superorganisms. The idea of a constraint also applies nicely to the scale of a society as well as to the scale of an organism. Um, AND it might allow you, if it allows you to talk about purposesiveness and normativity in the case of an organism, it might also allow you to analyze that concept and the notion of what is the. What are the intentions and purposes of the society? Is it achieving those intentions and purposes allow you to sort of say, compare societies and say how their social structures and say how they are or are not supporting the viability of those societies, which is really interesting, um. And yeah, I think, I think that's that's the sort of direction I'm interested in looking at at the moment as well."
	},
	{
		"start_time": "1:14:12",
		"speaker": "Ricardo Lopes",
		"words": "So I mean, we could scale this up and apply it to understanding perhaps social phenomena and things like human culture."
	},
	{
		"start_time": "1:14:21",
		"speaker": "Kathryn Nave",
		"words": "Yeah, I think, I mean, whether or not we're able to be able to really understand it, I'm not sure because I think that's, it's so complicated. Um, BUT at least knowing that there's some set of shared principles between a living system and a social system, I think is really interesting. Um, IT'S kind of like a quite a big Hegelian idea that I'm quite interested in at the moment, that the way we make sense of normativity and living systems and societies is very importantly similar, um."
	},
	{
		"start_time": "1:14:48",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's end on that note then and the book is again a drive to survive the free energy principle and the meaning of life. I'm leaving a link to it in the description of the interview. And just before we go, would you like to mention any places on the internet where, where people can find you and your work?"
	},
	{
		"start_time": "1:15:07",
		"speaker": "Kathryn Nave",
		"words": "So yeah, um, I don't have a website really. I probably should. Um, I might get one set up in time for this. Um, I'm on Twitter. Um, THAT'S probably the best place to find, and I'll post links to anything that I write that's interesting there. Um, THAT'S probably like the main, the main place you'll find me online. Um, YEAH."
	},
	{
		"start_time": "1:15:26",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Nei, thank you so much for coming on the show. This has been a very fascinating fascinating conversation, so thank"
	},
	{
		"start_time": "1:15:34",
		"speaker": "Kathryn Nave",
		"words": "you. Yeah, thanks so much for all the questions. It's been great."
	},
	{
		"start_time": "1:15:37",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Jonathan Labrant Ju Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]