[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Michael Axelrod. He's the director of the Human Development Center and the professor in the Department of Psychology at the University of Wisconsin, Wisconsin Eau Claire. He's he's editor of Investigating School Psychology, Pseudoscience, Fringe Science, and controversies. And that's the book we're going to talk about today. So, Doctor Axelrod, welcome to the show. It's a pleasure to have everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Michael Axelrod",
		"words": "Thank you for having me."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So let me start by asking you perhaps a general question. So in the book, you deal with school psychology. What is school psychology exactly and how does it relate to other subfields in psychology, like, for example, educational psychology."
	},
	{
		"start_time": "00:47",
		"speaker": "Michael Axelrod",
		"words": "Mhm. So, school psychology is uh an applied field in psychology. And so, uh, what school psychologists generally do is provide Um, different types of services to children or students, teachers, parents, um, even, uh, uh, sort of even administrative level types of services. So some of the services that are most common. Our, uh, assessment services here in the United States, for example, school psychologists often lead the assessment team to make decisions regarding students and uh the um eligibility for special education services. So assessment is a rather large part of a school psychologist's job, but school psychologists also provide uh intervention. Sometimes that's direct intervention. Uh, COUNSELING, maybe some behavior intervention work, but also school psychologists consult with others on general issues that students would experience academic, behavior, developmental, social, emotional, all sorts of things. So, school psychologists are often consulting with teachers and administrators and parents. And then finally, I think, uh, a more recent role for school psychologists is looking at how schools can better teach and educate students, so more of a systems level, if you will, approach to um making things better for kids. So that may be in the area of school discipline, that may be in the area of um different types of Uh, uh, curricula or learning approaches. So school psychologists generally cover the gamut as far as things that may be um expected of, of schools to provide students. And how is it different, uh, to other fields or other areas of psychology? Well, one is it's applied. Um, IT'S, uh, when you get a degree in school psychology here in the United States, and I think it's generally consistent around the world. When you get a graduate degree in school psychology, um, you, you're usually going to be working in schools, um. Um, AND working with kids and teachers and administrators and parents. Um, IT'S not necessarily a research type degree, although, uh, and I'm sure we'll be talking about this today. Research plays a really important role in terms of what school psychologists do. Um, THE, the real neat thing about school psychologists, elite school psychology, at least for me, is it really integrates just about every aspect of the field of psychology. So, obviously, um, child psychology, adolescent psychology, developmental psychology, um, learning, assessment, those are Uh, those are all aspects of school psychology that sort of draw from other areas. But there are also some pretty unique areas, uh, learning and behavior analysis, for example, is a common area in psychology, psychology that that school psychologists draw from, uh, certainly like clinical psychology and counseling psychology. Um, SOCIAL psychology, it's not uncommon for us to talk about, um, so social psychological phenomena in, in schools. Um, SO, as a field, it's really broad and I think that's one of the, the real neat things about it. You mentioned educational psychology. Um, IT, it, that it, so that term is often used, um, in, uh, places outside the United States to describe essentially what school psychologists can do. Um, SO oftentimes you'll hear an educational psychologist is working in a school in Europe, for example, and doing these kinds of things that I described, um. Here in the United States, uh, educational psychology is more of a research degree or a research field where it's looking at how do we best use the principles of psychology, all of those that I've already mentioned, like development and learning and social psychology, but how do we use all of the, the, the knowledge that we have in psychology to uh best educate children. And in fact, if I could put a plug in, we're actually in the process of working on a book that's very similar to the, the school psych pseudoscience book. Uh, IT'S called Educational Psychology, and it's more geared toward um those that are going into teacher education programs, uh, and, and those faculty that are teaching in teacher education programs."
	},
	{
		"start_time": "05:30",
		"speaker": "Ricardo Lopes",
		"words": "And so why do you think that such a book investigating school psychology and it, the pseudoscience, the for science, and the controversy surrounding it was needed?"
	},
	{
		"start_time": "05:41",
		"speaker": "Michael Axelrod",
		"words": "Yeah, that's, I think that's a really important question. Um, THERE, there's a lot of observational data to suggest that many of the practices that are happening in schools, either delivered by school psychologists or even delivered by uh others in schools, uh, teachers and administrators. But there's a lot of, there's a lot of observational evidence to suggest that many of those things aren't very effective, or they don't work right, or in some cases may be harmful. Um, BUT there's also some empirical evidence to suggest that as well. When we look at things like how to best teach reading. There are lots of different approaches to teaching children to read and the when we sort of look at the data behind those approaches, we find that some are Very effective and some are not effective at all. And so we kind of have this sense from not just uh what we've seen, but also what we study that there are a lot of things that are happening in schools that, again, aren't effective and actually may be harmful. Um, AND then, as far as school psychology goes, um, cause I have always thought that, you know, I trained as a school psychologist, you know, almost 30 years ago. Uh, I thought, you know, school psychologists, they're the, they're, they're in, in a school setting, they're, they're trained to, to use evidence and, and think critically and scientifically about, about the, the practices that are happening. Um, BUT a few years ago, we did a study here at, at UWL Claire where we surveyed. Um, SCHOOL psychologists around the state and ask them, uh, about their beliefs regarding common myths, uh, or common practices in schools and, and within child and adolescent psychology. And, um, what we found was that Most of the myths. School psychologists were able to identify. That was really encouraging. And, and many of the, the, the, the statements that were true, cause we also had some true statements in our survey, um, reassuringly, school psychologists were able to say, yeah, that I believe that that's true. Um, BUT there were a few, a few practices, a few myths that stood out that actually the majority of school psychologists identified as true. Um, AND one of them is actually in the book, and that is, uh, drawings, children's drawings can, uh, give us a, a, a sense of a child's, uh, problems and sort of the underlying causes of their problems. And so, um, that's something we found in our, in our research, um, and I actually wrote a little bit about it in our book, and we have a chapter on it. Um, BUT I was really discouraged by that finding. And, and what was even more discouraging, I think, was that the, what we found was, cause we looked at, uh, school psychologists that had been trained more recently versus school psychologists that had been in the field for, say, 20 years or more. And what we found was that there was no difference in the two groups with regard to how many um uh endorsed that particular myth is true. Suggesting that even like newer school psychologists, folks that are that are being trained now are still believing in practices that were, were commonplace 30, 40, or 50 years ago. And that was somewhat discouraging. The other discouraging finding was that the level of education didn't matter. So in the United States, you can have um a master's degree uh in school psychology and be in the schools, but you can also have a, a, a doctoral degree, a PhD degree and work in the schools. And so we were expecting that. Uh, SCHOOL psychologists with more education would less likely believe those myths, in particular this one about children's drawings, and we did not find that. We found that uh the same percent of uh people that either had the master's or the PhD believed in that particular myth. And so, I think those sorts of things came out of, uh, or, or really were the, the set the stage for this book. Um, BUT I got, I've got to give a lot of credit to my co-editor Steve Hop, um, who's written a lot on pseudoscience in psychology and um pseudoscience and particularly child and adolescent psychology. And there's, there's a movement in, in, in the applied psychology fields. So that would be school psychology, clinical psychology, and counseling psychology to really um work on uh removing these, these ineffective, uh, harmful pseudoscientific practices. And so, I hopefully we'll be seeing more of this type of work out there."
	},
	{
		"start_time": "10:51",
		"speaker": "Ricardo Lopes",
		"words": "And uh what do you think makes education susceptible to pseudoscience? Are there particular factors that play a role in that?"
	},
	{
		"start_time": "11:01",
		"speaker": "Michael Axelrod",
		"words": "Yes, I think there are, um, That, that Jason Travers is a uh uh a, a, a researcher here in the United States and he's, he's referred, and, and others have done have referred to have used this term as well, but he's referred to uh education as a fad magnet. Uh, FOR pseudoscientific practices. So that, uh, schools and educators are maybe more susceptible than other professionals to, uh, believing in nonsense, if you will, or engaging in pseudo-scientific practices. And I think there's maybe two reasons behind that. I, and, and they're, they're very, um, you know, the, the people's hearts are in the right place. Don't get me wrong. I don't want to vilify the, the educators that may be uh uh engaging in pseudo-scientific practices because I, again, I think their hearts are in the right place. I think the, the first, uh, potential reason is that people are looking for, um, approaches that work. And so they, they're willing to try anything sometimes. And we find that, for example, in uh in the, the area of autism. So, you know, working with children in autism, with autism is very challenging. It's a very challenging uh proposition, um. Working with kids with autism, there, there's no overnight fix, of course, and in fact, there's no fix. It's really just teaching kids skills and, and managing their social emotional behavior. Um, BUT the field of autism is just, um, Proliferated with these pseudoscientific practices. And so, again, what I think it is is it's, it's parents and, and, and school psychologists and educators and other psychologists that are really just, they want to help. And unfortunately, sometimes the help that they are giving isn't the help that's needed. So I think that's the first reason. The second reason is there's just this antiquated ways of thinking. Um, THAT we've, we've been doing this forever and we're gonna continue to do this. Um, THE, the, the, the first, uh, the first, or I should say the second chapter in the book is historical pseudoscience in school of psychology and education and, and we talk about things like Dunn's caps that That that goes back to, you know, the, the, the Renaissance, when you look at like, where Duns caps came from, and, yeah, OK, we don't use Duns caps in schools today, but we still shame children. And we still use those kinds of approaches to manage behavior, and shaming kids, uh, particularly publicly is not only ineffective, it's also quite harmful. So I think there's this like, this, this historical or this, we've always done it. Kind of thinking that happens in schools, and things don't necessarily change quickly sometimes."
	},
	{
		"start_time": "14:14",
		"speaker": "Ricardo Lopes",
		"words": "And in the book, you also talk about some cognitive errors and fallacies that are relevant to school psychology. Would you like to tell us perhaps about one or two of them just to illustrate what you're talking about here?"
	},
	{
		"start_time": "14:27",
		"speaker": "Michael Axelrod",
		"words": "Right, right. So there's, there's a whole host of these sort of cognitive errors that we make as humans. Um, THERE are also heuristics or shortcuts that we, we have as humans in our thinking that lead us into um potentially believing things that we, we shouldn't believe in. Um, BUT, but specific to like psychology or school psychology or the practice of psychology in education. Um, THERE'S a few that stand out, and I'll highlight 21 is this, this what we call diagnostic overshadowing, and that's where we interpret presenting problems based only on previous diagnoses. So, for example, if we're working with a kid with attention deficit hyperactivity disorder and we see uh a new behavior emerge, Don't investigate it further on its own. We just sort of say, well, that's probably because the child has attention deficit hyperactivity disorder. So, we almost like close ourselves off to understanding something in potentially a whole new way. So that's one aspect of diagnostic overshadowing. The other is, um, failing to interpret like other potential causes. And so, uh, very similarly, if we sort of think about a kid with ADHD who may be um engaging in, um, lots of avoidant behavior, uh, we, we quickly go to say, well, that's because the kid has ADHD when in fact, well, we also know that avoidant behavior is common for kids that have anxiety. And so, if we aren't open to these other possibilities, I think we can, we can be really, um, our, our, our assessment and our interpretation could, could have lots of shortcomings. The other one that I think is really important is what we call pathology bias, and that's where we, there's a tendency to um over pathologize or, or even just pathologize relatively common problems. And a really good example of that is this idea of the terrible twos. I don't know if you've ever heard that term, the terrible twos. So, um, toddlers, 2 year olds are sometimes, um, Difficult to to manage. Um, PARENTS, um, have, have used the term, the terrible twos to describe these two year old kids that as they begin to develop language, some of the words they use, um, don't always meet with The cooperation standards that a parent may have. So they, they, you know, at about 1, between 1 and 2 years of age, the child learns the word no and they learn the impact of the word no on their parents and the environment. So if the child has a slice of cheese and, and is looking at the parent and the parent says, you know, you can't have that. The child says no and needs it. Um. The, so there's this idea though that that there's some pathology behind that, that these are children that are on a trajectory that may uh lead to uh more significant behavior problems. And actually, what we find is that as I'm explaining this, you're probably seeing that this is a very common problem. Um, I'm not excusing the problem and there's ways. That parents can work with their 2 year olds and 3-year-olds to help them become more compliant, but to suggest, for example, that that behavior is indicative of a larger psychological problem is problematic. Um, THE other one that, that stands out in as a psychologist, one of the areas that I work in uh in Closely, uh, is, um, bed wetting. I work with a lot of children that wet the bed. I do a lot of research on that area. And that is a, it's a very common problem. If you look at in the United States, if you look at first grade students, so you look at, uh, 6 year olds, um, roughly 25% of all boys will wet the bed at least 2 nights a week. Um, SO, so hardly, uh, uh, a unique problem, hardly a rare problem. Um, Yet, we, we look at bed wetting in, at least in our country here in the United States, and we think, well, there's gotta be something wrong with the child. There's something psychologically wrong with the child. Who would wanna wet their bed every night, almost like they're doing it on purpose. And And what's happened is that they're, you know, going way, way back, uh, to even Freud, there are these very misleading interpretations of what, um, bed wetting is about. And one interpretation is that it's the child trying to get back at the parent for harsh toilet training practices. Um, NO evidence of that whatsoever. In fact, bed wetting is cause, it can be caused, and this is rare, it could be caused by um uh uh like a urinary tract infection. But really, what bedwetting is, is it's an immature set of muscles that surround the bladder. And so at night, those muscles aren't as strong as the muscles of the, of peers who don't wet the bed and so they relax enough that then the child um urinates uh when they're sleeping. Um, But we've over pathologized that. We've, we've, we've taken a, we've taken a problem that has a, uh, uh, a physiological cause and we've created this. Psychological cause that has no um no support in the empirical research. So, uh, that's the pathology bias, and we see that a lot in schools as well. The examples I gave aren't necessarily, uh, school-based, but we see that a lot in schools where, um, for example, it's not uncommon for uh kids uh when they're learning to To write and read, to, um, mix B's and D's and P's and Q's. Um, THEY look so similar. Um, YET we've, we've gone off the rails there, and, and some people would suggest, well, then that child has some type of, uh, learning disability, when in fact, it's actually quite common for children under the age Under the age of about 10 or 11 to do that. In fact, it's not uncommon for people to do that even up into adulthood, where they are maybe thinking about something else and trying to write, and, and they maybe mix up their Ps and Q's and B's and D's. So, um, those are just two, I think that are pretty common, uh, at least in the practice of school psychology and clinical psychology."
	},
	{
		"start_time": "21:20",
		"speaker": "Ricardo Lopes",
		"words": "Right. So earlier you referenced the historical example of pseudoscience, the then SES. Let me just ask you about two more. So, can you tell us about the example of open classrooms? Yeah."
	},
	{
		"start_time": "21:34",
		"speaker": "Michael Axelrod",
		"words": "So, um, in the, I, I, I laugh at this because, um, I, I grew up in, um, outside of New York City, on the east coast of the United States, and um, I, I went to a school that had, um, no, the classrooms had no walls. Uh, THEY, they, the walls they had actually were bookcases. Um, AND, and what's interesting is the, the person who wrote that particular chapter for us, Scott Bellini, he grew up in, in Southern California, just, just near Los Angeles. And the school that he went to was the exact same way, and we're the same age. We're, we're exactly the same age. And so, um, I just found that interesting cause I had thought, well, maybe this is something that's very specific to certain parts of the country, but no, it's not. It, it, it happened like all over the country, and it came from The idea that we should allow kids to sort of um learn based on just exploring their environment. And that if we put walls up in schools, that limits the environment. Um, AND it, it was, it was solely based on that, that theory. The theory had never been empirically supported, um, and in fact, the idea of open classrooms had never been studied. So nobody had ever done the research to say, well, yeah, open classrooms are actually more effective at at having kids achieve compared to traditional classrooms with walls. Um, BUT, you know, that this is a great example of how, you know, an idea takes off and then, you know, things go crazy pretty quickly. And what happened was, schools, uh, Uh, this, this happened, it started about the the mid 1970s, and a lot of schools that had been built before World War II were being demolished in, in favor of new school buildings. Um, AND so what we saw was these new school buildings that were being built, were being built with this open classroom concept or, or, or classrooms without walls. And as I illustrated before, it was happening on the West Coast and the east coast, and everywhere in between. Um, WHAT actually ended up happening is that naturally, teachers complained. Um, THE, the biggest complaint, there were two huge complaints. The biggest one was the noise. They just, there was so much noise that you couldn't, um, you couldn't really get, get the attention of the kids and teach. And the second complaint was that teachers didn't know where their kids were. They were, so yeah, they're looking for a kid, uh, maybe it's time to, to go to the cafeteria for lunch and you're, you're lining your kids up, and there are 4 or 5 of them that are somewhere else. And they're in this huge space, uh, but across the space. And so teachers found this was a problem. What schools did was they uh first started putting these, as I said earlier, bookcases to separate the different schools and the uh different classrooms, and then they were getting, after that, they found that that wasn't very helpful. So then they invested in um uh. Uh, TEMPORARY partitions that they would put up, and then finally today, they've, they've had to do some major remodeling of those schools, or, or, or scrap them all together and build schools that actually had some walls in the classrooms. So there's the open classroom concept."
	},
	{
		"start_time": "25:11",
		"speaker": "Ricardo Lopes",
		"words": "And what about the self-esteem movement? How did it impact uh school psychology?"
	},
	{
		"start_time": "25:18",
		"speaker": "Michael Axelrod",
		"words": "Yeah, so the self-esteem movement's really interesting. It, it came from some researchers in the 70s that had found that um the self-esteem of children. Was it was kind of an important thing, kind of an important concept. Interestingly enough, that the definition of self-esteem has never really been clarified in, in, you know, 40, 50 years. Um THE way these researchers in the 70s thought of the, the idea of self-esteem was, do you feel good about yourself? Um And so they found they, they hypothesized that if we have kids, we have children, students that are feeling good about themselves, then they're more likely to do better in school. And again, there was no evidence of that whatsoever. Um So what happened was the the there was this self-esteem movement. Now, some of it also came out of the, the sort of self-help. Um MOVEMENT that was like the late 60s and early 70s where adults who were sort of feeling the pressures of everyday life, um, you know, the, the, the advice to them was, you know, really work on yourself and become, you know, uh the best person you can be and, and feel good about yourself. And so there was some of that influence as well. Um, WHAT happened was that, that, uh, schools and school districts and states caught sort of wind of this idea that if we, if we just boost kids' self-esteem, will impact their learning. In fact, the state of California spent millions of dollars in the 70s to revamp their curricula to include self-esteem programming. And uh the, and now that we were, we were seeing that schools were adopting these sort of self-esteem programs, we were able to look at the relationship between self-esteem and student achievement. And we, we found that either there was no relationship, um, or that there was a negative relationship. So that as kids' self-esteem was going up, their academic achievement was going down. Um, THE intended purpose of the self-esteem movement, at least in schools. The other thing that that we learned was that when we started to look at different groups of people, um, different groups of, of kids and adolescents that had high self-esteem, we learned that the, the, the kids who had high self-esteem. We're not the kids we wanted others to be like. So, for example, kids that were gang members, they were reportedly had the highest levels of self-esteem, whereas then kids that were in um uh music and art, extracurricular activities, they tended to have the lowest self-esteem, um. But again, the, the definition of self-esteem was never really um settled on. So, you know, how we even interpret that is, is up for grabs."
	},
	{
		"start_time": "28:33",
		"speaker": "Ricardo Lopes",
		"words": "Right, so that is about historical examples. Let's now go through some of the domains, let's say that you cover in the book with your co-authors that are more contemporary. So what are zero tolerance policies and do they work?"
	},
	{
		"start_time": "28:50",
		"speaker": "Michael Axelrod",
		"words": "Mhm. So zero tolerance policies are, there's different ways to sort of look at zero tolerance policies, at least in the United States. We're starting to see uh zero tolerance policies pop up in other parts of the world. In fact, I was at a conference this summer in Latvia and uh there was some researchers talking about Zero tolerance policies. And so, essentially what zero tolerance policies are, are, um, school-wide discipline approaches where, um, if you, if you violate the, the, the school discipline policy once, you're, you're done, that you're, you're suspended. Um, SO there's zero tolerance for misbehavior. Now, uh, you know, in, in In theory, that there's some good ideas there that that kids that may be dangerous um in a school environment or kids that repeatedly violate school rules, that may not be the best setting for them. And so they're, they're in the United States, we have alternatives. Schools, or if a, a, a student has some significant psychiatric problems, you know, then there's, um, residential programming for those kids. So, again, in theory, this kind of makes sense. And again, I, I don't know if I would say we'd want to expel the child. We would just wanna look for alternative placements for those kids. Um, Where the, where the zero tolerance goes off the rails is when we have a blanket statement or a blanket um rule for everybody that if you engage in these behaviors, you're out of the school. And so there's just lots of these examples um where this, where zero tolerance policies are almost Um, ridiculed. So, for example, a student brought, there's an example of a student, uh, a first grader, um, brought a butter knife to school to, um, to butter something or to put cream cheese on a bagel. I don't remember the exact specifics. Um. And was, and had no history of disciplinary problems before this, but because the, the student, the first grader, brought a little butter knife to school, he was expelled. Um, THERE'S another example of, um, a, a, a child, a young student, first, 2nd grader, who was, uh, using a pen or pencil as a play gun, you know, so, cho choo choo che, like that kind of thing. Um, AND that kid was expelled for that behavior. Now, I'm not suggesting that was an appropriate behavior, but I would argue that expelling that child for that behavior is probably extreme. Um, WHAT we find in terms of the research is really a couple of things. The first is that zero tolerance policies don't reduce problems in schools. I think that's the most important. I think the second most important aspect is that they, that zero tolerance policies um affect students disproportionately, meaning students of color tend to um be affected by zero tolerance policies more so than white students, and that's a problem. And then the third issue is that schools that have rather extreme zero tolerance policies also have poor school climates and cultures, meaning students, when there's a hot, when there's really extreme zero tolerance policies, students, students don't feel good about their school."
	},
	{
		"start_time": "32:34",
		"speaker": "Ricardo Lopes",
		"words": "Right. So now to get into a more delicate subject, uh, suicide is one of the leading causes of death among teens. So what are the most common misconceptions about it and that would apply to a school context and in this particular cases do prevention programs work or not?"
	},
	{
		"start_time": "32:57",
		"speaker": "Michael Axelrod",
		"words": "Yeah, that's good. I think the, the biggest myth that I see schools uh and school personnel perpetuate is the idea that talking about suicide will cause suicide. Um, AND so what that leads to in practice is we're just not gonna talk about it, um, when in fact, kids have questions, um, younger students have questions about what is it. Uh, OLDER students oftentimes have questions about, um, you know, the, the, the, the services or, or, or, or programs that might be available for kids that are, um, thinking about suicide. So for, for me anyway, I think the, the, the biggest misconception in schools is the idea that if you talk about suicide, it'll cause suicide, and there's no evidence of that whatsoever. Um, THE other piece, and it gets to your, your question about prevention and thinking about intervention, um, Generally speaking, universal suicide prevention programs are not effective. So when we sort of look at the programs that exist, uh, that are, that are delivered to all students, uh, what we find is that, that they, they're just not enough. To, um, decrease the rates of suicide among, among kids and adolescents. Um, AND when you think about that, that, that might not be that surprising because you're, you're targeting a large group of kids, many of whom have no issues with suicide whatsoever. Um, AND you're not doing enough perhaps for those kids that may be um at risk for suicide. And so, what's recommended in schools is a um is a couple of things. One is maybe not necessarily a universal suicide prevention program, but rather a universal meaning delivered to everybody, um, social emotional learning program. So focusing on skills like resiliency, friendship. Um, MANAGING your emotions when you're angry or upset or frustrated, or disappointed or sad. So, something of that nature, that's not focused just on suicide, um, in fact, doesn't emphasize suicide in the, in the programming, but rather, you know, how do you, how do you become a resilient person and how do you ask for help and how do you develop positive relationships with, with peers and How do you manage those emotions when they're really intense? Um, AND what we find is actually those programs are quite effective, uh, for kids, and, and I'm saying delivered universally, so they're delivered to all kids. Um, SO I, I would advocate for that coupled with a really good screening program to, to be able to identify kids who are at risk for suicide and then funnel them to programs, uh, or services that we know are effective. And a lot of times those are gonna be more in the category of individual therapy or maybe even inpatient hospitalization, for example, but The point is we need to have uh uh screening practices that are able to identify those kids as early as possible. And we're starting to get better at, um, not just the implementation of those screening programs, but just finding screening programs that are, that are um effective at identifying those kids that, that need to be identified."
	},
	{
		"start_time": "36:36",
		"speaker": "Ricardo Lopes",
		"words": "And what about other less extreme risk behaviors like for example, alcohol use, tobacco use, uh risky sex behaviors, and the prevention practices associated with them. Uh, WHAT are some of the main problems with that?"
	},
	{
		"start_time": "36:51",
		"speaker": "Michael Axelrod",
		"words": "Right, right. So I think that that's again something that what we've found is that there are these, these programs that exist in these, uh, well, there's two, there's 22 sort of examples here that I'll provide. The first is, um, programs that have been in place for a long time and nobody's willing to really take a deep dive into the data and, and make decisions about whether the these programs are effective or not. Here in the United States, there's a program called DARE, and it's a drug and alcohol prevention program. It was designed um to be delivered by law enforcement officers, which may be the, like the first part of where it went wrong, um. Uh, AND it was really a program designed to do two things. One is, um, teach the, the, the, some of the negative, uh, effects of drugs and alcohol, particularly, um, long-term use or, or abuse. Uh, SO, so like teaching the, the long-term negative impacts, and then And this may sound silly to people who don't, who aren't from the United States or don't know dare, but encourage kids to just say no. And in fact, that was Nancy Reagan, Ronald Reagan's wife, President Reagan's wife in the 80s. That was her big thing. Her campaign was just say no. So it was these two parts. One is like, OK, here's the all the negative effects of drugs and alcohol, and then because of those negative effects, you should just say no. Um AND it was implemented starting in the, in the um in the 80s. Um I was, I'm a little too old to have gone through a DARE program. Um, AS a kid myself, but I've seen the DARE program being implemented. Um, WHAT we found in, in the research was that it just wasn't very effective. Um, IN fact, what it actually did was when we did pre-post tests, we found that use actually increased slightly after the delivery of a DARE program. Uh, WHY did it persist? Well, some suggest maybe there was some political pressure. This is being rolled out by law enforcement. Um, 111, idea is that nobody really rigorously evaluate. IT, and so all of the evidence was anecdotal, like, oh yeah, I think it works. Like administ principals, school principals saying, oh yeah, I think it works, when, when in fact, there was no like rigorous evaluation of whether it worked or not. So that's like one example, the DARE program. Um, THE other one is, uh, the, the use of infant simulator dolls in like sex education. Uh, I don't know if they have that in, in Europe or around the world, but essentially, it's a mechanical doll that um is supposed to imitate what it's like to have to care for an infant. So, Um, at certain times of the day, it's all, it's, you know, all electronic and now with our high tech technology, it's even um more, um, incredible what they do, but at certain times of the day, the, the, in the simulator doll will cry, um, at certain times of the day, the infants, uh, and so the, the, the students, so these are given to high school. Students. And so the student then needs to sort of see, OK, is the, do I need to change the diaper? Is it time for feeding? And so, uh, kids are given these teenagers, uh, in the United States are given these infant simulator dolls, and they are, um, they're supposed to have them with them almost, uh, you know, all the time for, uh, some amount of weeks. Um. The the idea is, I think, in theory is actually not bad. Like, OK, this is what it's like to actually have a, a baby. It's and it's not easy, and you can't always give the baby to, you know, your parent to care for her cause they are doing that. And then actually, you'd have a lot of schools would have the, these high school kids carry these these infant dolls around with them at school. Um, AND then what do you do if you play a sport and you've got practice after school, or, you know, or you play an instrument and you have lessons. And so, it, it, it's really, it's, it's again, in theory, there's some, uh, there there's some interesting ways to make sense of this, um. The, the problem is it's really it's, it's been tried as a way to deter kids from having sex and then, uh, you know, one of the consequences of, well, unprotected sex could be having a baby. And so that's where it's, you know, that's the, the, the, the bottom line. For these, these infant simulator dolls. Uh, WHAT we find is that with or without infant simulator dolls, at least here in the United States, teen pregnancy rates have actually gone down. Um, IS that what that's a function of, I don't know, but it's certainly not a function of infant simulator dolls. The, the, here's the interesting thing about it, and it gets where I think sometimes schools need to be very careful. Obviously, these things cost a lot of money. There's a lot of technology in them and so they cost a lot of money. And so the companies that produce these infant simulator dolls, they promote them, right? They, they're these, they will say in their literature, these are effective, this is, these are the outcomes. But when you, when you do some digging, what we find is that they're really just snake oil salesmen. Trying to make money off of uh what they believe are education's deep pockets, meaning they've got education has lots of money and they can, they can make money off of, of education. So, uh, those are two examples of those sort of the other risky behaviors and some of the pseudoscience behind them. Mhm."
	},
	{
		"start_time": "43:03",
		"speaker": "Ricardo Lopes",
		"words": "So now talking a little bit about cognitive assessment, IQ tests are of course very frequently used. So what would you say are the most common claims made about them that do not have much scientific support?"
	},
	{
		"start_time": "43:19",
		"speaker": "Michael Axelrod",
		"words": "Yeah, this is an interesting one because in recent years, it's the the research that's been um published really has made for some significant changes in how we evaluate kids, particularly kids with um learning disabilities. So, Um, IQ tests, uh, cognitive assessments, um, they, they, uh, generally speaking, there's lots of different types of them, but generally speaking, They they're, they're pretty good at predicting how, how you'll do in school, like in, in a, in a, in a kindergarten through 12th grade school environment. Um, BUT, but it's pretty rough. I mean, it's not gonna get a fine points as well. You'll get an A and you'll get a B and, you know, you'll struggle with math and you'll do really well with um language arts and it's, it's not that good. It's a, it's a crude instrument. Um. It's, it's used to identify individuals with intellectual disability, um, and it's, and it's a good part of a, of a, of a comprehensive evaluation. When, when we look at children and, and, uh, with intellectual disability, we wanna look, of course, at more than just their cognitive functioning or intelligence. We want to look at other things, um, you know, are they able to kind of uh care for themselves? What's their communication like, those sorts of things. Um, WHERE it became problematic, uh, and, and this is not just in the United States, this was around the world, is when we started to look at using, uh, IQ tests to, um, identify kids with learning disabilities. IQ tests do not have in them, um, academic assessment. There, there, that's not part of an IQ test. Um, IQ test does have vocabulary, uh, it does have, um, uh, which is, which is a, a predictor of learning to read or reading well, but it's, they don't have academic assessments, yet we use them to make decisions about kids with learning disabilities. And moreover, what was going on was We would look at subtests. So, uh, uh, an IQ test, for example, may have 12 subtests. Um, AND what we would do is we would look at the specific subtests and make comparisons. So, you know, you might have gotten a, a 6 on this subtest, but a 10 on that subtest, and what, what, what school psychology and clinical psychology was doing was they were making claims about that difference. Now, there's a couple of problems. One is that there's no empirical support for a lot of what people were suggesting. Um, IN fact, they, they were, you know, as I was talking earlier about the uh pathology bias, um, that, that sort of became a problem here where we would say, well, you got a 10 on that subtest and a 6 on that subtest, that difference is a problem. When we'd look at the population, we'd find that 50% of the population had a similar difference. Um, SO that was a problem. The other problem is as we get with IQ tests, as we look at the subtests, the, the reliability is, is problematic, um, to, to some degree, meaning that they're just less reliable when we start to dig down into these subtests. And so making decisions about subtests that may not have a lot of reliability can be problematic and And again, it was being used mostly for uh making decisions about kids uh and learning disabilities, when in fact, we have many, many other assessments that are way more helpful at determining whether a kid um is struggling academically in the school curriculum. Mhm."
	},
	{
		"start_time": "47:16",
		"speaker": "Ricardo Lopes",
		"words": "So tell us now about projective drawings. What are they, how are they used and what are some of the main and supported claims made about them?"
	},
	{
		"start_time": "47:27",
		"speaker": "Michael Axelrod",
		"words": "Mhm. So that was one of the myths that we found that school psychologists were, were apt to believing. So the idea that you can use children's drawings to um make inferences about them and to understand the underlying causes of their behavior. Um, PROJECTIVE drawings, um, and, and projective assessments in general. So, like the Rorschach, a lot of people are familiar with the Rorschach, um, the Rorschach and like inkblot tests and the, uh, and, and drawings. They're, they're classified as this larger group of projective assessments. And so the the idea there is that Um, we wanna get information from a person about their psychological, um, uh, functioning, and we assume that they can't Tell us that information. It's not that they're nonverbal, it's that it's hidden deep somewhere inside them, and that, uh, because we can't get that information from an interview, uh, what we can do is we can provide them with these ambiguous stimuli, for example, an ink blot, or we can ask like a child to draw us a picture. Um, AND from those, their responses, so the, the responses to what you see in the inkblot or, or what the child draws, we can make inferences about their, uh, psychological functioning and, and understand their, their behavior. Um. The, there's a couple of claims that are made about projective drawings with kids that that's probably worth highlighting. Uh, THE first is that they are useful in, um, well, well, the first is that they, that they're, they're reliable, that, that the information you get from a child's drawings and the interpretations you make are reliable and Uh, what we find is that just not, is not the case. In fact, when we ask kids to draw pictures, uh, say we ask them a common one is the house tree person. So, uh, we asked them to draw a house, a tree, and a person. And so, what we find is that when we ask the the kids, uh, multiple times over the course of, say, two weeks to draw those pictures, uh, they draw different pictures. And so, the, the conclusion is that maybe it's not necessarily a psychological trait that you're assessing, but rather just sort of what they're thinking in that moment, right? Uh, uh, MORE of a, uh, a state characteristic. Um, THE other thought, one of the other examples is that If a child um draws a heavy line, like a dark line, it suggests aggression. Um, AND there's no evidence of that whatsoever, that you can have kids that draw dark lines and light lines, and that there's no meaning in that necessarily, unless the kid makes meaning of it. Um, THE other claim is that these projective drawings, these, these drawings that children make are useful in diagnosis. And um they are not. In fact, there was a study that was done in the, the mid um 70s, um which is, this is a good example of where we have research, good research that comes out, but people ignore it. Um, A study was done in the 70s where they had children. Who had psychological disorders draw pictures, and they had children that did not have psychological disorders draw pictures. So they had two sets of pictures, the, the psychological problems and the non-psychological problems. And then they had um Experts in projective drawings look at both sets blind. They didn't know which which uh which picture went with which, you know, what category. Uh, AND then they had hospital secretaries look at the pictures. So people who are not experts. And what they were to do is, when they looked at a picture, they were to say, yes, this child has a psychological disorder. They didn't have to say what psychological disorder. They just had to say, yes, this child has a psychological disorder, or no, this child, based on their picture does not have a psychological disorder. And you, you see where this is going, right? The experts, they had about a 45% hit rate. So less than 50% of the time, they were accurate in identifying whether the picture was drawn by a kid with a psychological disorder or without a psychological disorder. The hospital secretaries, 67% of the time they were correct. So, you know, is, are these projective drawings useful for diagnosis? No. Um, IN fact, how we even interpret these is, is up for a lot of debate at this point. Now, I will say we can, we can ask in a, in a school or a clinical setting, we can ask kids to draw pictures as part of a rapport building, but using the content of those pictures to make inferences is problematic. Mhm."
	},
	{
		"start_time": "52:53",
		"speaker": "Ricardo Lopes",
		"words": "So let's tackle now a very common one, learning styles. I mean, is there any evidence at all for the existence of different kinds of learning styles?"
	},
	{
		"start_time": "53:03",
		"speaker": "Michael Axelrod",
		"words": "Yeah, that's a really good one. AND, and, and here's one of the reasons why I'm assuming there's sort of an international audience here. This is, this is a, this is not a um pseudo-scientific idea that's specific to the United States, probably like the open classrooms, for example. Um, THERE was a, there was a study that was done, um, uh, and I'm looking at the number. I want to get the percent right, um. So looking at whether you use learning styles. So, so let me just take a step back, what learning styles are. So it's the idea that you, that you learn best visually, uh, auditorily, uh, kinesiology, like in terms of touch tactically. Um, AND so, so that, that, that based on your style, your preferred style, that's how you should be taught. So if your preferred style is, uh, visual, then, you know, seeing lots of things is gonna be more effective in terms of your learning. Um. The, the, the, so let me just say just how widespread this belief is. Um, SO if you look at uh teachers in the United Kingdom, they, cause they survey teachers and they ask, you know, do you use learning styles, um, in terms of understanding your students and, and preparing lessons for them, um, just under 3 quarters, just under 75% said yes, they do. Um, AND, and that's been replicated around the, the world in terms of teachers' use of, uh, learning styles. Uh, HERE in the United States, you've got almost 30 states actually in their teacher education standards, but learning styles needs to be taught. To students. I mean, that's, you, you know, you talk about a, a major problem, that's a major problem. Um, THE, the research is very, very clear. Uh, THE use of, um, of learning styles, it does not matter one bit in terms of effective teaching. Um, IN fact, it's best to provide kids with multiple mediums in terms of, you know, the content, so they, they should be able to hear it and see it, and, and manipulate it. Um, THAT tends to be the most effective way to teach. And, um, saying that, well, we, we, if we know a kid's preferred learning style or the learning style that maybe we think is preferred, um, and using that only as the only mechanism by, by which we teach that child, um, we're actually gonna do harm there because we know that a combination of approaches is most effective."
	},
	{
		"start_time": "55:49",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about motivational theories. I mean, what are motivational theories and what are some of the most common misconceptions and myths about them in the school context?"
	},
	{
		"start_time": "56:01",
		"speaker": "Michael Axelrod",
		"words": "Right. Yeah, there, there's lots of motivational theories and we could probably spend a whole, our whole, you know, time together talking about motivational theories. One of the common motivational theories is self-determination theory. That, uh, we're motivated to uh engage in different things in order to fulfill some sort of, uh, uh, um, goal. I mean, it, you know, it's very similar to what goal setting uh theory is very similar there. Um, SO there's lots and lots of motivation. THEORIES. What, what's relevant for schools and education and, and working with kids and adolescents is this, this idea that we have um this dichotomous uh notion of motivation in terms of intrinsic motivation and extrinsic motivation. Uh, INTRINSIC motivation is that internally, you're motivated to, to, to engage in a behavior or complete a task. Uh, EXTERNAL motivation is that it's external. You're getting something to, to do the task, right? So, you know, I go to work. Uh, uh, YOU know, Monday morning, and, um, I really love my job and I get a lot of, um, uh, reinforcement for my job, uh, but I also get paid to come, right? And so, the, the, the, uh, you know, the idea for, in the world of schools and with kids is that Uh, intrinsic motivation is valued over, uh, extrinsic motivation. In fact, if we extrinsically motivate kids, uh, by giving them rewards, for example, for their performance or effort, that we actually may be harming their intrinsic motivation, thereby creating problems as they, you know, get out of school and have to do things where maybe they aren't extrinsically motivated. The first problem with this whole line of thinking is that Nobody's really studied the idea of intrinsic and extrinsic motivation as actual uh theories of motivation, um. In fact, um, nobody's really defined, clearly defined these two terms. Um, IF you look in the literature, there's going to be lots of references to intrinsic and extrinsic motivation, but people define them very differently. So that's the first problem. The second problem is, you know, especially with intrinsic motivation, how do we know? Like, how can we look into somebody. And see that they're intrinsically motivated. And I would argue the same with extrinsic, like, you either do the task or you don't. What, what are we looking for in terms of this intrinsic and extrinsic thing that exists? And so there's lots of questions, uh, professionally and and and and scientifically about, like, where do these things actually lie? Like, how do I actually measure intrinsic motivation? Um, AND then third, this, this whole idea of intrinsic and extrinsic motivation, uh, came from a study that was done in 1973. Uh, THEY gave children, uh, the task of drawing something. So they got, they were doing some art, if you will. And, um, what they said, they had two groups, and one group, they said, just draw. The other group, they said, draw, and then how much you have on the page will determine some kind of reward. So there was this like promise for a reward. Um, AND what the researchers found was that the kids that were told to just draw. Produced way more content than the kids who were told, if you just draw this much, you'll get a reward. In fact, they, they just drew that much. Nobody went above and beyond. Um, AND so based on that one study, there was this idea that was promoted that intrinsic motivation is better than extrinsic motivation, and in fact, extrinsic rewards can harm kids' performance. Now, it's one study. Um, IT'S, the kids were told ahead of time what the standard was, and that if they met the standard, they'd get the reward. They weren't told anything about going above and beyond the standard, meaning perhaps they got more if they produced more, right? If they drew more on the page, they'd get more of the reward. Um, THAT was not part of this whatsoever. And so there's a lot of questions about, you know, coming up with conclusions about one type of motivation being better than the other based on one study that largely hadn't been replicated. And in fact, research comes out pretty regularly that suggests that when we do reward kids for particularly effort, Their effort improves, and we know that when we reinforce kids' behavior, that the behavior increases in its frequency or quality. So there's like all this other research out there that really um uh supports the idea that, you know what, rewarding kids isn't harmful at all, yet there's this idea that rewarding kids is harmful, and it comes from a couple of, of well spoken, um, proponents of Doing away with rewards in schools, or doing away with rewards with kids. In fact, I heard, I, I presented a conference a couple of years ago. Um, THESE were all, um, uh, family, uh uh uh social service workers, so like social workers and, and counselors, and the keynote speaker was talking about kids or people are punished by rewards. Um, AGAIN, not citing any research, and although he did suggest that in businesses, when companies reward employees, their, the employee's performance goes down, that he made that claim in the, in the talk. Now, one of the great things about having a, having a computer in your hand at a conference is you can Google something. So I, of course, Googled uh rewards, uh, business, performance, something like that. I think I had 3 terms. And then I put research at the end. So I had 4 things in my Google search, and I it came back, the 1st 3 things that came back were meta-analysis indicating that businesses that reward performance or effort actually see an increase in employee productivity. So, I, you know, I, of course, I didn't raise my hand and say, hey, I got, I got something here for you, but that that person was speaking to an audience of about 500 people and was speaking very well. And my guess is that 499 people in that audience left believing that rewards harm harm is harm are harmful for children. When in fact, sometimes that's what we have available to us. Not every kid goes to school and is willing to behave the best they can. And so, the alternative is we provide reinforcement. And, and I would advocate that the rewards or the reinforcement should be acknowledgment. They don't always have to be pieces of candy, uh, but certainly attention and praise and those kinds of things uh are important, as well as Not just rewarding performance, but also rewarding effort. Like I, I see you worked really hard at that. I know you, you didn't get all the questions right, but your effort is something that I noticed. Great job."
	},
	{
		"start_time": "1:04:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So let me just ask you two more general questions here before we wrap up. So, what would you say that teachers, educators, and even school psychologists can do with all this information? How can they apply it?"
	},
	{
		"start_time": "1:04:28",
		"speaker": "Michael Axelrod",
		"words": "Right, I, I, it's a great question. That, that's the, like what, you know, so what's the point of all this, right? And so I think there's a few things. I think the first is, um, You know, certainly taking the, the, the pseudoscientific practices, the, the fringe science that we present, and re-evaluating their own practice, right? So, for school psychologists, or teachers or administrators, or anybody who, any of those topics that are relevant, that they, they, they, they evaluate their own practices with, with kids and adolescents in a school context. I think that's the first thing I would say is important. The second thing is taking a, uh, uh, a, you know, a real deep look at the practices that that occur in schools and Asking why are these pseudoscientific practices continuing. Um, THE, the, there's a, um, Uh, a researcher, Ian Ianides, who came up with the term self-correction and suggested that psychology is not very good at self-correcting, meaning practices continue despite research coming out that dispel the the uh veracity or validity of those practices. Um, MEDICINE is very good at self-correcting. Like, we, we don't, you know, we don't have leeches anymore when we have a, a suspected disease. Um, SCIENCE in general, like physics is really good at self-correcting. Um, Newton came out with his, you know, laws of motion and his theories of gravity, and then Einstein came around later and added to that. But, but it made everyone sort of rethink things, and Psychology is not so great at that. You know, we've been able to over a century, determine that much of what Freud promoted um is not scientifically supported, yet, Freud lives on in our textbooks, in our teaching, and our practices. So I, I think what educators and school psychologists and school administrators can do. I, again, take a deep look at the practices that you're engaging in currently and, and evaluate them. Uh, UNDERSTAND, OK, is this, does this work and, and evaluating them in a rigorous way, not just, well, what does the research say, but also what's happening in my classroom or what's happening in my school, or what's happening with my practice when I evaluate what it, what I'm doing. And then the third thing I think that's really important is advocacy, you know, advocating for um the use of evidence-based practices in schools. Um, YOU know, we have a, a chapter in the book on developmental disabilities, neurodivergence, and specifically that these, these, um, dubious practices that are, um, used with kids with autism. Mhm. And so we need to advocate for the use of evidence-based practices and and it can be sometimes a a difficult position to put yourself in, uh, because these things have been going on for a long time where people are very passionate about what they're doing, and, and I think we still need advocates in in those in those places to um promote. Effective evidence-based practices. So I think those are the things I think that teachers and educators can really do, uh, in school psychologists. And then finally, I, I, you know, I, I, I presented on this just recently, and I talked a lot about, um, just being critical thinkers. I think that's important. And being um conscientious of those um cognitive biases, those cognitive errors that we make, and the heuristics that we practice, being aware of those and checking those biases that you may have, um, as you're evaluating evidence for different practices that happen in schools. Mhm."
	},
	{
		"start_time": "1:08:48",
		"speaker": "Ricardo Lopes",
		"words": "But because we're always learning new things about everything related to school psychology, I mean, new knowledge is always getting developed and stuff like that. What are the most reliable sources for school psychologists, teachers, parents, and other people that might be interested in this topic?"
	},
	{
		"start_time": "1:09:09",
		"speaker": "Michael Axelrod",
		"words": "Yeah, that's a, that's a really, again, I think about that question, I think we could do a whole session just on that. Um, BUT, but to boil it down, I think the, the most reliable sources generally are um You know, if I think about research, it's, it's research that comes from peer reviewed, uh, places. So the journals, books, um, conferences where there's, where there's a review process, a scientific review process in place that is able to, um, Uh one, provide feedback on, on the, on the research, but also screen. But that doesn't mean there's going to be nonsense that's promoted in these places. Not all journals are created equally. There are not all fields are created equally. Um, SO I think it's, um, I think it's not necessarily just the Sources that are important, but it's training yourself to, to be, to have this sort of healthy skepticism. And, and as you begin to look at the evidence that's out there, and, and then the evidence could be even on the internet, but, but evaluate the evidence critically or skeptically. Think about how that um think about what are the implications of these of these different types of studies, um, but, but also perhaps equally important is thinking about um What, what, what's, what, who's speaking about this stuff and, and being very, very cautious. Now, you can be skeptical and then become cynical very quickly. So I think that in, and Carl Sagan said this, it's the balance between skepticism and openness. So that when, you know, if you are if you've been doing something for a long time, if you're a teacher and you've been using a particular teaching approach for a long time. And you begin thinking, well, I'm a little skeptical about whether this is working, you know, rigorously evaluate it and be open to the possibilities that that rigorous evaluation may um may find."
	},
	{
		"start_time": "1:11:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, the book is again investigating school psychology, pseudoscience, science, and controversies. I'm, of course, leaving a link to it in the description of the interview. And Dr. Axelrod, just before we go apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "1:11:50",
		"speaker": "Michael Axelrod",
		"words": "Yeah, I think, um, I've, I've done a lot of research uh in child and adolescent psychology, particularly, um, the evidence-based interventions. So I think in the, uh, scientific literature around school psychology, clinical psychology, and pediatric psychology, I think is really valuable. I'm at the University of Wisconsin-Eau Claire. I direct something called the Human Development Center. We are an on-campus, um, clinic, so we provide clinical services to children, adolescents, and families in the community. Um, AND it's students that are actually providing the services under the supervision of, uh, credential faculty. So hopefully, we're teaching them to, uh, use evidence-based practices, but, um, I bring that up because you can go to the UW Eau Claire website UWEC.edu um and you can Google me and you can find a lot of the work that I've done and a lot of the work that my team has done."
	},
	{
		"start_time": "1:12:47",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Axelrod, thank you so much for taking the time to come on the show and thank you for the very informative conversation. And"
	},
	{
		"start_time": "1:12:54",
		"speaker": "Michael Axelrod",
		"words": "thank you for having me. I, I appreciate being here."
	},
	{
		"start_time": "1:12:58",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearraujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francaortolotti Gabrielon Scorteus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Giancarlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]