[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Elena Zilioti. He's an she is an assistant professor of ethics and political philosophy at the Delft University of Technology, and she is the author of the book we're going to talk about today, Meritocratic democracy Across Cultural Political Theory. So, Doctor Zilliotti, welcome to the show. It's a pleasure to have you on."
	},
	{
		"start_time": "00:25",
		"speaker": "Elena Ziliotti",
		"words": "Hi, Ricardo, thanks for having me here."
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "So, let me start by asking you perhaps a general question. So, could you start, uh, could you start by telling us maybe what is the premise of your book and what are some of the main questions that you set out to tackle there?"
	},
	{
		"start_time": "00:42",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, um, so the premises of the book are, um, primarily the fact that, uh, we live in a global world, uh, is much more, uh, well connected than before, and democracy is a global phenomenon, and at the moment we have a significant data that democracy that tells us that democracy is in crisis, so there is a, a huge demand to rethink and to discuss about democracy. And this is a little bit the background, the premises of uh the book, and then the book uh uh tries to tackle uh some uh key fundamental questions both at the methodological level and also the content level. Um, WHEN it comes to math, the, partly because, as I say, that one of the background assumption is that we live in a, in a global world, globalized world and democracy is a global phenomenon. Uh, ONE key question is, uh, how can cross-cultural debate help us to understand and even develop, uh, uh, theories of government for contemporary times? Um, AND so how we can use different sites from different, uh, uh, intellectual traditions to think or rethink democracy. At the content level then, uh, the book deals with the, uh, three main fundamental questions. One is the justification for democracy. Um, IS democracy, um, a justifiable form of government today and if it's so, why? And second, uh, what is the role or the functions of uh uh democratic leaders in uh uh democratic society. So, mm, political leaders in the democratic system are one of the key, um, topics of the book. And the third point is uh concerning um whether democracy or how can democracy ensure that political leaders work for democracy, not against it."
	},
	{
		"start_time": "02:40",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And we're going to tackle all of those questions here today, but before we get into that, generally speaking, how is democracy approached in political science and political philosophy? What does democracy mean exactly?"
	},
	{
		"start_time": "02:56",
		"speaker": "Elena Ziliotti",
		"words": "Yeah. So democracy means, as you expect by academic, but scholars debate, democracy means different things to different people and to complicate the story even more, that situation is, is true even if you consider different philosophers in different times. Um, BUT so there are people who thinks of democracy in a way as one person, one vote. Um, OTHER propose a more um elaborated, I would say conception of democracy. They emphasize, for example, uh, the, the importance of public participation and political equality, uh, has key principle of uh uh democratic government together also with the individual rights. There are also contemporary debates that uh um consider not so much the procedural element of democracy, how democratic system work from a a procedural perspective has a process of decision making, but rather has a kind of uh um more instrumental approach to democracy. So what we can. Uh, GET out of democracy, what kinds of political output, uh, democracy can, uh, develop. And uh here different scholars have elaborated on the um the epistemic value of democracy. So epistemic means knowledge primarily. So the, the possibility that democratic system of governments, we are able to collect the different insights on what political problems are in our society and also different insights on how we can develop better perspective on possible solutions to them. So some people at the moment are emphasizing the epistemic equality of democracies. DEMOCRACY is also a specific kinds of government that is able to gather different knowledge, different experience that is scattered around society. And because it has these kinds of open or much more open decision making process that alternative form of governments is able under specific circumstances to define and have higher chances to better define political issues and also um provide a possible solutions to them."
	},
	{
		"start_time": "05:20",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, in order to tackle some of the issues that we're going to talk about that have to do with democracies and how they work, some of their aspects, and then to bring about meritocratic democracy. You bring to the table and draw from both Western political theory and Confucian or East Asian political theory. So, uh, just to introduce them to the audience, what would you say are some of the main aspects, the more important aspects of each of them that you would say people need to understand to then tackle the issues you address"
	},
	{
		"start_time": "05:57",
		"speaker": "Elena Ziliotti",
		"words": "in the group. Yeah, um, so I would define uh Confucian political theory and Western political theory has two subfields of one academic field that is named political theory. So this field offers um reflection on key political concept and key political issues and attempts to generate some action guidance so how we can Better defined and also better deal with certain political uh problems, but also what is the right thing to do when it comes to certain political situations. Now, uh Confucian political theories that's that subfield of political theory that uh uh is connected to Confucianism, that is one of the most ancient um tradition in that or in the East Asian continent. It, it started in, in China, it spread all around East Asia and around the world. Um, AND so you have, uh, uh, scholars, so political theories interested in political questions that, uh, uh, are at the same time connected uh and committed to, uh, Confucian fundamental principles and values. And uh uh Western political theory is a subfield of political theory, uh, primarily I would say that uh is the biggest uh subfield in political theory, and there are a lot of discussions also that our field is too Western-centric, so, uh, we tend to associate Western political theory with political theory, but that's uh it's a mistake. The political theory is much broader than just Western political theory. But Western political theory is the political theory that uh um is associated with the Western intellectual traditions. So here we have philosophers that are more, more connected with certain kinds of concepts and ideas that have developed in the uh in Western philosophy. And at the moment, uh, uh, I, uh, you can see a very interesting debates uh happening uh in Confucian political theory and the Western political theory. So the book is uh focusing and connecting on contemporary debates uh in uh Confucian and Western political theories about democracy, so debates about democracy, because at the moment you have each a discussion, uh, on, in both these uh subfields of political theory, primarily on uh uh democracy. In Confucian political theory, um, you have a background of the so-called renaissance of the East Asia. So East Asia has grown significantly economically and uh um had this created a very strong impact at the, at the social level, cultural level. So there is a lot of discussions among uh Confucian scholars on how we can Rethink and whether we should rethink our political uh structures and ideas given contemporary East Asian situation, given how pluralistic, even how different we are from what uh uh East Asian society were in the past. And so you have uh uh a very interesting debate in Confucian political theory between two groups, the so-called Confucian political meritocrats and Confucian uh Democrats. So the Confucian Democrats um are more inclined to a democratic uh political uh future for East Asian society, so they think that if Confucianism has to evolve and should be uh should evolve, then it has to um align and to find that we we have to rethink Confucianism in a more democratic way. Uh, THE Confucian political meritocrats are partly also endorsing, uh, democracy, but they are also think that, uh, uh, democracy has to be connected with a second principle of governance, the idea of political meritocracy, and maybe we can talk about it later. Um, THE Western political theory is a very rich debate, but here we also have two factions that are discussing about democracy at the moment. There are some that are quite skeptic about democracy. They are thinking that we should, uh, uh, perhaps limit uh certain uh democratic elements in our. Current political systems and and these are the so-called epistocrats, so they think that from an epistemic point of view, the quality of the uh political outcome of democracy on average is too low and so we have to rethink democracy. Well, the so-called epistemic democrats are defending democracy on the epistemic grounds, so they think that. Um, THERE are good reasons to be disappointed with contemporary democratic, uh, politics, and so they are not endorsing, uh, they are not defending, uh, uh, contemporary democratic system. They are equally disappointed with them, but they think that the issue has, is that they are not sufficiently democratic, so they are defending a democratic model, um, in order to provide the kinds of new idea for democratic innovations. So, uh, there was this synergy, this connection between these two different debates, and, uh, uh, the book tries to bring insights and ideas into, uh, from these two different debates together in order to generate a new theory of democracy."
	},
	{
		"start_time": "11:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so let's get into some of the shortcomings of democracy that you tackle in the book and then the, some of the potential solutions to them. So, starting with political parties, what are some of the main shortcomings that some people have pointed to when, when it comes to How political parties work in democratic systems."
	},
	{
		"start_time": "11:46",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, so there is a um interesting discussion on the, the, the, the, the role and the shortcoming of political parties in democracy and also the shortcomings of this political agency primarily because political parties are a crucial agency in a democratic system. Um, IT'S not their, their function is not well, uh, captured if you think of democracy as one person, one vote, but, uh, mm, consider the fact that, uh, um, um, most of the time, uh, it's impossible for political leaders to be elected without a sort, sort of political party that uh um give them access to elections. So they play a kinds of important uh bridging role between uh uh citizens and government. But there are important shortcomings, as you say. For example, the increasing influence of political leaders in democratic politics that leads basically to the, the, the, a much more limited power for political parties in contemporary democratic society because if political leaders as they have done, have gained unprecedented influence and power in democratic politics. That means that the political party is subjected to the will and the wishes of the political leader because the political leader is basically calling the shots is actually as much more influence on the political party because the very existence of the political party depends on the political leader. Um, AND that creates a problem for the, the political party because the, the space of maneuver, the, the, the influence of the political party is, uh, is less. Um, THE second point that is discussed, uh, um, quite, uh, um, uh, prominently I will say that in academic debates is the, um, so-called idea of the cri the crisis of the so-called traditional political ideologies. Um, AND this I think it's much more relevant uh when it comes to uh political parties on the left side of the political spectrum than the right. Um, AND the discussion is the fact that it concerns the fact that, uh, most parties on the left, uh, um. HAVE lost appeal to uh many uh voters primarily because they don't have uh any more comprehensive and intriguing uh uh political vision to sell to the voters. Um, Marxism, socialism. Uh, THERE are still people who defend this, uh, these views, obviously, but most of the pope, uh, most of the voters, uh, are, um, not, uh, um, endorsing these uh political visions that had a huge influence decades ago. Um, AND so the question is, what is the, the appeal? What is the, the, the, the, the, the, how can, uh, political parties, especially on the left, uh, really reach out, uh, um, and motivate uh uh voters? Um, The third point I would say is the discussions about the loss of a stable electoral base, and I think it's connected to the two points I mentioned, the political leaders and also the crisis of traditional political ideology. So now, as, as I think most of us have experienced, um. Elections have become much more dramatic because uh uh sometimes we are unable to um make a correct hypothesis of where the votes will go. So we can see that the voters are much more inclined to, to change from left to right or the other way around than before, and this maybe it's also because we don't have again strong traditional political ideologies that keep them on one side. But that means also that uh the um the electoral base is not as stable as before and, and so that creates a lot of instability um and undermines indirectly also the uh the power and the influence of political parties."
	},
	{
		"start_time": "16:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so, uh, earlier when I asked you about Confucian political theory and Western political theory, you mentioned meritocracy. So, could you tell us now what political meritocracy is, particularly in the context of Confucian political theory?"
	},
	{
		"start_time": "16:23",
		"speaker": "Elena Ziliotti",
		"words": "Yes, sure. So, mm, me, what does, first we can start with the concept of meritocracy. Meritocracy is, um, usually considered a, a distributive principles, especially in the Western, uh, tradition, right? It means that there are certain kinds of goods. It can be, for example, job positions that have to be distributed to uh among multiple people, and we need a principle that allows us to uh to distribute the certain goals. So meritocracy is usually considered. One possible options to do. How do we distribute job positions? What is our criteria for example, individual skills or gender? What is it? Meritocracy says, well, it's the merit, so it's the uh um it's how, whether and how people deserve that good. Uh, POLITICAL meritocracy is, uh, you can consider it has the the application of the meritocratic principle, uh, to, uh, politics, and when I, I mean politics, uh, I mean the uh legislature positions, positions in the legislative uh uh chamber or um uh branch of government. So political meritocracy argues that distributions of political power should be done according to the merits, according to the qualities of the persons. So if we have people that are more competent, for example, more politically knowledgeable than others, then maybe they should have more of that kinds of good that we call political power. In the Confucian debate, uh, um, political meritocracy, uh, is considered to be an extension of, uh, one of, uh, uh, or at least the, the, the defenders of Confucian political meritocracy, argue that, uh, um, political meritocracy is an extension um of the Confucian idea that uh a virtuous persons uh have to be um allowed, they have to be allowed to govern. So elevating the world is one key fundamental principle in Confucian political thought. And so the defenders of political meritocracy see the idea of political meristocracy has a contemporary way of rethinking the the ancient Confucian idea of elevating the world. And so their approach to political meritocracy is quite confusing. They say what who is worth it of a superior political power? Well, those first of all who are virtuous, so and this is a fundamental element in Confucian political thought. So it's not just about competence, political competence. They also think it's also about character. It's about virtue, so we need good people in government. But the way it's set up then upsets those who defend the full democracy because obviously um political meritocracy ends up giving an unequal distribution of political power and so that clashes with the very principle of political equality, a fundamental principle in the democratic systems."
	},
	{
		"start_time": "19:50",
		"speaker": "Ricardo Lopes",
		"words": "But I, I mean, you mentioned virtues there are that a particular person has to be virtuous in order for, for them to hold political power, for example, according to Confucianism, but what kinds of virtues are we talking about here?"
	},
	{
		"start_time": "20:05",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, uh, so in the, in the Confucian tradition, uh, there were multiple virtues that have been considered, um, fundamental for good government, and, but the, the, uh, the contemporary approaches to political meritocracy in, in my perspective emphasize the fundamental uh Confucian virtue of friend. Um, THEY may be not going to deter to really defend the rand, but I think that the essence of most of this theory is that we need to find um political leaders that care for the people, so uh that use their power and influence for doing something that is good and maybe we discuss whether. They can know, so there is a, a group of uh uh leaders that uh just know what is good for the people. But the, the, the idea is that we need some uh leaders that uh um what I argue in the book that are public spirited. Um, SO that they, they are using their influence and empower, uh, to ensure that some collective project is realized is pursued, so they are not using. Their influence and power to um improve the conditions of their family or their circle, for instance. So I think this also shows some connections to the, the uh tradition in Confucian political thought, but there is also a bit of an element of novelty. So it's a reconstruction of what virtue might mean today in uh when it comes to political leaders."
	},
	{
		"start_time": "21:41",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, what do you think would be perhaps the main shortcomings of political meritocracy, particularly of the Confucian kind because we have to have uh the the democratic element here. So what would you say are the shortcomings of this approach?"
	},
	{
		"start_time": "21:59",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, uh. There are usually 3 arguments that are proposed against the Confucian political meritocracy. My argument in the book is that even if we assume a and that's how the book basically defends full democracy versus Confucian political meritocracy is that even if we assume an epistemic perspective, even if you assume. As a uh Confucian political meritocrats that we need to find a form of government that is able to create something for the people, so, um, it's instrumentally valuable and so that's where our focus is. Uh, WE have a lot of discussion in the Western debate that shows us that from an epistemic perspective, uh, uh, democratic open decision making system can perform better than a, a closer system. So a system that gives a, a, a superior political power only to a small group of virtuous people. So the, the argument that is offered in, in the book is that uh even if you care for the well-being of the people, then there are higher chances perhaps that a democratic open system can allow us to identify much better the problems and the solutions to achieve that goal. But this is not, uh, I have to say it's not the only argument on the table because Confucian Democrats before me have offered other very interesting arguments. I just want to mention uh 21, is the, uh, it's connected with the idea of moral self-cultivation. Uh, SO in Confucianism. Uh, MM, it's a very long, uh, it's a very ancient, and complex tradition, so probably we should talk about Confucianisms rather than just one Confucianism. But uh there are key fundamental principles, uh, that the most Confucian scholars, um, agree with, and one of these is that the ultimate aim of life is uh uh moral self-cultivation. And the, the ultimate aim of government is also to allow people to achieve this moral self-cultivation. Um, SO there have been some confusion. Democrats like Toro and Stephen Engel that argued that ultimately uh democratic system, um, is more valuable for achieving moral for allowing people to achieve moral self-cultivation than a a form of political meritocracy because in their opinion, political participation is a way through which we can uh improve as individual, as person. We, uh, we are allowed to participate in political discussions and therefore to, uh, grow, um, um, intellectually and, uh, uh, possibly also morally. The second, uh, uh argument that has been already put on the table by Sugmund Kim uh concern, um, the problem of pluralism. Uh, SO some, uh, uh, Confucian scholars are concerned with the fact that, uh, East Asia have changed quite a bit significantly in the past decades. So they, uh, and if, uh, if we consider South Korea, uh, uh, China, uh, for instance, they, they cannot be considered the, the confusion. Societies anymore. They are much more uh heterogenic um much more uh pluralistic than what we can see from outside, for example. Um, SO there is a uh even Confucian political theorist, uh Kim argues have to deal with the fact that, uh, uh, East Asia is, uh, um, societies are pluralistic and so we have to also to deal with the fact that uh, um, nobody knows better than other what is the. Uh, THE good, the, what is good for the well-being of the people and perhaps. The final word has to be given to the people themselves, uh, even in an East Asian context. So these I think are the three major uh arguments that have been discussed, uh, against the political meristocracy in the Confucian political theory debates."
	},
	{
		"start_time": "26:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So tell us then about your theory of meritocratic democracy and when it comes to democracy itself, what are perhaps the merits of it that you think are still worth defending?"
	},
	{
		"start_time": "26:36",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, uh, one merit I think, uh, is the, uh, is that, as I mentioned before, um, there are good reasons to think that democracy does a better job when it comes to pluralism than um than a political meritocracy. And the second point that I make in the, in the book is about uh epistemic diversity. So I draw um from uh uh the rich discussions in Western democratic theory about epistemic democracy, um, to argue that an uh opening the decision-making system to citizen participation can be actually more instrumentally valuable than limiting uh political participation. Uh, THIS is what, this is because knowledge and understandings, uh, multiple forms of knowledge, sorry, and multiple formal understanding are needed to identify and solve, uh, uh, political problems that are very complex, um in a contemporary democratic societies. And of course I think that if somebody's reading the news about uh about democracy in North America and in Europe that might sounds not a very appealing argument to make nowadays. So there might be some skeptic of democracy that might smile and say, well, look at the situation, look outside of your books around. How can you think that democracy is a superior epistemic value. But uh I would I would invite um my critics to think how political discussion happen in democratic societies. So most of the shortcomings and the issues that we identify. With political uh agendas, proposals or political uh uh or or possible policies is actually through open discussions with the different, uh, even civic leaders, um, participating in the discussion, uh protest by uh uh by students. So there is much more, uh, shared uh um there is much more, I would say, uh, political knowledge dispersed around societies that are Yeah, come to the fore I would say, and that allows us to really understand what is going on and where, where are the problems and how we can solve them. The second thing that I would like to stress is that uh um You, you can defend the, the epistemic value of democracy, but at the same time being very disappointed with real world democratic institutions. Um, YOU can argue that these democratic institution uh fell short of achieving your aims. So the discussion is not whether, for example, defending uh US democracy or not because we already have since one decade. Um, POLITICAL scientists telling that uh the US for instance is transiting more towards an oligarchy than a democracy and actually some scientists say that the US is an oligarchy. So the, uh, the, uh, I think that we should, yeah, consider that there are philosophical defense of democracy and that um that are not necessarily connected to defenses of uh real world democratic institutions, but they are more interested in finding. Um, DEMOCRATIC, uh, solutions to, uh, to improve, uh, real, uh, world democratic institutions."
	},
	{
		"start_time": "30:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I mean, when it comes to political leaders, what are the functions of political leaders in democratic systems and do you think that democratic theorists should reframe the way we think about them and their role in the political system?"
	},
	{
		"start_time": "30:28",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, so the, the, the book argues that we, we need full democracy, but at the same time it would be stupid on my side to say that everything looks good, so we need to also consider and think hard to understand how we can improve democracy. And the Confucian approach, the Confucian perspective is used to point to one gap in contemporary Western democratic theory about the function of political leaders in a democracy. So it's quite surprising that in my opinion that contemporary democratic societies are dominated by political leaders. I think and that this is quite obvious if you think that how much do we know about democratic societies around the world we are perfectly able to name the main political leaders in India, in Argentina, and so on and so forth, but we don't know the name of their political parties, so it's really leader-centered democracy that we are experiencing around the world. But that means also that we need a political theory that deals with this problem. So this, the uh the um uh significant um power that political leaders have um achieved um in contemporary democratic societies. And Confucianism traditionally had paid a lot of attention about the role of political leaders in politics. So this is the connection that the books makes between Western democratic theory and the Confucian political theories that uh there is so much that we can, so much we can learn um uh from uh Confucian political theory when it comes to political leaders and so the, the, um, and, and that can be actually very beneficial for those working on democracy in Western political theory. And in the book, I make uh two identify three fundamental functions of political leaders in democracy. So, um, first, I argue that uh um even from an epistemic perspective, um, uh, political leaders play a key fundamental role in a democratic system. First, they are a motivational force. So some people argue that uh the average voter uh is uh um is not so much interested in politics um but actually this is not true because the political leaders has, has, I think, uh, recent elections in In the uh in the US have shown are able to mobilize uh different kinds of voters, so they play a motivational function that can be good, it can be worst, uh, it can be and can be bad, I would say, but it, it, we have to accept that this is also a very important element for a democratic system that is based on public participation. So political leaders are able to inspire. Uh, THEIR followers and also bring maybe to the to to votes and to protest those who disagree with them. So are a very key engine when it comes to political motivation. The second element is that they are um uh. Also important when it comes to political imagination. They are able to develop political visions and because they are also most of the time successful political leaders also extremely charismatic, they are able to mobilize first function people behind their uh their political vision. It can be bad and worse. Good example, Nelson Mandela, for example. Um, THE third point is uh is about political leaders that occupy. Uh, SPECIFIC, uh, um, official positions in, uh, democratic institutions. Um, THE political leaders, uh, have the possibility to, um, to choose what kinds of expert opinion has to be prioritized, um, when, uh, experts disagree. And this is something that we saw, uh, I think in multiple parts of the world uh during COVID, where scientists and experts really had the, uh, strong disagreements on what was the right thing to do concerning uh social distances and masks and wearing of mask. So we, we could see really that the political leaders chose to prefer 11 options uh among all those that were offered by the experts and that led to very different kinds of consequences implications around the world. So, uh, even this uh third function, especially when it comes to emergency situation, is fundamental in political leaders. Um, SO the book identifies three fundamental functions that the, that political leaders, uh, play in democracy and then reflects on how we can ensure that political leaders, uh, use these functions well, so that you, uh, that, uh, use this, uh, that uh play these roles uh to ensure a better democratic society rather than make it worse."
	},
	{
		"start_time": "35:58",
		"speaker": "Ricardo Lopes",
		"words": "OK, and how would that work? How can we ensure the quality of our political leaders and that they really do work toward those goals and toward democratic goals more generally? Yeah,"
	},
	{
		"start_time": "36:12",
		"speaker": "Elena Ziliotti",
		"words": "so here, again, I, I think uh at the uh Confucian traditions and the debates that uh my, my colleague in the con in working in Confucian political theory are having at the moment. Um, I go back to the fundamental idea that I mentioned before, so, uh, that, that, uh, mm. In the in the Confucian tradition, uh, the fundamental virtue for good leaders is called Ren, often translated as benevolence or humanities, is the, um, is the virtue of that is the ability to care for others, for the ability to care for others self moral self-cultivation. And in the, in the book, I argue that this is a very important leader virtue in Confucianism, but it might be too, too thick for contemporary pluralistic society because not all citizens agree that the Confucian moral self-cultivation path is the right one. So I say, well, this doesn't mean that we have to discard completely the Confucian lesson, but there must, there can be something interesting. So why Confucian scholars believe that people with RAND are worth occupy, should occupy leadership positions. And the answer to this question in my book is twofold. On one hand, I think that a Confucian scholar believes that a person with RAND is a person that wants to direct that use their influence and power to realize a collective project. And the second part of the answer is that among all the collective projects, the Confucians might choose a Confucian project. Uh, SO the moral self-cultivation of the people has the Confucian, uh, think self-cultivation. So the book say, well, the second part of the answer, the Confucian answer is problematic. But the first one is not, so it would be very difficult, even a polarized democratic society to find somebody that says no political leaders shouldn't pursue a collective project. They should use their power and influence for their own family and circles. So I say, Well, maybe then RAND is too thick, but the first part is connected to the idea of public spiritedness. So we need and public spirit seems to be a neutral virtue. So whether you are leaning on the left or right side of the political spectrum, we both, we all want to have public spirited leaders. We just disagree on who public, who is public spirited. Yeah. So short example, I think there is, for example, a very controversial political leader, Donald Trump. I, I think that the, the, the supporter of Donald Trump believes that he's one of the few public-spirited uh leaders. So, and obviously the, the, the critics think otherwise, but that means that we agree at the very least that we need public-spirited leaders. Uh, THERE, this huge disagreement who is and whether Donald Trump is public spirited. But so pub uh, public spirit becomes the basically foundation, uh, fundamental virtue, uh, to reconceptualize a good political leaders, leadership for a contemporary society."
	},
	{
		"start_time": "39:39",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean in the book you also talk about meritocratic screening. So what, what would, what would that be and how would they work"
	},
	{
		"start_time": "39:49",
		"speaker": "Elena Ziliotti",
		"words": "exactly? Yeah. So, if, if you agree with the idea that we need political leaders that are public spirited, and this is a basic fundamental virtue for any sorts of political leaders in, in uh uh that has to enter politics. And then the question is how do you make it possible, so how can we ensure that you have a More public spirited leaders than before, or at least how can we ensure that we can really avoid it not very public spirited uh or the bad toxic political leaders and so the book engages with this more practical question because I thought that without trying to attempt to answer it's a very difficult question, but I thought I should give it a try. I should try at least to propose one option and hopefully. The debate will pick it up and we can find a solution together. But um, so the, the, the idea of screening comes from the bit of public spirited how we can ensure more public spirited leaders and also to the idea that we can rethink political meritocracy. So political meritocracy is criticized in the first part of the book has a kind of a principle of governance versus democracy. But um this doesn't mean that we cannot rethink political meritocracy, so the very idea that we need to select uh virtuous political leaders in a way that uh um uh strengthen democracy. So the, mm, so I rethink the idea of uh um mm political leaders selection in a way that can be uh used uh and implemented in a democratic uh decision uh making system. And this is how I come, uh, I came up with the idea of a pre-selection of political leaders. um, SO we can think of ensuring more public spirited leader at the, uh, by developing a pre-selection of political leaders at the party level. Um, IF you think of, uh, uh, the selection of political leaders in contemporary democracies, yes, you have, uh, uh, the national level elections, um, but these political leaders are put forward by, uh, political parties and at political parties level you have most of the time primaries, uh, uh, or, uh, so internal decision, uh, mm uh internal selection system, sorry. But what if you uh include the meritocratic screenings of political leaders even before the primaries start? So I mean, who selects who chooses the political leaders that are going to run in the primaries. Most of the time are the political party leads. ARE not the partisans. Um, AND the partisans have a say in the primaries. There are a lot of also academics at the moment that are thinking that primaries are not enough. We, we need more deliberative uh decision process inside the parties and I'm uh supporting that in the book. But I say, hey, maybe we can also include that that uh before primary start, before the liberation starts in the political parties, a meritocratic screening that ensures that uh A check, uh, a check on the uh public spirits of the political leaders, and you don't have to do it, uh, uh, through exams so for example, or recommendation system has a Confucian political meritocrats have proposed when it comes to their models, but you can think of, uh, uh, for example, setting up, setting up the, the argument argues, the book argues that um uh party juries. So you can select the, uh, you can create a party juries within the political parties that have the um um objective of uh um check the public spiritedness, uh uh the quality or the public spiritedness of the political leaders that wants to run, uh, in the primaries. And so, uh, in this way, I think uh you have an interesting way of combining meritocracy, um, within a democratic uh system. And hence the title uh meritocratic democracy."
	},
	{
		"start_time": "44:13",
		"speaker": "Ricardo Lopes",
		"words": "Right, but I mean, in practice, of course, we've already talked a little bit about that here, but what would characterize meritocratic democracy and how would it work? Uh, I mean, what are the main ways by which, for example, just for people to, to gather better understanding of how it would work? What are the main ways by which it would differ from current democratic systems?"
	},
	{
		"start_time": "44:37",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, I think the, the main way that I propose in the book is what um what we're just mentioning is a meritocratic preselection system of political leaders at the party level. I think this would be the key element to have some meritocracy, meritocracy injected in democracy well without limiting uh political equality. So this, uh, and that, that's why I, uh, the book is a form of meritocratic democracy, but not a form of uh democratic meritocracy. And this was the definition that Daniel Bell gave uh to his uh uh very important and famous book, the China Model. Uh, SO he, he argues that it's a democratic meritocracy, um. Well, uh, in, in practice, I think that we have a meritocratic democracy when uh um meritocracy has a political merito meritocrats argue is used uh uh to uh influence uh the, the, the, the, the, the, the, the results of who is gonna be the future leaders, political leaders, but at the same time it does that without undermining political equality, without undermining democratic institutions. So I think the advantage is to use uh that meritocratic democracy has is that it, it, it rethinks uh political meritocracy in a way that it can strengthen or it aims to strengthen, uh democracy. Of course, this is, uh, becomes uh a Mm, my proposal is, uh, is a practical proposal and, uh, uh, has, uh, and I'm, I'm I'm a philosopher, so I'm going a little bit beyond my comfort zone, but, uh, in the book, I invite political scientists to, uh, to tell us more whether this can work, whether it can be tested primarily because the book is a philosophy book, so it does, uh, the, the job of, uh, of justify, justifying. Uh, THIS proposal from a philosophical perspective, but if it's uh philosophically sound, that means that we need also more, uh, testing, more empirical analysis that help us to understand how this proposal can be put into place and how and what under what condition can work or not."
	},
	{
		"start_time": "46:56",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I have one final question then, and it is more of a general question. So, of course, as we talked about here in the book, you bring together two different poli uh two different traditions in political theory, namely Western political theory and Confucian political theory or East Asian political theory. So, how do you look at the value of cross cultural political debates?"
	},
	{
		"start_time": "47:21",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, I, I think the value is, uh, is, uh, um, is immense. It, it has a great value and I think, um, it would be very difficult to reflect on politics uh without it. So I think cross-cultural debates and engagement that need to be more um in order to understand that this global and complex uh world. So, um, my hope is uh also to, to give an example on how cross-cultural debates can also go beyond the methodological discussions and also To give an example of a cross-cultural theory. So not a theory of, uh, a cross-cultural methodology, but a cross-cultural, uh, political theory, so that uh um we can see more of these uh kinds of uh uh hybrid theories um in the, in the, in the debate. And I think that, that's quite a um. That would be great to see because at the moment I think there is much more uh Awareness of uh the importance of cross-cultural debates. There are a lot of discussions, uh um in academia, for example, or how we uh to decolonize our curriculum and how we can um make academia, um, especially the humanities uh uh less Western-centric. Um, SO I think there is a um a, a large group of academics that uh wants uh things to change. Um, WE are still discussing, uh, in, uh, in, in philosophy department how this can be done. Uh, SO academia is a bit of a conservative, uh, um, space, and so it takes a lot, a little bit of time for things to change, but I think there is uh. Um, THERE are many people who are looking around and think, OK, what, how we can change things, and especially students are, I would say most of the time behind uh these uh these reasons to change so that we have students that are much more open to cross-cultural debates, um, and so that I think, um, I hope that uh this book will resonate with some of the interest of some of, some of them."
	},
	{
		"start_time": "49:42",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again meritocratic democracy Across Cultural Political Theory, and of course, I'm leaving a link to it in the description of the interview. And Doctor Resiliotti, just before we go, apart from the book, uh, would you like to mention any places on the internet where people can find your work?"
	},
	{
		"start_time": "50:02",
		"speaker": "Elena Ziliotti",
		"words": "Yeah, um, I have a website, um, Elenazilioti.com, and, uh, and there, uh, I try to keep it updated with all my new publications and the news about conferences and talks, so that I think that would be a good place to go if you're interested in hearing more about this."
	},
	{
		"start_time": "50:24",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Zulotti, thank you so much for taking the time to come on the show and for the very informative and interesting conversation."
	},
	{
		"start_time": "50:33",
		"speaker": "Elena Ziliotti",
		"words": "Thanks to you."
	},
	{
		"start_time": "50:36",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes called in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Jonathan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]