[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I have a return guest for you, Doctor Daniel Hoyer. He's senior research associate and managing director for CCAT, Global History Data Bank, research scientist with the Social AI Research Group and founder of Soda. Last time we talked about his great book figuring out the past. I'm leaving a link to it in the description down below. And today we're talking about cliodynamics or the use of maths and data to study history instead of some other more traditional approaches. So, Doctor Hoyer, welcome back to the show. It's always a pleasure to"
	},
	{
		"start_time": "00:38",
		"speaker": "Daniel Hoyer",
		"words": "everyone. Yeah, thank you so much for having me, Ricardo."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, let's start perhaps with the most basic question here. So, what is cliodynamics?"
	},
	{
		"start_time": "00:48",
		"speaker": "Daniel Hoyer",
		"words": "Cliodynamics, it is an interesting kind of new field. Really, all it means is bringing a sort of scientific method to studying the past. And so it stands for Cleo is sort of the old Greek use of history, which is what it's named after. And dynamics is really just a study of how and why things change over time. And so it's trying to bring the kind of formalism, the um You know, theory testing hypothesis testing from science into understanding um the way that historical societies have changed over time."
	},
	{
		"start_time": "01:21",
		"speaker": "Ricardo Lopes",
		"words": "And how does it compare to other more traditional approaches in the history?"
	},
	{
		"start_time": "01:27",
		"speaker": "Daniel Hoyer",
		"words": "It's a really interesting question. I, I, I think, you know, it's a little more um in line with the traditional approaches than it seems at first. I think it can accommodate many different uh methods and tools. I'd say the main difference, as I say, is, is really trying to bring that formalism, that language of science of quantitative reasoning. So bringing in statistics, bringing in math, bringing in sort of modeling, um, trying to make your, your assumptions uh Explicit, trying to be formal about, OK, here's an hypothesis, here's how I'm going to test it. Here's a sort of causal mechanism that we can explore. Let's see if it holds up in, in multiple different contexts. And again, that's kind of the scientific approach, but if it's very comfortably with as well, the qualitative, um, you know, detailed context finding of traditional history. So I think it's actually, you know, pretty in line with some of the traditional methods is just adding a new layer to it."
	},
	{
		"start_time": "02:26",
		"speaker": "Ricardo Lopes",
		"words": "OK, but what kinds of sources can you resort to and what kinds of uh specific methodologies do you have? Because for example, in, at least in some sciences, we can do experiments, but in this case, is that possible? I mean, how do you approach it?"
	},
	{
		"start_time": "02:43",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, well, you know, we, we call, we call studying history, um. Natural experiments, and so it's not quite the same as science, you know, you can't control all the factors. It is different, it is harder because you, you know, you're, you're not in control. You can't say, OK, I'm gonna hold these three things steady and only um manipulate this one thing. You just sort of get what you get. But, I mean, and this is where clear dynamics kind of comes in. If you are making your assumptions very clear, if you are, um, and this is the, the benefit of the scientific method. It just puts everything on the table. You have to spell it out using math, you know, It is very useful. And just having that kind of language of math helps to, um, you know, set the stage and say, OK, well, here's, here's what I think. Here's the connection between these variables. This is a hypothesis. Then you could actually go in the past and look for, OK, did that hold up? Did it not? Where does that pattern hold? Where are the deviations from it? And so, you know, the more societies, the more cases, the more evidence you can gather using traditional historical means. You can then put them into um this framework and use that as the sort of natural experiments to say, OK, well, yes, it, you know, 85% of the cases that holds this way, but in these other 15% it doesn't, and here's why, and you can start to really unpack that. So again, you know, it's it's not so much. It's not so much the, the sources, the type of evidence that you use, it's really just that approach to I have a hypothesis, I'm gonna test it. It just happens to be what you're using to test is um knowledge about the about the past."
	},
	{
		"start_time": "04:28",
		"speaker": "Ricardo Lopes",
		"words": "And so, how does it relate to perhaps some more traditional approaches in history that are more based or focused on what we could call narratives, that is, this happened, that happened, that person did this, the other person did that and this and that event happened. So how does it relate to that?"
	},
	{
		"start_time": "04:47",
		"speaker": "Daniel Hoyer",
		"words": "It, yeah, it's a really good question. It, it's, you know, as I say, it's more in line and it seems at first. I think the, the real You know, it's not replacing anything. Let me put it that way. OK really what it's adding, it's trying to add this extra layer. So it says, OK, well, that's great, and let's keep doing that, and that's really important to have that, as you say, these narratives, these sort of stories about, well, these are the key figures, these are the actions they took, these are the reactions. And then on top of that you're adding, OK, well, You know, why, why did they do that? What were the pressures that were placed on them? Did other societies face similar pressures? And if so, did they respond in similar ways? If not, why not? What are the long term effects? And so it's really kind of taking that step back and say, OK, what's the bigger picture? What are the broad patterns, the dynamics that we're seeing? And when you, you know, when you're At that level, right? When you're at the kind of macro level, when you're looking at many, you know, dozens or even hundreds of different cases at once, it's really hard to just keep all that in your head. And this is where that sort of scientific method, the clear dynamics tools come into play as they help you organize and keep control of all that different um uh evidence and material in order to really pick apart these are the patterns, these are the causal uh drivers of of this and that. Mhm."
	},
	{
		"start_time": "06:11",
		"speaker": "Ricardo Lopes",
		"words": "Does it help answer some traditional questions in the history, like, for example, when people debate or have the debate between big men or big ideas kind of approaches to history or, for example, some more materialist approaches versus ideological approaches, stuff like that. Does it help answer those kinds of questions?"
	},
	{
		"start_time": "06:32",
		"speaker": "Daniel Hoyer",
		"words": "I, I would say so. I mean, I think it's, it's not only does it help, it's kind of the best way to approach those. You know, one of the things we say in the oak group all the time is, You know, if you look at sort of the study of history, they are really, really good at knowing a ton about the societies that they explore. They're really, really good about coming up with ideas, basically hypotheses for why things happen. The traditional approaches are not so good at um at getting rid of some of the options, right? Really good at uh expanding and adding. They're not so good at resolving. And this is where the sort of scientific method included comes in. You know, for example, I can't even remember somebody counted once there were like 80+ um different hypotheses put forward very reasonable by learned scholars about why Rome collapsed. Eating, like, oh that's, that's a lot. It can't be all of them, and they just keep adding and adding and OK, well here's a new take and what about this, and here's another factor, and that's great. So the scientific method, what it is good at is coming in and say, OK, this is fantastic. These are all different hypotheses. They make different assumptions. Let's go test them with the data. Let's go explore the history and say, OK, well, this one holds, this one is unlikely to be the case because it doesn't actually follow. And again, it just adds that Structure making things more explicit to be able to start to reduce the number of our hypotheses. You know, something like the, the big man, big ideas, um, sort of debate is a similar thing like it, it rages for centuries, really. Um, YOU know, people go back and forth and, you know, you can, you can induce um evidence on all sides. Clear dynamics comes in and says, OK, well, you know, what, what, what would it look like if it was Big men, so-called these, you know, major individuals with power, with authority driving historical events, or if it's, you know, people are being compelled by ideas and how do they shape. Yeah, let's actually explore that. Let's see which ones, you know, tend to lead to these major changes that we can explore in different societies. Yeah. You know, we, we've done a little bit of that kind of work. We've looked at sort of ideological developments. It turns out, of course, as you might expect, it's a little bit of both, right? You need all of it. It's, you know, individuals responding to ideological changes which themselves are responding to individual actions. So you can, you can draw this complex web, you know, when we look at, for example, um, our work on the axial age, we show individuals matter, societies matter, ideas matter, material constraints matter, what else is going on in the world, environments matter. All these things matter. And the only way you can really expose all of That and, as I say, the only way you can keep all of those different forces in your mind at one time is by using this sort of quantitative formulas. It really, really helps, um, being able to put that together so that you can even approach a question like, you know, is it, is it big men or is it big ideas that drive history?"
	},
	{
		"start_time": "09:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I guess that without an approach such as this and a more scientific approach to history, I mean, people, traditional historians, and I'm not trying to be disrespectful, but there is respectful here in any way, but, uh, they can just come up with more and more and more different factors that they think might have played a role. Perhaps it was that person, perhaps it was that person over there. Perhaps it was some of the Societal, perhaps it was a societal context because it was perhaps it was an invasion by another country, something like that to, to explain the fall of a particular empire, for example. But without this kind of approach, at the end of the day, it's, I guess it would just be a matter of taste or of being convinced by a certain explanation that, uh, For, for people to really think that would be the right answer, I guess."
	},
	{
		"start_time": "10:28",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, exactly. You know, and when, when I go to conferences, when I go to workshops, of historians, you do get these debates and you get these arguments of, oh, you know, well, well, here's, here's good evidence that it is, you know, this, this charismatic leader. Here's good evidence that it is, you know, this environmental change. And really, almost all the time, they're both right, right? Like these are very learned smart people. They know what they're talking about, and they are reducing proper evidence, but it's only telling one part of the story. And if you only focus on that, as you say, you know, you can, you can get convinced that this is the answer, and then somebody else focuses on a different part, and they're convinced that that's the answer. You need a framework to be able to say, OK, well, they actually fit together. Here's how they influence each other. This is, you know, at one level of analysis with the individuals, environmental forces at a different level of analysis. So they actually are completely um compatible explanations. But unless you have that framework to um be able to See how these different uh forces at different levels interact, you're never gonna be able to unpack it. And again, you know, it's not like Cleodynamics wants to come in and and stop like all of that knowledge, all the traditional um historical approaches are super necessary. JUST wants to add a new extra layer to say, OK, well, yeah, let's take all of this great learning and let's put it into this kind of hypothesis testing type of scientific um method in order to sort of move beyond some of these these arguments as you mentioned."
	},
	{
		"start_time": "12:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let me confront you with another big question in history just before we move on to smaller questions and more circumscribed questions here. So this history repeat itself?"
	},
	{
		"start_time": "12:18",
		"speaker": "Daniel Hoyer",
		"words": "Uh, THAT'S a really good question. I mean, this is. This is exactly the kind of thing that my colleagues and I with Seat want to look into and and start to ask these questions, and you can only even ask this question when you are looking at the grand sweep of history, when you're looking at thousands of thousands of years and hundreds of different societies. You know, where, where I land on this, I would say, There's uh I I'm misquoting Mark Twain here, but he said something along the lines of, um, history doesn't repeat itself, but it does rhyme. And I think that kind of captures it. There's always, every society, there's always unique circumstances, no two are exactly the same. No two events are quite exactly the same. The context shifts, the environment shifts, the interaction with your neighbors is a little bit different, but, um, there are definitely patterns, and I think that's what the rhyming really gets at. There are things that occur again and again. Humans are, you know, we've changed, we've evolved, but there's a lot. Sort of at our, at the heart of who we are as a species that has remained constant for thousands of years. How we take care of ourselves and our families, how we organize in groups, how we sort of engage in collective action, you know, maintain material, you know, food and shelter, all of these different drives are the same and our our solutions to problems that arise are often the same, you know, confronting with violence, um. But also cooperation, supporting each other, mutual aid, all of these things you can see happen again and again and again, responding to the same kinds of circumstances that come up. So there are, there are a lot of rhymes, but it is important to understand. You know, A, what are the sort of unique circumstances, and B, what I think is really critical is, is getting at, you know, these patterns don't just happen on their own, right? It's not just some magical thing that that makes us act in certain ways. There are reasons, you know, those reasons keep occurring, which is why these patterns happen again and again. But there are, there are drivers, there are causal forces that lead to these outcomes, and it's really important to understand that so that we can repeat the ones we want to repeat, and maybe move beyond the kind of things we don't want, like war, like violence, like all of the stereotyping that, you know, all the bad things that we do to each other. They are recurrent, they are patterns, but they don't have to be, right? There are specific reasons why we act that way, that we can um move beyond and I think having that perspective is really, really crucial in history really helps um reveal where we, where we can be better, I would say."
	},
	{
		"start_time": "15:02",
		"speaker": "Ricardo Lopes",
		"words": "And I imagine that these sort of patterns, we should expect them or they were to be expected because, I mean, if two different societies or more than two different societies are exposed to the same circumstances, if, for example, social, economic, political factors are similar, if they are affected by, for example, natural disasters, something like that, or if people react the same way. To similar sorts of circumstances or their leaders make similar sorts of decisions, then we would expect, even though not exactly the same results, but similar results,"
	},
	{
		"start_time": "15:39",
		"speaker": "Daniel Hoyer",
		"words": "right? Yeah, exactly, exactly. And we do see that, uh, you know, the natural disasters is really good because those have been happening forever, right, as long as human societies that happen, dealing with floods, with earthquakes, with droughts, and you can see, you know, There's a fairly narrow range of reactions that societies have, and it depends on, you know, um, their, their circumstances are, are they wealthy? Is there material, is their infrastructure built up? Is there trust in sort of the state to respond? If so, you tend to see one kind of reaction where you see, you know, a redistribution of resources, you'll see aid, you'll see rebuilding pretty quickly. In in societies where the same kind of thing happens where, you know, inequality has taken hold, where government kind of dysfunctional, where there's a lot of sort of corruption. The, the sort of response mechanisms aren't quite there. You see those kind of disasters spiral into humanitarian crises, leads to violence, leads to unrest, leads to rebellions, it's, you know, over and over you can spot dozens and dozens of different cases that follow one of those kind of two broad types, and it's pretty clear. You know, what are the conditions that lead one or the other. Again, those are, you know, in every different part of the world, every different time period, we've seen um the same sort of things materialize."
	},
	{
		"start_time": "16:58",
		"speaker": "Ricardo Lopes",
		"words": "So something that you've been interested in, and this is a more uh more specific question now, is inequality, social and economic across history. So what do we know about it through clear dynamics and what are the effects it had on human histories through human society, sorry, throughout history? Yeah,"
	},
	{
		"start_time": "17:18",
		"speaker": "Daniel Hoyer",
		"words": "yeah, yeah. Um, I mean, this is, this is the big question. I, I would say we know too much about it, unfortunately, um, you know, this is. Again, this is one of these common patterns that we see again and again of societies, you know, even, even ones that for a time, are experiencing growth and, um, you know, looking after the well-being of the population. It'll tend to shift, uh, you know, those structures get co-opted, um. Wealth and, and sort of power holders can um divert resources sort of to their own aims, aims, inequality then takes root. Again, we see this time and time again. I'm, I'm hard pressed to think of a society that hasn't experienced this for at least some, some portion of its of its life span. You know, one of the things that I've been saying lately, and, and this is really at the heart of my recent research is trying to look at inequality, why does it happen? What does it do to societies, how do we get past it. You know, I, I've been calling it um one of history's great, uh, villains here, and it just, it's so corrosive in so many ways, at so many levels. You know, there's the sort of the obvious as inequality holds, those at the sort of bottom end of the spectrum are left without. They are, you know, don't have the resources, they are often um excluded from the halls of power, from political decisions, their material circumstances are poor, right? Their well-being declines. That's horrible. But that's kind of the obvious one. Everyone knows that, that's clear. I think what's, what's less clear what we've been able to reveal by clear dynamics, again, by, you know, looking specifically at all of these different societies. OK, what happens? What happens to different groups? How do people react? Why do these things take hold? What we find is that, um, you know, inequality is just as corrosive at the other end of the spectrum, right? Even those at sort of the top, right, the wealthy elite, the politically powerful. It seems like they're doing well, and they, you know, try to maintain these systems that divert a society's resources more and more and more into their own hands themselves and their family. This is how inequality grows, right? You're accumulating wealth at sort of this, this top level, the rich 1%, the 10%, whatever you wanna uh market it as. But it's, it's, it's ephemeral, right? It's fleeting. It, it looks like you're being taken care of, but it actually breeds, um, hostility, it breeds frustration, it breeds competition, you know, you can sort of accumulate all this stuff, but you can never get everything you want. You can never translate all that wealth into political prominence, like, people are gonna be left behind. You're gonna promise your children that they're gonna be as well off as you are. It doesn't always happen. This leads to frustration, this leads to anger, this leads to resentment. And when that starts to bubble up, you start to see a lot of um maladaptive behavior. You see partisan fighting, you see conflict, you see these sort of fundamentalist attitudes start to take hold, you start to do more and more extreme things, trying to change or recapture what you think you're owed, um, you know, You can look around the world today, right? We're seeing this all over the place, like a lot of the, um, you know, political infighting, a lot of the um sort of different attitudes, a lot of the sort of political dysfunction, democratic backslidings people are calling it. You can trace to these these long periods of inequality that have been growing for decades, and, you know, people are are upset because they are being left without. But people are also being upset because they have accumulated too much, and it's over, they're overproduced, right? There's, there's too many people with too much wealth, too much power, fighting with each other, not actually getting what they want. It seems like they are, but they're not. And that's a really volatile situation to be in, and the society tends to be very fragile, um, to that, you know, when, when equality takes root and is allowed to fester for decades. It leads to violence, it leads to unrest, it, it, in many cases leads to complete societal collapse and um I think, you know, unfortunately, this pattern is repeating itself now, but as you say, The clear dynamics approach, because you can track specifically, OK, here is the well-being of, of different groups, you can see how it changes over time, you can see it happening in different societies, you know, we have a theoretical framework and methods to um uncover when and where and why inequality like this sets in. And again, the, you know, the news isn't great. Historically reveals, history reveals that more often than not, the societies where this happens undergo some pretty catastrophic violence, major civil war, uh, or, or, um, similar. So, unfortunately, you know, I, it's it's always depressing when I talk about this. So it's not great news, but, you know, the more we can learn about it, the more we understand the drivers. I do think there's a, there's a chance that we can, um. You know, start to respond and, and deal with it, uh, in the present."
	},
	{
		"start_time": "22:25",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, do we have a good understanding of which factors drive inequality? I mean, what gives rise to inequality, basically."
	},
	{
		"start_time": "22:36",
		"speaker": "Daniel Hoyer",
		"words": "Oh, a lot of things, um, you know, it, it, it sort of It because it occurs so, so frequently, a lot of times what we see is there will be a shift, where society will sort of, you know, come into being, it's putting in particular structures to grow, it's growing its wealth, it's building things, it's growing its infrastructure, it's maybe expanding its territory, it's growing its people, its population grows. And, you know, there's often um some inequalities, but they're usually kept fairly low. Most societies, when they are functioning well, have mechanisms to keep that inequality kind of at bay. There's, you know, taxes, there's spending, there's welfare programs, even in ancient societies, there were programs and infrastructure that were looking to distribute the resources broadly to all of the people. So everyone was benefiting a little bit as, as a society. Excuse me, as the society is going along. What happens is usually there ends up being a mismatch in that structure. So one part of it will kind of still grow while the other parts stop, and that kind of breeds these um Opportunities for diverting the resources more and more to those with power, to those with wealth. And it starts really slowly. I mean, this is why it creeps in, right? It's not like it just happens overnight that everyone can see it and somebody passes a law that says, OK, all of a sudden, you know, all of the tax revenue of the society is going to go to me and my friends. Like, it's not that dramatic. And this is, I think, why it allow it, it's able to um take root. It's, it's hard to see on the ground when you're living in it. You know, but there will be people or families with particular um You know, have, have a little bit more authority, have a little bit more wealth than others, and instead of, of, you know, all of a sudden. Not all of a sudden, but over time, the structures that were were sort of keeping that at bay, start to get loosened a little bit, right? You say, OK, well, you know, everything is going well. There's, there's sort of population growth, the economy is growing, there's a lot of people, labor's getting a little bit cheap. I can take a little bit more, right? I'm, I'm a, a business owner. I'm, I'm interested in sort of buying this labor. It's getting a little bit cheap, my profits are growing. I'm gonna use those profits to buy a little bit more land. I'm gonna use those profits to secure my position for myself and my children a little bit further. And then they have an extra Their wealth has been grown in that generation, then they do the same thing. So in the next generation, it grows a little more. And it takes a little bit of time, but over generations, it can become really um obscene, the, the amount of wealth and the amount of inequality, right? So it's, it's that kind of of action, right? It's, it's decisions by individuals, especially those with wealth and power, to give themselves a little bit more wealth and power. And when you do that a bunch of different times, you end up with Fairly drastic inequality. And, you know, you start to, people with wealth who are also, um, you know, hold positions of political authority, they're kind of in charge of the rules. And if the rules are um curtailing their ability to, to, uh, divert resources to themselves, they can change those rules. They can, you know, lower the tax rates. They can make sure that, you know, instead of the state spending its money on Schools and hospitals, um, you know, they're spending it on, um, You know, uh, uh, buying the goods that me and my wealthy people produce, right? Whether it's, you know, agricultural goods and oil, or fancy ceramics or tiles or whatever it happens to be. And again, this is even ancient scieties go through this. And slowly you pick away, you sort of turn on that wealth pump, as my friend, uh, Peter Thurn calls it. And then all of a sudden now the resources that had been redirected back to the majority population. ARE being redirected to just that sort of uh wealthy 1% elite, and that's, that's really how it takes hold. And it takes many different forms, but it's always that kind of process."
	},
	{
		"start_time": "26:44",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, for a society to reach such high levels of inequality that it starts crumbling or the societal structure, the societal cohesion starts crumbling. I mean, it has to be done uh intentionally, right? I mean, it's people, the economic elites, uh, together with politicians making those decisions. It's not something that just occurs. I'm, I'm not sure if this is the best word to use, but to use it, to use here, but it's not something that occurs naturally, right? Because I'm asking you that because sometimes we hear suggestions from certain people, certain pundits, for example, that if, uh, inequality. It rises, it's just the system, it's just how the system works. It's inevitable, something like that. But I mean, at least according to what you just, you just said there, it seems to me that, that it's not inevitable."
	},
	{
		"start_time": "27:41",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, that's a really good question. Um, YOU know, I, I would say again, this is, this is why clear dynamics is helpful. Because it helps uh but it's true, it gives us that frame to um really explore a question like that. So what we find, and if you look at, for example, evolutionary work, if you even look at other species, what we find is that there's a bit of a contradiction in the way that humans work. OK. So there is You know, yeah, natural, is maybe not the right word. There's not really a good word for it. It is very common and there are reasons why humans and many, most other species, um, are OK with hierarchies, right? Hierarchies are very dangerous, but they're also can be very helpful, right? Like there's a coordination challenge, having somebody in charge, even just to set the. Agenda, right? If you ever been in like a meeting with more than 3 people, you know, it can be pretty chaotic, unless there's kind of somebody in charge, somebody like you who's actually leading the interview, asking the questions, right? There is a reason why these sorts of hierarchies emerge in humans and other groups, right? So we're very comfortable with that. It is very helpful in a lot of circumstances, especially as societies become bigger in scale. It's just so hard. To coordinate to keep track, to manage hundreds if not millions of different people, without some kinds of positions of authority, um, in, in some way. So there is that, that is, you know, natural, if, if that's the word you want to use, and, and many people do as, as you point out. So there is something there, right? There is something useful in that. There's a reason that that emerges again and again and again in different contexts throughout history and, and even in other species. On the other hand, humans are naturally evolved to be pretty averse and um Sort of disgusted by gross inequities. So those kind of two things don't seem like they go together, but they sort of do, right? Like, even if you, if you run psychological experiments, you can sort of tell people, you know, in the abstract, you know, is it, is it fair if, you know, person X has 100 times more wealth than person Y, pretty much everybody will say, yes, that's not fair, that shouldn't happen, some rules should come in, even those with extreme wealth would say that's not right, some rules should happen. So we are, you know, inclined to not accept those kinds of extreme inequalities, especially when it becomes embedded in the person, rather than the position. Right? So there's hierarchies in terms of having uh a person like a president, a prime minister, whatever. But one of the reasons we have sort of term limits and these kinds of rules is to get around this contradiction. We want there to be somebody in charge, but we don't want often a person to have too much power. So we, we try to have these institutions that kind of balance those two things. And with wealth, again, this happens that. In many cases, when things are going well, you will have hierarchies emerge, you'll have people who are, you know, in in charge of political stuff or military or economic. They gain these sort of extra uh amounts of power. Because of their position, and it works for a time. But when they, when they sort of hold on to that, when they use that power to give themselves a little bit more to solidify that, to pass it on to their children, so that it's not just the office itself that holds power, it's, it's me and my family. That becomes a little bit of a different situation. That's how it can then grow generation after generation and become sort of this entrenched, uh, uh, inequity that just builds and grows and becomes farther. You know, so it is the result of decisions, but it's not always. It's not always just purely selfish and and with ill intent, you know, people honestly think, OK, well, you know, I'm, I'm performing a service, I'm the governor, I'm, you know, the CEO, whatever. I deserve a little bit more. I'm doing something important. My action, you know, provides this benefit to the society. And so, you know, I want to look after my kids. And I mean, I'm not thinking about the impact on the wider society. If I was, maybe I wouldn't do the same thing. But if you're nearly focused on, OK, well, I want to take care of myself and my family, so I'm gonna act in this way. And it seems small, and there's no immediate effect from it. But then in the next generation, your kid does the same thing, and then their kid does the same thing, and then 100 other kids do the same thing. And before you know it, it's gone out of control. So it's not, it's not quite always as intentional, you know, I don't think that the individuals are necessarily always the villains in the story. It is the system, right? It's, it's the system that uh You know, you need institutions, you need rules, you need regulations that prevent that kind of action, because if you don't have them, if those institutions are weakened, then very small. Seemingly with good intent kind of actions can lead to these terrible consequences down the road. I think that's where we are. And again, this is why, one of the reasons why the historical um Approach is so important is, you know, you can, you can look at sort of the state of inequality today in any kind of snapshot. But you're never gonna understand why it happened, unless you look 25, 30, 50 years before, cause it takes a lot of time for it to get to where it is today, right? So you really need that, that long-term dynamic kind of understanding, because it is, it's not just one big decision by a selfish jerk. It's a bunch of little decisions by pretty well-meaning um individuals that, that lead to these bad situations. I don't know if that, if that makes sense, but there is that kind of contradiction of You know, we, we do want and and accept some kinds of hierarchy, but we also don't want too much inequality, and it's really hard to maintain a balance there. It's sort of a constant uh vigilance is needed."
	},
	{
		"start_time": "33:52",
		"speaker": "Ricardo Lopes",
		"words": "So earlier when I asked you the first question about inequality, you mentioned phenomenon like elite overproduction and infighting, but is it that in more unequal societies, we also see more competition not only among people who are already part of the elites and then, and want to accumulate even more wealth and power and so on. But also across the other socioeconomic stra, I mean, is there also more competition for people to try to reach those higher spots because they are the most secure in their societies."
	},
	{
		"start_time": "34:25",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, uh, that's extremely well put. I mean, I think that's exactly right. And this is again, what we see time and time again, um, when we explore these situations, and this is what I mean that. Inequality is corrosive throughout. You know, it is, as this wealth accumulates, generally what we find, and this is, this is common again throughout, um, you know, different contexts. But as people amass wealth and authority, they always wanna almost always wanna translate that into other aspects. So, you know, if you get rich, you want to also be a politician or you also, whatever, whatever the society values. You want to have this sort of prestigious uh authority in this other position. Generally, those are kind of limited, those are fixed, right? Like, you look at the US, there's 100 senators, there's always been 100 senators, that's it. So no matter how many rich people think they deserve a Senate seat, there's only ever going to be 100 at a time. And so, the more rich people come in, the more wealth of masses, the more people think they have a shot or deserve one of those positions, the more there's going to be frustration, because uh, you know, people are gonna be left out. But as you say, As that is happening, people, you know, just below that are seeing this, oh, well, you know, if I just had a little bit more wealth, I could be like them. I could join that class. Oh, they look like they're having a lot of fun. They look like they're doing great, you know, yeah, I'm pretty well off, but I'm not super rich like my neighbor. I went to this party with that guy. I want to be like him. So you then strive to get that extra wealth, but a bunch of other people are doing that too. So again, that competition goes in. And as you say at the same time, as this inequality is um uh getting deeper, it also means that there's more and more people sort of in, in the bottom 80%, let's say, of the socioeconomic um strata, who are suffering, right, legitimately. Their well-being is declining, they don't have material resources, they don't feel like they're being included in the political process because they're not, um, and they're frustrated, they're angry. And that breeds competition as well, both with, you know, anger at, at the wealthy elites who are in these halls of power. You say, well, how come you have everything, I want you to change the system, I want to bring you down, I want to, you know, change things up. But also, as you say, with each other, we do find that factions tend to form, you do see this sort of partisanship, even among the non-elite um classes. Again, a lot of it is, well, you know, maybe it's, you're different than me, maybe you're the reason why I'm suffering, you know, there's a reason that sort of Xenophobic nationalist kind of attitudes. Again, these are not modern phenomena. You see these across history, when things aren't going well, when inequality takes hold, people start to lash out. They want to look for a scapegoat, they wanna see, OK, who, who is keeping me down, who is an other, who's who's a different group, who's different than me, that I can maybe blame for, for what's going on or or focus my anger on. So you see those kind of splits, you see those factions forming, you want to, you know, you want to be upwardly social socially mobile, but maybe you're being prevented because the system, the structure has now developed, inequality has developed to a way that, that you're not there. And when you combine both of those, when there's factions and unrest among the non-elites, and there's overproduction and competition among the elites, They tend to join up, and that's when you really see violence spike. Like most major civil wars follow that path, right? It, it's a very, as I say, it's a very dangerous, very volatile situation. I should say, You know, there is a line of thought that says, well, that's actually necessary, that the only way you can, you know, once you get in the situation where the system isn't working, where you have this inequality, you need something to break it. There is some historical evidence for that. It's a little choppy, but there are, you know, some suggestions that, OK, you need some dramatic events to change the system, like a civil war. I, I am always of the opinion that, you know, we can have the change without the violence. Like civil wars are awful. Um, THEY are horrible, all wars are horrible, they're violent, that's what we want to avoid, and we also want to improve people's lives. We should be able to do the one without having to have the other, um, and, you know, It's, it's, uh, It's also the case that not every civil war or or major dramatic, you know, violent uh revolution or rebellion, it doesn't always lead to improvement in people's well-being in the next phase, like, oftentimes it leads to authoritarian crackdowns. And so there's no guarantee. Um, SO, you know, it's a little bit of a be careful what you wish for. Like, it's, it's, there are, like, I, I get the mindset that sort of says, well, maybe this is something we need, maybe this is something we should be pushing for. You know, it's historically, we find that it's not, it's not as straightforward as it may seem sometimes. I guess that's where I'm trying to get to. That was a long answer to your question, but it's a really important topic, I think, and so, yeah, yeah."
	},
	{
		"start_time": "39:47",
		"speaker": "Ricardo Lopes",
		"words": "But when we reach a point in a particular society where a revolution is about to occur, I mean, what leads to a revolution is people at the bottom because by then we have uh a huge number of people who are, who have been basically abandoned by the system and are incredibly frustrated. Is it them mobilizing among themselves, or is it, for example, some people who are part of the elites mobilizing them for revolution?"
	},
	{
		"start_time": "40:19",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, it's a really good question. That's actually part of a research project that I have right now ongoing with a colleague, Rachel Ainsworth. We're trying to look into revolution specifically, why do they happen and especially what happens afterwards, like what are the conditions that a revolution will lead to improvements in people's lives and when doesn't. And it's really interesting. So, you know, you definitely have movements of, you know, that kind of grassroots um style movement where you have a groundswell of popular unrest, um. Rarely, almost never, is that sufficient for a major system change revolution. You can have violence, you can have sort of protests, you can have unrest because of that sort of popular groundswell, maybe sometimes you can get institutional reforms because of it. Um, I'm actually working on a piece right now that looks at different cases, for example, um, you know, we, we've been looking at, uh, the mid-nineteenth century England. Again, popular groundswell of, of unrest, there was violence, there was protests, there was major strikes at factories. This is early industrial England. And what happened was, you know, the elite, the political class were fairly cohesive. So it didn't, it didn't lead to a civil war. It didn't spiral, but there was kind of enough politicians, enough elite who said, well, you know, this isn't going well, this isn't gonna end well for us. We should probably take some of these demands seriously, and it led to actually this period of good reforms, like, Um, safety protections for workers in factories and wage protections, and, you know, a lot of good kind of welfare policies came from it. We wouldn't call that a revolution, right? That's, that's a mini rebellion, that sort of protest that led to this period of reform. When you're talking about like a major armed revolution. You know, That's, that's so big that we historians can actually sort of identify it as a revolution. In almost every case, you get that that groundswell of unrest and people sort of taking up arms to make change. But it has to link up with frustrated elites as well. Like without, if, if the people in power hold together, if they are completely united, a revolution doesn't have a chance in pretty much any situation. You need at least some factions of those with with wealth and power to get on board for it to turn into a real major revolutionary moment in in pretty much every case, I would say, um. And again, for good and bad, sometimes that leads to, you know, um, Positive system change, sometimes it's just a bunch of violence and things are kind of worse afterwards. You, you get a little bit above. But in almost every sort of major revolutionary case, it is a combination of Non-elites getting frustrated and elites um also being uh sort of feeling left out by the current status quo and wanting, wanting to upend things, wanting things to change."
	},
	{
		"start_time": "43:20",
		"speaker": "Ricardo Lopes",
		"words": "But is that because uh the elites, if they all get together, they have power over or they can control the military and so they are more powerful than the rest of the population. BECAUSE I was wondering because one could think that, oh, but the people at the bottom are so, so many that they can overthrow the elites anyway. But I, I mean, why is it that they need, that they need some support from at least a faction of the elites?"
	},
	{
		"start_time": "43:50",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, uh, it, it, it is that sort of suppressive mechanism. Like if, if those who are in most control of the wealth, the political authority, the military authority, the use of violence, if they are united and are willing to sort of use their authority to suppress dissent, they can suppress dissent in almost every case. Try to think of of examples where, where, um, you know, I mean, you, you can see that all the time. It's short-lived, I will say like, you can't, you can't have a society that does that for hundreds of years and it functions super well. Eventually, it will crack, right? Eventually, um, You know, you're devoting so much time and effort to dissent. That either, you know, an elite group will splinter off and then you're not united anymore, or what happens most of the time, those are weakened societies that are taken over by somebody else. Um, RIGHT, not, it's not a viable long-term strategy, but it can suppress, uh, dissent, it can suppress a potential revolution in, in the short term. You know, you think of like Jack Goldstone, um, writes a lot about This and about, you know, the way that any sort of major revolution needs to have some power holders in charge, you can find suppression. Yeah, all over the place and, and, you know. If, if, if, if the powers that you want to, they generally can, but only for a time. And so, you know, this, this is what I mean is that, you know, that's not necessarily the, the right path. If you want things to change, you know, it's, it's History suggests that you, you want to get people on board, you want to build coalitions, you want to do some of that, um, You know, it can't just be popular uprising. OK, we're, you know, we're gonna come with pitchforks and, and take your stuff, that tends not to work out so well for anybody, um. A caution to the uh to the organizers out there, I guess. Yeah."
	},
	{
		"start_time": "45:50",
		"speaker": "Ricardo Lopes",
		"words": "So uh what do we have good examples of societies who across history have been able to, so to speak, right the ship before it got to a point where they could no longer do it where extreme inequality was so high that the revolution or some sort of uprising was not preventable."
	},
	{
		"start_time": "46:13",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, um, it's a really good question and, and one of the things I'm trying to focus on right now, it's harder to find than you would like it to be. There's only a sort of smattering of different examples, um. You know, it is, it is difficult to sort of assess and discover, you know, a revolution that didn't happen that is really tricky. You know, I think of You know, for example, you know, I was just talking about um the 19th century in England. You can look at, you know, English history in sort of the, the large sweep of things. You look at sort of the 17th century, you look at You know, inequality was on the rise. There was a lot of unrest. There was, you know, pretty extreme um suffering by large segments of the population. This is sort of late medieval, um, early modern, um, period. You know, it's, it's sort of post feudal, uh, kind of situation. There's, there's a lot of extreme restrictions on many people, you know, in terms of their wealth, in terms of their movement, in terms of their access. There was a, a groundswell of, of unrest. But that had been suppressed for hundreds of hundreds of years, right? Like, it was unequal, you know, sort of medieval feudal period. Europe was highly unequal. And it's not like everyone was rioting in the streets every year. This is sort of part of the example of what I mean. When, when sort of the elites, when the power holders were united, they could, they could keep that at bay fairly well. You know, 17th century in England, this starts to creep into this inequality, this different factioning that's forming, you know, fights between different religious branches, fights between sort of the, the landed economic elite and some of the other sort of elites who are growing up and and getting wealth from trade and other sources. It's starting to create these frictions. Um, YOU can see, you know, For a lot of reasons we don't need to get into, but it, it spirals into one of these major periods and it turns into civil war, right? It's, it's a serious thing. All of these different conditions are there, inequality, unrest, lead overproduction, different sources of, of wealth and power coming to a head, leading to this friction. So that that happens, and that's the most common thing. Again, what happens, you know, you look at the same, the same country a few 100 years later. Inequality is again taken root for the same kind of reasons, you know, it was reset a little bit after the Civil War, but then over time, over generations, it grew back up. Unrest is there, industrial, uh, industrialization is coming to the country. So people are getting really, really, really rich from this industrial movement, but also many people are suffering, right? There's just no protection, there's no wage protections, there's no safety regulations in early factories in early industrial Europe. You know, it's, it's a horrible conditions. People are really suffering. There's a lot of people who are moving to the cities cause they just can't find enough land and work in the, in the uh farmlands. Mhm. So they moved to the cities and all they can find are these really horrible jobs in these factories. The conditions are terrible, they're way, way overworked. They're dying, they're, you know, Disease is rampant. It's awful. So there's a lot of unrest. There's violence, there's things that are happening. And in many cases, the elite would come in and say, well, you know, too bad. I'm gonna suppress this, I'm gonna kind of keep this at at bay. And for a while, they did that, right? There were, there were strikes, there were riots in factories where workers, you know, walked out on masse, and the military was called in and said, OK, you know, we're putting a stop to this. We are suppressing this. So that definitely happened. But what it takes, and there's, there's a handful of other cases where this happens. This happens in um early 20th century US as well, basically the same exact process with this early industrial situation. You know, what happens is you, you, you see the suffering, you see how much Money, how much time, how much resources, how much effort are being spent just suppressing this dissent. There was enough people in Parliament in England at the time, in, in the mid-nineteenth century, you know, it's not, not necessarily that their, their motives were entirely pure and, and prosocial. They were maybe saying, oh, you know, the only way I'm gonna hold on to my, my, um, wealth and, and authority is we need to take some of these things seriously. We, we need to say, OK, these people are upset. They have specific um um uh demands. Maybe it would be better and cheaper for us as a state to actually meet some of them. So there was a switch, right? So, at first, you're standing in the military to suppress riots at these factories. Then enough politicians are saying, well, you know, we should take this seriously. There were, you know, the, the labor groups were in, in um conversation with some of these elites, and they said, well, you know, we are suffering, you should do something about it. You should make our lives better, and we wouldn't, we wouldn't protest so much. And you start to pass all these different laws. You start to pass safety regulations at factories, you start to give um non-property owners the vote for the first time in the mid-nineteenth century. So there was this sort of political reform, you know, there was wage protections, there was all this spending on, um, you know, what they called at the time porthouses, which was this attempt to Uh, provide food and shelter for those, uh, who are, who are suffering. It didn't really work that well. Like it wasn't a, a super great system, but at least it was a start, it was an attempt. It was something to build on. And it, it worked, right? Disent leveled off and without, you know, without a ton of violence, you actually improved people's lives significantly. Um. You know, again, it was partial, it didn't go as far as it should have, but it was at least a start. It was a nonviolent way to actually improve people's well-being. And I think though there are enough examples that look like that, that we can sort of point to and see. It requires, you know, just as a major revolution requires unrest among the elite power holders. Successful nonviolent reform. Often, pretty much, almost always, um requires some buy-in from the elite power holders to say, yes, this is better for all of us, even if I'm giving up some of my wealth and privilege, it's better for everybody, including myself. To have a system, a society that works, that is stable, that can last in the long term. It's really changing that sort of short term thinking of, I need to hold on to what I have right now for longer term thinking, saying, well, if I give up a little bit now, everyone will be better off in the long term. I. That's really at the heart of the successful, um, reform kind of movements. Really hard to convince people in the moment to do that, that have that kind of long perspective. But I really think that's a lot of where these conversations today, where we're seeing, uh, again, the same kind of patterns sprout up. This is where we, we want to be, um, going and what we want to sort of hold on to."
	},
	{
		"start_time": "53:20",
		"speaker": "Ricardo Lopes",
		"words": "OK, uh, I was actually going to ask you exactly about that. So, do we see the same kinds of dynamics and patterns playing out in our contemporary societies when it comes to inequality, social unrest, elite overproduction, and phenomena like that."
	},
	{
		"start_time": "53:38",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, absolutely. I mean, this is something, so, you know, uh, our new organization Soda for Societal dynamics, really, this is why it exists. It's sort of an offshoot of our work with Sasha. You know, it's such that we're trying to understand these patterns and understand history. Soda is kind of uh uh giving us that platform to say, OK, well, Let's take what we've learned. Let's take what we know about these historical processes and apply them to lessons for the present day. How can we use this to maybe help, um, you know, improve people's lives today. And one of the reasons that we, we started this organization is, is this realization that we are repeating, you know, we are, we are, um, filling out the same rhyme from the past. And, you know, one of the questions we had, Peter Kurchen and I, when we started a few years ago looking into crises, where we're like, OK, well, we assume that modern crises, you know, from, let's say the 20th century on. ARE gonna look pretty different from, you know, pre-industrial crises. That was sort of our assumption. So we started to look into it, we were exploring more contemporary societies. And more and more we found, oh wait a minute, this actually looks kind of the same, even though we have all this new technology, the economy is totally different, the way we produce things, fossil fuels, industrialization, the internet, now AI we have all these amazing technologies, right? There's a lot of things that are totally new. But as I say, humans are still humans, and we are still doing many of the same things and falling into many of the same patterns that we saw before. It was actually even surprising to us about how many similarities there are, you know, again. The same things that I've been talking about, you see people. Being able to, you know, in many countries, especially in sort of the western or global North world, you know, late 1970s, early 1980s, there was this period where You know, the prevailing kind of economic and political wisdom was, you know, oh, there's too many regulations, there's too much rules, we need to grow the economy at any cost. And this sort of allowed and promoted individuals with wealth and power to, to kind of set the rules. And again, as as we were talking about a few minutes ago, what happens, it's what always happens. You get some wealth, you get some authority, you say, OK, well, now, well, let's change the, you know, um tax code a little bit more. Let's let's ease up on some of these banking regulations so that we could grow the economy, and it worked. The economies have been growing. But it's also a small number of people have been capturing more and more of that wealth, right? The economy, economic growth is going into very few people's hands, and it's, it's over time, right? It's, it's multiple generations, tweaking uh tax rule, tweaking a banking rule, you know, tweaking the way that the economy works, buying real estate, how insurance, like, a little bit at a time, generation after generation. Now, we are finding ourselves in the situation where inequality is at levels it hasn't been in hundreds of years. In many, in many countries. So it's, it's exactly the same kind of pattern. It's surprising at how similar it is, even though so much of our world is so different. Those kind of core human traits, or human behaviors and responses are really the same. And what this means is, we are now facing the same things that people have faced in the past, where we have this unrest, where we have this elite overproduction and fighting, we have this partisanship, we have this scapegoating and this sort of uh retreat to fundamentalist, nationalist kinds of ideas. And we are seeing the violence that often happens from these situations start to arise today too, right? It is not surprising, um, given the situation that we are seeing what we're seeing today, but it also means that we can, you know, the good news is that it means that we can borrow and adapt some of these things from the past that worked. To ease tensions, those still should be uh applicable and useful today. These kinds of reforms, improving people's livelihoods, you know, there are ways to do this. Um, YOU know, we just need the, the sort of political and social will to, to put it into practice, but yeah, um, you know, the, the patterns are still there. It's, it's really, it's eerie how how similar these are."
	},
	{
		"start_time": "58:13",
		"speaker": "Ricardo Lopes",
		"words": "Mhm."
	},
	{
		"start_time": "58:14",
		"speaker": "Daniel Hoyer",
		"words": "But"
	},
	{
		"start_time": "58:14",
		"speaker": "Ricardo Lopes",
		"words": "what do you mean exactly when you say that we are living in an age of poly crisis? What, what are poly crises?"
	},
	{
		"start_time": "58:24",
		"speaker": "Daniel Hoyer",
		"words": "So that I mean, this is, this is really. It's a framework to help us understand exactly what's happening today. And this is, you know, one of the things that is different, not entirely, there are, there are situations in the past that are similar to this, but, um, never before have we seen on such a, on such a global, truly global scale. So many different societies all at once experiencing the same kind of thing, right? The, the coordination, the synchrony. Between these, these patterns, that's kind of new, that's pretty scary. Again, there's a reason it's because, you know, the, the economy is global. There's, there's the same sorts of things are now affecting the same societies at the same time, in a way that hadn't happened before, right? COVID is a global disease because we're all interconnected. And this is really what the polycrisis idea is trying to capture. It's that The state of our systems, our economic system, our communications technology, travel, um, you know, our political system, we are so entangled with each other, right? Everything you can imagine, every kind of system, every country is really intimately connected and interacts with others. And what this means is that if one system goes into dysfunction, say there's, you know, a recession in one country, a major recession in one country. It's going to affect the economy of other countries, right? We're all interconnected. And if the economy of all these countries is affected, it's also going to affect the politics of many countries. It's gonna affect food production. It's gonna affect the environment. Everything is interconnected, right? So one thing drives another thing, which drives another thing, which impacts the first thing. It's this really complex mechanism, this feedback. My, I have friends at the Cascade Institute who've done a really good job of trying to articulate this, and this is, you know, they use this term polycrisis to describe the state of the world where all of our systems are interconnected, and almost all of them are under crisis right now. And again, it's these long-term stressors that build up the way that inequality builds up over decades, the way that our environment has been suffering for decades because of our, our production and consumption habits. These are long-term stresses that have built up that have put all these different systems at risk. And then you have these triggering events, right? These fast moving trigger events that hit those structures. A flash flood, a hurricane, you know, uh, uh, a blip in the economy, you know, a recession, but because the stress is so high, when these things happen, It tends to permeate and lead to enormous damage. Whereas if those same, you know, trigger events had happened, uh, when everything was healthy, they would have just been a little blip that, you know, it would have caused some damage, but we would have been able to recover quickly. But because we're under such high stress and all of these things are so connected, one thing goes wrong in one place, it tends to, to permeate throughout the globe and lead to a ton of dysfunction. And that keeps us um at risk, that keeps us kind of vulnerable for the next thing to happen. And this is really what the poly crisis is, this is what we're facing. We have, there have been poly crises in the past, at least. At least periods that are similar to the pot crisis, so there is still a role for history to play here. Um, BUT it is, you know, there are still some unique aspects as well, just how global, how truly, um, large scale this interconnection is, that's happening today, which means it just, it, it, it puts an even greater premium on us to deal with some of these long-term stresses like this deep rooted inequality that has taken hold in so many different countries, like it is. That is really one of the core things that is, is putting us so at risk, and therefore, that's one of the things that can help get us out of it. Even the environmental degradation we're, we're, um, seeing, a lot of that is fueled by inequality, right? But this over uh amassing of wealth and consumption. So, you know, as I always say, like dealing with inequality is a climate solution, right? These are not inter, these are not um completely separate uh problems or phenomenon. I think this is, this is what the crisis is really trying to expose, um, how, how that all works together."
	},
	{
		"start_time": "1:02:57",
		"speaker": "Ricardo Lopes",
		"words": "OK, so one last question then you've already alluded to this before, but uh when it comes to these public crises and perhaps focusing more on inequality itself, because that's what we've been talking about the most here today. I, I mean, Does Clio dynamics have anything to tell us or do we have anything to learn from it about what we should do to tackle this issue? I mean, do you have any suggestions, any lessons about it that that we could apply today?"
	},
	{
		"start_time": "1:03:29",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, I mean, this is, it's such a, it's such a big important question and something I think a lot about, you know, it's not, it's not as clear cut as, OK, well, you know, history says we need to do A, B, and C, so we just do them. And, you know, it's, it's a sort of one size fits all roadmap. On the other hand, I do think that clear dynamics does have a lot to say. It does, it, it can help. Really what it helps is, first of all, just exposing the depth of the problem. And again, you know, as we talked about, a lot of people know that inequality is a big problem today. I don't think that many people, even, you know, I, I've talked to some politicians and some policymakers, and it comes as a surprise to them just how deep the roots of the problem are, that it goes back decades and generations, that it is so structural, that, you know, it's, it's not just We want to assume that it's, you know, 11 policy, one rule that we can undo that led to it. When you start to expose that it's, you know, dozens of different actions and different things over, you know, 20 to 30 years. It just shows you that it's a, the, the problem is a bigger scope than you think. And history can help us expose just how deep these roots are, and that leads to different kinds of solutions and different kinds of actions that need to be taken. So you're not just, you know, dealing with the surface problem, you're really getting at the roots, you're really getting at the, the true causes of the problem. And I think clear dynamics is really helpful in exposing that. The other thing is that, you know, as, as we have talked about, there are periods where inequality has grown high. There are even periods where, you know, environmental and ecological distress, like we're experiencing today, has been very prominent. Some societies dealt with it really poorly and collapsed. Some societies dealt with it a little bit better and we're able to maintain some resilience. We can learn lessons from that. We can, we can see what people have done in the past when facing the same kind of problems we're facing today, both for good and bad. And this gives us options, right? Again, it's not, it's not a one for one roadmap, right? It's not like, you know, it's not historians should be, you know, the rulers of us all. We have some ideas. We can give you options. We can tell you what has worked, what hasn't worked in in context, we can tell you what is similar, what isn't similar today. And this should form part of the conversation, not the whole of it. But I think these ideas, this understanding needs to be part of the discussions that advocates, that um NGOs, that government officials, that, you know, UN officials, policymakers are having. ABOUT what to do when we see inequality, what has worked in the past? What has the context been? Can we apply some of these lessons today? And I think there are a lot that we can, we have to, we have to reshape some of the things for our, our modern circumstances. But I think it would be a mistake to overlook and ignore what history has to teach us, because, you know, we are, we are, we are and always have been humans responding to these kinds of pressures. And the way that we have done that successfully and unsuccessfully in the past, can really help narrow our possibility space for, for where we're trying to go uh today and in the future. So I, I do think there is a major role for clear dynamics in this kind of approach. And this is, this is what we're, we're trying to be part of these conversations um right now."
	},
	{
		"start_time": "1:07:04",
		"speaker": "Ricardo Lopes",
		"words": "Great. So if people are interested, where can they find you and your work on the internet?"
	},
	{
		"start_time": "1:07:10",
		"speaker": "Daniel Hoyer",
		"words": "Yeah, uh, so I would go to Seat Databank.info, um, for historical work and go to um Soda. uh Soda.org, excuse me, which is SO dash DY.org, um, for a more kind of policy future oriented um type work. And, and please feel free to reach out to me, send me an email, um, and we can, we can talk about how this all works even further."
	},
	{
		"start_time": "1:07:35",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Hoyer, thank you so much again for this great talk. It's always a pleasure talking to you, as I said at the beginning, and this has been great. So it's"
	},
	{
		"start_time": "1:07:44",
		"speaker": "Daniel Hoyer",
		"words": "been thank you Ricardo. uh, IT'S really great to be able to, to share these thoughts and sort of get this out there. So thank you for having me back."
	},
	{
		"start_time": "1:07:52",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on. Patreon or PayPal, I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyche Olaf, Alexand Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly, then the Matter Robert Windeguru Inai Zu Mark Neevs Colin Holbrookfield governor. Mel Stormir Samuel Andre, Francis Fortiagnserus and Hal Herzagn Macha and lays and Samuel Currie Heinz, Mark Smith, Jo, Tom Hummel Sardus France David Sloan Wilsonasilla dearaurumen ro Diego Correa Yannick Puntersmani Charlotte blini Barba Adamhn Pavlostaevskynale back medicine Gary Galman Sam of saladrianeioltonin John Barbosa Julian Price Edward Hall Edin Bronner. Douglas Fry, Franca Bortolotti, Gabriel Ponscorte or Slelisky, Scott Zachary Fish Tim Duffy, Sonny Smith, John Wieman, Daniel Friedman, William Buckner, Paul Giorgarneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Corale Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]