[
	{
		"start_time": "00:20",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everybody. Welcome to a new episode of the Center. I'm your host, Ricardo Lopez, and today I'm joined by Doctor Christopher Hoyt. He's an associate professor in the Department of Philosophy and religion at Western Carolina University. His research interests include Wittgenstein and the philosophy of film, and today we're going to talk about uh some of the philosophy of Ludwig Wittgenstein, uh, how it relates to some Uh, topics that people explore in the philosophy of mind and also the cognitive science of religion. So Doctor Hoyt, welcome to the show. It's a pleasure to have you on."
	},
	{
		"start_time": "00:58",
		"speaker": "Christopher Hoyt",
		"words": "Thank you very much, Ricardo. I, I appreciate the invitation."
	},
	{
		"start_time": "01:01",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, I mean, of course, this is also a question for my audience who doesn't know about Wittgenstein very much or are not uh familiar with his philosophy. Uh, WHAT aspects of Wittgenstein's philosophy interest you the most? And perhaps then we can talk about the ones that apply to the topics we're going to explore here today."
	},
	{
		"start_time": "01:28",
		"speaker": "Christopher Hoyt",
		"words": "Sure, um, I mean, like most people who study Wittgenstein as long and intensively as I have, my interests move around through so many different themes that he covers. Um, I can say that, you know, most recently in the last few years. There are probably 3 big themes that that interest me. I mean, the philosophy of mind and what it really means for psychology and for understanding people is on my mind all the time. Um, HE'S there there's sort of a message there about How it's so difficult to understand ourselves and others that I find really fascinating, and how that difficulty is then confused in psychology and philosophy of mind. People go about it incorrectly and so we end up with these false kinds of answers. So that's led to my my recent essentially returned interest in. The applications of Wittgenstein to psychology, academic psychology, um, neuroscience have been thinking more about what how Wittgenstein's work might relate to the study of autism. Um, AND so I find that right now I'm working on problems like that. Um, THERE are a couple other themes that are that are really on my mind. Partly because of my teaching, um, teaching a class on film, and then right now I'm doing an upper level seminar with undergraduate students on Wittgenstein. And so that that forces me to try to really boil things down to what they can absorb. So a second theme in Wikenstein that I'm really thinking about a lot lately is. The implications of what he's saying about meaning, the, the fact that Possibly the most essential lesson from Wittgenstein is that meanings don't stand apart from things. The, the meaning of a word is not separate from the word. The meaning is the use. The meaning of a gesture is not something separate from the gesture. The meaning of the things that are happening in film are not separate from what we're seeing in the films themselves, and That's, that's a very useful useful point in understanding our everyday lives. Um, IT'S hard to get it, I think. It's relatively easy to say it, but it takes people time to really absorb what's going on. And then I would say that the last thing that's on my mind quite a bit, it's come and gone and my thinking isstein's relatively casual remarks about how he thinks his philosophy stands outside of our current cultural trends, the trends that he was living through in the early 20th century, but that I think only accelerated since then. So that, that would be the the trends of trying to see meaning as something hidden. In systems that can be analyzed through logic and philosophy and how that really gets in the way of understanding things and I've been thinking about that as part of academic culture that it's I think it's sometimes hard to publish the things or talk about the things that are most helpful, and people get caught up talking about imaginary hidden systems. So, those are 3 things that are really on my mind."
	},
	{
		"start_time": "04:51",
		"speaker": "Ricardo Lopes",
		"words": "But by the way, since later on in our conversation, we're going to get a little bit into the cognitive science of religion, and just for the audience to, I mean, understand a little bit better. Uh, HOW you would place Wittgenstein as, uh, an intellectual here. Because we tend to think of him, uh, I guess, more as, uh, more as of a, a philosopher. But, uh, of course, he was very multidisciplinary in a way. I mean, He worked on logics, mathematics, and then I guess that we can also say symbiotics in a sense, and then linguistics, but then he also theorized about psychological phenomena, etc. So, would you classify him as, I don't know, a philosopher or what kind of intellectual, really?"
	},
	{
		"start_time": "05:46",
		"speaker": "Christopher Hoyt",
		"words": "I, I would say he's quite strictly a philosopher. Uh, HIS, I, I think there's other things that you mentioned, all those different areas to different degrees. He's, he has things to say they're important in those fields, and that's true in psychology, but they're true philosophically. So he was a philosopher whose work has real practical import, but he wasn't theorizing in those domains. He wasn't doing research in those areas. He was essentially commenting on the conceptual framework within which people operate in those areas and saying, in many cases there's some really deep mistakes. That are in the way of gaining real understanding, and I think that's true. Everything that he has to say about psychology, I think that that's where how to understand him is essentially as a critic. There are positive lessons, but they're not the kinds that you get within those fields."
	},
	{
		"start_time": "06:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I, I guess it's important to really drive this point home, I guess, because, of course, when we're talking about something like the cognitive science of religion. It's not that, uh, what comes from philosophers just because they are not scientists doesn't matter, but the inputs we usually get from scientists and philosophers tend to be a little bit different."
	},
	{
		"start_time": "07:13",
		"speaker": "Christopher Hoyt",
		"words": "Right. Yes, I think that's right. And, and, you know, the comment I made at the beginning about meaning tells you a lot, which is about culture and meaning, um. I mean, one of Wittgenstein's great worries was that we were becoming a civilization that thinks of science and causal explanation as the only forms of explanation, and he was driven to remind us that there are many ways of understanding the world, and they're legitimate ways. They're not poetic, pretty, they're they're truly meaningful. They, they lead to real understanding. And he, he talks about them as in culture and value there's a remark where he says we need to, something along the lines if we need to resurrect those other modes of understanding the neglected modes of understanding and and that's true in psychology. So that he's not competing with psychologists, he's really trying to Lay the groundwork for understanding each other well."
	},
	{
		"start_time": "08:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And this is also very, I mean, these are very important insights, the ones we're going to talk about because also some of them inform actual scientific work and scientific research that people conduct in the cognitive science and of religion and, and elsewhere, right?"
	},
	{
		"start_time": "08:38",
		"speaker": "Christopher Hoyt",
		"words": "They should. I don't, I don't see having uh the impacts on science that I think he deserves to have. But, um, he, he could."
	},
	{
		"start_time": "08:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. I, I, I mean, I was also, uh, of course, not only about Wittgenstein, but I was also making a broader, uh, commentary on how many times insights from philosophers do that."
	},
	{
		"start_time": "09:05",
		"speaker": "Christopher Hoyt",
		"words": "Oh yes, and, and from within the fields too, I mean, when people are constructing new theories and they they get into the, the competition between schools of of psychology and Uh, yeah, then they're doing philosophy themselves, and they often incorporate the ideas of philosophers, absolutely."
	},
	{
		"start_time": "09:24",
		"speaker": "Ricardo Lopes",
		"words": "And so talking about philosophy of mind, in what ways would you say Wittgenstein's philosophy connect to wit and what are perhaps some of the most relevant insights coming from him that you would say apply not only to philosophy of mind, but also to religion more specifically or to the phenomenon of religion more specifically?"
	},
	{
		"start_time": "09:48",
		"speaker": "Christopher Hoyt",
		"words": "OK, well, let's let's start with philosophy of mind and psychology. Um, I mean the There's a a a core insight there that It is definitely the place to start, which is that the mind is not an interior realm. The very idea that minds are things inside of people, is that is the the false picture that Wittgenstein works so hard to liberate us from. And One of the great ironies is that, you know, within psychology, psychologists always say, well, I'm a hardcore materialist, and yet they end up describing people and their work as though they were working out the system where the private mind. Constructed a theory or an image, some kind of representation of all of the external world. As soon as you have that duality of of mind and world, you've made the big mistake that the constraint is trying to liberate us from. And It's incredibly difficult not to think about human beings that way, and I, and I would say in my experience personally with people, it's really only people that have worked with Beckenstein for years that seem to have worked their way out of that in a genuine way. And um, so that has everything to do with psychology because you know, uh so much psychology it concerns theories of how the inner mechanism works, how it's building images, representations of the external world, and if you're if you're doing that, you are making the big mistake that I would say. I shouldn't exaggerate. Wittstein is is all over the place with many things, but that is a very big part of Wittgenstein's later philosophy. It's a really big part. Um, SO that's on the critical side, that would be what not to do. If, if there's a positive lesson it has to do with if you stop imagining that people are made up of this inner and outer realm. Then you really have to rethink what are we talking about when we're we're talking about people. What is psychological language actually doing and what is the work of understanding each other and A lot of what he's saying, this is a lot of what I've been trying to find ways to express recently, is that human life is really, really complex, and our psychological concepts deal with especially complex dimensions of life. And so understanding ourselves and understanding each other means looking at those aspects of life and all of their complexity, and If, if you take that perspective correctly, there, there are corners to bring science in that are extremely useful, but it's no longer the grand project of describing how the private mind constructs a theory of the external world, that disappears as fantasy."
	},
	{
		"start_time": "12:54",
		"speaker": "Ricardo Lopes",
		"words": "So there's an element of uh embeddedness there, right? I mean, the human mind being embedded in a larger, uh, I don't know, uh context. I, I'm not sure if in this particular case, it would be a, a social context, but uh at least a broader context outside of the, uh, I, I mean, the skull, let's say, right?"
	},
	{
		"start_time": "13:19",
		"speaker": "Christopher Hoyt",
		"words": "It's, you have to be careful with that kind of talk, um. It's not that that that's correct in a way, but, but that you, it's still a way of talking that some people would think of it as minds are things and Wienstein is, is trying to get us to, to understand that our mental concepts are not talking about things at all. They're dealing with complex. Domains of life or aspects of life that To say the mind is embedded leads might lead someone to think we're talking about a thing that has a a particular context, so it's really an aspect of life. OK."
	},
	{
		"start_time": "14:02",
		"speaker": "Ricardo Lopes",
		"words": "And in what ways would that apply then to religious phenomenon or religion itself?"
	},
	{
		"start_time": "14:11",
		"speaker": "Christopher Hoyt",
		"words": "Well, um, I mean, starting off generally, the philosophy of religion. WAS for a long time, probably still is dominated by discussions of The theories of the world. So there, there's an idea, it's very common in popular thought, as well as academic research, to imagine that a religion is a theory of the world, and it has to compete against science and and a secular theory of the world. We're back to that picture. The very picture that there's a private mind that constructs a theory of the external world, and religions are these theories of the external world. Um. When we really abandon that as Fikenstein wants us to do. Then what's left is looking at people and how they live and the, the lessons that come out of Wienstein's remarks in my view, um, about religion come down to the idea that It is remarkable that people can live in so many different ways. Um, DC Phillips has a, a lovely expression where it talks about ways of being human and That really captures something deep in what Wittgenstein was trying to say about religions that these are These are deeply important complex ways of being human, and to understand them has nothing to do with understanding a theory of the world. It's the work is mostly about, there are there are a lot of things that can help us understand other people's religions, but it's trying to imagine your way into the life of another person. And the ways that things become meaningful in the context of that life, the rituals, the act of prayer, the sentences someone speaks, they take on meaning from a particular way of life or forms of life, to use Wittgenstein's expression. And very different orientation."
	},
	{
		"start_time": "16:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And since you mentioned rituals there, uh, I mean, I guess that there would be two sides to this question. So, um, first of all, what does meaning mean to Wittgenstein and then what makes rituals meaningful then?"
	},
	{
		"start_time": "16:40",
		"speaker": "Christopher Hoyt",
		"words": "Yeah, those, those are good hard questions, um. Things, words, rituals, gestures are meaningful to humans simply because they're they're used in ways that are important to us. The the meaning is the use, Bechtenstein says, and One of the things about being the kind of creature that that we are, that that you are being a human being, a homo sapien. Is that We have the capacity to acquire this, this repertoire of behaviors that is speech, or a repertoire of behaviors that is a religious pattern of ritual. We have the capacity to evolve a way of of being in the world, to develop a life where praying seems natural and important to us. And that's what it is to have meaning is to live a life where those things are important, and the meaning is not separate from the things at all. It's not shown by those things or defined by those things or proved by those things that that's all that is the whole story of meaning that They're valuable in human life. Um, YEAH. And did you want to ask a follow-up question?"
	},
	{
		"start_time": "18:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh, NO, I, I mean, did you have anything to add there or otherwise I would ask you another question."
	},
	{
		"start_time": "18:10",
		"speaker": "Christopher Hoyt",
		"words": "Uh, SURE, well, I, I mean, in, in understanding rituals, there, there is some, I should acknowledge that Dickenstein scholars are not all in agreement about this. So Dickens made a couple of remarks that Have led people to take seriously this idea they had an expressivist theory of ritual that rituals are a way of expressing certain things that a person is thinking or feeling. I think that is. Uh, A red herring. He doesn't. In this and every other case, Wittgenstein doesn't have theories, and I think that that's really important. I think that what's really important is Wittgenstein is trying to get us in touch with all of the possible ways that rituals can be meaningful, all of the ways that they can be woven into human lives in a way that they become important. And I think that that is the right perspective to take and trying to make sense of Vigentra on ritual."
	},
	{
		"start_time": "19:06",
		"speaker": "Ricardo Lopes",
		"words": "OK. And I mean, as far as I've read in your work about his takes on rituals, it seems that many times uh they get easily misinterpreted and related to that. There's this scapegoat remark. Uh, COULD you tell us about it? I mean, what is the scapegoat remark and what relationship does it have or might have with his takes on rituals being easily misinterpreted?"
	},
	{
		"start_time": "19:37",
		"speaker": "Christopher Hoyt",
		"words": "Sure. OK, so the, the scapegoat remark, um, Vienstein made it several times in his manuscripts, and, um, he, he There's a way of reading it. It says uh of the, the ancient Jewish ritual of a scapegoat. So ritual asked people to cast their sins onto a goat and to send the goat out into the desert to die, and There's a way of looking at the remark um that that people took where Wittgenstein seems to be saying that the ritual itself is incoherent. And that was important to scholars of Wittgenstein and scholars of religion, because there were people there were Wittgenstein scholars essentially defending their reading of Wittgenstein, saying that it proved that Wittgenstein could see that religious rituals could be criticized or religious beliefs could be criticized. So that there was A reading, there was a complaint about Wittgenstein and Wittgensteinians in philosophy of religion, saying, They're telling us no religious beliefs can be criticized, no rituals can be criticized. There's everything here is just we have to take it at face value. And so there's some Fitgensteinians, uh, starting with DC Phillips said, no, no, Fitgenstein does admit that we can sometimes criticize religions, look at what he says about the scapegoat for month. Uh, NO, I think, I think what Vickenstein was saying in that scapegoat remark was that the ritual was easily misunderstood. So it's misunderstood the same way that language, especially psychological language, is so easily misunderstood. It leads to philosophical errors. And so the the debate there I think got off track, um, and I was that remark that I wrote was mainly of interest to academics and Philosophers of Wittgenstein, but I do think there's an important lesson here that It's a red herring to worry that Wittgenstein's philosophy is a philosophy of religion is a type of fideism. He. He's not, he's not saying that. All beliefs, all religious beliefs are necessarily meaningful, it's The point is that whether or not a belief or a ritual, a word, a gesture is meaningful, depends on how it's woven into a life. If it's woven into a life in a way that it becomes substantial, significant in that life, then we want to acknowledge that it's meaningful, that is the meaning, and there's not much more to say about it. And so much of the debate about whether Wittgenstein was or wasn't the fides has to do with again that same old picture. Is he saying that any theory of the world is an equally valid theory of the world, and he wasn't worried, he was trying to get us away from that picture of theories of the world. So I, I feel that that discussion sort of took Wittgenstein's scholarship someone off track. Mhm."
	},
	{
		"start_time": "22:51",
		"speaker": "Ricardo Lopes",
		"words": "And sort of related to the work he did on language. There are many scholars that take him to work with language games with belief systems, and then when applied to religion, a certain That these belief systems are really about logical schemes founded on their own basic beliefs and principles of inference. Uh, WHAT do you think about this from a Wittgensteinian perspective?"
	},
	{
		"start_time": "23:22",
		"speaker": "Christopher Hoyt",
		"words": "Uh, CLOSELY related with what I was just saying. Yeah. The It's a, it's a difficult topic, but it essentially. My understanding of Wittgenstein is that Belief systems, to the extent that they exist, there there are ways that exist in our lives. We can talk about the systems of belief that frame a culture, a community, possibly an individual life, but they're not theories that are in the head. And once you get away from that idea that we're talking about a theory inside the private mind about the external world, the whole way of understanding what a belief system is shifts dramatically. The same way that that what we're talking about when we're doing psychology and talking about other people's thoughts and beliefs and feelings, hope and despair, all the meaning of all of those things shifts dramatically when we get rid of that in or outer picture. And I think that that's also true for belief systems and And uh I'm not sure that That the victims and scholars as a community have done enough to to absorb what happens to belief systems if they're not things inside the private mind. Um, I think there's still work to be done there. Mhm."
	},
	{
		"start_time": "24:49",
		"speaker": "Ricardo Lopes",
		"words": "And how does Wittgenstein in your view, understand, understand religious?"
	},
	{
		"start_time": "24:58",
		"speaker": "Christopher Hoyt",
		"words": "Dogma. Uh, YEAH, I've got that just that one essay that I wrote about, about dogma, um. I think I'll, I'll talk about the, the critical and the and the positive. Um, AGAIN, it's sort of we're on a theme here, um, the, the critical side is that when Philosophers of religion or even laymen thinking about religions, think about dogmas in religion, they do tend to think about belief systems. And if we get rid of that, and we're not worried about a private mental construct of the world, we're worried about how people live. Then what's interesting about religious dogma and what I think Wickenste is really driving at is that this is a way of being human, so to speak. It's It's a pretty fascinating fact that people can, you know, a Catholic can accept certain dogmas from the church authorities and commit himself to living by those dogmas. And have to resist his or her own possible Doubts about those dogmas say, and, and you, you're forced in a sense to work those into your life and that's an interesting thing and the significance of that in a life and what we want to say about someone's spirituality is well worth tracing, but At that point we're doing a kind of Anthropology of how people live with dogmas. And it's descriptive, this is a trend in Wittgenstein's thought generally, where we thought we needed theory, we really end up with a kind of something we might talk about as a descriptive anthropology, and I think that's true about religious dogma. It's an interesting thing that people can do this."
	},
	{
		"start_time": "26:57",
		"speaker": "Ricardo Lopes",
		"words": "So to get into the cognitive science of religion, uh, I've actually already had several cognitive scientists of religion on the show, and they come from, uh, a, a, a non-Wittgensteinian perspective, let's call it like that. So it's, uh, it would be very interesting. So to have your uh Wittgensteinian perspective on it. So uh before we get into a very specific uh question topic that people explore there, what do you think Wittgenstein would have made of the cognitive science of religion as it is today?"
	},
	{
		"start_time": "27:38",
		"speaker": "Christopher Hoyt",
		"words": "OK, right here, I, I'm gonna choose to just be blunt. Um, I think he would have hated almost all of it. Um, THERE'S, there is room to do legitimate science of religion. Whether it could be done in in a way that would fit the label of cognitive science or religion as it's being done now, I'm skeptical of, although. We could get there in details, but the cognitive science of religion that I've read, um, and I, you know, I'm not that widely read, but all of the things that I have read, they are exactly doing theories of how the inner mental mechanism constructs a theory of the external world, and then they try to talk about how There are particular mechanisms that construct religious beliefs about the external world, so it's the private mind external world problem yet again. And because that picture is the central picture that Wittgenstein is trying to liberate us from in his later philosophy. He's really at odds with the project of cognitive science of religion as as I've encountered it, and I, I think it can be reasonably well defined. Um, So yeah, they're they're really at odds with each other, I'm afraid."
	},
	{
		"start_time": "28:59",
		"speaker": "Ricardo Lopes",
		"words": "And one particular aspect of uh contemporary cognitive sense of religion has to do with it, uh, being based a lot on evolutionary approaches to the human mind. Do you think that Wittgenstein would have problems with that aspect specifically?"
	},
	{
		"start_time": "29:23",
		"speaker": "Christopher Hoyt",
		"words": "Well, this is a really important complex topic here. So this, this is where I think psychology, maybe not cognitive science, but psychology could be aligned with Wittgenstein in a way to be profoundly informative and and really interesting. He, there there is in this philosophy a very clear tendency to regard us as parts of nature and to think, especially about language is natural. So if we think about the evolution of our bodies, and we think about how our our The organism evolved to be capable of these complex forms of life that we are capable of. That's very interesting and and cognitive or excuse me, evolutionary psychology, evolutionary theory generally might have a lot to say about that that's really helpful, really very, very interesting, um. I, I think, for example, evolutionary psychology. I can help us understand quite a bit about how How it is that people are so difficult. To understand why it is that humans deceive each other, hide things from each other, have to interpret each other. The the fact that we evolved to compete more with other human beings, more with, I mean, going all the way back in hominid evolution, hominids had to compete with other hominids, more than they had to compete at work. Navigate the environment, most likely the strongest factor influencing whether or not you could reproduce, was your ability to compete with and cooperate with other human beings. So those tensions of competition and cooperation with other human beings, I think that's a very deep part of what it is to be human. And I think that it's reflected in Wittgenstein's philosophy when he's trying to work out the incredible complexity of reading each other and playing what he calls the language games and participating in the forms of life that are social, and the intricacies of those games. So I think there's a lot of work to be done. Where we can look at how those two fields overlap, but it does require thinking about how we evolved to do what we do rather than thinking about the evolution of a private mental mechanism."
	},
	{
		"start_time": "31:53",
		"speaker": "Ricardo Lopes",
		"words": "And still on the topic of evolutionary approaches to religion or to the cognitive science of religion. Uh, uh, I, I, I know, I'm well aware of this because I've talked about this topic on the show with several different cognitive scientists of religion, but one of the most debated topics there has to do with whether, um, religion is the result of evolved mental fact. Faculties evolved adaptations or if it is the byproduct of other evolved adaptations of adaptations of the mind that evolved for other purposes. So, um, would, do you think that a Wittgensteinian approach would have anything to say specifically about this topic?"
	},
	{
		"start_time": "32:44",
		"speaker": "Christopher Hoyt",
		"words": "No, I mean, be very, very careful that the What evolved, what evolved in human beings are brains, so to speak, not. Not mental mechanisms, there's nothing inside a human being that traffics in ideas or images in the ways that psychologists too often fall into the trap of imagining them. What's going on inside the brain is physical, physiological, neurological. And to the extent that we can really talk about those things and talk about how people evolved to do the things that they do. We might have a really interesting discussion, but the cognitive science of religion that I've read, and I think cognitive science generally is all about trying to name. Hidden mental mechanisms that they, the psychologists always say, well, this must be in the brain, but they're not usually talking about the brain very much at all. They're guessing about the brain. They're guessing that the brain has a mechanism that makes us feel. Disgusted by corpses or Perceptive of movement or things like that, and they know very, very little about how the brains lead to those kinds of behavior, and they start inventing a mechanism that supposedly produces images and words or ideas or emotions. Those are, those are all things that are descriptive at the level of human life. Those are not descriptive of brain processes. If you want to talk about brains. A good starting point is to be literal. And if you want to talk about life, talk about life, and I think Far too often, and that debate about that you brought up cognitive science or religion, far too often what's happening is people are are inventing these mechanisms. They're saying, well somehow it's in the brain, but they don't have much of an idea of how it is. So the question, did mental mechanisms evolve? To produce religious beliefs primarily, or was it a uh an accidental byproduct. I think that debate is largely a confusion from the outset because it's, it's all about these. Mechanisms that don't exist anywhere. They're Their imaginary mechanisms that misunderstand the grammar of language, the grammar of psychological language. They're they're confusing a grammatical domain of life, or a metaphysical domain of life, a hidden mental mechanism that isn't there. They are hidden brain mechanisms, but Not mental in the way that they're used in this discussion. I don't know if that's clear enough. It's a, it's a very hard point to explain. Uh,"
	},
	{
		"start_time": "35:39",
		"speaker": "Ricardo Lopes",
		"words": "NO, yeah, it is, and let me just ask you a follow up to that then. Do you think that in disagreeing with uh cognitive scientists of religion who Have evolutionary approaches to it, uh, do you think that Wittgenstein would also be interested in pointing perhaps to how, um, they are conditioned, conditioned, I, I mean, I'm not, I'm not sure if conditioned in this particular context is the best word to use, but conditioned. In their, in the way they think about religion uh by their own uh frame, by their own intellectual framework, the framework that they bring into analyzing religion here."
	},
	{
		"start_time": "36:27",
		"speaker": "Christopher Hoyt",
		"words": "Yes, absolutely. I think this is very important. So when the cognitive scientists of religion, the, the works that I've read. Quite consistently approached this from the idea that That Each private mind constructs a theory of the external world, and there are religious theories of the world, and there are scientific theories of the world, and they bring with them the attitude that the scientific theory of the world is superior, and then they they weave that sense of superiority into theories, and it's easy to weave them in because the the theories are In effect, They're they're made up. They, they claim that it's based on the evolution of the human body, but it's the evidence isn't there, that you have to look at how bodies evolved to understand how bodies evolved."
	},
	{
		"start_time": "37:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT one of the, of the things that the cognitive scientists of religion do through science, of course, is that they try to naturalize religion. They think of religion as a natural phenomenon. Do you think that at least that Wittgenstein would tend to agree with, I mean, with the process of naturalizing religion, even if not through the same sort of theoretical framework."
	},
	{
		"start_time": "37:58",
		"speaker": "Christopher Hoyt",
		"words": "Yes, um, so, It it it's a complicated answer again, but the There is a way, I mean, Vickenstein is most certainly saying that. Human beings are a kind of animal, and all of our capacities and all of our ways of life. ARE part of these animal capacities. They're they're built on top of them. So it's perfectly legitimate to say that our religious ways of life are built on top of animal capacities that evolved or, you know, millions, hundreds of millions of years. And in that sense, there there's a lot to be said about. How they, how religions can be understood naturalistically, how they can be understood as something animal. What's not to be done here, what what the naturalizing of Wittgenstein doesn't lead to is a naturalistic theory of the internal mental mechanism. That is specifically the mistake that happens over and over and over and over. That's why I keep saying it. That's the big mistake and it causes enormous trouble in philosophy and in psychology."
	},
	{
		"start_time": "39:14",
		"speaker": "Ricardo Lopes",
		"words": "So, um, as a last question, I would like to quote you here. This comes from, I think, one of your papers on Wittgensteinian approaches to religion, and I would like to hear your, uh, comments or explanation of it. So. You say real understanding of religious beliefs mainly comes out of perspicuous representations of religious phenomena, not instrumental accounts of their underlying causes. So could you explain that uh quote?"
	},
	{
		"start_time": "39:48",
		"speaker": "Christopher Hoyt",
		"words": "Sure, um, I mean, first, the, the phrase perspicuous representation is is Wittgenstein's own, and it's a very important idea in Wittgenstein's later philosophy, um. What he was trying to say is that When we see things from a a certain angle when we make different connections between the facts of the world that we're trying to understand, those connections themselves are a form of understanding. Seeing things in the relationship with each other is that does count as understanding. Things become significant to us and make sense to us, and that we should. Respect that there are certain domains of life where that kind of understanding is really the more useful kind, rather than a a causal explanation. And I think that's often true in religion. So when I said earlier that understanding religious phenomena often comes down to doing your best to imagine your way into the life of a believer. What do things mean to that person? Why are they inspired to make a gesture when they do, to pray when they do, to say the things they do, um, or if you're looking at really exotic rituals to cannibalize when they do. What's it to to understand those things is to see from that person's point of view, and that would be. To develop a perspicuous representation that describes what things look like from the believer's perspective. Things come into view where you, you see the relationships between things from their perspective, and that provides a really deep kind of understanding."
	},
	{
		"start_time": "41:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, BY the way, let me just ask you one more question then. When it comes to the cognitive science of religion and your more Wittgensteinian approach to religion, do you think that there would be any room here for Wittgensteinians and the cognitive scientists or Religion to collaborate with one another in studying religion, there would be room for, uh, both, uh, for the, uh, the two approaches to complement each other or even to perhaps have a pluralistic approach to religion here? Or do you see them as, I don't know, if one is the dominant, then it just excludes the other. There's no room for Collaboration here at all, uh, intellectually speaking."
	},
	{
		"start_time": "42:28",
		"speaker": "Christopher Hoyt",
		"words": "No, I, I, I think that there is some room for collaboration. There's, as I tried to explain, I feel like I wasn't as clear as I would like to be on a couple of points, but. There is real room to think about. Wittgenstein's insights and evolutionary psychology. OK. Cognitive science of religion. I think it would be difficult given what cognitive science, how it's understood currently. I think it would be difficult to make that relationship work. However, if the cognitive scientists were to start to approach Understanding the nature of psychological language from a point of view. Then they might put themselves in a position to really start doing science and the kinds of experiments that they sometimes run. The experiments sometimes turn up things that are interesting. And it would be a question of interpreting those experiments in a different light, and I think that could be done, and I think that could be very interesting and productive, but it would, to agree with what Wienstein is saying, would generally speaking require a pretty radical reorientation in how to interpret research and results, and yeah, I, I think it would be, it would be difficult but possible with that."
	},
	{
		"start_time": "43:58",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that it would also imply more broadly a different approach to science or not necessarily?"
	},
	{
		"start_time": "44:08",
		"speaker": "Christopher Hoyt",
		"words": "All of science? Like,"
	},
	{
		"start_time": "44:10",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I mean, basically to the scient of course, I know that this is more of a uh philosophical question within the philosophy of science and it's multi-layered and multifaceted, but uh um basically the way we approach the scientific method in general."
	},
	{
		"start_time": "44:29",
		"speaker": "Christopher Hoyt",
		"words": "Oh, No, the, the Science is is Is doing just fine. Um, AND Wittgenstein is definitely not saying anything that I think would require that. I think what what Wittgenstein is is saying about science is that it's one method of understanding, and we might say it should be respected and kept in its in its channel. And at the same time, we have many other ways of understanding the world that are equally valid and important for human beings, and sometimes they're more appropriate for a given topic. And a lot of the things we've been talking about are those topics. There, there are aspects of psychology, of understanding human beings, understanding ourselves that are better approached with other methods and religion. There are, there are topics in religion that are better approached with other methods, um. They overlap with science. Wienstein is not dogmatic in this way. Science has It's always valid. In its in its proper places. So there could be corners of religion, lots and lots of things about psychology where science is perfect. It's exactly what you need and you want to do it. And of course science is broad. Science covers lots and lots of things."
	},
	{
		"start_time": "45:53",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "46:01",
		"speaker": "Christopher Hoyt",
		"words": "Sure, uh, well, I'm, I'm in the process of uh revising my the web page on my Western Carolina University account, but I think the best place to go as soon as I have all that updated would be Western Carolina University. I they can search for my name and find my work there."
	},
	{
		"start_time": "46:20",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Hoyt, uh thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "46:28",
		"speaker": "Christopher Hoyt",
		"words": "Thank you, Ricardo. I really appreciate it."
	},
	{
		"start_time": "46:31",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan La Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]