[
	{
		"start_time": "00:02",
		"speaker": "Ricardo Lopes",
		"words": "All of the liar politi in particular the participation politique. Is the attitudes political sets for some coins in Portugal economicmilio uh since on the populism it soul lavast vindal."
	},
	{
		"start_time": "00:40",
		"speaker": "João Cancela",
		"words": "So we got in the television so much so such."
	},
	{
		"start_time": "00:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh ERINS attitudes is this is the uh is. The."
	},
	{
		"start_time": "01:26",
		"speaker": "João Cancela",
		"words": "And then unprimerick at at uh moss uh qua if you and uni for some sources time on men look verniimdi the book my objectives or or osteicus ascement to proper uh proper verna or the proper regime tenesia so 10 em and ifs star mama such for some confument um. The steam and soda no queasi compare some constes uh on the uh is this name in different uh uh gives the treatingal narcoliad and the political session will sims democratics of sims outtake again put no maams consider now uh ecu uh. Uh, LINEAR and function you you. You tip on and not to to um physics and some sarma and sims out uh the Pontvis uh uh the the the politis, um, uh. If cm supplements cappa the objectives that als I some some on buying the sa the sat because it is uh a tent to cast sing aura free this so and a lottery time time angstantilva the album dover uh ste uh. Get tan to sigal uh sever uni about such for some best best um in this neinti uh a uh. No way yeah them uh them to regime 10 mazapoyage is with certified the specific loop no way I'm I'm a specified he all the the sound in terms of a first and my my my nice comprida. Mates a pillar men uh men if you mention uh some para paras at the mensika musiu uh pots uh tenia virtuos mukao swims rat spotted vistas it's not sw for my normative we can measurementage and Chris trash possiual um. This give it a uh a prokura uh pied democracy and no noativa didn no uh for some sin on immuka ims out to uh um and what in touch by to do the machine uh includes the the maten sound and uh. Uh, ECONOMIC some such as in the albums in nutri uh I itab him mountive from my watermen sound uh whichpi soundel kid times uh and and waiting to send mission noss if he is to um fast uh if he's fasamoon to make for for coinias. Uh, I, I think sent no no no vis images of each of the, the leaders in me skira or we need to resist sound crass prime manmis mills grand uh to uh uh at the images the arises from from rait meters from from rajo so this because. In rich principapala are in you to source man uh uh increment of of of of the the material they non tend to uh uh and persi or one regime uh in this nedi popo imid uh. Proladier the the the Francis master mind the mayortu uh uh amimes senti or or not quandu uh qua steal a a and regaro in complete ass ass um uh PS uh sato is uh. Uh, AS a consequences political consume and aerosol interest in the politica typical no no observance and eia you per certaintadore uh and quantum mavis for see that is. Matenstrani the the interest in the political involvement set up er ponto for that I can to ming to que quean for uh involve sense in emia to seculusecuvin which for if a prolongga the um at the entosoans. Poli uh the spaces and um uh the tips involvement to the stein forever that since it's sit down scro in particular the the main uh uh uh. A, uh, in notes as you touch they exten Juju group uh group because do not sound significant to the sad uh cu get it uh such forum that could see it or To stem and to sim uh meshki now uh quete no noninreiment uh purportlitique well moti Saniabus out to Samuel hunting and Gabriel Almonds in the verbs alsar was uh was impact to the politic thing and uh uh the professes sans regimes from sussain to send permit harmo um Christunar. Techonteu um is a and sament was est as the estergo sound devolment and stop that those regimes you willvanival interests um the political on some some some points in sense per perf reflected. Mhm,"
	},
	{
		"start_time": "08:19",
		"speaker": "Ricardo Lopes",
		"words": "uh, NUKA specific prougal secus fat confi institutions poli parliamentovernos politics for democracy politique confience news media confience sets the moment."
	},
	{
		"start_time": "08:39",
		"speaker": "João Cancela",
		"words": "In, uh, sing that if this is in in particular, uh, same only uh apoato from the scent for for drink over some from kak finani the lineage the is just in er you know sanga contest uh contest maga some space can some lot space moir um. Mm the the pen from comparativecent presor uh circumstances lis almost different so what um nosoans uh uh uh perse is a regados uh uh per per n gregati postmenzeques naturalism nice individual interfering. Uh, NO. Blis get uh sits nene na sounds um uh the uh uh the liga sound uh the turo politika uh you know the liga sound in French, uh, a CT science no uh liar casasin sent them didn' um. Duran, uh, various des was the interest in politi around uh tiba was the, uh, search for some rosa was limited and know, uh, bash my is no uh corspondence sadiments, uh, um, uh, is on on uh uh onomit to songsfia not not space the uh grandes part uh at this stem and then leades. Um, AND, uh, no servis passport ting uh simultament up its nive the sinre see the augment the political uh nivisilva the defal example viewed the uh. Put the uh to connect sound into into the source interse downs enter the stream um. Muktokaokas concret the center aimsent uh because the story came in there's there there's enzo tente there's there's kad there's this low in through and uh and this censor page, uh, this scheme. Uh, IS this non noncent because nocent proper get confiencessege dreams no aparmentum culti uh cafe ellos uh uh pels no the Uh, confiensa or, or, or the benefici speed pill uh pill um uh uh pretensa as assistitu is the ava ever sent va contested no contested contested procoms uh in this way because the pots pots a precom space it's complemental um uh and uh when we make additional primit carest uh uh. Uh, CONFIAN and this confia um and we sent confi notrabanamenta uh a urpazeman singer and parliament no nostrata kid invol uh complex lias with any watch the uh 30 somewhere uh facts notism. MY individual. Uh, ATTRIBUTE so well um I will no no no. Yeah I don't want to speak because my, my, my friends. Uh, THEN, uh, so the so the the, the, the, the pretti, um, if that er the the the the crazy economic uh uh the the julio de millires uh ter univals interest mayor uh the political so my uh. It's, no, I don't fat to to to cast on, uh, I don't I don't well I don't, I don't cause in in is it's gap is is force into interest with my job as you interest do my job. MAYOR uh my uh a uh uni nonins that's the main, uh, compass mgen uh my vege. The political uh do various it post the my um um unfores uh posika com uh economic um it the main and keep so con uh nivis ma such did cassan. Uh, ON, uh, njma is intense the the interest, uh, the political pros it a mainma out the confience and as uh that this is still partne2 no no present uh differences substancia and some uh sas who present the scenes and nives the sad in some pronuncios or for pronuncio job in particular services pronuncias. Um, SIT different story open fundwe AS."
	},
	{
		"start_time": "14:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. See, my start, the juntavistas on the differences in genes and global in terms when poli. OR no. Uh,"
	},
	{
		"start_time": "15:10",
		"speaker": "João Cancela",
		"words": "AND see or comment in the pala from that we fight to not conskim the seen uh yeah and and sent to talu tabs to uh uh plate tendulla the sillier con condula de masters because the the the loan um peodiendomoons uh uh um. In terms of um we fight rising com communistsesesiate voice with no cars ex discipan but it but er the mark on you so must push condos and uh I said is a gas volumpaloti dementawe. Le pro projin at factunmak fort um decrees noniest confience uh uh for karan mkapo. No con uh pas in particular epis uh salt to usan do do the di uh adivi de quera uh uh our uh oximment the divides use uh oxat uh finna say suga for a uh cornas per uh the troi uh tri the institution for uh your bill uh get miserpa. In essentially and the rescuontwane sound um uh confience that voteres uh quetavio pick to do do the the troika it's boyish um ain't sent kumasvill uh on on on uh mudras in. Ida form and indi uh tech no contitu one no um um the. Uh, OK, but to the space cons consinak confian in this confians. You win this confia do do consorting. Uh, NADIRONY in the nut course, um, do the snaketeinok mesa swer as a swede mantains uh like mzan skin the king is the the set, um, uh, zan kushima zanosa uh windimior uh maintain waswe exhavia uh al. Getting chaffing its trash. Yes, yes, indicated work on we indicator confience your pay I can send I if it sent Jack you not uh yeahprikupians uh pala from but but slims meat com commanlize when not uh urpa sekinte sad do you shorts uh. Uh, A super shock because asymmetric fetos to face cons space credors uh non dic fetas with the feta reform it was on shock my sou shock the the envi uh in no of sun shock to pandeni uh the confience in neuroppa by sharon form uh um. Uh, NONGOGO space which well, no, no, no for the space and and this incus we offer netis are we pack the decrease economic and no no phone we suchment um. Gilva perharma ma market push vaness shock sensuslio uh in in compare. And we to send on the moor that's uh nice nice uh sitsrita send they share um uh much space is vulnerably that in in in shockstri."
	},
	{
		"start_time": "19:27",
		"speaker": "Ricardo Lopes",
		"words": "THE attitudes poli portugues in the fi."
	},
	{
		"start_time": "19:35",
		"speaker": "João Cancela",
		"words": "Uh, HE got uh not time they should get it the they they they should touch that fact nennuzan the uh do got to do in in it's kiro uh often my no no catch me flex sound as of uh lumenzuma my sli maserat no sound no euro enthu from the the silage. Together for pens is uh uh absentannis perilva to the uh confidentriage from it it uh get the vo that mayor in some of uh it's no voice of scient but um uh convertera setinees it to me for my br the from Martiur me uh the only the the per uh per uh cement sky. And this, uh, in me that men men was fantas by the present of your nosa meal the main the apostle jasmine uh. A fleet, uh, you know, or say it conflict and has some, uh, I put some lis then you if I uh a symmetricinent yeah is is fast travert one on this and subs subs in the world more. BECAUSE um my example in my example to uh computation you say uh the oh no no proper contri best as the elli parliament I'm meaning to, uh, uh, different, uh, na nazil sense of uh ultrasound the parliament's um uh. S for saltrantersonish uh posspas and noisesia my critic dispatch uh specifics um uh the songs bypassinach con uh, uh. I put some politic uh or astounding uh politic uh. Mor of uh of of political um uh deliment to uh the fujia um in in this ne senti uh of ovunpa queraovunpa subberto um is my uh nonserroceti is names that looks nologic ma uh subreist uh ins uh and sings on um. I about the schvio uh and the sound. Uh You no no no uh. Confiance no this is a stone out from, uh, the page and enter for some together. Uh, MEINDA compar compartment, uh, lay in uh the kimolini nazi, uh, your nas for nonm me me. Uh, POTECIR stepswetipo my my macriaim, uh, moblizzard kebatro moblizar uh ille torch and sta uh outli got uh this uh this but. Mhm FOR the"
	},
	{
		"start_time": "23:43",
		"speaker": "Ricardo Lopes",
		"words": "legislative stems in prougal uh populism scheme protugal."
	},
	{
		"start_time": "23:58",
		"speaker": "João Cancela",
		"words": "Um, IT, it was consensC to provide the different, different softwares, a, a, in particular. Mm like a mio therian be sententing then that this comalio uh post post uh zuku beams it was albumson kim part com compent fun for a uh contests. Punk er for uh you know uh in that uh in temple casts visa kumu. Was a wasteris the the valde of mote of the uh impintravora ra ralos forces er er crista contaca okass sta uh. So also in in uh base a premier no uh as mal to spineland men to get part that's that's that's some can send to uh can send to uh. um NONMENT um uh critics in the abs proper um uh uh squid irreptugapanoler at the uh The deserve the princi pre previ con imaitarre some uh uh fascisto the dela uh uh the uh uh authoritarian. Um, Kitria dama farma veinar as as uh as a as a sad per per propri that's a that's a steerermourridamo farm slava. It put it push ting pons contact um on material poma or or bookma proraveliar start to keki on different uh ishpani muka espanol ar mainstream derated uh senta just sent mareaunass uh clear ki prepare on parts are cus the vent to to CS. Uh, SO to the now mas faste exports the vine no no opinion is the despe part it's, it's not this with the quickest sound me to properly modes transition sound fuck ter mare sound uh called sunnari as it's court or symmetrioopaskingspan uh as a as a transition. IS that the person just part because they do do uh you want cord entry into the entry which uh militantri or you you you you it emergent is uh 3 contribute per uh um now for a uh a passage in your im provot nontigas uh uh. RASA in in in in in uh sur uh iment um uh ideologically regalara um uh a teas. Abstents smaturia auto uria uh persplikar uh and concretus no nostavoke no pers to skep perti could could finesing um. Mok which is the reai immigrant no matter is that meant to that nasnas a part called because it proti call me because there's roti te ni immi uh vas was a ling lingo to tip the same to uh. Economics see, um, uh, inannuvent winzan mm so and let me see that the, the reser uh noor George space um Yentown is is dama far as as as a complements commode to a modias permuttu the the the migrant nostriovimoid the. Uh, NO nonsal uh immigrants 12 quants if you exit uh me queen and alien uh as um as op do have some um topicswemski. Never that no matter was in the uh the the uh uh uh it does it it almost frecius now we like drives in in terms of the uh opios or or the sesos um friends is fast passes concreators guarantee this put electorates on the on this uh my my my radicals uh just a one in touch. Into uh noso that if you con conte and per uh sino. Yeah, yeah, uh, yeah, so, uh, uh, as the sites are now osoli, uh, no toba interest to to, uh, mker no gas niras where, uh, for this mad were sent and 2 yearlient enterposa is doing the end with that and and the emergency to stema. I swims assess uh either optimis in uh a no for programsesm er I do pass the uh uh concepts economics smo procure ener and uh no fun the avia procureur either is this deep. No is memoerte if quepaquepadiattiva uh electro est esta domain a keep the main spots nada converse conta uh estinellientitosinellistala because you know started 10 nabuscals uh form um form um. We uh bus uh I do op opposite sound uh uh I am mimo nono uh mentut perjureminavo um aki ops contribute to do uh do we sent volunteer and and we also. Uh, Y sting and different fa enable sound, uh, that's the that's the lus this desti yinke on a on a. Uh, YOUR mafasten sex mafazati sound and uh um satiorti conse um uh capitalizes that the tituirma alternative via the queasy if this form of it so much via. Uh, IS that as a, uh, my my maenad there's not, not, not scals, uh, top top intent as as as alternative via the alternative pots cirquepala the tiravo uh uh part, uh. Uh, MY my poss that's that's a, uh, ideological mis Mr Ma is is lizards are ligas do lulina uh is a mins, uh, is it almost no no the compliment political yet it the the the the sound uh get the edificofika immune uh er is the uh of element. Uh, NO, kisses in the interimment compurvadee, uh, uh, a facils, uh, uh, imaginar, uh, my pots the courtmoal, uh, uh, active sound this, uh, that's the, uh, that's you you. It was some bui uh a cappamolia to stavo is something to alienado or or to go to the the the mascuatin competque to uh complement."
	},
	{
		"start_time": "33:14",
		"speaker": "Ricardo Lopes",
		"words": "Her dad's demographic stea cirque du geoptering for cirque de so tending of."
	},
	{
		"start_time": "33:26",
		"speaker": "João Cancela",
		"words": "And in you you a different uh attributes to the The French part moas uh she a time we um uh was it simant or the watch parts so femi neuro uh, you know, yeah if you talking to tea the rock. Uh, uh, SNO snotin sars, um, uh, and get and grantribute gra um, uh, social demographic and into sources um no inso quat and um mutividen fill the duchess of this log while um. Uh, A gen, uh, Amish verse verschnersbuhege abutent my makesus need, uh, and ille sex muslin and ille sex sexniniweisukunnuis you do uh nu superives like the nunuprierzan and uh a torment assessansta to book my mamad get the uh fashionid uh attending uh I'm taikitijataennival and fun. Um, ME metra plead part um enroass and mutu uh mm maroan uh praticament uh uh not multicasal linear me me memuto symmetric combas uh combasnead and didn't so my my my job. Since it made that er she uh encompass my some my uh char what uh or or uh after shege yeah ava speak priests me well uh whoa there's some westant maid was a particippar because my job you send maa sees the participate matuvavosin we are that stiaris and ski um kat maist deficial the the pros pros pros. Uh, uh. Itarmao is in my my nice sunnaertive um And I was a munmun flagrant no city link uh els um uh mens where the tennis um illeors uh dishonors uh hurratama. And so it's not ski esur the the very average you will push to post home book my style in particular souls krake um emma nyamuzotimstes mesh uh pre preach that you provide um uh. The now this the the sport is uh as the Zulus masters to confino and as as another thing freight train it will be some for me since since the shares and established world to skier we later uh because uh mduchege on unja vizon the preherizona mazona you know a mazonesurbanov. Uh, SAINT superor, uh, I it sexmple because it esttecom be the sound very not because, uh, er er cos I I mbodi the uh no Ienati to share is not not a damages but basil. Sent on um um the demografi to um uh you know noquecer que no quera no noosa the doras no no cents a pen to pont vis uh uh objective and and and group graph canti uh uh uh apoar uh uh perilso or candidas fess me there is this uh this uh. No que session que lark nose can obs do some eco the just the tip that get the um group mesh uh in in terms uh the pro some then the this this uh this group is the um um uh emits get nuka to zulle to and zokiri watu and saintus superor uh homage and jojovis homage saintan superor. Apresent and and perceive. Mhm, uh,"
	},
	{
		"start_time": "38:32",
		"speaker": "Ricardo Lopes",
		"words": "PHONES and to book over we laterra the zan is my jack this sales."
	},
	{
		"start_time": "38:40",
		"speaker": "João Cancela",
		"words": "Uh, SING, uh, no no no uh uh sun by you, uh, all pro groups spirit, uh, uh, que clever kura nuas uh apoya and for my my my consistent to she hasban. Um, THEN on that in that is that is uh uh a a sukas or is the contest there's not programs either align that's the that's the content mycriti is the contest by you can this is its success in no uh oys per uh per that leads a a. I encourage and and uninitres um per procragarra um ach pastes in no perim aki du duma duma duma some sankas contiva. And als bit ones uh a kumu uh valids uh ossa dots conteirs of mus mushadika um uh al almates to sum uh tempestesque que none to me the evolidaurul. THE French cars the firma modiency economic gras and urban um went to get the fluency cappa capitalize the the global is a sample is uh. Uh, BECAUSE, uh, book, uh, and not do do do the economic with the either the san um uh the book sounds stone so we tweed uh uh punduzi cash modiency grants mogen uh modigen economic grants inter uh interstage rural urban. Mussollis, uh, that to cassar ass player uh sur uh and elle no non call that no no nostes muka nukas start to modigen hereinlave and on the skura is on the bans and uh to to to uh uh indica kiama converciency and this boy is on the min. Uh, THERE was more port is is is my my peripherius I contra said not not peace but this force no nosta here star star stein clear um one to not asslicabanadquebiwa the uh pouas ritani uh extensive differencesupurut uh was differences ideologics uh defenses to politi enters on zubanu maoti. Uh, I igrezuban my, uh, set, uh, uh, uh, in the migrat, uh, important to the Brexit, for example, uh, and a and the zonosis on bana English mesh is a min uh a long blue temp. SS the Isa with the titua it it is uh I am intervianska zunzurban no no strata kid nukas gives a mm much concenter sound on urban. Uh, SUPERAVURA was my immigrants in the zunuska starting to schnoff was no part of immigrants getting it's it's it's not because uh I I themo confugenency and uh enters the zon the avian sunzubanivitan sons. Good dama farmer, uh, because she don't interested don't if now kick you kick uh kelic case because no I am a difference that such a funa and Dutch objective economics because the rezon known uh the pontw uh uh objective no no nofi car pertrament this is the court conque inados termnoamma different adopt new is uh or ideological or do er on. Uh, Mao dies or my no or oxy no, no, no, no cars and all. Uh, IT'S press the press the vir sentiment, uh, in, uh, um, X 6 releases of programs prete fighter uh to singing in urban zones to the master exte ground the cell. Yes uh OK ar, uh, a different groups uh uh nealy this groups or this public self amental public the source is on the Yas is interest that's on and consider sound now. In not not to um um uh mugra and so you just ban uh and it has uh uh op so so so scemetery que uh que que uh queuaturgama farda and viver mazonal yabarma mayor some of sentiment but non political. As so um no time the mayor been some, uh, uh, start contra immigrants so non skin some of the fiat or for mama carri or not no no but I have no partunni may some economic because so is on the urbanas as a social part we see mayor sentiment the uh the the. Clark is it a complex money consider very not a demographic presently uh ablean is uh me he was indicators economics no no no no spa is I may sound demographic I'm going to visit uh uh. Mink mm minenses the uh get the meat parts uh the the the briefly for is uh but for the peo of oppression urban mesh uh e e lo fact is it's stat significant zer on on fator nonpolise uh is a is sentiments the geno deontli umuskiskifa sent former ju my um. Uh, uh, YOU know, nondritis arms, uh, uh, uh, uh, commasti sound silkra no son sarimento oh. Contra was the previous nonusers me not contest center pasa not not some uh to put put to mecadeit my was not express as sentiment but non political expose a capitalizedpi um uh luvonnit I think the the main epsisil uh plumment doontwitetori uh alva yip yips sent to my messaging um. Uh, IS the main cent that, uh, in not because not not office the phone me a meageing uh, ethniqueliti do do a time muni merch that further the mons further the the the uh further the uh the uh the Which sound because that's economic we got this uh uh agriculture is saying because it's saying, uh. Because there's saint to that car uh uh uh agricultural surbans or on a uh nuque presentatcom uh H bill salad because cultivarcomender and see that the the dating starts to the much school science and bientage is. Uh, uh, FAST part which the collage and see but nothing contres in in in in in various pertis uh neuropassis was the main the the the uh mass perceive and interests you at age rial is trevalen facts rela re it could contribuver the super dementa. And I'll, I'll, I'm the I'm lim published fi long process in contrapos nest the nest, um, nested nested this sentiment the bandon."
	},
	{
		"start_time": "48:05",
		"speaker": "Ricardo Lopes",
		"words": "LITERS. Car different parts politics comes in scared that the right the center of the party with the stre honest mental compar in Portugal stres."
	},
	{
		"start_time": "48:22",
		"speaker": "João Cancela",
		"words": "Uh, I'm, I'm a put in cars, uh, you. It would it uh I mean a a postrete uh no no vogars to no visa uh ovens ja no Mr Maas so he sian persia per possi streamintaisitasm um ask uh attavish nonsement perit me meviment uh uh organ. We like lots uh approximum parliament that some stream the right look uh look streika sport you sentimental concept uan if you to mention a compress my solid um the shakilas difference in ski the right terms mir. Seven come come uh uh dog tip and ent you right OK close sient men serraskeva right uh or permittingir uh enter into uh into different uho part um uh donor but different years uh lisa stings some laden through part some uh not even meant to when that a mains. Stream, uh, its position not for this main mainstream the mainstream some part has a genetic non non non nonfasimport implic fundama funcion uh nameste uh because the neoim problem indeed uh ne get the gross this there's there's some so some part lama tains uh point uh please uh please sounds to the incrementalist. JUST the just if I want in the part of the mainstream ponto no no ting it uh you you see uh all on there to make fluent to mode esta uh put them stingi and to uh partitredika uh it partits tremist and uh partitredika some some partque uh unqua with the posters. Uh, CAN, uh, get a contemplate, uh, alterounders nofussemeto stem uh even to the properly or they get no political or sal uh it could get exting in mainstream press the view uh mesh. Mash you intent uh uh us mertending areald so much stone relia so so so much uh essential uh democrats uh for obtain ju to zile torch questi uh uh um uh implement our program is program reportsir ultimate, uh, uh. Hadal pots in schor the the see that me no blocking casa lumens uh or or no or no no uh nons point es a pretty cards or no one no attentivuss you put in prati form uh uh aint you now uh pot cir because the posse postingrati at uh uh really drop pos postingrati uh a reverse. Uh uh uh uh uh uh uh uh A completely subjective uh for the the dimen but some some uh some some part in the components. Some are component liberal Iswere there's this morris for example so so this is a uh cau caring calls um uh sivamento programmatic uhm in in terms of lisinop there mes now is that components uh electoral sports stremist strestre uh uh. IN uh if it's a the old formeral uh former que nosan uh nosta port in the posits here uh if if if I in concurso and a concusa conulsu and uh I was the strategic permit on condition are as sound but the the elites of the of the odd masters uh conviste uh tomar. Estisa plus proper mouses because he he conurna nice uh uh liar con uh sits the criminal leader that present uh in time you uh you I I'm um. Sinan uh nosives in don't you the much dan. Uh, AS some familiar for for for you you the Charles Steel is in there well different cell to group uh of force seemss and quality. Like liads con different different are is uzon per press per per per prokraus finish terms if the signs uh uh budarisms concrete no qua quawa as graphs touch touch touch touch museums museumstrated the uh converter. ATTACKS the tentative to sounds that sound. A gal gal, uh, now we sit that and mes get it no no no no no tenants uh mea sound yes super ness ne Frances no vic scher er um attaviviment positions the cut on department uh formers uh. Berliar the the that permiss uh so vinika I was groups the the uh the luta plan less a climatic you know political uh uh results limatic in cash in nest field the the is the tar from the mos with the si that's that's uh uh that's the tens so uh it's former no no is that because a part to test we see. Uh, Adirate the skin contress my mash flagrantsinaps uh is a uh eps uh, uh, Amigrants I'll I'll, our museum is same gardens was with the the the negressi representative for for you will deserve. Uh, SNES short part part uh uh spli confer or some minas get get freezavavited uh min a couple er seriallia to uh a condi um I in this sentnuas stems ups are to sta the uh re uh the the part samsoi part get. But is of size is uh uh uh circle sika com uh com uh stremisters uh. Uh, VERSION viment naresits on this uh this uh partmentosa comes to uh silos the internet in thet getdiga the leaves all as I mentioned leaves uh in introerque con concurssu is a meta qui uh pens some er uh coadscoms north than absistan and the frontter passen pro pro propostream. Uh, A one way you there was no samplements, uh, 1 quant quant quantum uh square, um, uh, from videirment part me viments on the social quant some how much some fascinatedmenter. Mhm FOR"
	},
	{
		"start_time": "57:04",
		"speaker": "Ricardo Lopes",
		"words": "lion skins. The."
	},
	{
		"start_time": "57:35",
		"speaker": "João Cancela",
		"words": "Uh, IN in uh, uh, export the cursing masses massrifi card you apo conterse kill uh kelstra to hobogule to shake it, uh, trail sex much clean job essential to that song. You know, pull the con onus and sna skin to pull the condu she and my my ma still titrada and intohe and mass still um don't ws the my my genetic you If fi was so sores in uh it speak uh in terms out opposition in the uh javis together with sex tenniku cargar maza de du du queer jovis um is uh uh elum uh and and and and no ves uh er centriostipi ments. And uh no no no. No, I don't because no, no in the of the gras see 3 gen um because no, no, no way, no que conteta which is familiar Imer parts or contests needs uh a jagu team. On the up to the um er uh er maps of part rata dudukuza is this is is a a my my nunuas port is no no the the prein is is is it's via uh nazile um it procure sat kera uh. But they can log on the on a divisions that the pots uh the main books and heal and gets uh sun and one online and and for uh. But the er the season went through our job is jobstein in a mate not to uh my uh my mar socio cultural uh res or titus son. Uh, FOR example, uh, uh, kuku, uh, uh. Uh, EXIGLIAD or uh some different deer me sex wise uh rasa in nire sound uh you noal hits er in contras uh bes uh magnitude mayor there's differences do hastens this deep might properment is not uh to to keep simplific can m no. Uh, AVARIARINAR, uh, com this political presses. Um uh COMIN on the on the inver cons at actually some economic ma maza you or uh my uh socio cultural um sin my uh alriar pro poul my uh libertar mama. Um, YOU panta put like this no of another win in the uh um uh from get it from from from analsplatoric mus stroke a difference er my perceive also a component economic uh component the industry we sound. To properly maintain social cultural that you then get this for sin tip because you um uh uh almost exulida infraa uh I igre cell epsious uh uh if you con comp my uh my mass provinces for this is iso to touch. Meshpereta uh uh no no no that's kiwaimir per image massert uh fiur in terms of the the phrase here not is a socioeconomic and home job is in their job this is especially puts the manage uh and uh no complement to illiteral there's there's there's a people rescu um partitum uh uh. And liberal as uh as symme by student so my job is being in particular so my job is to testing and through the jobs uh looks uh that uh if you have a a shake uh no no in a um mesh uh cast to put list or uh aint sentque because listers generimus did. In uh interrelates uh uh jave mezipsar to my elector javeduque and uh electors, uh, sex jave uh sit uh skier the uh a peas in the main elan partit uh the so the image and was it is it's, uh, mm I ski in tainting but uh so it's what my my bishi and no no nooskis, uh. Uh, IN, uh, sports bushmenia que tenia poyage pros I got it it it amen que no menu you you no no the main uh uh. Tere sounddamo is essential so considers the epsilal vir along the story then is no the study in no facts scare me uh uh uh not as not as resy is uh. But uh Now stab and I to uh and uh uh as mentors do look on the vita sevis as neon vius epitomumetti best my muska and tar kizov is this is a. Ess forces uh sports and this is so uas we can only put this uh nuzan sent in particular nus nut nuaton is down from a uh uh sent tentas to some uh squadron mdiific yeses pass some uh uh consider um my bus vote to my solid that uh lush forces here to democrat in particular. Uh, IF he got stems are stevet is all fundament dis um, because, uh, estliva range I'm getting top kliva one for all because no el el bongan and significant lis is lik no no sofinitive with you know no no nonfis not better that uh obviously the kittens the sits a different nment fact aserten yeah uh is uh. Uh, GET a retrain and stent procaroas gives any valentin there are various barviusir publicadri there's low uh equal that it cretive uh uh gefet uh is in near and cas start to needing in uh. Uh, AS, as near sound, uh, obtain is er is this strigus uh obtain rises sexin obtain utsness quality evenincompa ob superors did uh at the main uh he aunbat superpa internet use us fast still is the sound preop when sex screen uh the internet is is some points to me as as as serramain sound. No and no terms that procast I I is the persist no ment contemps of an instrument non tuntivada purd and has some uh uh uh alias incentives sociuto no no nee uh alriario libertario me ma in the complete economic uh press uh incent."
	},
	{
		"start_time": "1:06:46",
		"speaker": "Ricardo Lopes",
		"words": "Win to went on sals on deck you in contra CEO in the internet site uh juan can uh want to uh github point line control uh userative such news, uh, the main part here in uh new twitter to see out the time and we will handle the to"
	},
	{
		"start_time": "1:06:58",
		"speaker": "João Cancela",
		"words": "to to. Yeah, converse converse. GOT"
	},
	{
		"start_time": "1:07:21",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Samov Zaledrianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bortolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Giorgjaneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]