[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Lauren Ross. She's an associate professor in the logic and philosophy of Science department at the University of California, Irvine. Her research concerns explanation and causation in biology, neuroscience and medicine, and she is also the author of a recent book, explanation in Biology for the Cambridge University Press Element series. So, and today we're going to talk about causation and explanation in science and the life sciences, more specifically, or with the focus on the life sciences. So, Doctor Ross, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:43",
		"speaker": "Lauren Ross",
		"words": "It's a huge pleasure to be here. Thank you for the invitation."
	},
	{
		"start_time": "00:48",
		"speaker": "Ricardo Lopes",
		"words": "So let's start perhaps with the most basic question here. So, what is causation?"
	},
	{
		"start_time": "00:55",
		"speaker": "Lauren Ross",
		"words": "There is a short answer and a longer answer, and the the short answer is that causation is control. So causes are factors that provide control over their effects. Causal information should give us information about control. Control in the world and factors in the world that have that kind of influence. So that's the short answer. The longer answer is that X is a cause of Y, some kind of candidate factor is a cause of some effective interest. If it were the case that intervening on X, that candidate cause, and changing it or wiggling it gives you control over the effective interest. So if you were to intervene on a factor in an ideal way, and there's more to say about that. That intervention on the candidate cause, if it is really a cause, it should give you control over the effect of interest and values of the effect or the kind of presentation of the effect. The this is the interventionist account of causation. It's a very commonly used account of causality in philosophy of science. It's based on scientific work, scientific methodology. It's based on the notion of a kind of unconfounded experimental manipulation, which is a way that scientists identify causal relationships and The interventionist account doesn't require that we are actually able to intervene on a factor in order for it to be a cause. What it requires is that we have evidence that if it were to be intervened upon, it would give control over the effect. So there's a, there's a short answer and a long answer to. IS causation, and of course the long answer um is much longer depending on kind of further questions, but this is captured with an interventionist account of causation."
	},
	{
		"start_time": "03:18",
		"speaker": "Ricardo Lopes",
		"words": "And within philosophy and more specifically the philosophy of science, what is causation part of? Is it part of epistemology, metaphysics, or some other area?"
	},
	{
		"start_time": "03:33",
		"speaker": "Lauren Ross",
		"words": "There is interest in causality in many different areas of philosophy. And areas like metaphysics, epistemology. Ontology. And you know, philosophers have been interested in causation and scientists have been interested in causation for a very long time, so you'll find That there's debate about what kind of area causation falls under. For me, the best work on causation that we have involves a couple of these together. So if If someone suggests that causation is best understood exclusively in terms of metaphysics, usually the suggestion is that They're thinking of causation as exclusively kind of in the world in some kind of fundamental way that doesn't involve. A human or a scientist or someone kind of intervening on the world or a scientist. If someone is thinking of it in a purely epistemological way, they're usually more focused on the agent or the scientist or the human, you know, or a nonhuman animal interacting with the world, and they don't have as much of the, they don't have as much of the world in the picture. It's a little bit more the The agent and the individual and in that sense it makes it seem like causation is a little bit more just in their head. For me, the best work on causation involves both causation is something in the world, but it's also something that you can't clearly define unless you talk about how we engage with the world and how we identify it in the world and how we study the world. So it involves both. Human causal cognition. Uh, OFTEN in these cases, right, in scientific context, a human scientist who is performing special. Using special methods to identify causation in the world, but it's very much in the world. So for me, it involves a kind of Metaphysics aspect because it's really out there, but it also involves this epistemological aspect or what is sometimes called a methodological aspect where It also requires our success and the methods we use to identify it and to study it. So for me it's a blend of both and Often more in the camp of a kind of methodological focus and more of an epistemological one, but an epistemological focus that includes a kind of at least a light metaphysics where we're definitely talking about the objective causal structure of the world, but appreciating that you can't really talk about that unless you include. The how how we do that, how humans navigate the world in our everyday lives causally and how scientists study causation, so. The best accounts blend um a couple of these frameworks together."
	},
	{
		"start_time": "06:45",
		"speaker": "Ricardo Lopes",
		"words": "But when scientists talk about causality, are they all and always talking about the same thing or"
	},
	{
		"start_time": "06:53",
		"speaker": "Lauren Ross",
		"words": "not? Good, so. What's very clear and I think what's very important for philosophers and scientists who are. Who are interested in causality is to appreciate the sense in which scientists use many different types of causal terms and concepts when they talk about the causes that are out there and the causes that they study. Um, THEY talk about causes that are deterministic versus probabilistic, distal versus proximal. They talk about causes that are triggering versus structuring. More complex causal concepts like mechanism, pathway, cascade. They talk about circuits, so they use a very rich causal terminology, and it appears as though they're using this rich diverse terminology to refer to rich, diverse, and different types of causes in the world. For me, when I study scientific work in the life sciences, biology, neuroscience, medicine, ecology, even the social sciences, part of what I find is that they're often using the same definition of causation, a kind of basic definition in terms of control, like we discussed earlier, but they're making distinctions within causation. They're distinguishing types within this framework of causation as control. They're interested in causes that give different types of control as a way to think about it. So when they talk about deterministic or probabilistic causation or causes that are structuring or triggering. They're often using this basic definition that's the same causation in terms of control, but what differs are these extra features of causes, causal relationships, and causal systems where those, I call them secondary features, those can differ quite a bit. Right, the cause can produce its effect on different time scales. The speed of causal influence can be different. It can boost the probability of an outcome to different degrees. Its strength can be different. Those are, those are differences that capture what Woodward has called distinctions within causation. And so part of what is helpful here. Is a philosopher, I think can help clarify that difference between defining causation and distinctions within causation. We want to capture that plurality of causes that scientists study, but it doesn't mean that because they're talking about different types of causes, they're using a different definition. They're in my kind of study they're using often the same basic definition of causation, just control, but then there's these extra distinctions on top of that that capture further differences. So they do scientists certainly talk about different types of causes, causal relationships and causal systems, and Um, and it's part of the important work for scientists to do and philosophers to do is to specify what exactly those are, how, what are the features, and why do they matter for the explanations that we give and for the way that we reason about the world."
	},
	{
		"start_time": "10:29",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned there uh causes, uh, I mean, different kinds of causes like deterministic and probabilistic causes, proximal versus distal causes, structuring versus triggering causes, and then you also mentioned the mechanisms, pathways, circuits, cascades. Uh, I mean, I don't think it's necessary for us to go through. All of them here, but in particularly in the, since we're going to talk about the life sciences, in the case of mechanisms, pathways, cascades, processes, circuits, I mean, what do these terms mean exactly in the context of biology, for example, and how do they relate to causation?"
	},
	{
		"start_time": "11:14",
		"speaker": "Lauren Ross",
		"words": "Perfect. Well. There's, there's interesting kind of topics in this space because part of what we find is that in biology and neuroscience, and often many other sciences as well. One causal concept that often shows up is the notion of a mechanism, and it's often viewed as a very high status term. It's interesting because you see in there's a recent paper that Danny Bassett and I published where we discuss how in grant calls and neuroscience and in The journal publication guidelines for top neuroscience journals, it's often suggested that if a researcher is going to get their work funded and get it published, what they need to do is they need to provide mechanistic insights and they need to identify mechanisms. Um, WHAT'S interesting though is that editors are pretty quick to say that they can't tell researchers what counts as a mechanism, and also what you find is that when scientists in these fields are reviewing a paper or a grant, they often completely disagree on whether the same paper has provided mechanistic insights or not. So part of what we see here is the use of a causal concept. And one that's viewed as the kind of status concept of the field, it's very important, but there's no agreement on how it should be defined and in fact, part of what we discussed in that paper. Is that mechanism means different things to different people. It's basically defined in different ways. So part of why this work is important is that if a causal concept is to have meaning and in order for scientists to kind of theorize clearly in order for us to capture the kind of causes that That matter in a given field and the kind of work that should be supported. It needs to be very clear first what's meant by causality and also what kinds of causal systems scientists should be finding and that they do find in their work. And so essentially a first thing to point out is that in many cases causal terms are used loosely. But a single term can refer to different things or in some cases different terms can refer to the same thing. So an important job of a philosopher of science is to get clarity on You know, there's a kind of semantic issue of just the words we're using, and then there's a very feet on the ground. Um, OBJECTIVE, important, you know, precision issue of what kind of causes. Do we care about in science and what kind of causes matter, so. We can get clarity on that when we look at more specific ways in which the mechanism term is used and other terms like, you know, deterministic causes or probabilistic ones. The traditional notion of mechanism is more of a machine-like notion. Where mechanism is a system that has lower level causal parts, kind of like a car engine or a watch mechanism, where you've got physical causal parts, close proximity, they interact and they're at a lower level and they produce a higher level outcome. So in that case, the kind of more traditional notion of mechanism is a causal system that is similar to a machine. Mechanism is analogized to machines, and you do see this in many scientific domains. The side point is that um that traditional notion has kind of ballooned out and expanded beyond the machine metaphor, but that was the more, that was the original notion, and it still is the kind of default view in many cases. So, mechanisms of gene expression, machine-like notion. Pathway, interestingly, A developmental pathways, metabolic pathways. Here the causal system is analogized to something different, not a machine, but roadways and highways. Pathways give you this possibility space along which something can kind of travel or move. So that's very different from lower level interacting parts. Here it's a set of available routes that a system can travel along. Blood vessels is a nice example, vascular pathways. Right, the blood can flow along different routes. So that's pathway cascade is its own unique causal system. BLOOD coagulation cascade, cell signaling cascades. These are analogized to a waterfall or a snowball effect. And as you can kind of see in those everyday life examples, there's amplification, so a cascade. Explodes. There's a small causal trigger and it produces this huge explosive effect. Natural disasters are sometimes called failure cascades or cascading disasters, so you have a single earthquake that that causes, you know, different, that damages different things. It breaks roadways, water pipes, and then those just cause many more. It's sort of a one to many causal relationship. You amplify. The downstream effects given this like initial trigger snowball effect, and then circuits is another one. Circuits, of course, are commonly discussed in neuroscience and also engineering or electronic contexts when you think of an electric circuit. And what's interesting is here you can see neuroscientists are interested in. Neural systems, they talk about them as operating at a kind of higher level. The circuit doesn't involve all of the lower level details of ions and ion channels and single neurons. It's more of this higher level. Mesoscale they'll often call it circuits like a wiring diagram where you see these neurons or neural tracts that are connected together and there's a computational aspect like a computer. The system is getting this input from its environment and it's computing what's going to happen and then there's an output. There's this more complex behavior. So part of what we see is that scientists, when they're talking about causal systems, they often analogize them to systems in everyday life that have similar features like machines, roadways, snowball effect, waterfalls, and then circuits in. Electronic situations and so part of what is helpful about those analogies is they pick out the unique features of these different systems and how it is that they differ, how it is that scientists study them based on those differences, and then the unique types of explanations that we can provide when we understand those unique features, but the basic idea we kind of come back to is that There's different types of causal systems in the world, and we need to be able to capture that. If you call all of them mechanisms, it's sort of like. That's fine, but we need to then distinguish between different types of mechanisms. So it isn't so much about the word that's used, but clearly saying what are the features of these systems? Do they have lower level causal parts close spatial proximity? Do they amplify? Do they involve a computational aspect? And so, Um, what's interesting is that as a philosopher of science, when you're looking at many different scientific fields, you see the same causal terms show up. Across different domains, and they're often used in a similar kind of way. So biologists also talk about circuits, circuit motifs, the cascade concept we find in physics as well. And so it's helpful to be able to kind of compare the causal language and causal systems that scientists identify across different domains, um, and to Kind of Identify and provide this clarity on what the features of these causal systems are."
	},
	{
		"start_time": "19:48",
		"speaker": "Ricardo Lopes",
		"words": "So we have all these different kinds of causation in science. When we are asking a specific kind of scientific question that involves causation, is there a proper type of causation to be found out for each specific question?"
	},
	{
		"start_time": "20:08",
		"speaker": "Lauren Ross",
		"words": "Yes, the, the way that we, I mean, We can't really identify causes that matter for a situation or a phenomenon or an explanatory target of interest until we say what that explanatory target or phenomenon is, so a good amount of legwork. That's involved in identifying causes in the world is to in many cases first specify what's the effect of interest. What does a scientist want to understand? Do they want to understand Different differences in height across genetically identical plants. Do they want to understand what causes different eye colors in humans or in fruit flies? What is it that they want to, do they want to understand a disease, right? What causes a particular disease in humans? So a lot of the legwork is actually involved in first providing a clear effect or a clear explanatory target that you that you use to Um, and you fix to then ask, OK, if this is my target of interest, what are the causes that control this outcome? What are the factors that if they were to change, provide changes to this effective interest and Sometimes scientists are still working on clearly specifying the effect of the outcome, and they can't yet get to the causal question because, for example, if they're interested in consciousness, there isn't. A clear definition they all agree on or if it's a psychiatric condition or disease again it's hard to get. A kind of concise characterization of the effect, but if it's something like eye color, that's a little more straightforward, it's a little easier. So different types of phenomena in the world are are more or less tractable to Kind of being able to measure them, to specify them, and that's a very important first step in identifying the causes. So one way that Identifying causes in the world or causal relationships in the world works is you fix the effect and you search for the causes. In other cases, you might focus on the causes first and just start intervening on things to see what what's being produced, but even in that latter. We you still need some kind of specification of what is the cause that you're intervening on. And so this kind of nicely relates to um scientific methodology and having clear cause and effect variables to begin with, and that's another kind of helpful aspect of this framework um getting very clear on what the properties in the world are that we're interested in is necessary before we can start talking about. Whether different properties are causally related or not."
	},
	{
		"start_time": "23:08",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into the topic of explanation now and then also relate causation to explanation. So first of all, what is scientific explanation?"
	},
	{
		"start_time": "23:20",
		"speaker": "Lauren Ross",
		"words": "Scientific explanation is a. Project that Scientists engage in that philosophers are very interested in. Philosophers distinguish different things that scientists do. Scientists do all sorts of important things. They provide descriptions of the world. They classify stuff in the world. They make predictions, and they give explanations. Those are just 4 things. Giving an explanation involves answering a why question about something in the world that involves explaining often why it happened or what's responsible for that phenomenon, and giving an explanation is both an answer to a why question that gives deep understanding of the world. Giving a description of something is, is often very, it's much easier. I can describe plants in the world. By sort of just looking at them, but that doesn't mean I have an explanation for why the plants have certain features. I can classify them again without explaining anything about them. And in many cases we can also make predictions without being able to explain why something occurs. So explanation is viewed as An important aspect of science. Sometimes it's viewed as one of the most important things that scientists do. It's something that provides deep understanding of the world, and it answers these why questions like why is it the case that the sky is blue, that this patient has a disease and another doesn't, or why is it the case that, you know, my eye color is this color versus another? So there is and has been debate about the special features that need to be present to know that a scientist is giving a legitimate explanation, but you could also see how this matters for capturing what's special about science. If science gives us our best understanding of the world and if science gives us real genuine explanations, unlike other Other things outside of science, then what is it that's so special about them? And so then there's a lot of work on. With the hallmark features or the kind of criteria that need to be met for a scientist to give a real genuine explanation, but you can already start to see how explanations are viewed as distinct from other important things that scientists do and other important models that they have. If they have a model that's predictive, that doesn't yet mean it's explanatory, or if they have a classification system that doesn't yet mean that they've explained something about the world. Um, ALTHOUGH they've sorted objects into different categories, um, that's viewed as distinct from explaining why something in the world is a certain way."
	},
	{
		"start_time": "26:15",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ARE all scientific explanations causal or are there also non-causal scientific explanations?"
	},
	{
		"start_time": "26:26",
		"speaker": "Lauren Ross",
		"words": "There's debate about this in philosophy, and I think there's both types, causal and non-causal. The field has been very interested and focused on causal explanation for a while now. Philosophy has been very focused on causal explanation because it looks like scientists often give causal explanations. It's a very common way that scientists explain. The idea there is that causes explain their effects. So if we want to explain a disease. Right, what's, what explains why someone has scurvy or not? Well, you cite this cause. It's the explanation of scurvy is that someone lacks a dietary vitamin C, and you know, the same goes for genetic diseases. If you want to explain it, you cite the cause. So causes explain their effects. And it's, it's very easy to see many examples of this all across the sciences. What's come up more recently in philosophical work is interest in whether there are other explanations that aren't causal exclusively. And a common large class of these are explanations that involve a mathematical piece, but it's a special kind of mathematical piece. It's a, it's an explanation where you need math, and the math isn't just representing stuff in the world. It's not, I mean, math can represent causal relationships, so it's can't be math, it's representing causality, but there's this mathematical dependency. That is said to exist in some explanations. Where it's a mathematical relationship, not an empirical one, and it's suggested that there are some explanations, like evolutionary explanations, for example, um, and many others, where there's causal information that you need for the explanation, but you can't give the explanation with causality alone. You also need this mathematical piece. And so in cases where you need A mathematical piece for explanatory power or for for providing an explanation. Those are viewed as examples where explanations aren't exclusively causal. And In that book that you mentioned at the beginning of the interview, this Cambridge University press book on explanation and biology, the book is actually divided into causal explanation and non-causal explanation. So that book goes into detail about different types in each of these categories. But in philosophy of science, causal explanation has gotten The most attention for quite a while and it's more recent work that has been interested in in examined non-causal types of explanation. They're sometimes called mathematical explanations, and so that book has more examples of types in this category, but there's important work on non-causal explanation by Robert Batterman. By Mark Lang, by um Pincock, and, and many others. So it's a very much an interesting current topic and philosophy of science."
	},
	{
		"start_time": "29:51",
		"speaker": "Ricardo Lopes",
		"words": "And does each type of causation imply a particular type of explanation? What is the link between causation and explanation?"
	},
	{
		"start_time": "30:02",
		"speaker": "Lauren Ross",
		"words": "Good. So, I think the most helpful way to think about it is And yeah, this is a this is a nice question. So there's different types of causes in the world. There's different types of causal systems. Does that mean there's different types of causal explanation? There's a sense in which all of those explanations are causal, but in order to explain something, we often have to pick out which are the causes that matter the most for an outcome. And sometimes the causes that matter the most are You know, a mechanism at a lower level, sometimes it's a pathway, sometimes it's a cascade. So I would say all of those examples fall into this general category of causal explanation. But When we're interested in causal explanations, right, suppose you fix an explanatory target, it's, you know, eye color in a fruit fly or something. You need to identify to give an explanation. You need to identify causes that are relevant to the outcome, but there's a ton of them out there in the world. One of the challenges of providing Explanations in science, causal explanations, is you've got to sort through a massive set of causes and pick out the ones that matter the most. This is sometimes called causal selection in philosophy. How does a scientist select the causes that matter the most? The kind of funny philosophical discussions of this topic are suppose you could go all the way back in the causal history to the Big Bang, or you can go all the way down causally to fundamental physics. There's a David Lewis says there's an infinite set of causes in the world for any outcome of interest. Even if we don't think going all the way back or all the way down is compelling, we still have these cases where, you know, neuroscience or biology, there's a massive number of causally relevant things. How do you pick the causes that matter the most, right? I mean, we can't cite all of them, and we don't think we need to. We don't, I mean, we definitely don't need to go all the way back to the Big Bang to explain everything, or it doesn't matter for explaining everything on the planet or all the phenomena we're interested in. So part of What's important here in capturing scientific methodology and scientific explanation is giving principled reasons for how scientists do that selection process. And causation at base is control, but there's different types of control that often matter more than others, and that allows scientists to pick certain causes that give some types of control that are valued and thought to be more explanatory. So there's this really kind of nice space of being able to say and specify what are the principal reasons and kind of guidelines that scientists use. When they pick out relevant causes for an explanatory target of interest, sometimes they pick out a single main cause. Probably rarely, there's some monocausal diseases. Usually there's many causes, but they're still abstracting and kind of leaving out lots of detail and lots of information. So this is where those distinctions within causation matter. They might pick a cause because it's more deterministic than another or it's stronger than another or it's more stable. It's a cause that generalizes better across the context that they're interested in. And then there's this just very rich space of. First, capturing causal distinctions and then seeing which ones matter to a scientist in given context based on their explanatory question and the kind of system they're interested in."
	},
	{
		"start_time": "33:54",
		"speaker": "Ricardo Lopes",
		"words": "So you focus your work on biology, neuroscience and medicine. Are there commonalities in terms of the types of causation we see across them and in the types of explanation that people usually seek in each of the scientific fields?"
	},
	{
		"start_time": "34:12",
		"speaker": "Lauren Ross",
		"words": "Yes, there's a ton of commonality. There's even commonality beyond those sciences. When you look at ecology, and you compare it to neuroscience, biology, and in some cases, social sciences as well, and then there are important differences. In neuroscience, I find there's often much more of a focus on computation than in biology. We're often seeing that neuroscientists are interested in how neurons are processing information. And there's very complex also targets of interest in neuroscience. You want to explain this complex behavior. The organism is put in this environment. Something unique happens and they respond with this very complex emotional outcome or there's a reflex that they very quickly discharge. It's like this very physical reflex based on negative stimulus and Those are different from many cases in biology where we don't talk about physiological systems always as information processing, and sometimes the explanatory targets are less higher level, they're more at a lower level. It's is this hormone produced or not? What are the levels at which it's produced? And Um, yeah, there's sometimes there is discussion of some computational features in biology, but just not at the same degree and not at the same complexity as we see in neuroscience and in medicine, of course, the focus isn't so much on function. In biology, the focus is often on function. How is the system functioning to produce this this outcome? That needs to happen for the organism to survive. It's producing something that oscillates, where in medicine we often think of something has broken and maybe there's a kind of main cause or set of causes that has disrupted the system and What are those kind of main causal factors that are relevant in this case and that are doing that? Is there a gene variant? Is there an environmental toxin or an environmental factor? Is there something at a higher scale, a neuron that's not functioning in a certain kind of way? So there there are differences that depend on differences across the systems, but there's a lot of, I mean, one thing we see is that that same kind of basic causation in terms of control that shows up across all of these contexts, but then part of what we need is You know, it's very It's not, it's important to distinguish causation from correlation with the control feature, but we often want to know a lot more about the systems, and so knowing, knowing more about them often involves these distinctions within causation, but then just also differences across the systems and being attentive to that is important for a philosopher of science and um. It involves a good amount of leg work because you have to be. Aware of differences across the fields, and it's also helpful to talk to scientists in each of these domains to get a sense of what matters to them. What are the types of causation and explanatory targets that they're interested in, and then how can we kind of clarify. OF those systems that matter, that are out there in the world, and that that matter for the methods that they use, the explanations they provide, and then just getting an understanding of different types of systems in the world and in the life sciences."
	},
	{
		"start_time": "38:18",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about the topic of causal complexity. So, what is causal complexity and how does it manifest in the domain of psychiatry and psychiatric illness?"
	},
	{
		"start_time": "38:33",
		"speaker": "Lauren Ross",
		"words": "Good. There's all types of causal complexity in psychiatry and other domains as well, of course. There are two common types of causal complexity that I've studied in my work and that are sometimes not easily distinguished from one another, and they are called multi-causality and causal heterogeneity. So Multicausality refers to a situation where many causes are all working together to produce. An outcome, a psychiatric disease, any kind of outcome. You can think of this as contrasted with a monocausal model where there's one main cause for a disease. Interestingly, in the history of medicine, the monocausal model was an important step in medical understanding and medical history. It starts with the germ theory, Robert Koch. There's Koch's postulates. There's one main. Bacteria that is the cause of one main disease, right? He, he identified that with anthrax, cholera, tuberculosis, and so this big important breakthrough in the history of medicine was identifying that diseases often have single main causes, and part of what has happened since then is realizing Those are the more easy cases. Psychiatric diseases and others as well are causally complex in ways that differ from that monocausal model, one cause one effect. One way that we see they differ is many causes for an effect, and here are just many causes that work together. So if you have a disease that requires a gene variant and a dietary factor both together, that's at least two causes that are required. And you know, diseases like PKU fit that model. When we think of diabetes, type 2 diabetes, there's more than one cause. There's like many factors that come together psychiatric diseases, many of them certainly look much more like the multi-causal model where you have many causes. So one type of causal complexity is multicausality, but there's a different type that is a little harder to distinguish from that, and it's causal heterogeneity. And causal heterogeneity refers to a situation where different patients with the same disease get it as a result of completely different causes or different combinations of causes. So in early work example of this is early work on Parkinson's disease showed that there were different causes that were individually sufficient to produce the same disease. In some cases it was a single gene. In other cases, it was a single environmental factor. There were toxins that could actually produce this, these Parkinsonian features, and in other cases they are combinations of lower level genes and environmental factors. So, That's a different kind of model because basically, It's causally heterogeneous in the sense that there are heterogeneous or different causes or combinations that are individually sufficient to produce the exact same disease. What's interesting about that second type. I it makes it a lot harder to identify the causes of a disease in the first place, because when you group together patients with the disease presentation and then you search for what they have in common, they don't need to have the causal. The causal process in common because they could have different causal processes that produce the same outcome. So it's actually a lot harder to identify causes in that situation versus the other because there isn't a shared causal. The story that all the patients have in the causal heterogeneity case. And what's interesting is that in medicine, medical researchers don't like causal heterogeneity and when that was discovered with Parkinson's disease, they suggested, you know, these are different diseases we should divide them up based on the different causes that are individually sufficient to produce it. So there's often an expectation in medicine that if you have a disease category. You don't have causal heterogeneity within it. You have causal homogeneity or all the patients should have some shared causal process that produces the disease. And so there's there's more to say about how multi-causality and causal heterogeneity are kind of related, but Causal heterogeneity is a little bit more population level. You're looking at different patients with the same effect. Multi-causality, you know, it's, you're just in one case there's many causes. It's another question whether across all of the cases it's the same set, but those are two types of causal complexity that show up in psychiatric contexts."
	},
	{
		"start_time": "43:54",
		"speaker": "Ricardo Lopes",
		"words": "So, I have one last topic that I would like to ask you about. Uh, ARE there issues with how scientists and science communicators talk about causality when they present their work to the general public?"
	},
	{
		"start_time": "44:10",
		"speaker": "Lauren Ross",
		"words": "Talking about causation to the general public is challenging. Talking about causation to scientists is challenging for all sorts of reasons. And um. And that has to happen before scientists can talk about their work to the public, I think, right? If we're not clear on what we mean by causation in science, or what we mean by something like Causally deterministic or mechanism or sufficient causes if we don't have a clear understanding of what's meant by those causal terms or if they're used in different ways, then it's really hard to bring them to the public. And Um, part of what I find is that there is a lot of really helpful clarity that can be provided when you bring philosophy and science together. And when we use these kind of clear frameworks for causation in philosophy to see what matters to scientists and what they're referring to, sometimes what I find is that scientists have causal standards that are too high. And they wouldn't, they'll say them, but they, they'll backtrack maybe later. For example, they'll sometimes say that they expect causes should always produce their effects. That's a standard that seems way too high. If that's our standard, then almost nothing counts as causal, and then we can't say, you know, smoking is a cause of lung cancer, which most of us would agree with. So sometimes the standards that are suggested are too high. And in other cases they're too low. Sometimes necessity is confused with causality where something is necessary in a context, but that alone doesn't mean that it's causal for an outcome or an important cause. So there the standards are sort of too low. So part of what we need. In my view, is communication among scientists and maybe philosophers of science, theoreticians who are interested in science, where scientists can sit down and say, what are the causal standards in their field. Um, IT'S, it's very clear that they care about causality. They want to identify it. They talk about identifying causal structure in all of these domains. Causation is very important, right? It supports explanations. It supports identifying what's responsible for an outcome. It supports interventions that change things, make things better, treat, treat diseases. Um, SO it's very important, but getting clear on the kind of causation that we need, that's where the harder work, but you know, tractable questions arise. So, so first I think getting clear on the scientific standards is helpful, and then In communicating to the public or any audience, I think it's always important to think of who the audience is, who they are. And Causation is notoriously difficult to discuss with Um, well, it's a, it's a, it's a topic that sounds very abstract. So, and when someone is used to academic contexts, both in science or philosophy, there's almost a little bit of a hindrance here because You know all of these distinctions, and you might forget what your audience is aware of as their kind of background. Um, SO I think. Knowing your audience, Knowing their basic. Um, WHAT they associate the topic with, what, what is causation for them? What have they heard about it? They've probably heard correlation isn't causation, so that might be a helpful place to start. And of course, you know, there's a lot of jargon in science and philosophy that you just shouldn't use, but it's a, it's a really important task to work on because I think it actually helps academics clarify what matters about their work because that's what you have to partly tell the public and the justification for it. Philosophers are very focused on that, so I think they can be useful to scientists here. I'm used to being able and needing to say. How does this kind of science give us understanding of the world? What justifies it? What are the assumptions involved? But clear communication here involves some somewhat basic things, which is. Uh, ATTENTION to the words you use, very precise, clear definitions of them, and probably, uh, right, and the audience, right, who the audience is, and then also probably just fewer messages or what are the main messages that You think it's important to start with. And There's uh many great topics to do this with, but causation is a really important one because it's so central to science. Um, THERE'S a lot of. Scientists using causal terminology and methods to study causation and so. Um THERE'S a lot of potential to clarify these different types of causes and distinctions with the causation that matter. Um, AND there's a lot of important work to do here, and certainly more of it as more of it as well."
	},
	{
		"start_time": "49:58",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Ross, just before we go, would you like to let people know where they can find you and your work on the internet?"
	},
	{
		"start_time": "50:07",
		"speaker": "Lauren Ross",
		"words": "Absolutely. I'm pretty easy to find with a basic Google search of Lauren Ross philosophy or philosophy of science. My webpage has a good amount of information about papers on the topics that we discussed today and many other topics. And um that's also a place where you can find various social media accounts and um and various talks that are happening."
	},
	{
		"start_time": "50:42",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for coming on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "50:48",
		"speaker": "Lauren Ross",
		"words": "Uh, PLEASURE has been all mine. Thank you."
	},
	{
		"start_time": "50:51",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor, Michael Stormir Samuel Andrea, Francis Forti Agnsergoro and Hal Herzognun Macha Jonathan Labrant John Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Acosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]