[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lops and today I'm joined by Nandita Bajaj. She's the executive director of Population Balance, a US nonprofit that works to inspire narrative, behavioral and system change that shrinks our human impact and elevates the rights and well-being of people, animals, and the planet. She co-hosts the overpopulation podcast and she's Also a senior lecturer at the Institute for Human Education at Antioch University, where she teaches about the combined impacts of pro-natalism and human expansionism on reproductive ecological and intergenerational justice. So, today we're going to talk about overpopulation, birth rates, pro-natalism, abortion, and related topics. So, Nandita, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:52",
		"speaker": "Nandita Bajaj",
		"words": "Ricardo, thank you so much for having me. It's my pleasure to be here."
	},
	{
		"start_time": "00:57",
		"speaker": "Ricardo Lopes",
		"words": "So let me start by asking you, how do we determine, first of all, where there is, whether there is overpopulation or underpopulation?"
	},
	{
		"start_time": "01:08",
		"speaker": "Nandita Bajaj",
		"words": "Yes, um, that is a large question, so I will give a little bit of background, historical background, specifically about the human species. Um, SO, every species, uh, and we are one of the many The species has a carrying capacity, which is an ecological term that describes the maximum number of a population that a habitat can support without becoming irreversibly degraded and um able to sustain a population um indefinitely. And so human beings, uh, we have been around in the form of Homo sapiens for about 250 to 300,000 years. So we've been around for a really long time and for most of our history, so 99.9% of our history, we existed at a population that was below 1 million. So I live in Toronto in Canada, and the population of Toronto is 3 million. So imagine the entire global population of human beings less than 1 million for most of our history. And during that time, we lived in relative balance with the rest of life on Earth and to give you uh a proportional idea. We represented 1% of the weight of all of the mammals, and 99% of the rest of the weight was wildlife. So we were 1%, 99% was wild. So we were one of the many species living in relative balance with life on Earth, and that was when we were living as gatherers and hunters. Um, THIS is, you know, before the last ice age, and before we started engaging in, um, domestication of animals and plants. And so, over the last 10,000 years, but really over the last couple of 100 years, our population has skyrocketed, unlike any other species on the planet, and we have single-handedly created so much degradation on Earth that we find ourselves in the midst of multiple reinforcing. Uh, CRISES, and you can see the climate emergency is one of them, the mass extinction event, the toxification of air, land, and water, and uh the resource scarcity that we are seeing. And so, the combination of those forces is called ecological overshoot, in that we are demanding 75% more from Earth than is sustainable. And so you can see that single-handedly, one species um has really colonized the rest of the planet at the expense of most other nature, non-human species, and also at our own peril. Like we also face our own extinction in, in the long term, just given that we are, we have degraded the very biophysical basis of our existence. So to come back to your question, um, the carrying capacity for human beings has been calculated by a number of different ecologists using a number of different methods, but the range of human population that is considered to be sustainable goes from anywhere in the hundreds of millions, the total global population to 3 billion. And that keeps in mind the integrity of the biosphere. So we are not the only species, um, we, um, are more in balance with the rest of nature in that way and that we can sustain our population at that level for hundreds of thousands of more years. Um, SO from that perspective, a population of 8 billion is considered to be Much higher than what is sustainable and we don't need to, we don't need numbers to know that. We kind of see it all around us, right? We are on a very destructive path, uh, where, uh, you know, most of the other species, but also we ourselves face, uh, the possibility of, of annihilation and collapse."
	},
	{
		"start_time": "06:05",
		"speaker": "Ricardo Lopes",
		"words": "But do we have a good idea of what are the main factors that drive birth rates and the growth or reduction of population sizes?"
	},
	{
		"start_time": "06:16",
		"speaker": "Nandita Bajaj",
		"words": "Yes, so, in nature, uh, there are positive and negative feedback loops that kind of keep populations in check. And, you know, like all other species, our species also has the potential to grow exponentially and to overshoot our carrying capacity. Um, BUT for millennia, for hundreds of thousands of years, our population has been kept in check through negative feedbacks in nature, uh, whether it's through disease, through food scarcity, famine, droughts, or war and conflict. But um it's really only in the last couple of 100 years that we've seen such an explosion in our population. So, like I said, you know, for 250 to 300,000 years, we were such a small number in our population, and then it took us all that time to get to the first billion in about 1800. And then in the last 200 years, we went from 1 billion to 8 billion. Just an eightfold increase. And at the heart of that um was of course availability of abundant cheap fossil fuel energy that allowed us to expand exponentially both in technology and our consumption in addition to our population. Um, BUT to come back specifically to your question of what drives birth rates and what drives population growth, is birth rates are driven primarily through, um, One of the things that I study is pro-natalism, so pushing people to have lots of children, and one of the ways um society has done that is by encouraging early childbirth. So the earlier a girl or a woman begins to have children, the longer uh time she has to have children, so the more children she can have. And then also the spacing of births. So how far apart each birth is determines how many children a woman may have, um, but also things like Um, in terms of death rates, things like disease and famine, etc. WILL keep that population in check, and sometimes even poor, um, medicine or sanitation would create High infant mortality, so not a lot of children would survive. And so, with the advances in technology combined with pro-natalism, uh, the push to have more children, to grow populations, you see. You know, birth rates increasing, and then the other aspect of population growth is people simply living longer. So, um, in the past, you know, even a few 100 years ago, humans would only live to about 30 to 40 years. In terms of life expectancy. And now we're living longer to 70 to 80 years, so then there's just people alive for longer, and we're adding more birds, which then leads to growth in population."
	},
	{
		"start_time": "09:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So is childlessness specifically a cause of declining fertility rates? Has there been any explosion of childless, childlessness anywhere, as some people claim?"
	},
	{
		"start_time": "10:08",
		"speaker": "Nandita Bajaj",
		"words": "Um, NO, so, um, I'll first tell you that, you know, over the last 60, 70 years since we first became aware that we had shot the carrying capacity of our planet and that we were in overshoot, there was great awareness, um, that society had, cultures had that we had. Um, BECOME too many people consuming too much and there was the limits to growth study that came out of the Club of Rome that was warning that if we stayed on this path with um such huge population, such great uh amounts of production, and such great amounts of consumption that we would be on a path of self-destruction and destruction of the biosphere. And that came out You know, that came out in the 1970s, 1972, I believe, and That's, you know, now looking at it 50 something years later, we are on track to a lot of the predictions that were made in that report, but around that time, there were also because of the awareness around overpopulation, uh there were a lot of policies that were put into place to encourage greater reproductive autonomy and reduction in population rates. Um, SOME of the population policies were horrible that actually were quite coercive and egregious, like China's one-child policy and for forced sterilization campaigns in Puerto Rico, in India. And you know, some other coercive policies within Europe and in the US, but majority of the policies that governments put into place were actually empowering policies that uh implemented educational opportunities for girls, ensuring that girls were going to school, completing secondary education, that they weren't being married as children. And that women generally had access to contraceptives and ability to make decisions about what, how many children they want if they want them and so what we've seen is a really amazing trend over the last 50 to 60 years directly as a result of some of these empowering policies is a decline in fertility rates around the world. So, over 2/3 of the countries in the world have now declining fertility rates, where people, individuals and couples are choosing to have fewer children, and they're having children later in life. So instead of having children as teenagers or in their twenties, women are now delaying childbirth and having children later in life and also just fewer children, and some of them aren't having any children at all. And so There is a lot of alarmism right now, especially um among right-wing nationalists that there is some kind of an explosion in the, in childlessness or that women aren't having any children at all. That is not what the evidence shows. The demographic evidence throughout the different countries shows that the number of children people are having has declined from, say, 4 child families to 22 child families or one child families. And in some countries, yes, there are more people who are choosing to have no children at all. But there is no evidence that shows that declining fertility rates are a result of some kind of an explosion in childlessness."
	},
	{
		"start_time": "14:12",
		"speaker": "Ricardo Lopes",
		"words": "So what is pro-natalism and what arguments do pro-natalists tend to use?"
	},
	{
		"start_time": "14:20",
		"speaker": "Nandita Bajaj",
		"words": "Right. So, pro-natalism is very simply an ideology that promotes childbirth. So it's a combination of societal and institutional pressures that are placed on people, primarily women to have children. And pro-natalism is everywhere. It's, you know, the water that we're swimming in, the culture that we live in promotes pro-natalism. Our families pressure us into having children, whether it's to carry on the family name, whether it's to carry on a tradition, um, or to take care of us when we get old, right? So family pressures are huge. But then also, there are pressures from religions, religious leaders want more followers. They want to grow their religious strength, so they promote childbearing by um promoting marriage, by uh banning or, you know, scoffing at using contraceptives uh or getting abortions. Um, AND then there's also political pressures or economic pressures from governments that promote childbearing through incentives for having large families. Uh, THEY are looking for more taxpayers, more, uh, consumers, and a larger military. So, pro-natalism really is everywhere, but it's not something that has always existed. It's, um, it's an idea that's about as old as patriarchy, which is about 5000 years old, and it's really when it started becoming institutionalized when Uh, empires and states were being formed with the rise in civilizations, and elites and the leaders were looking to grow the populations of their states, uh, so that they could be stronger than the other states or other tribes. And so, one way of growing population is by really segregating the genders and creating a tremendous amount of pressure on young women to produce lots of children, but then also a tremendous amount of pressure on young men to protect the state by becoming soldiers. And so both the military and pro-natalism Kind of emerged in an institutionalized manner with the rise of patriarchy about 5000 years ago and now through millennia of policies and rhetoric and education, um, it has become um deeply internalized in culture so much that we don't even see it as, you know, some kind of Um, an ideology. A lot of people just think it's completely natural and normal and necessary for everyone to have children."
	},
	{
		"start_time": "17:37",
		"speaker": "Ricardo Lopes",
		"words": "So does this also link then to reproductive rights, particularly for women."
	},
	{
		"start_time": "17:44",
		"speaker": "Nandita Bajaj",
		"words": "Definitely, um, pro-natalism by its nature, because it pushes women to bear children regardless of what it is that they might want, is undermining reproductive rights and reproductive autonomy. Because you can see that when women have the choice and autonomy to decide, um if they want to have children and how many children they want to have, fertility rates decline everywhere because naturally and normally even prehistory, uh, women were having far fewer children than we have seen in the last 200 years. So, even in the last few 1000 years, but definitely, uh, with the rise in the industrial revolution, we've just seen population grow so quickly. Um, SO, it's directly tied to reproductive rights. You, one would need to undermine reproductive autonomy in order to ensure that women continue to bear the number of children. You would like them to have rather than what they would want to have naturally."
	},
	{
		"start_time": "19:05",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that this is really about people worrying about population collapse, or do you think that when it comes to pro-natalists and some right wing ideologues that tend to associate with them, it is more about pushing for conservative values, control over women's reproduction and stuff like that."
	},
	{
		"start_time": "19:28",
		"speaker": "Nandita Bajaj",
		"words": "Definitely, I think pro-natalism is very much intertwined with patriarchal social norms. It's very much about having control over women's reproduction. Um, AS I, um, said before, there have been a number of historians who have looked at anthropological studies to see that, you know, in our history, there have been so many different arrangements of humans thriving. So it's not always been this traditional model of marriage and children. And so, There have been many different ways in which humans have lived, have had children, ah, not always lived together. There have been kind of more matriarchal societies and patriarchal types of societies, um, and eventually I think patriarchal norms ended up becoming the dominant type of norms, primarily because population growth depends on Uh, keeping women subservient or having control over women's bodies, because if women were truly allowed to be independent as they are in so many countries around the world now, you see that they are not having a large number of children. They are doing other things in life, they are, some are not even marrying. Um, SO, women are more interested in pursuing other life paths, including self-actualization, just like men have done for millennia, and as should be the case, but because Fertility rates are declining, and I must say that population is not declining, right? Population is still increasing. We're at 8 billion today, and according to the United Nations projections, we're expected to add another 2.5 billion people before the end of the century. So we're expected to go to 10.5 to 11 billion. So population is nowhere to near collapsing. So number one, the term is, uh, you know, a form of disinformation. It's trying to create alarmism. Um, BUT also to come back to what you were saying, it's very much about promoting a very conservative kind of right-wing ideology of marriage, childbirth, conservative traditional type of family structures where men have the power, women, women's primarily role, primary role is to have babies. And it's one way to ensure that that model survives is, is through that kind of patriarchal norm, um, so that population can continue to grow. And so you are seeing a rise in much more conservatism around the world, especially as you've seen with the turn to right-wing Christian nationalism even in the United States and other countries. Much of it is related to. More egalitarianism, like there is just greater gender equality that has happened over the last many decades, and that gender equality. IS seen as a threat by some of the very powerful leaders who want to ensure that the fertility decline that follows gender equality doesn't continue this way."
	},
	{
		"start_time": "23:21",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how do questions surrounding population link to topics like environmentalism and climate change?"
	},
	{
		"start_time": "23:32",
		"speaker": "Nandita Bajaj",
		"words": "Sure. So, population growth combined with our growth in consumption, combined with the growth in production of all the waste, uh, in the form of emissions and pollution are directly related to environmental issues, one of which is climate change. So, In the last 200 years, um, once we discovered fossil fuels and started using abundant cheap energy, our population, of course, grew by a factor of 8 from a billion to 8 billion, but our GDP growth and our consumption increased by a factor of 100, right? So we were not only so many people, but also consuming a lot. And our fossil fuel use increased by a factor of 1000 just in the last 200 years. So, as a direct result of there being so many people consuming so much, even though the population growth and the distribution in consumption has been inequitable, right? There are, um, majority of the Emissions if you were to see, look at emissions or even consumption around the world has come from a very small population, you know, 18% of the population. So like I think something like 75% to 80% of the energy used directly through hyper consumerism has come from a very small rich elite population. Mostly in the global north and western countries, um, but regardless of that, there has been, um, also more recently a growth in the number of people aspiring to these types of ideals who want to actually grow their own consumption patterns because majority of the people, like 75% of the people live in the global South. Many of those people live below what's considered a sy, you know, a, a healthy standard of living. So they live, many people live in absolute poverty, um, and wish to and deserve to grow their standard of living and increase their consumption. So That has been happening a lot as well, because a large number of people who are increasing their consumption, even by a small amount, multiplies that and increases the emissions and the energy use significantly. So, climate change is one aspect of that where a combination of population and consumption has directly caused climate emissions. Uh, WE are seeing huge amounts of biodiversity loss, uh, which is directly related again to our consumption patterns, mostly related to our industrial food production. Um, SO I'll give you some statistics, you know, almost half of the habitable land on Earth is used for industrial agriculture to grow food for humans. And that is habitat that belongs to other species who have every right to be here just as we do. And so, what's happened is a lot of those species have been moved away from their land, and then a lot of animals who are considered a threat to agricultural land are killed off. So what we are seeing is a decline in biodiversity and a decline in wild populations, both on land and in freshwater. Mainly because of industrial agriculture that uses a ton of land, but also 70% of the fresh water. So you can see what's happening to those populations. There's a significant decline in those. We're also seeing toxification, you know, huge amounts of pollution, um, because of emissions, because of, um, Fertilizer emissions from agriculture, but also all of the different industries that create all of this stuff for us, like plastics, um, etc. So you can See, uh, climate change, biodiversity loss, species extinction, and global toxification are all related to one species, and that's humans, and simply because, especially in the last 200 years that we've seen all of these issues emerge in a way that we've never seen in our history, right? We've never changed the climate. As quickly and as badly as we have done in just the last 200 years. And so that's directly related to the growth in human population and consumption."
	},
	{
		"start_time": "29:05",
		"speaker": "Ricardo Lopes",
		"words": "So I think that related to that. In what ways do you think that ideas surrounding population growth connect to ideas surrounding the need for a near infinite economic growth?"
	},
	{
		"start_time": "29:18",
		"speaker": "Nandita Bajaj",
		"words": "Yes, economic growth really is one of the main drivers. In addition to some of the other things I mentioned, you know, nationalism, ethnocentrism, religious, uh, growth, all of them drive this need for population. Um, SO there are lots of different institutions that benefit from population growth, but economic growth or economy is one of those very powerful institutions. So, Economic growth is now seen as the ultimate. Descriptor or metric of progress in a lot of countries, even though we know report after report shows that economic growth does not lead to growth and prosperity. It does not lead to uh a reduction or eradication of poverty, and it definitely does not lead to, you know, better standards of living for majority of the people. Because so much of our economic growth model or thinking is based on this idea that if you grow the economy, you then use the taxes from people to then distribute those to the rest of the population so you could have um more equitable distribution or reduction of poverty. But that has not been the case. We have interviewed so many ecological economists. We recently interviewed the UN Special Rapporteur on extreme poverty and human rights, Olivia the shooter, and he recently wrote a report called The Poverty of Growth, which actually outlines all of the reasons in which Economic growth is not a good metric to use as an indicator of progress, but to your point, economic growth, because it's become so ideologically based in cultural and political thinking, is that without looking at any of the evidence, all of the politicians and economists are constantly talking about the need to grow the economy. And Intertwined with that need is economic growth. In their mind relies on population growth, that if you have more people who are paying into the taxes, who are buying more stuff. Helps to grow the economy and so that's why they are pushing for greater population growth that's why they're pushing for these pro-natalist policies uh that's why they're panicking that fertility rates are declining even though declining fertility rates have actually made countries better off, um, economically, you know, if you look at some of the countries where fertility rates have declined. Um, THERE is greater rates of employment, um, greater affordability in terms of housing, you know, housing has become so extremely expensive. Um, BECAUSE of competition that most people cannot afford to purchase a house, so you're seeing as countries where populations are declining even slightly, there's actually greater progress and, and greater social well-being because there's less competition, because there's greater distribution. So, the idea of economic growth tied to population growth, even though it's deeply embedded within our countries, it's, it's the wrong idea. But it's also at the heart of so many of our ecological crises, because one way. That we have learned to structure our economies is we believe that. Our planet falls under the economy, like our ecology is a subset of the economy, you know, that economic growth is more important than anything else. And often. What a lot of um economic models are based on is externalizing a lot of the costs, real costs of what we are doing to the environment. So The reason we are able to access such cheap stuff and you know, such cheap labor is because we are undermining two things. One is human rights, uh, where a lot of the stuff that is being produced so cheaply is being done by people who have very few rights, including child laborers. Um, WHO get paid almost next to nothing for the work that they are doing, right? So it's a form of um modern slavery, um, or simply just overexploitation of people. And the second externalized cost is what we are doing to the rest of nature and non-human animals. So the reason we are able to have stuff stuff so cheap is because we put absolutely no value on nature, on earth, on the trees, on the animals. We kind of see them as resources. Right? And that's an extend extension of this worldview of human supremacy, that we are the only species that matters. Everything else just exists for us, and therefore we can exploit and dominate and You know, eradicate anything else for our own our own well-being. And so much of the cost that we're seeing environmentally and ecologically and in terms of human rights is actually externalized, so the thing that we pay, you know, $5 for really should be $5000 that most people wouldn't be able to afford them because you're including the real cost. Of creating a laptop or creating a cell phone, rather than externalizing that cost onto the in quote unquote environment, which is nature, other human beings or other non-human beings."
	},
	{
		"start_time": "36:24",
		"speaker": "Ricardo Lopes",
		"words": "So, I have one final question then, because there's been also much alarmism surrounding this, particularly in the more developed countries. On the topic of aging populations and social security, do aging populations really need more babies?"
	},
	{
		"start_time": "36:45",
		"speaker": "Nandita Bajaj",
		"words": "Well, that's what uh you hear a lot in the media narratives and in politicians talking, right, is there is a baby bust or a fertility crisis where not enough babies are being born to provide the social security for the aging population. And so I'll explain to you the thinking behind that first. Um, SO, we just spoke about how our economic models are based. And Much of our recent economic modeling is based on this um pyramid scheme or a Ponzi scheme where you have a large number of working age population. Uh, WHO then are taxed or who are basically paying into the pensions or Social Security for the elderly population once they retire or once they stop working. And um that has been the model that's been used for, you know, over 100 years, and or maybe even less than that. But that model is, is hugely flawed, really, because it is based at a time when you had a growing population, right? Our population has only been growing in the last 200 years. It has not been growing for most of our human history. So our model is based on a really small window of our human history. When our population was growing and there were more people of working age because people were having more children, there were more people of working age than there were older people. And that model worked for some amount of time. However, over again, the last couple of 100 years, also, we have, or maybe even sorry, 50 or 60 years, we have seen two trends emerging. And they have happened simultaneously. So over the last 70 years, especially after the Second World War, we have started to see um a decline in fertility rates, which is a positive trend because it signifies greater gender equality, greater reproductive autonomy, greater rights for children. And the second positive trend has been. A um increase in the lifespan of an average human. So when we were living, you know, to 30 or 40 years, we are now living longer, healthier lives. So both of those trends are positive trends that we should be celebrating. Instead, a lot of governments and politicians are. Um, USING the narrative that an aging population is some kind of a crisis and a fertility decline. IS some kind of a crisis. So you can see the thinking is already upside down because there are two very positive trends that we should be celebrating. Um, AND then this idea that we need more people, more babies in order to support the aging population is um really upside down. It's, it's wrongheaded idea because Are The, the reason we currently have more people generally in most countries, we do have more people who are older than there are working age population. So instead of a pyramid that's like this, it's an upside down pyramid where there are more people who are older. But that is a transitional phase, because that, as I said, was a very small time frame during which our population um increased so much, so quickly. And once that elderly population passes on. You can see people are having fewer and fewer children, the following generations, that means we're not producing more people than there are older people. So, number one, it's a transitional phase that means we only need to figure out what to do for the next, you know, 10 to 20 years, once that pyramid starts to flatten out. Number 2, think of it this way. A baby born today, how is that baby? One, how is that child productive enough to provide the taxpayer money that is needed to support an elderly population? A baby is not productive for at least 20 years until they start working. So it's, it's kind of this wrongheaded thinking where people aren't really thinking about what, what are possible solutions other than just pushing women to have lots of children. So some different ways that you can think of supporting the aging population. Number 1, instead of putting in billions of dollars into pro-natalist policies, you could be putting that exact money into creating a Social Security plan for the aging population. Right? All of those billions of dollars are actually not working because once women determine how many children they want, you cannot bribe them to have more children. Right? And the only way you can do that is through coercive means, which we are starting to see happen in many countries where we are seeing abortion bans being put into place to coerce women into having children. You are seeing sanctions on contraceptives that are not no longer freely available to people. You are seeing. Uh, NARRATIVES or policies like in Russia, where if you are uh caught promoting the child-free choice, like people deciding to not have children, you can be fined significantly, it's called child-free propaganda. You can see in Hungary, where if you have 4 or more children, you don't pay any taxes for life. Uh, RIGHT, but it's, there's lots of things happening around different countries where reproductive choices being taken away from women in order to push them into to have children, um, in order to often, you know, support this elderly growing population. So instead of putting all that money towards pronatalist policies which aren't working, you could use that money to put towards the elderly care. The other thing is, even though people are aging, they are living healthier lives. That means they're actually productive for a lot longer than 64 years, right? My father is 80 years old and he's still actively working. Uh, HE'S very much engaged and so is my mother in her 70s, and a lot of people. You know, are living healthier, longer lives, that means they don't get old old until much later. That means they don't need that medical or social care until much later. So instead of looking at elderly people as burdens, it would be important to also see them as dignified members of society, uh, rather than, you know, people who are requiring all of these um services. But then you also look at how our Social Security or tax system is based, right? What if we started to tax the wealthy, really started to tax the wealthy? Um, THERE'S a lot of money available from that that can then be redirected towards social security programs. What if we redirected subsidies that the governments are putting towards really destructive industries like the fossil fuel industry, like the animal agricultural industry, to Again, or the military, right? The military budget is extremely huge. What if you took a fraction of that money and you put that toward supporting Social Security? So the thing is, there's no shortage of creative ideas that governments can use to support an aging population. It's just that our governments are stuck in such terrible thinking and such outdated thinking um of models that are no longer working for us, that are no longer working for most of the people and that are not working for our environment. Um, AND we really need to get out of that kind of thinking and, and in our podcast we interview a lot of folks who offer alternatives to where we could move our economic structures and how can we embrace an aging population rather than panicking about it."
	},
	{
		"start_time": "46:44",
		"speaker": "Ricardo Lopes",
		"words": "Great, really fascinating, so Nandita, just before we go, would you like to tell people where they can find you and your work on the Internet?"
	},
	{
		"start_time": "46:54",
		"speaker": "Nandita Bajaj",
		"words": "Absolutely. Thank you, Ricardo. So, you can find us on Populationbalance.org, that's our website. We do a number of things. So we are a nonprofit think tank and we produce two podcasts. One is the overpopulation podcast in which we interview ecologists, anthropologists, feminists, economists. Um, AND journalists to talk about alternatives to our current growth biased system, alternatives that are equitable, that are rights-based, that are ecocentric, that consider the rights of humans and non-humans. So that's a really great podcast that's available on every platform and including on YouTube. And then the other podcast that I recently started, it's a storytelling podcast where I interview individuals and couples to talk about how they are challenging pro-natalist narratives and pressures to to redefine family and what it means for them to live their life with fulfillment. And that podcast is called Beyond Pronatalism, Finding Fulfillment With or Without Kids. So that podcast is also available on every platform. And then the other two things that we do is we produce academic peer-reviewed research. So if you'd like to read any of our work on pro-natalism, on ecocentrism, or population denial, you can check out our populationbalance.org page and you, we have a peer-reviewed research under there. And we also write a lot of media articles, op-eds, to challenge these mainstream growth bias narratives. And if you're looking for learning or educating yourself on good arguments to counteract all of these destructive, extractive, you know, growth biased. Narratives, uh, you can look at some of our articles. They are meant to be really educational for the public. So those are all the things, um, and yeah, you can, people can reach us through our website if they'd like to be interviewed for any of our podcasts or if they'd like to interview us for, for any of their work."
	},
	{
		"start_time": "49:30",
		"speaker": "Ricardo Lopes",
		"words": "Great, I will be leaving some links to all of that in the description of the interview and Nitta, thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "49:41",
		"speaker": "Nandita Bajaj",
		"words": "Ricardo, thank you so much for having me. I love what you do. You're providing such an important service, and it was really wonderful talking to you as well."
	},
	{
		"start_time": "49:51",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fishtim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]