[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined for a third time by Doctor Menelausa Postolo. Uh, I'm, I'm leaving the link, the links to our first two interviews in the description down below. And today we're going to talk about singlehood from an evolutionary perspective. So, Doctor Apostolo, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Menelaos Apostolou",
		"words": "Hello, uh, and very nice to see you again. Um, AND I guess this is like I know of a topic singlehood, uh, uh, that's like, um. Uh, YOU know, a lot of people, uh, are, are going to be interested in this. Um, ONE reason is that, uh, everybody, um, is born single, right, so, uh, sure, yes, it's kind of, it's a phenomenon that everybody experiences, it's not like, uh, uh, me, you or, uh, so everybody has at least some experience of this. Mhm."
	},
	{
		"start_time": "01:02",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and, and so just to introduce the topic, how do you approach singlehood from an evolutionary perspective specifically?"
	},
	{
		"start_time": "01:11",
		"speaker": "Menelaos Apostolou",
		"words": "Yeah, so, uh, mainly I approach everything from an evolutionary perspective, everything related to human behavior. Uh, SO the reason being that, um, uh, human behavior comes from the brain, uh, the brain is a product of evolutionary, uh, processes, um, uh, so all human behavior has an evolutionary logic. Uh, SO it doesn't really matter if it's singlehood or something else, um, uh, it's kind of, you know, evolution a general, um, umbrella if you want a general theory of understanding human behavior. Now with singlehood seems to be a bit of a paradox because um in evolutionary perspective, um, The nature of human behavior is mainly to enable yourself to survive, reproduce, or help your uh genetic relatives to do so. So it's kind of Paradox, um sorry, singlehood because, um, well, if it comes to reproduction, we expect that this was uh sexually reproducing species. WOULD expect that um you know, most people uh would get into relationships, have children, and so on. Um, HOWEVER, a considerable proportion of people. They are single, that is they don't have an intimate partner. Uh, LET me also say here is that when, that's what I mean by singlehood because in the past they you say someone's single, if you're not married, right? So I mean here single, uh, you don't have an intimate partner. And it's like a common phenomenon. So we just try to. RESOLVE this paradox that, OK, fine. All right, we're we're a species that um we're sexually reproducing species, uh uh uh having an intimate relationship is, is important for reproduction and for survival. Um, uh, SO the question is that why so many people are uh are single. Um, SO here we, uh, I can discuss some. Ultimate reasons, evolutionary reasons why this might be the case and I can just um discuss research on the proximate reasons of uh uh what's going on uh there. um, BUT that's the general idea start to resolve this paradox, uh, given that, um. Uh, IN our species kind of important to have, uh, an intimate relationship."
	},
	{
		"start_time": "03:50",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But we have both voluntary and involuntary singlehood, right?"
	},
	{
		"start_time": "03:57",
		"speaker": "Menelaos Apostolou",
		"words": "All right. So I would say that, I mean if we're going to, I would just I think that the best way to approach it uh is uh um maybe discuss a bit more about what it's important to to be in an intimate relationship, to see this is why this is a paradox. So it's kind of, so what's important. I mean the obvious. What an evolutionary terms, uh, so the obvious one is, uh, uh, reproduction. However, if you start thinking about it, it might not be so obvious because someone would say that you can have just sex and have children, right? You don't have to get involved into something. However, Uh, Uh, those who have children, they will know that this is not an easy, uh, task, right? You have to, um, uh, spend considerable resources, um, it's like quite prolonged, uh, investment, um, and it's kind of, uh, it's not easy for one individual to bear. So if you really want. To have children that survive and reach sexual maturity, especially during human evolution, uh, human evolution time, uh, it works best if you create a family. Right, so it's kind of not just like having sex and then move on, um, just staying for with someone, uh, for a prolonged period of time, uh, and invest in children. Uh, SO this is like I would say the main reason, uh, uh, that selection forces have favored a human mind um that is interested. Uh, IN creating, uh, uh, long-term intimate relationships. There are, um, reasons there. So for instance, if you just have like a partner, this is a kind of, this is a source of support, for instance, financial emotional uh and uh protection uh which uh are very useful, were very useful during human evolutionary time, so there are no social protection systems or uh. Uh, I don't know, unemployment benefits or anything, so, uh, people had to rely on their families. Um, SO, you see here it's kind of Having a long intimate relationship. Is crucial for survival and reproduction. Uh, WHICH means that selection forces have shaped the mind to do so, which is kind of what we observe in general. So across society and across time, most people would enter into such relationships. We call this marriages. It's a human universal and eventually most people would enter something like that. But now We observe also that some people are not into it. Ah, they are so called singer, right, so it's kind of. How this paradox then could be resolved, um, and uh I would suggest there are 3 main reasons for this that map to the types of singlehood you mentioned. Um, SO there are ultimately, I mean, in evolutionary terms, there are 3 main reasons why someone uh is single. Uh, ONE is That If you are to successfully participate in the mating market, um, you need some preparation, right? So it's kind of not only in mating market, most of the things, um, uh, most of the challenging things, um. And singlehood gives you this kind of time and focus to prepare. So for instance, some people might say, I mean, in the long term mating market things like um a good education, a good job are valued in a partner. However, you're not born with this, right, so it's kind of um uh uh uh you have to focus your energy, develop, let's say, uh, your talents, your strengths, uh, career advancements, so it's kind of If you are single, you can focus on doing these things, um, so it would work I mean this kind of way, this is profitable, um, uh, to be single for a period of time. So it could be like, um, I'm, I'm single for some time so I can focus on just getting this job promotion, uh, get this, uh, university degree, and then when I Look better, let's say in the mating market, I get, I, I come back. Uh, THIS is one reason that explain uh what you said, I mean voluntary, uh, singlehood. There is people are single for this reason. Uh, THEY would just say, all right, I would prefer for some time to be single, uh, so I can, um. Develop myself. All right, that would explain. Uh, VOLUNTARY singlehood, um, uh, and then, um, I mean when we, uh, uh, we do research on actually approximate now regions, I mean what people would say why they're single, they would say that, you know, I want to be single to be to have freedom of, uh, uh, choice to be able to focus on my career, on my, um, education, to do whatever I want, um, so this is one. Uh, uh, REGION. Um, NOW, the other one. Is that People move between relationships, right? So let's say I am in a relationship for some reason uh the relationship ended and I move to another one and take some time to find another partner, so it's kind of uh um between relationships single. If you want, um, now this is common for different reasons. Um, ONE reason is that it's not easy to find, uh, a good match, uh, a proper partner. And why it's not easy. Well, There are different reasons again for this. It's like one is deception. So there's a lot of deception in the mating market, you know, people uh would present themselves differently than they uh really are, um, and, uh, so it can have like, you know, you, you are in a relationship uh and eventually figure out this is not. Good for you is not what you originally thought uh it was, so you move on to the next, um, or relates to figuring out what yourself, what you want. So just try some people, yeah, just try to get experiences and figuring out what's, you know, what they want and uh uh what's best for them so that eventually they move uh between relationships to find the right one. Uh, COULD be Unfortunate reasons, uh, it's like kind of uh uh uh bad luck. Let's say your partner dies, let's say or moves to another country, um. Um, SO these are some of the reasons, um, that make it a bit difficult to find the proper uh mate and you have to move, move between relationships which results in a in some people being single because they are between relationships. Um, Now the third main reason and uh I would say this is the main one, it relates to the mismatch problem. Uh, SO OK, so they Uh, the brain is like has several behavioral adaptations that aim to uh. Um, Uh, To enable individuals to increase their survival and reproductive success. However, uh, this was like the, what we see today is the product of a long evolutionary process. Which means um that. Our adaptations have evolved um to do this to increase our reproductive and survival success or fitness um in the ancestral environment and might not work very well in the contemporary one if it's like different, considerably different from, uh from the ancestral one. I think perhaps the The best example and an obvious example you can see is that you have some extra weight and um and a lot of people do and uh this comes from the fact that uh during human evolution, food was cars so um. Our adaptation, uh, our food intake adaptations have evolved so as to um when you find food, uh, eat more than you need, store the extra in fat, um, and then next day that probably there's no food, uh, you can use the deserves. However, this doesn't work very well in a contemporary environment because food is always available and cheap. There are like supermarkets 24/7. I mean, it's like, um, so that's why a lot of people, including me, um, are suffering. I mean we have like like more weight than we should. Um, NOW, here comes also to mating that we have like situations where it's kind of um uh uh uh in the past, the mating market was very different from what is today and the main difference was that in the past, um there was uh considerable control. Overm by parents. This is called what's sometimes called arranged marriage. Um, SO parents, uh, so when you are young, uh, when let's say you go about 1516 or whatever, uh, they would arrange, uh, your marriage with someone else, um, and that would be it, um, which means that Adaptations in relate to mate have evolved in this context. Now in our context today, uh it is um uh the the situation is different, that is we have to find our mates. Um, WHICH means that we're not, might not be ready for this. I mean it's like a cognitive, uh, uh, hardware, uh, might face difficulties in this talents, um, which could result in a situation where people have a difficult time attracting mates, uh, or keeping uh them, um, and this gives rise to involuntary singlehood, uh. That is people uh want to be in a relationship, uh, but facing difficulties in attracting a mate. So I mean if we just put together the reasons, I would say that the kind of, uh, I mean it's like in evolutionary analysis to understand this, this phenomenon I would say that there are three main reasons. It's like, and one is um that it could be beneficial uh to stay single for some time. Uh, THE second is that it's difficult to um Uh, to find the right partner, so people move between relationships and uh, the third is the mismatch problem. It's like the contemporary environment is different from the ancestral one, and, uh, our adaptations might not be very, um, let's say efficient in, uh, in dealing with the challenges of the modern mating market resulting into people facing difficulties in attracting a mate and then being single."
	},
	{
		"start_time": "16:24",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, but when it comes to the biggest difficulties that people have or report, when it comes to attracting mates, are there gender differences here? Is it that uh different kinds of difficulties are reported by men and women or not?"
	},
	{
		"start_time": "16:42",
		"speaker": "Menelaos Apostolou",
		"words": "Um, JUST to Tell you the. Uh, THE, the general, um, or, well, let me just summarize our findings and I will just go to, uh, uh, um, uh, to this, uh, differences, um, so it says, uh, first of all, it's kind of, OK, what is it for is the, is the theory, right, it's like what we, how we could explain the phenomenon. Um, BUT this doesn't mean that it's necessarily true, right? So, um, let's go to the empirical now evidence and because this was like a phenomenon that's kind of unexplored, um. I would say um we started with a different kind of approach. We started with asking people, uh, single people, uh, why they were single, um, and while using different methods like that, interviews, opening questionnaires, uh, uh, posts on the internet, um, we got like with a, with a bigger list, like more than 90 regions. And uh, then, um. In larger samples. We asked single people to rate these reasons. I mean, why you are single, this, this reason, the other or whatever, and using statistical analysis, um we got uh Uh, we classify this into um three main categories that sort of I reflect more or less what I discussed before, so been between relationships um uh uh uh having difficulties in attracting uh mates and uh uh um uh um have freedom to do what you want. So Let me, right, if I just go through some of this data. So for instance, the between relationships, uh, category, people would report that, you know, that between relationships, um, they have difficulties finding the right one, or they have a fear that they will get hurt, um. So that was one category. The other main category was uh freedom, where people indicate that they want to be free to do whatever they want to focus on their career, um, but even to be free to flirt around, which is kind of a way perhaps to improve their flirting skills. And um the third category was a poor capacity to attract mates which included things like, you know, it's like flirting um not very, not being very good in flirting, um, uh, um, having poor looks, having some uh sexual difficulties, um, um, uh, have some psychological problems and, you know, in this kind of, these things are keep people back. So, however, the, the interesting bit here is that the structure. Um, THE structure of, of, uh. Of these regions follows this theoretical logic, right, so it's kind of, that's how it goes. Now we investigated. Uh, uh, SEX differences, that is, if you know, just like men and woman would see differently, we found some. Uh, HOWEVER, in general, uh, it seems that. The, this, these differences were not considerable or the, the structure of um of the regions were very similar between men and and women. So I would probably say it's kind of uh uh There are sex differences but not major ones. I mean, most, I would say this, this, this regions apply to uh more or less uh to both sexes. Mhm."
	},
	{
		"start_time": "20:58",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND another thing that you've studied is, uh, related to being able to attract a mate, of course, is strategies that people use for becoming a more desirable mate across different cultures. So, first off, what are the different kinds of strategies that people employ?"
	},
	{
		"start_time": "21:18",
		"speaker": "Menelaos Apostolou",
		"words": "All right. Um, NOW, this was kind of. Or to be effective in. In, in, in, in Greece. Um, um. Well, Well employ several strategies to make them more desirable as mates and could be because of the mismatch problem. Some people are not very effective in doing this. So we investigate this could be like kind of also in a way to uh to help people, you know, get ideas of how they improve themselves, um, yeah, in these areas. Um, SO there are different Strategies in something like involving like things like improving on uh one's looks um in um working on uh on their strengths, uh discussing about their strengths, hiding let's say perhaps some of undesirable qualities. Um, THIS could go even further to research we do currently do, uh, that involves deception. But it's like it's a different things it's like to present myself. I mean, to, to highlight my um strengths. um OK, so that's one strategy, that's one main strategy, but uh uh and then it goes a step further to lie about my strengths. So it's like So I, if I'm well off, I can sort of highlight this. So that's one strategy of promotion, right? So I kind of get like a promotion, so I get like a big car, um, or an expensive car. Uh, HOWEVER, people um would go a step further and lie about it, so I'm not that well off, uh, but I borrow your car which is kind of uh nice and fancy and I present this mine, so it's kind of uh. Which kind, I mean, because this is kind of A reason, uh, uh, for singlehood because then I present myself to someone else and if I'm successful. Some women will fall for this and then they will just come um but eventually the strategies are sort of this of this decision are short term. So eventually they will figure out that I'm not. That wealthy or whatever, uh, and they will move on to another relationship, giving rise to, to this between relationship singlehood. So I mean all these are interrelated. Um, uh, BUT again, go, go back to your questions kind of people use different strategies, mainly aiming, um, uh, to work on their strengths and then highlight their, the, these trends to perspective, uh, uh, mate, let's say improving uh their looks, um, but I would say that. Probably one reason that people are single is not, is that, are not very effective in deploying the strategies and one reason they're not very effective in deploying the strategies is because um uh of the mismatch problems. So that let's say for instance we notice in the data that um people, some people wouldn't um let's say uh. Um, uh, WORK on their looks, right, which is an important part in in the free mating context, right, it's kind of, it's an important strategy of self promotion and then people just just don't care at all, um, uh, which has an impact on their, uh, success in the mating market, um, uh, and why they don't care at all because, uh, in the past, um, There was, uh, you know, Sara's marriage and, uh, where parents let's say would arrange marriages, they wouldn't care at all about they would care but not considerably about the looks, let's say of their perspective, uh, in-laws, right, so this is, this is, this is not their, their concern, right, it's kind of um um so if, if this is not very important then making market, so, uh. So I don't care about this because it doesn't really matter how I look, um, my marriage would be arranged, um, but this has a price now, right? It's like kind of people, they don't deploy this strategy of self promotion and the, the looks are poor because they don't pay attention to this and this, which it's it's, it's an impediment, um. Uh, IN finding a, a maintain this cause of like one of the causes of singlehood. Mhm."
	},
	{
		"start_time": "26:04",
		"speaker": "Ricardo Lopes",
		"words": "But do these strategies for becoming a more desirable mate vary across culturally?"
	},
	{
		"start_time": "26:11",
		"speaker": "Menelaos Apostolou",
		"words": "Um, WE, uh, uh, we did some cross cultural reasons, and as usual, there is variation. This variation. However, I would say is that um uh there's also considerable consistency in the structure and uh what people would uh would use. However, there is a limitation now, Richard, it's kind of, we focus on contemporary post-industrial societies. So I would say in these societies, um, paying attention to looks, it's like it was a consistent strategy found. Um, ACROSS different cultures, however, I don't know if it's going to be the same if we go in a pre-industrial context. So I would say, I would probably say that there is variation, but there is considerable consistency uh in post-industrial societies. Um, I, I, I suspect there will be more variation if you compare uh post-industrial um and pre-industrial societies. Mhm."
	},
	{
		"start_time": "27:18",
		"speaker": "Ricardo Lopes",
		"words": "So you've also studied uh the connection between the fear of relationship, commitment and singlehood. Would you like to tell us about that?"
	},
	{
		"start_time": "27:29",
		"speaker": "Menelaos Apostolou",
		"words": "All right. uh, SO it's. OK, um, I could say that. All right, so some, my pay. For people to be single, uh, for some period of time. So let's say to focus on your strengths, to, uh, to do different things. How this would uh materialize that is in your mental accounting so like It's not always that you would think like that. It's kind of, you might, this would be like um reflect on your emotions, so perhaps you don't feel like being in a relationship or have a fear. Of being committed into one. SO this would be one reason why people um have this fear to keep them away from a relationship for a while so that uh they can focus on different things. However, this is again a complex phenomenon, it has more, more to it, right. So what happens is that When you get into a relationship. And it's not a good one, it's not a fitness increasing. Uh, THIS can cause emotional pain. Which is good because it's kind of. Your way to tell you that you have to do something about it. You either improve the relationship or get out of it. Um So This Pain has sort of a a scarring effect that is, it's like a scar. So when you are out of it, it sort of helps you um to consider what went wrong, right, uh so that it, it won't happen um in the future and to consider what went wrong and improve it, you might need some time. So it's kind of this pain keeps like causing a fear of relationships when you are out of them. So probably uh this is a way to keep you outside of the mating market for a while so you can, you know, improve on what went wrong, to see what, what went wrong, um, what I did wrong, um, and improve so it doesn't happen, uh, to you. Um, SO it comes from. I would say probably this is the main reason it's kind of um experience from the relations might cause like kind of uh some um negative emotions uh and these negative emotions might cause some fear of relationships, uh that might keep people away for a while, which could be a good thing because, all right, because like if you think about it, if I'm If I had like a failure, a relationship failure, it's not very wise to rush into another one. It's, it's maybe take some time to think about it. And this fear of getting into a relationship might help me uh uh for a while. Um, um. And now for, and that will be probably sex difference. So this is a phenomenon complex doesn't have at least one region um in certain cases, um. Uh, LIKE, like, now there is the sex difference. So, uh, uh, men would tend to prefer a casual sex more than woman, and if you are in a relationship, obviously this is not what you can do, um, so it could also be that, uh, uh, men, um, have this fear of relationship commitment more than woman. Because you don't want thes don't want to commit, uh, because which allows them, uh, to have, let's say casual sex with a different partners. I would think this is kind of life stages. Dependent, so kind of, uh, so it's kind of when you are younger, probably this is more um you don't want commitment, you have like a fear of commitment, but Probably this resides as um as you get older for both uh uh men and women. Uh, SO it's just like bottom lines that, you know, people might don't want to commit to have a fear of relationship which is like a bit complex. I mean they have like it's a complex phenomenon there might be many reasons uh for this, but has also a positive aspect I think that it gives people some time um away from the mapping market to better assess what's going on and improve themselves. So it's not necessarily a bad thing."
	},
	{
		"start_time": "32:17",
		"speaker": "Ricardo Lopes",
		"words": "OK. So I, I think that we've already talked a little bit about this, but what are some of the main advantages and disadvantages that people report of being single?"
	},
	{
		"start_time": "32:29",
		"speaker": "Menelaos Apostolou",
		"words": "All right, um, OK, so, uh, we ask different people, um, to, to tell us some advantage and disadvantages, um, so the advantages we discussed before, it's like I have, uh, freedom, having more freedom to do what what you want, which makes some sense, right? So it's kind of, uh, now. Uh, YES, like I'm married, I talk to my wife, you know, just go right, I need some time so I can just talk with Ricardo, uh, and whatever, right. If I was single, I wouldn't have to, to buy the reporting to anyone, right? Um, SO that's, that's I would say it's like frequently people, uh, report. Another advantage, uh, they report is that We said this before, but if in some instances the relationship could be like uh not go very well, which results in struggles, fights, and negative emotions. I will talk about this later, uh. Which can be very nasty or feeling like let's say jealousy or um uh anger uh uh well, when you are not in a relationship, well, you don't have to experience these things, right? Um, um, SO this is kind of an advantage. However, this brings us to the disadvantages and the main disadvantage is the opposite of it. It's kind of people would feel um lonely. Uh, WILL experience negative emotions like emptiness, sadness, uh, but mainly lonely, so it can have an emotional, uh, uh, cost. Why has an emotional cost? This is not just random. It is for the evolutionary reason that is, um, if you would feel satisfied and happy being single, then you wouldn't bother to get into a relationship, um, uh, so your, uh, adaptations, your emotional adaptations trigger here, uh, to punish you. Uh, FOR not, for not doing something, uh, that promotes, um, uh, your fitness. So it's kind of They turn your emotional mechanism, turn singlehood to be. In general, not always, but in general, an unpleasant experience that is a way to motivate you to get into a relationship where I say it's lonely. What I mean is like I said it's a negative emotion that I want to get rid of and which motivates me to find an intimate partner, which is a way to uh to get rid of it. Um, SO, so in terms of disadvantages then. Uh, I would say this is the, like, uh, the main one, we got here. Plus, of course, we don't have like people would report that they don't have someone there to be there for them to, um, uh, to support them, to discuss their, their problems, um, and this could be. And an issue because I mean we are social species, so we just need uh social input from, from others which discuss our problems with others and in a contemporary world which tends to be individualistic, uh, yeah, people sort of um uh you know, have fewer friends, have to move around, live on their own, um, uh, which, so we are facing a problem. Uh, THEY might not have someone around to talk about it, which makes an intimate partner even more important than in the past for this region. I mean, in the past you had like your uh family around, your cousins, your parents, your whatever. Now you have nobody. You can have like Your intimate partner and even if you don't have this one, then things become even worse. So it's like kind of, you know, being single is like kind of uh that's what people would report that's another reason is like not having someone to connect um to discuss their issues, their problems."
	},
	{
		"start_time": "36:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And are there factors that might play a role in how people deal with the disadvantages of singlehood? I mean, are there, for example, contexts that might lead them to more easily discount the disadvantages?"
	},
	{
		"start_time": "37:01",
		"speaker": "Menelaos Apostolou",
		"words": "Well, um, we haven't. Investigate this adequately, but I would say it depends uh on the situation. So for instance, if you have like, like kind of as you were saying like the context, you have like many friends. Um, THIS to some degree could balance. It won't perfectly balance it, but it will balance, let's say being, um, uh, being, uh, being single, right, so it's kind of, uh, also, let's say, uh, depending on how important is my work, right, it's like, uh, it's like my career, um, I like, like people who are career focused I might not. Take it easier, let's say, than those who are not. Um, uh, IF you have, let's, let's say if you live, um, next to your family would be also important that it's like moving to to another country and be just on your own. Uh, SO, so the singlehood there would be like even more painful, uh, I would think. However, these are. Uh Hypothesis, I don't have. Data I'll tell you that this is the case, but I would just suspect that these are factors um uh that play a role there. Mhm."
	},
	{
		"start_time": "38:18",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I guess that I have just one last topic I would like to ask you about. We've talked here about what people report as being the advantages and disadvantages of being single. And what are the specific benefits of being in a relationship? What do people have to say about that?"
	},
	{
		"start_time": "38:38",
		"speaker": "Menelaos Apostolou",
		"words": "All right. Um, SO, so this is the other side of the coin, right? It's kind of again, um. Uh, SO people would think that they don't have to feel lonely. They might experience positive emotions, um, like uh love, uh. Sexual satisfaction also appears to be um uh an important uh region. Um THEY also have uh someone to be there for them. So it's kind of, it's like that's the coin, right? It's kind of, if you, if I ask about the advantages of being in a relationship, that people say that I don't have to feel lonely. uh, THE disadvantage of being single, I have to feel, I have to experience loneliness. Um, um, HOWEVER, again, This And also on the case, right, doesn't mean that all relationships are born equal, right? So it's kind of, you know, it's like a from a relationship, you get a lot of support, satisfaction, sexual satisfaction, positive emotions, uh, uh, but this might not always be the case. It might be also the opposite one, right? So it's kind of, there's no guarantees that these are advantages, um, and another I would say, uh. Probably an underrated one that we have to uh look into uh further is that. Very a long term intimate relationship is kind of uh provides the context to have a family, to have children, which kind of be like for most people. It's very rewarding experience. Um, SO, and we expect this from evolutionary reasoning, um. So an intimate relationship, it's not always an end in itself. It's usually at least in evolution terms, it's means to a purpose which is to have and raise children, which means that, well, this has not been adequately explored, you see it's kind of um That I would say it's a major benefit that may not come directly into mind, right? You might think that OK, I want intimacy, have someone there for me who have sex or whatever, um, uh, but eventually sort of you need a relationship to have, uh, uh, children, um, so if I, if, if, if I take children out of the equation. Then, um, I cannot really properly. Assess the benefits of a relationship, right, because I would say probably the main one is, you know, to be able to have a family and then you get a lot of rewards. From having a family, from having children, um, but to get these rewards, you have also to have a relationship, right? So it's kind of, so these rewards are related to, to this, it's kind of, you know, I can't just take children out of the equation and that's something we currently um investigate."
	},
	{
		"start_time": "41:52",
		"speaker": "Ricardo Lopes",
		"words": "So uh finally, I would like to ask you because apparently there's been some debate on this topic recently. In terms of emotional well-being, is it better to be single or in a relationship?"
	},
	{
		"start_time": "42:07",
		"speaker": "Menelaos Apostolou",
		"words": "OK. Uh, SO for, uh, for your audience, you might have like if you search online, maybe you, you had the experience of it. I mean there is some recent argument saying that, you know, singlehood is better than. Uh, THAN being in an intimate, uh, relationship. I mean, as we discussed this before, I mean you have time to do whatever you want, um, you can just kind of, uh, develop yourself, uh, uh, do things and it's kind of, uh, why bother being in a relationship. Uh, I would say a lot of these arguments are sort of misleading, um, because they, um, they lack a theoretical and empirical basis, uh, and if we follow the theory. Uh, AS we discussed before, uh, if you choose to be single, your emotional mechanism will punish you for this. I mean, they will just have to, they will motivate you, uh, to get into one, right, because like it's not fitness, um, uh, reason to be single. So this makes a prediction that made people would be happier uh or enjoy more positive emotions and fewer negative emotions, uh, uh, than people who are single. So We did the research to investigate if this is the case, um, and that's what we found and this was a cross-cultural uh uh phenomenon that is a cross-cultures or in general. Uh, NAKED people that's if you are married or in a relationship, uh, scored higher in terms of happiness, uh, um, and of positive emotions, uh, than, and experienced fewer negative emotions than people who Uh, uh, uh, who are single. Although the difference was small, so the advantage was small, uh, although for certain emotions like loneliness, the difference was considerable, right, so it's kind of you are single, you experience more, um, loneliness, considering, you are considered more lonely than if you are in a relationship. Um, NOW. However, this argument. Uh, DOES not consider the quality of the relationship because as we discussed before, some relationships are not fitness increasing. We expect them emotions to play a role here. So if your relationship is not fitness increasing, negative emotions would trigger, um, that would make people take corrective action, one thing and the relationship and find one that's uh fitness increasing, or at least more fitness increasing that would predict then. That it doesn't really matter. It matters if you are in a relationship or not, but it matters also in what kind of a relationship you are. So we extend our argument and we, we sort of measure uh relationship quality and we divide people into those who are uh in a good relationship, in a moderate quality relationship in a, in a bad relationship. And we compare these groups with singlehood. And I think this was like um a very interesting study. Uh, BECAUSE putting everything together and also in a cross-cultural perspective, we found the champion of positive emotions of, uh, um, and that was people in a good relationship. So in a good quality relationship, these were the champions, the, the, the experience, um, uh, the most positive emotions, the highest life satisfaction, uh, and, uh, the fewest uh negative emotions. Um. The second in the hierarchy where people are in a moderate quality uh relationship, um. At the bottom of the hierarchy were people in a poor quality relationship. So you see how important this is like it's kind of um uh and so bottom was like the champions of negative emotions uh where uh people in a poor quality relationship and then very closely followed that those who are involuntarily single. Um, SO, and what like then what people between, um, uh, relationships and uh voluntaryrily singles. So I mean if you see the hierarchy then it's kind as we expect from evolutionary reasoning, um. The champions of positive emotions are people in a good relationship and the champions of uh of bad emotions are people in a bad relationship followed closely by uh those who are involuntarily single. Which has like kind of, it's important for this debate and that. Well, in general, you are better off in a relationship, but you have to be very careful what this relationship is. So I mean in practical terms, I mean for your audience, people shouldn't just strive to get into uh any relationship, but if they manage to get into a good one, that will make a big difference, which is a kind of way saying that for singlehood is good for some time because to find the proper one. You have to develop your strengths, you have to wait. All right, good things come to those who wait. You know, have to, you have to wait a bit. It's kind of, you know, you shouldn't be near us because if you are near us, uh, you make a wrong choice and then you get into a bad relationship, you know, you are worse off than single. So this is kind of this, this, this kind of research has practical um uh um uh applications. I mean, but that's what I mean psychologists shouldn't be also just theory, um, uh, so bottom line, it's, it's. I, as we expect. Single who has an impact on emotional well-being or how uh well you feel uh uh but also the quality of the relationship is important or even more important uh than this. OK."
	},
	{
		"start_time": "48:27",
		"speaker": "Ricardo Lopes",
		"words": "OK, so basically, the simple answer to the question is that a good relationship is better than being single, but being single is better than being in a bad relationship,"
	},
	{
		"start_time": "48:38",
		"speaker": "Menelaos Apostolou",
		"words": "right? I would say this, I would say, I would say so. So people, but I would say it's kind of, you shouldn't. Going to like a Hollywood kind of uh approach, you know, it's like seeing the perfect relationship or whatever because even moderate quality relationship uh is the next in the hierarchy, so it's kind of I would say people should strive to get like into a good or a decent relationship, uh, let's say because there are no perfect relationships by the end of the day, right? It's kind of, uh, uh, uh, unless you watch a lot of movies, there's like kind of there are no perfect relationship, all right."
	},
	{
		"start_time": "49:13",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So would you like to tell them people where they can find your work on the internet? Right,"
	},
	{
		"start_time": "49:21",
		"speaker": "Menelaos Apostolou",
		"words": "so I just upload my papers um online on my website Manillashapostolo.com or Resgate, um, so they can. Uh, HAVE a look there. So it's kind of like, um, uh, upload papers there if um someone is interested in a paper that, uh, they face a difficulty accessing, they can just even email me. I will be happy to, uh, to send them a copy."
	},
	{
		"start_time": "49:51",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Luke, thank you so much for coming on the show again. It's always a pleasure to talk to you."
	},
	{
		"start_time": "49:57",
		"speaker": "Menelaos Apostolou",
		"words": "Thank you very much for inviting me."
	},
	{
		"start_time": "50:00",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labran Juarsent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punter Darusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zalliriei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fitim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]