[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Costica Bradaan. He is a professor of humanities in the Honors College at Texas Tech University and an honorary research professor of philosophy at the University of Queensland in Australia. And today we're talking about his book In Praise of Failure, Four Lessons in Humility. So Costica, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:30",
		"speaker": "Costica Bradatan",
		"words": "Thank you for inviting me."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to start by asking you, what is failure"
	},
	{
		"start_time": "00:37",
		"speaker": "Costica Bradatan",
		"words": "exactly? What is failure? I guess we all know it, uh, when we see it, right? But it's sometimes we may have problems trying to define it. The definition I end up using um was a combination of etymology and phenomenology. Obviously, when you define failing, you have to bring in, bring in success as well. So to, to define success, I went to the etymology of the word, which in English as, as in other modern languages, European languages comes from the Latins of cheddar, which means that the fact that one thing, one thing comes after another. We are used to this pattern, right? Things happen in a certain order, chronological order. So that succession is something that we get from experience, something we get from observing the world around. And when that succession does not take place, precisely because we, we have those expectations, we, we are left with a feeling of frustration of the disruption of, of Of disappointment and that's failure. So that's where phenomenology kicks in because uh my approach more or less is kind of ground in in phenomenology. So I, I was, I, I, in the book, I was very interested in how we respond, how the self responds to this experience of, of disruption, discomfort, and so on. Mhm."
	},
	{
		"start_time": "02:10",
		"speaker": "Ricardo Lopes",
		"words": "And in the book, you go through 4 different kinds of failure, and for each of them, you have one prominent figure that you associate with each type of failure. You talk about physical failure, political failure, social failure, and biological failure. So why these four different types of failure? Why do you focus on this one specifically?"
	},
	{
		"start_time": "02:35",
		"speaker": "Costica Bradatan",
		"words": "Well, because of the word, to some extent, because of the word itself, which in English kind of cover so much ground, unlike other other languages, uh, where we have different words for different types of failure, in English, we have only one, and indeed, we have the same, that same word, even for the agent who fails. We call somebody a failure, right? So I needed this kind of, I needed some kind of division, some kind of Uh, um, some kind of subdivisions of failure, types of failure, otherwise it would have been unmanageable, but also I needed some kind of organizing principle, the book needs to have chapters and needs to have, you know, uh, some kind of progressive order of progression, right? So I start with again, phenomenological with that kind of failure that's most remote from remote from us, the failure of things, the physical failure. It's remote not not necessarily spatially, it's remote in terms of, of what we really are and what things are, if, if, um, if um some engine, you know, the car engine breaks down. Even if it happens in my proximity, that piece of, you know, machinery is quite remote from who, what I am or who I am as a human being. So that's the most remote. And then the next one would be uh political failure, which is again, it's still remote in the sense that we are, we may be, you know, political beings, but we don't always engage in politics. It's kind of it's a special field, it's a special activity, it's a special. Uh, TYPE of attitude and so on. We may well, you know, live whole our whole lives without, you know, being engaged in politics. I'm not saying it's a good thing, but it may well happen. Then the next is a social failure, which is kind of even, it's even closer in the sense that unavoidably, we, we, we are, we, we engage socially, we, we, we are socially. Yeah, society structures as you know, in a quite a profound way, even if, let's imagine you, you kind of take, uh, going to some retreat away from the world, right, away from society, away from everybody and still society is with you. Society follow, follows you even there because you speak a language which is a social thing, right? And to even to think in so you you you employ that language, which makes you social. And finally, uh there is a layer. Um, EVEN closer and, and in my, in my book is the closest, it's the ultimate, I call it the ultimate failure, biological fate in the sense that it's really, it's death, right? It's, uh, it's failure, the failure of the body. It's our mortality. It's, it's how we end. Um, BUT those were, I'm not saying they're arbitrary, um, but they're, they're not all, they're not all the types of fate one can think of. I have to make a selection, the book need, need to have some kind of to be finite, to be, to be able to be brought to completion, right? So I may well, I may well uh uh come up with others just for, for that particular purpose, I, I, I ended up with 4."
	},
	{
		"start_time": "06:08",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to physical failure, the figure you focus the most on, and I hope I'm pronouncing her name correctly, Simon Weil, uh, so she represents at least in your view, and as far as I understood, I understood it, uh. WAYS of clumsiness and pursuing the the intellectual life instead of the practical life. So, tell us a little bit about her and what she represents in terms of failure and the lessons we can draw from her life."
	},
	{
		"start_time": "06:41",
		"speaker": "Costica Bradatan",
		"words": "Before, before doing that, I, I guess I, uh, I, I, I suspect we, we owe our viewers some explanation of, of a more methodological nature. Um, FOR each of those, so those types of failure correspond to four different chapters in the book, which I, uh, call, you know, the circles of failure. But to, to make that point, to, to, you know, to make, to, to talk about those type of, types of failure, I want, I wanted to bring in in every single one of those four circles. I wanted to bring in some real human being, somebody, uh, a person, you know, who, who, uh, who lived and died and, and, and, and experienced that particular kind of failure or who had a special relationship to that kind of failure. Uh, THE reason is that I wanted this to be, um, well, it is a philosophy book, in an important sense. But I, I then, I didn't want it to be confined to philos philosophical readers only. I wanted to have some broader appeal and to make it more accessible and more um uh more relevant, more relevant for people who are interested in, in the humanities and the big questions, not necessarily, you know, not just professional philosophers or students of philosophy. So in every single one of those chapters, I do have a story. So there is every single, everywhere throughout the book, I, I kind of, I use this, this double tier. There is one layer of text, which is augmentative, it's, it's, it's, it's philosophical in the conventional sense. I make an argument or prove a point or whatever. And then second layer is this narrative. It's kind of, it's a story, it's an unfolding story of somebody, right? Um, AND they, they go together alternatively, so I, I, I, there is a, there's a couple of pages on, um, uh. On physical failure, and then I have the story of Simone Weil, and then I go back to the argument, you know, about the physical failure and then again. So it's just back and forth, which kind of, it's also serves to give the reader a sense of uh rhythm, but also a sense of some uh a certain amount of time to think about, you know, to process, to digest whatever um um he or she maybe, maybe reading there. So to go back to your finally to your question, um, Simonee was a fashion, is a fascinating figure to study, to explore, to think about. Um, SHE could be approached from different angles. She, she means so many things, she did so many things. She was a social activist and she was a philosopher, a mystic, a theologian, and so many things. From my point of view, from the point of view of this book. She was an extraordinary case of, of, of failure, even if she was a very successful person, you know, in her life. In some respects, in some respects, in others, she chose to be a failure. She She quit at some point, for example, she quit her, her job, her teaching job to be as a, you know, you know, in the French system of education, to be an unskilled labor to work in a factory as, as, as, as an ordinary, not just, not just as an ordinary worker, but as somebody at the, as the lowest possibility. So on the, you know, the lowest, uh, um, um, scale in terms of payment, in terms of, uh, of, of qualifications and in terms of skills and so on. So, she wanted to experience, she wanted first of all to know what was like to be a worker. Everybody was talking about the working class, working conditions of, of the French people and so on, and everybody was there, there's so much just like today, there's so much political politics involved around her. And but she wanted for once to, to go and see, right, to, to actually witness how those, what, how those workers were leading their lives and what their daily lives in in fact in the factory were like and to produce to come up with an account. So she came back and wrote what she experienced there. What's interesting, and that's again, go back to your question is that as a person, she was a profoundly clumsy person. She was, she was not suited for that kind of work. She was a brilliant intellectual, a great mind. Particularly gifted for, for foreign languages, for example, for classics, for philosophy and so on, but not for that kind of labor, and yet, and yet she chose precisely that kind of activity to, to, to, to make a point, to understand the difficulty of, of the, of the, of the person, you know, the assembly line, uh uh spending their lives in very hard conditions and um she wanted, of course, to, to transcend her limits, her limits in the sense of Uh, I don't know, learning to live with her natural clumsiness, but also the limits she wanted to understand, to better understand the limits of the human condition itself. So you do have that case of clumsiness, which for me is a, is a very interesting case of failure. OF the physicality of our, of the world, right? It's, it's, it's something that happens when we are simply, we find ourselves, ourselves ill equipped to deal with the problem, to grasp something, to, to manage something, and it's, it's, it's, no matter how much learning, you, you invest in that, how much effort you make, there is a point that you cannot just, you, you cannot uh uh move on over. Uh, BECAUSE it's, it's, it's, you are naturally clumsy and that, that's a, that's an interesting case of, of failure where the body and the physicality of the world is, is heavily involved. So,"
	},
	{
		"start_time": "12:53",
		"speaker": "Ricardo Lopes",
		"words": "but what kinds of lessons or positive lessons can we draw from that example?"
	},
	{
		"start_time": "13:02",
		"speaker": "Costica Bradatan",
		"words": "Well, uh, I, I would be reluctant to talk about lessons. Well, even if it's in the title of the book, of course, it's a, but the, the lessons that the title refer to are a bit broader. It's a, there are some kind of There are philosophical lessons, there are lessons of, of a, of a, of a, of a different nature than, you know, practical lessons that you can learn from, you know, something or other. Uh, THE lessons she learned. First of all, was something very specific about how the French working class was, was um treated or rather mistreated by, by society, by politicians, by, by factory owners and so on. So, so she, she, she learned something very specifically in terms of, of, uh, you know, sociologically, uh, psychologically. In terms of, of, of uh policies, if you like, uh, from that experience. But of course, much more importantly, Again, she's a very special because she's such a special person. She learned a lot about theology. She went into the factory to learn about the working class, the working conditions of the French, you know, workers. But she came back a mystic. She came back almost converted, not necessarily to Christianity, but to kind of a spiritual, highly spiritual way of life. She went, she was looking for the French work uh uh worker and ended up discovering Jesus Christ because the way in which she describes the condition of the work. Of the workers kind of is very because as you, as you read those texts, the, the, the her diaries and so on, you, you, it's the language becomes more and more uh uh religious religiously charged and eventually she, she, she kind of she sees herself, you know, there in the factory as a slave. But it's, it's that language of slave is not, of course, she knew what slave slavery was. She, she had studied the, the classics and, and the, you know, the, the, the Asian world where there's, there were so many slaves around. But more importantly, she, for her slave had a theological meaning very much like in the gospel where, where you read that, you know, Jesus Christ came into the world as a slave. So that's, that's where, that's the meeting that, that's the encounter that happens there. Um SHE is Simone V discovers Jesus Christ under this, this unexpected guise of, of, of the, of the worker of the humble oppressed, over oppressed worker. Mhm."
	},
	{
		"start_time": "15:50",
		"speaker": "Ricardo Lopes",
		"words": "So, uh let me ask you, uh, because this is something that you get into when you talk about her life as well, but as you said, you go through some of the philosophical aspects and then you also go through the life of the people you explore in the book. What effects do you think, uh things working flawlessly with us? I mean, what kinds of effects would perfection have on us? Do you think it could be something negative?"
	},
	{
		"start_time": "16:20",
		"speaker": "Costica Bradatan",
		"words": "Yeah, that's one of the points I, I, I make there. There is a sense in which if nothing breaks down, if everything works smoothly forever, we ended up useless. We, and there's no, there'll be no room for us there because it's kind of um It's the system, the work, you know, the, the, the things are self-sufficient. There's no, no room for us, no need for us. We ended up, you know, as some kind of uh appendix, you know, unnecessary and, and, and, and useless and so on. But more important, that's one aspect, we can just take a break and go somewhere and read a book or do something interesting. But more importantly, if If we place ourselves in situations where there is too much perfection or there is perfection, that affects our minds, that affects the way in which we function, you know, internally because it's kind of, um, we, we, we stop, we stop paying attention to things. We, what, what I, I'm trying to say is that we need to be To be challenged. We need to, we need to be, you know, we need to wake up. We need events, we need occasion, uh, you know, uh, occasions to wake us up, to, to make us think, to take, to make us make a decision. We need to become aware, otherwise, we, we, we fall asleep. Uh, THIS, this, this, this regularity, this, we, we, because of how things are, we, we end up living in a pat, you know, inside and within a, a, a heavily patterned existence. Everything is, is in, comes in patterns. We, and which is good, which is natural, right? It's life itself has this, this, this tendency to, to happen to take place in patterns and we develop patterns when, when, when solving problems, when leading our life, we cannot afford every day to do something to start from scratch our lives, to reinvent our lives completely. We need those patterns, but when, when those patterns kind of take over. Kind of when they occupy too much of our lives, there is this danger that we become useless and we, we, we in turn become routine. We become uh kind of automated, automate, we need to stay alive. We need to remain spontaneous and that automation which first comes in the outside world, we, we, we, we call it, we, we, we build, you know, we, we invest in automation, right? But somehow there is a, there is a strange process where we, we, we ended up automated in, in, in our own minds. Much of, of what's going on inside our heads is becomes a form of automation. And that's, that's, um, that's a problem, I think. We, we cannot afford, we, if we, if we fall victim to that kind of automation, uh, we, we kind of, we, we, we, we die little by little. Uh, WHILE, while still alive technically. Right."
	},
	{
		"start_time": "19:36",
		"speaker": "Ricardo Lopes",
		"words": "So then you get into the topic of political failure and the main figure here is Mohandas Gandhi. But before we get into Gandhi himself, why do you think that we are drawn to political movements?"
	},
	{
		"start_time": "19:53",
		"speaker": "Costica Bradatan",
		"words": "Um, IN what sense? I mean,"
	},
	{
		"start_time": "19:56",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I mean,"
	},
	{
		"start_time": "19:57",
		"speaker": "Costica Bradatan",
		"words": "because specific to certain kinds of political movements or uh, I,"
	},
	{
		"start_time": "20:02",
		"speaker": "Ricardo Lopes",
		"words": "I mean if existentially speaking there are particular reasons why we feel drawn to being part of political movements if we get some meaning out of them or something like that."
	},
	{
		"start_time": "20:17",
		"speaker": "Costica Bradatan",
		"words": "Well, I guess that's a good point. Uh, IT'S an interesting question. It's a, it's a modern, it's a kind of a post-renaissance thing before, uh, even if we are political animals and we are, we've always been, we've always been interested in politics. Up to, let's say the Renaissance, only a limited number of people who are doing politics. You are, if, if you're a king or a pope or, uh, you know, adviser to the king or to the pope, you are actively doing politics. Most of the other people were not involved. They were, you know, silent, uh. Not participants. They were spectators. They were just witness in the best of cases, as witnesses and the politics were, was done, you know, uh, without them, but with the, with democrat, well, of course, you do have in the ancient Greece, but those are exceptions. But through, you know, from the modern, uh from with modernity, there we have the, this very different ways, uh, different ways of understanding politics and especially comes with the parliamentary Uh, with parliamentary democracies where politics is no longer done by a very limited number of people, but by more and more. First, there are males, male citizens, and you have women and you have other classes and so on. And today, pretty much except for uh children who are, or um non-citizens, today it's expected that everybody has to do to get involved in politics. We don't, and that's a, that's a pity because we should, there should be more of us who, who go to, you know, who vote. Um, THAT'S one thing, right? But I guess the question can also have a, a different layer in the sense of why we are we attracted to radical movements I guess. Yes, it's why it's interesting, I guess it's connected because it's, uh, if, if politics was not accessible at all, uh, there'd be no point in getting involved in radical movements. On politics was democratized, you know, let's say. What's, I guess after the French Revolution, right, why politics was, was, was spacious enough to, to, uh, you know, to, to embrace a number of, a large number of, of actors, we do have those, those forms of radical involvement. I mean that's interesting. I it's, uh, it depends on so many things, right? It's It's, it can be uh the expression of a failure in the sense that the failure of, of the democratic process we have. For some reason, you know, people are, or some people are, are, are left, they feel that they are left without options. They, they have to do something radical. Just voting, uh, you know, every 4 years or every 2 years is not enough or you know, standing up or But uh um For, for elections, but somehow they, those, there are people who want to do more to kind of participate in, in, in forms of political life that are not part of that process. They want to do a revolution, they want to do, I don't know, coup d'etat, I don't know, it's a Because, because of the, I, I don't know, because of some form of impatience that they, they cannot wait for 4 more years. They want to do it now because of a lack of trust in the political process. They don't trust the system that they want to do it their own way. Um, BECAUSE of their, I don't know, rebellious nature, they, they don't want any procedures, they don't want to follow any, anything, they just, uh, um, they want to kind of Um, you know, demolish the system and, and, and, and, and, and perhaps uh create something new from scratch. I don't know. But it's a good question, so it's um."
	},
	{
		"start_time": "24:22",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, getting into Gandhi, what were the several different ways that he experienced political failure?"
	},
	{
		"start_time": "24:32",
		"speaker": "Costica Bradatan",
		"words": "Well, before I get there, I just, uh, He had a quite an intimate relationship to failure in the sense that even before he was actively involved in politics, he wrote his autobiography, which was published when he was still, he, he just got back from South Africa, back, back to India, and it was 1925, I think when he published that book. So it's again, it's, so the biggest, you know, accomplishment, his, his biggest accomplishments were ahead of him. HAD not happened yet. And yet he felt this need to write his autobiography to, to come up with a story, right, of his, of his failures because it's a very strange book. It's, it's an interesting, a very strange book in the sense that it's a, it's an account of his, of his, of, of a long, you know, of his long history of engagement with failure of one kind or another. He, he complains uh forever, endlessly, he complains that he was a terrible kid. He was, uh, he, he, he was such a terrible, you know, uh uh uh uh student, and then he was a terrible husband, he was a terrible father and so on and so on. But of course that's his own account, right? That that's his own story. When, when, no matter how harsh you are with yourself, when you are the one who, who, who produces the story, uh, you, you, you are in charge, you, you, you have some control, it's, it's, you know. What to select, what, what to put in there and what to give out, and so on. So there is, it's not a totally innocent uh process there. And of course, after that, we have the Gandhi, we know, we all know, right? The Gandhi, the Gandhi, the public person, Gandhi Gandhi, uh, uh, you know, the, the Mahama, uh, the new, the face of India, of, of, of the struggling of the India. STRUGGLING for independence. It's a, and we do have a series of failures, uh, starting from, you know, small things like the way in which he dealt with his asso some of his associates who, who, who left him were unhappy because of his style, political style and, and, and. And, and so on, but the biggest would come later and they would somehow involve him and his life as well and says that he was killed eventually because of some of those failures. It's uh his murder, his assassination was in a way the expression. Or spectacular, the physical expression of, of those failures. He, he was in the end, he was perceived as a, as a, as a traitor by some Indians as, as an ineffective figure, as, as, as somebody who kind of messed everything up, even if the country had become independent now, right? Um. It's, it's a, it's a, there's so many of them. So, in the book, I, I try to cover some. The book was not, of course, about Gandhi per se. He was, he's one of, one of the characters. So I, I, I kind of, I had to make a selection and focus on, on some of them. So it's, there's the failures of Gandhi, the politician, um, that I paid some attention to. They are the failures of Gandhi, the, the The guru, because he was also a spiritual master, he wanted to teach Indians how to live better lives, how to redeem themselves, how to, uh, uh, become spiritually superior and, and I don't know, um, and the failures of, as he himself said, of Gandhi, the, the, the husband, Gandhi, the father, and so on. So I'm not sure we have time to go with all those details, but that those would be some of them."
	},
	{
		"start_time": "28:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But I, I mean, generally speaking, what do you think that the political life of Gandhi teaches us about the value of failure in the political realm and how to approach politics?"
	},
	{
		"start_time": "28:39",
		"speaker": "Costica Bradatan",
		"words": "Uh, Good question. Um, WHAT I try to do there. Even if it's not immediately intuitive. I connect, or, or people don't expect that to, to, to be done. I connected Gandhi to a certain kind of utopia, bad utopianism. So I go, I went back to his, to his uh Hins barrage, the book he wrote while he was still in South Africa. Hinzarage a very important, very interesting. Also disturbing book because well before he, he, he moved back to India, well before he was a, you know, a fighter for independence, Gandhiro there, some, some very strange things. It was a anti-Western manifesto, anti, not just anti-Western, anti-modern manifesto in which, for example, he He blames for the ills of India, of, of, you know, colo colonial India. He blames England, of course, the British Empire, but more specifically, he blames Uh, certain features of the Western civilization, of which, uh, uh, England was part, namely, he blames, uh, railways, doctors, lawyers, It's a very strange argument he makes, um, he makes because he is saying that, well, because of those things, India isn't in the state in which it is, all those things, I say, yeah, and he, he comes up with very strange arguments and, and, and, and, and odd examples like I don't know, because of the trains, because of the trains, uh there is hunger and poverty in India. How come? Well, because of the trains, because we have railways and trains, you know, individual farmers can ship away their, you know, their crops and they can sell them, you know, for a better price elsewhere, and which means that the local community, you know, of that, of those farmers would remain without enough, enough to eat. Uh, ALSO because of the, because of the, of the trains, you know, people, people move around, people travel, right? And along with them, travel, you know, you know, bacteria and, and micro microbes and so on. So they, they, the, the, basically what, what he's saying, trains and railways spread disease. And the same with doctors. It's, uh, the doctors are, you can, uh, I don't remember some of the phrases, I think some diabolical figures for him because why? Because they do the desection from Gandhi, there was a, there was no way, so to, you know, to produce some, some kind of, you know, medicine, you have to test it first and you will test it on animals and for him, that was a, that was an absolute crime. And, um, and, and, and so on and so forth, and so on and so forth. It's a very, very peculiar book. So, to go back to your original point, he has a solution for that. So all those eels, you know, which he identified. IN, in that book could be removed, could be, uh, you know, uh solved by kind of resurrecting this India of uh this, this classical Indian civilizations where of course there are no trains and no doctors and no lawyers, but somehow uh is a pure place, a place where people live spiritually and so forth. So that's, that, that's kind of to me, that's a, that reads like an utopia was he was. Being here in utopianism and What, that was right, as we, as we discussed earlier, that was first, it was in the early 20th century. Decades later, when he goes back to India and in a position to kind of design politically the, the, the, the independent India, he tries to put that, some of that into practice, and it was a disaster. I mean, And to, to, if I am, if I can use, you know, one word is purity here. We don't, so he was obsessed with purity, including political purity and, and, and, and, and perfection, of course. What he wanted was a perfect country, was a perfect India, was a perfect pure, perfect community, and that was, that was a problem because Such things cannot happen, uh, uh, uh, while, you know, in this world, we are not pure, we can never be. We are not perfect, we can never be perfect and, and so on. So to, to try to, to kind of, you know, bring them into, into being, into existence, some kind of utopian project where you claim that this community, this society is perfect. That's a, that's a, that's a very dangerous political project. And of course, I, I kind of I tell his story uh alongside with the, the French Revolution and the Russian Revolution where we have similar, similar attempts of, of, of, of creating this, this perfect, perfect society where there's no exploitation, no equality. So no inequality and so on, but in the process, they would exploit a lot. They would kill millions, they would destroy everything. How, how is that possible? So you have this something at the very core of the, there is something at the very core of the utopian project that that profoundly undermines it. Mhm."
	},
	{
		"start_time": "34:21",
		"speaker": "Ricardo Lopes",
		"words": "So, and now talking about social failure, the main figure you bring into the book is Emil Shuan. So, could you tell us why you I, I mean, tell us a little bit about Shiran and why you chosen to represent social failure."
	},
	{
		"start_time": "34:39",
		"speaker": "Costica Bradatan",
		"words": "Because I love him. Uh, HE was, uh, he was such, I mean, we are, he was a fellow Romanian, and I, I had this, I, I knew of him long before I, I had my infatuation with his work. He's a, he's a classic here. Uh, HE'S such an interesting, so he, he's intrins, his work is, you know, intrinsically interesting and interesting and valuable. But then his life story was, you know, likewise, uh, uh, compelling. Um, AND I kind of sketch his biography in, in, in my book, I had to kind of present some of, some of the episodes, some of the more memorable episodes of his life, of his life. He was um very early on, he, he became infatuated with with the Nazis, for example, a brilliant man, highly gifted and so on, he goes to Germany to finish his, you know, to, to finish his uh uh education, graduate education, and he gets, he gets um, he, he falls in love in love with Hitler. He wakes up, uh, that would last for a few years. Uh, HE, he wakes up. Then he gets infatuated with the Romanian uh iron guard, which is the local, the local fascist movement. And so after a number of failure of political failures like this. He decides to kind of to stay away from politics altogether. He moved to France, adopts French as his language. He had been working before in Romanian and German, uh, both of which he spoke perfectly, but now, now he, he, he feels he has this need to kind of, uh, choose a third language, a totally new language to him, in which you become a, a, a, a really good. Uh, uh, um, PERFORMER because he's, he's French as, as, as anyone would, you know, any French speaker will tell you is, is, is, is, is, is splendid and, and, and, and, and, and, and, and memorable and, and, and his steps that are, are com complex stylistically and, and, and, uh, and of course philosophical as well. So he comes to France to technically do his PhD or uh some PhD. But he, from the very beginning, he has this idea that he will never finish. He will never write a dissertation. He said his plan was to move to Paris and live the life of a parasite. He would, he would only, he wanted, he only wanted access to, you know, to the student cafeteria and dorms and so on to be, you know, to live Chile in Paris, that, that was all he was after. Um, SO he, his life now enters a new phase. He's no longer political, you know, he's, he has become quite Distinctly apolitical, and he, his life has a new dimension, a new style. He's like a digenist. He's a civic in, in, in Paris. uh uh DOES not belong, does not have any belongings, does not belong to any school, any institution. He lives off uh I don't know, uh um charities, uh he lives uh uh uh very humbly, but philosophical. He's very proud of that kind of life. He writes back, he writes home, his letters to his parents are, are kind of, you know, uh expressed this, this, this, this sense of, of accomplishment. I'm, I'm very happy like, like this. And that's when he writes those uh French books starting with, in the late 40s. When, you know, one after the other, they, they come out and, and then reveal this, this new thinker, new kind of thinker. He was, he was hailed as a, as a, as a, as a, as a, as a fresh thinker by, by a number of, you know, critics and he got uses, for example, realized, you know, he, he's transport and so on. Um, HE would never have a proper job and toward the end of his life, there are some interviews which I used. He would, you know, he would be very proud of, of, of never having had a proper job. He would say at some point, that's my biggest accomplishment. That's my biggest accomplishment. The fact that they never had to, to have a job that I haven't, that, that I didn't have to destroy myself with an office job, with a career. So he was, uh, he was an, not an outcast because nobody, nobody kind of rejected him. He was, he placed himself at the, at the margins and uh as a, you know, distant observer, uh um as a contemplator, he would not have any kind of Uh, commercial, you know, engagement with the world, you would not make a living, you would not be a good consumer, a good citizen, and that put him in a position to observe, to see how, how things happened, how per you know, the French, the Frenchmen. HIM were leading their lives and, and, and, and spending and, and, and, and, and, you know, engaging in, in capitalism, whereas he was, he, all that time he was an observer, which was again, gave him plenty of insight. You could tell as you read those his books from, from the later period. He was a good observer of, of the, of the French life and not just the French, but the modern Western civilization. Mhm."
	},
	{
		"start_time": "40:24",
		"speaker": "Ricardo Lopes",
		"words": "But I, I mean, looking at his life and his philosophy, do you think that it tell us and when it comes to raising failure as you do in your book, what do you think it tells us about how we think about what it means to be successful in life?"
	},
	{
		"start_time": "40:43",
		"speaker": "Costica Bradatan",
		"words": "Excellent. Yeah. Well, it's, it's kind of, it's, it's it. It's on an on an alternative viewpoint. It's a very important, very, um, it's a, it's a compelling alternative viewpoint. The viewpoint of somebody who chooses not to get, to get involved, somebody who, who, who decides not to have a job, not to be, you know, a productive member of, of, of society. It's a, it's a very different lifestyle from, from the mainstream. We all, you know, we aspire to have career from careers from the very beginning. We are, we are, we are set up, we are wired to become, you know, to compete, to, to acquire, to, to possess, to, to move up, to, to kind of uh uh out um uh outwit, outdo, out, out, outspend the others. It's, it's, it's, it's a, it's a, uh, it's not, it's a life that, of course, we, we are all doing, but it's not the, I don't think it's the best life we can, we can run and others like him because he may be a singular figure, he may be a, you know, uh um A very special case, but he's not unique. There, there have been others. Uh, THERE have been others like him, and we have in literature, we have some examples and, uh, um, for example, in, in, in, in, in Russian literature, uh, Goncharov has a brilliant novel, uh exactly about this kind of, this kind of uh The life of, of an Adler, idler. Um, SOMEBODY who chooses not to do anything. It's a, you know, not doing stuff, not, not leading this, you know, profitable life, uh, not being, choosing not to be a consumer, uh, is, is a radical choice which very few of us would, would be able to make, but a very, to me, uh uh uh. A very telling choice. We, we, we have a lot to learn from, from somebody who chooses, chooses to occupy that position. I, I would say I would, I would, I would pay attention to anyone who does that precisely because I am myself not able to do it. It's, it's somebody who goes against the strict system, somebody who, who, who, who, who Who decides to kind of undermine the whole thing. It's really, it's somebody I really need to understand that, that, that point of view because that would help understand my own our own positions when it comes to, you know, productive lives and so on. Uh, IT'S also more, more, more important, I would say. That's the life of contemplation. It's a very important uh lifestyle in the sense that you have for centuries, you know, east and west and and and ancient times and in more recent times, we have this figure of the contemplator and think of the Buddhist monks, think of the, you know, fathers of the, of the church of the, you know, the desert fathers. It's It's, it's this life where you choose not to possess anything, not to, to, uh, not to work, not to be active, instead, you want to understand, you want to contemplate. It's a very respectable and very profound and very serious way of life that that fewer and fewer of us, uh, this, you know, choose today but Charan was one of them. And that's why I, I, it's worth, I think it's worth following, it's worth paying attention to, it's worth uh um uh at least considering. Mhm."
	},
	{
		"start_time": "44:30",
		"speaker": "Ricardo Lopes",
		"words": "And so the last kind of failure and then we'll get into some more general questions about failure and its value is biological failure and you bring up the example of Yukio Mishima. So could you tell us about it?"
	},
	{
		"start_time": "44:48",
		"speaker": "Costica Bradatan",
		"words": "Well, uh, he was, um, he was quite, quite somebody. He was a Many of your viewers would know a Japanese writer and playwright and, and he, well, he started out as a writer, but he ended up as being irritated at some point, he, he was a bodybuilder and, and a performer, he made movies and he, he acted in movies at some point, he even was an orchestra conductor. I mean, it's a, you, you, you wonder what he was not, it's Uh, but, so you, you could sense as you, as you read his story, as you engage with his life, his biography, you could sense a sense of this, uh, discontent. He was not exactly happy. So even if he was, you know, productive, successful, you know, novelist. Uh, YOU could tell he at some point he becomes dissatisfied, disenchanted with novel writing, and he wanted something else. He wanted more, he wanted to experience. So he moves quite a bit between, you know, genres and genres and art forms and so on, but there is, the crisis is growing, the crisis is growing, and eventually, It's, it's, it's a very complicated story. We, we cannot cover much here, but eventually he, he ends up even building this private army, a private, uh uh uh like a, like a small army of, of private soldiers where, who are, whom he indoctrinates and, uh, you know, uh uh feeds and, and, and, and, and maintains, you know, out of his own pocket. Um. You would say, I mean, many, many, many historians and, you know, commentators said, well, that's, he was a fascist, and he was, uh, this, this, he was, he wanted to have a private army to overthrow the government. Because he, he ended up in a, he, he, he died, he killed himself when he, he failed at overthrowing the government. He basically staged a coup d'etat and he failed and he committed suicide as a result, but it's much more complicated. I, I, I tried to, to explain some of that in, in, in my book. It's, it's much more complicated. It's Uh, you, you, you, you, you sense as you, as you move on, that you really, what he planned there, what he plotted was not the overthrow the government plotted his own failure. He, he had this dream at some point he starts fantasizing about his being a samurai. Of course, samurai in Japan had been outlawed in Japan for more than a century when, you know, Japan became you know, chose to be, to become westernized, the, the, the, the, the, the, the class of the samurai was, was outlawed and samurai were not in existence at the time. However, he wanted to be one of them. So he wanted to behave, he started behaving like like like a samurai, inventing some kind of genealogical tree for himself like a samurai genealogy. Uh, uh, YOU know, picking up, or, you know, swords, um. You know, picturing himself in the shape in the form of a samurai. And of course, when you, when you're a samurai, you adopt a certain code of honor and you have everything is, is meaningful, everything you do. And as part of that kind of life, if you fail as a samurai, you have to commit suicide. He wanted to commit suicide, he was kind of He was, he was toying with the idea of dying which he saw in, in very strongly uh uh erotic terms, but he wanted to, to, to die as a samurai. That's why he kind of in, in my reading, he plotted all that kind of, all that coup d'etat. But he plotted it to fail. He never imagined, he never wanted it to succeed, but he didn't want to be, he, he never cared about taking, you know, power or, or, you know, uh ruling Japan, overthrowing the emperor, whatever. What he, all he wanted was to, to fail spectacularly as a uh uh in the process and as, as, as a result, as any good sum. I would do to commit suicide, to commit more exactly that kind of uh ritual, ritual sepuu which was part of the, of the samurai's uh way of life and, and death. So it's a, it's a long, it's a, it's a long quite, quite complicated story um of which I, I could only mention a few moments here, but it's something I would say it's something worth uh worth uh exploring. Mhm."
	},
	{
		"start_time": "49:39",
		"speaker": "Ricardo Lopes",
		"words": "And in this case, I mean, the ultimate kind of biological failure, I would imagine is death. But isn't the fact that death is a reality liberating in a way? I mean, isn't it liberating to know that whatever we might do achieve, or all of our failures will not matter at all in the end?"
	},
	{
		"start_time": "50:02",
		"speaker": "Costica Bradatan",
		"words": "It should be, right? The way in which you frame the question points to a certain understanding of, of death, right? You say, you said death is liberating, but uh you know, Not, not everybody sees that in the, in those terms. It's uh we, we normally, most of, most of us, I would say, uh, tend to see that as some kind of uh oppressive, uh, scary thing, event, right? It's a, there's nothing liberating there. We stay, we try to stay away from it, we postpone it, we, we go to, you know, great lengths uh uh to avoid it. So it's that, that, that time, the way in which you, you, you frame that uh is, is coming from a spiritual a certain spiritual understanding of that, but ordinarily, ordinarily, we don't do that. Ordinarily, we, we, we, we, we would do anything. We would do anything not to, not to be there, not to know that, as if, of course, showing the process, there's nothing liberating about it, but if, as you say, and Which, of course, happens to be my own point of view in the book. Um, THERE is something liberating because you, you study, you know, the Western philosophy from, it's a, the, the whole history of Western philosophy is kind of, uh, uh, intimately connected to, to the experience of death to Teaching word, trying, teaching yourself that death is something to be embraced, that is something exactly as you said, liberating. We have to teach ourselves, you know, but it's a long, difficult process. It takes a lifetime to do that, to teach ourselves that, that it's a, there is something liberating about it. It's a long, that's the, that's. And you have that in Plato and in so it's, it's a, the very moment of when Western philosophy was born, that very notion was born as well. So it's a very interesting how this notion of philosophy as preparation for death, as training for, for death as, as, as, as an death as an experience, as a, as a liberating experience, that very thing was born with the Western philosophy."
	},
	{
		"start_time": "52:12",
		"speaker": "Ricardo Lopes",
		"words": "So let me read the quote from the book. At a certain point, you say, quote, failure can work wonders of self-realization, healing, and enlightenment. Could you explain that?"
	},
	{
		"start_time": "52:27",
		"speaker": "Costica Bradatan",
		"words": "Well, um, In the sense that uh uh uh a mature, you know, a mature intelligent engagement with failure, for example, admitting, uh, Recognizing your failures and trying to understand what's behind uh processing them, you know, uh. Working upon yourself, trying to, you know, see things from a different angle. All of that. Of, of course, in the first instance, is a form of addressing failures, a form of, you know, coming to terms with failures and so on. But in the long run, that amounts, amounts to uh to a well-lived life, to, to self-realization. It's if you do that concept, if you manage to do that, you know, on a daily basis, if you manage to, to, to, to over, not just to overcome your own limitations and your. On your own imperfections and your own failures, but to kind of place them into a bigger context and see them as part of who you are and come, you come to understand that we are, you are, each one of us is a failed creature because we are born imperfect, we are born to die. We are finite, we are, you know, next to nothing. Understanding all that in a, in a, in a, in a, in a serious philosophical way, that's self-realization. And that's, that comes with a kind of, it comes with a high degree of, of Well, of understanding, if you, if you manage to get there, I, I think you understand quite a bit about what it is to be human, about what, what's, what should there be our expectations be, what should we do? It's, it's kind of it, it puts you in a very different place, a place for, from where you can see things differently, not just, you know, the practical things around you, but see, you know, the big questions a bit different."
	},
	{
		"start_time": "54:30",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that it is possible for someone to live without success?"
	},
	{
		"start_time": "54:38",
		"speaker": "Costica Bradatan",
		"words": "No, I don't think the success, especially in the sense in which we use the term before as succession, that's impossible because, because we, we, we are, we rely on those successions of events of, of states, of, of, of, of things, right? So success is, is there all the time, right? It's uh, we, it's, it's, it's not possible because it's, it's totally, it would be a totally unrealistic. We are surrounded by success in that sense of succession. Uh But, um, of course, we, we need to talk about success in the other sense as well of social success and so on. It would be depressing, I would say it would be quite depressing. I, my, my problem was not. Uh, IT'S not that, it's we, we, we have success and we should have, we should have. The problem is What do you do when? You don't know how to. To see beyond when you kind of, you, you get intoxicated and, you know, um, yeah, intoxicated by because every Social success and that's not in the mere sense of succession of things, but in the sense, in the more narrow sense of Um, social success, career success comes with a high degree of intoxication. We, when we experience, you know, big success in our lives, we, so much, so much in our lives becomes, you know, a blind spot. We, we, we, we no longer see ourselves in, in a, in a realistic light. We, we, everything is out of proportion. There's so much that's Uh, falls into oblivion. We don't, we are, we are actually those moments of major social successes are really dangerous in a sense because it's, it puts us, it places us on an orbit that may, may lead us in a dangerous space. We are no longer in touch with who we are. It's kind of, it's intoxicating and intoxication is not good."
	},
	{
		"start_time": "56:45",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question then, in the book, you, at a certain point, you talk about the failure-based therapy. Could you tell us about that? I mean, in what ways is it a therapy and what is it about"
	},
	{
		"start_time": "57:01",
		"speaker": "Costica Bradatan",
		"words": "exactly? It comes, uh, yeah, I guess the question is related to your previous question. It comes with a success thing, right? Um, FIRST of all, there is a tradition of philosophy as, as therapy is as old as perhaps philosophy itself, it shows up in, in, in the Socrates because we just mentioned him in poetus and in Buddhism and in so many mountainous, so many in Niezsche, uh there is uh this understanding of philosophy, philosophizing as as healing. Uh, IT, it, it, uh, you, you, something happens to you, you get, uh, really, you, you, you get healed. If you engage properly with, with thinking, philosophizing, philosophy etc. ON, uh, as a result, you come up, you come, you come out, uh, uh, uh, um, a healed person, uh, uh. But it's a, it's, it's not, of course, uh in, in, in, in, in this way in which I use that phrase in the book is, is more metaphorical, uh, failure-based, based therapy in the sense that we, we should kind of Try to digest those failures and turn them into, into health. We should not, you know, just like I I said earlier, uh, that success is intoxicating, inebriating, right? We can, we can become drunk on success, which is very unhealthy state to be. We can become healed if we process our failures properly. There is this sense of, of realism of, of, of um Yeah, even, even, even sanity in, in, in, in, uh, that comes from, from, not so much from failure, but from, from what failure leads to, which is humility because the point of the book is, is, is failure, not failure, not for its own sake, but failure as a way of humility. So for me and, and, and that's the project of the book, uh. The therapy, the healing comes from humility. It's you you are brought down to earth, uh, that's, that's humility. When you fail, you're brought down, you're brought down to earth, you are humbled, and that's a place to, to start again. That's uh, to start better because you are, it's a place, it's a place to, to, to, to, to be, to be healed. All that, you know, flying around, all that, you know, intoxication, those, those big dreams, those. Uh, um, uh, MOMENTS of, of puberty of, of arrogance and so on are not good for, for, for your mental sanity, for especially for those around you who see you as, as this arrogant, uh this, this, this uh sufferable human beings. So that's the humanity that comes from failure is, is, I, I, I would say a key ingredient to that theory."
	},
	{
		"start_time": "59:58",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again in praise of failure for lessons in humility. I'm leaving a link to it in the description of the interview. And caustic, uh, apart from the book, would you like to mention any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:00:16",
		"speaker": "Costica Bradatan",
		"words": "They can Google me Uh, they will find it. I have no. No specific places to to."
	},
	{
		"start_time": "1:00:26",
		"speaker": "Ricardo Lopes",
		"words": "OK. So thank you so much for taking the time to come on the show again. It's been really nice to talk with you. Thank you so much. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agns Fergalus and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovalliriei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Free Francaortolotti Gabriel Ponorteseus Slelitsky, Scott Zacharyishim Dyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Tor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]