[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes and today I'm joined by a return guest, Doctor Carl Freston. Last time we talked a lot about the free energy principle and today we're going to talk about how a free energy pri The framework applies to culture, the relationship between the free energy principle and embodied cognition and more generally for ecognition and some other related topics. So, Doctor Friesen, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Karl Friston",
		"words": "It's a pleasure to be back. Thank you for inviting me. So,"
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "let's start by talking here a little bit about culture. So, uh how, or how would you say a free energy principle framework applies to culture? I mean, how do you approach culture through that framework?"
	},
	{
		"start_time": "00:57",
		"speaker": "Karl Friston",
		"words": "The most obvious way would be to apply the free energy principle to cultural niche construction. So by by which I mean Acknowledging that not only are we trying to fit our environments, but by acting upon the environments we are also constructing many important aspects of those environments, those niches, and of course because we're doing it together, these niches are co-constructed, so the application of the free energy principle in that setting really reduces to how do I navigate my world. In order to reduce uncertainty. In the special circumstance that this world is occupied by lots of things that are like me and some of other things that are not like me, and how do I make it as predictable as possible and of course once one has that imperative, namely reducing uncertainty by rendering your eco niche cultural, social, or physical more predictable, then you have a Principled motivation for things like belief sharing, communication that can be either direct in terms of what we're doing now, actually sharing ideas and beliefs. Offloaded my poster beliefs so that you could understand them, um, or indirectly by the environment. Uh, SO, you know, my favorite example of that is, um, The desire path or the elephant path, so the appearance of trodden worn grass in shortcuts that people take to their favorite destinations. So strictly speaking this is an attribute of the environment, and yet it was caused by my action and your action and in Installing or changing the environment in this particular way, I've implicitly created a cue or a sign or some evidence in the environment that you can now use to infer, well, if I take this path, I'm going to get to where I want to go, or at least where things like me usually want to go more efficiently and more more quickly, and you can take that idea and generalize it to. Uh, THINGS that we explicitly design, and I'm referring obliquely here to Andy Clark's notion of the designer environment, such as, um, signs, traffic lights. Books, language, and culture of a more general sort, things that make our life more predictable, more sustainable, and easier to navigate."
	},
	{
		"start_time": "03:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what, what happens when we face people with different ideas because from a free energy principle perspective, we have the goal of reducing surprise and uncertainty, correct?"
	},
	{
		"start_time": "03:58",
		"speaker": "Karl Friston",
		"words": "Yeah, that's a really good question, very prescient given, you know, current political and geopolitical situations. So Most of my understanding of the answer to that question inherits from numerical simulations, agent-based simulations, where crucially the agents are equipped with active inference, which simply means that they behave in a way that Um, solicits information from other people or the environment or the population, um, in which they find themselves. That reduces our uncertainty about the states of affairs and the situation in which they find themselves. In doing that, you have to, um, Decide who you're going to ask, who you're going to talk to. So this is one aspect of the epistemic affordances that we were, we've talked about previously, the choosing those behaviors and maximize your expected information gain. So you have to make a decision about what quality of information am I going to get if I ask this person. In other words, I have to evaluate the epistemic trust that I place in this source of information, be it a person, an institution, a news channel, a social media source. I am therefore in the very difficult situation of selecting among a number of different sources of information which could be other people and those other people have to be evaluated in terms of how trustworthy are they in terms of providing. UNAMBIGUOUS, precise information that will enable me to resolve my uncertainty about states of affairs. What am I going to do in terms of evaluating their trustworthiness? Well, one obvious thing is if they look like me and talk like me, then they are likely to share the same understanding of the world and have the kind of knowledge that is going to be useful for me in terms of resolving my uncertainty. So I'm going to have to make an inference about whether you are like me or not. So to put that very simply, are you with my group or are you in another group? If I can make that inference, then I can choose who to listen to. So one gets to this situation where there's a paradox. On the one hand, I am going to choose to listen to those people who are likely to agree with me because we have a shared narrative, a shared generative model, some common ground in the way that we understand the world, and I'm going to effectively induce an echo chamber or we are collectively going to induce an echo chamber. But remember, we're also quintessentially curious because we are also also chasing information. We're acting in a way to maximize information gain. So I'm going to be quite curious about you, even if I don't infer that you are like me. So there's always going to be this tension, and when you simulate these, um, um, ensembles or populations of active influence, uh, agents that are all exchanging ideas or commitments or beliefs or ideologies, then what tends to happen is that the, uh, only, you could say, evolutionary steady state or sustainable state is roughly a fifty-fifty split. So if one group is too small, it will be basically absorbed into the other group, but there is a stable solution where one half of the population believes one thing and the other half of the population believes another. So they can both be And enjoy mutual predictability within their own group but also sate their curiosity by occasionally listening to the other group that I find a really quite appealing description of exactly where we find ourselves, whether it's Trump versus Biden, Brexit versus Remain. Wherever you look, the only stable polarization is basically a 50/50 split."
	},
	{
		"start_time": "08:10",
		"speaker": "Ricardo Lopes",
		"words": "Right. By the way, you used at a certain point, the word narrative there. What does that mean in the context of the free energy principle?"
	},
	{
		"start_time": "08:21",
		"speaker": "Karl Friston",
		"words": "I was just using it basically to describe a belief about the succession of outcomes in which I participate. So technically this will be written down in simulations as a policy. There's a sequence of actions that each follow each other. And the choice of those actions depends upon the expected information gain and the expected value of each of those outcomes given a particular action at this point in the sequence, and that combination is the expected free energy. So we in being authentic agents. We necessarily have to have a world model or a generative model of the consequences of our actions to be able to evaluate the goodness of any given action in terms of the expected free energy conditioned upon that particular action. And moreover, it is a sequence of actions. So that sequence of navigating or stepping through various scenarios, a tree of consequences, I'm using the word narrative. It's like a story of my immediate future."
	},
	{
		"start_time": "09:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, changing topics, how do you look at the relationship if, if there's any between the free energy principle and 4E cognition?"
	},
	{
		"start_time": "09:45",
		"speaker": "Karl Friston",
		"words": "I think there's a very, very close relationship. I mean, you could argue that certainly, you know, one application of the free energy principle, namely active inference, is quintessentially embodied because it's all about using your body to act upon the world. So that the, you know, certainly that that embodied and inactivist aspect is inherent in the mechanics, sometimes referred to as Bayesian mechanics that underwrites active inference. The extended and embedded nature, I think is also subsumed. When applying active inference in exactly the way that we're just discussing, say, to cultural niche construction or just niche construction generally, that the way that I make sense of my world determines how I evaluate the consequences of my actions and therefore my action upon the world and the action upon the world changes the world, which means that my sense making and decision making actually becomes installed in my world, in my environment. So in one sense my cognition, my cognitive processes become extended into the world. Again, I'm appealing to the writings of people like Andy Clark, you know, insofar as I can plan to retrieve a phone number from my iPhone. I don't have to remember that cognitively, but I do know where it is because it's now in my environment, so I have effectively embedded my cognition or it is now extended into the environment, and again one could apply loosely similar arguments to the co-constructed environment that comprises deontic signs for, for example, elephant paths, desire paths, traffic lights, or signs in general on the roadside."
	},
	{
		"start_time": "11:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, WOULD the free energy principle also apply to artificial systems, artificial intelligence, and things like that?"
	},
	{
		"start_time": "11:55",
		"speaker": "Karl Friston",
		"words": "Um, YES, no, it, it could certainly, uh, be, uh, be applied. I mean, the free energy principle is just a description, um, of things that have characteristic states and act in a way to sustain themselves within those states. So if you can find anything. That can be labeled semantically or you can individuate from its environment, then you are licensed to apply the free energy principle to it, including a computer, including a robot, and including any artifact, you could actually apply the free energy principle to a thermostat. Um, THE question would that have uh artificial intelligence of the kind that one would, um, Anticipate seeing in, you know, something like you and me at the moment I think not, although there are lots of arguments about large language models at the moment precisely, you know, do they share the same narrative that we share? Do they have the same kind of understanding that, that, that, that, that, that we have? But you can certainly apply the free energy principle to a large language model, um, and indeed, um, the whole. The point of large language models is that they not only use prediction to generate the next word, but also they are very predictable in the sense that they recapitulate things that we've spoken or written or draw, drawn previously. So yeah, I, I certainly think you can apply the free entry principle to any artifact, natural or artificial. Is that, does that mean that all of these things engage, um, Intelligently in active inference, and I think that would really depend upon how you define active inference. If you're, um, defining active influence in its full sense of engaging agency through a minimization of expected free energy, then I'd say no. You, you, there are only a certain number of things that, that have that kind of authentic agency, um, and thereby have that kind of intelligent behavior. Um, SO put that very simply, if your artifact. Plans, then I would say that it has the kind of intelligence that you would get with, uh, what some people record to, well, what some people refer to as not merely reflexive active inference of the kind you might find in a thermostat or a Watts governor. So. You, if you're asking, can you use the free energy principle to build truly intelligent or authentically intelligent embodied artifacts, yes, you can, but you'd have to equip these artifacts with a generative model of the consequences of their action. And in so doing, they'd have to have the capacity to act. They'd have to have the capacity to ask questions, to move. To select data of their own choice as opposed to you providing the data. Is that what you were chasing?"
	},
	{
		"start_time": "15:09",
		"speaker": "Ricardo Lopes",
		"words": "Yes, it was. So moving now a little bit to a few questions that are more related to physics. Does the free energy principle relate in any way? And if so, how to quantum mechanics and general relativity?"
	},
	{
		"start_time": "15:28",
		"speaker": "Karl Friston",
		"words": "Yes, um, in some interesting ways. Um, SO, A The broad answer to your question is that the free energy principle. Inherits exactly from the same physics that underlies quantum mechanics, statistical mechanics, and classical mechanics that would include, um, general relativity. Um, In the sense that the Bay mechanics that defines the free energy principle follows exactly the same mathematics and laws that are found in the other kinds of mechanics such as quantum mechanics, statistical, or more specifically stochastic mechanics and Lagrangian or classical mechanics. So, um, there's a, a, a, a deep connection between the free energy principle and its emergence in these other kinds of mechanics, for example, you know, the, um, in thermodynamics, you could, um, argue that this is, um, the homologue of, uh, the minimization of Helmholz free energy. In information theory, there's a much closer relationship between the free energy principle and Jane's maximum entropy or path entropy principle, also known as the maxent or max cal. The distinction is a bit subtle but relatively simple in the sense that the max caliber principle applies to paths, mathematical narratives, as you roll out into the future or Uh, uh, or back into the past. Um, SO that's a deep connection. In terms of specifically quantum, uh, mechanics and, and, and relativity, um, if you apply the free energy principle, um, There, although you can apply it in a scale-free way, there is a certain scale dependence, which basically means that the balance between the deterministic predictable behavior and the more random stochastic dissipative kind of behavior that one sees in systems changes as the scale increases. So one way of looking at that would be to think about, um, Your dynamics of any system. Being comprised of two parts. One part would be a deterministic evolution of flow. So mathematically if I'm at one point in some phase space, then the flow determined by some, say, vector field at that point will take me to another point in state space and then to another point and then to another point. And again this is what I mean by a narrative, it's just a sequence of being in different states. Um, BUT that, um, that flow is also subject to random fluctuations. So there's two parts to my flow. There's a dissipated part which is due to the random fluctuations, and there's a non-dissipative part, sometimes called a solenoidal part to the flow. Which, uh, usually, because I have to keep on returning to my characteristic states goes around in circles. It's, um, referred to, uh, well, that is one perspective on why it's called solenoidal flow. Now Think about the different contributions of this dissipative and non-disipative or divergence free or solenoidal flow as we move from very small things to very big things for very, very small things, the random fluctuations dominate. So everything is fluctuating very fast, very, very with a high amplitude randomness of fluctuations, and that's the world of the microscopic, that's the world of the quantum scale. So everything. Disappears before you can measure it. Everything disappears or dissipates before you can observe it, so you can only describe things in terms of probability distributions or wave functions in quantum physics. Um, ONCE you appreciate, you can only describe things in terms of wave functions, and you just think about the structure and the nature of these wave functions. For example, having, uh, putting a wave of a certain wavelength around a ring, you suddenly realize that you can only. Either 3 of these or 4 of these wavelengths into this ring, uh, and therefore you get this quantum, uh, quantum aspect that just comes from the fact you have to describe things probabilistically simply because, uh, they're not observable. But as you get bigger and bigger and bigger, The random fluctuations average themselves away. And they get smaller and smaller and smaller and smaller until when you get very, very big, say the size of the moon, there are almost no random fluctuations and all the behavior is solenoidal. So you now have a picture of classical mechanics or grangian mechanics in which you have the circulation of the heavenly bodies around each other. So you've still got, you know, the same mathematics, but the balance of the dissipative and non-dissipative part has has changed profoundly. Now in the middle. Things of your size beyond, say, single molecules or indeed single cells, but multicellular organization that is sufficiently large. Then you've got both things in play. You've got your, you now yourself trying to maintain yourself within this attracting set by the solenoidal actively keeping on this attracting set through active inference through the self evidencing or Baying mechanics and resisting the random fluctuations in an environment that can sometimes be quite, quite chaotic and random. So we're not like the moon, but we're also not like, um, uh, particles below the, you know, the, the quantum scale. So, can you apply quantum, um, quantum mechanics, um, or can you, um, apply the free energy to quantum mechanics? No. Quantum mechanics is quantum mechanics, free energy principle is Bay mechanics. They both can be cast as principles of least action. Uh, THEY both inherit from, uh, the work of Richard Feynman in, in the sense that they're both, uh, can be characterized in terms of variation free energy, but they're talking about different things. Um, Can you apply quantum information theory? I think you can, and there's been a lot of work done by my friend and colleague Chris Fields attempting to apply the holographic principle to translate or to frame the free energy principle as as the principle of unitarity by effectively treating. What the free energy principle would regard as a mark of blanket, which is the set of states that separate me from the rest of my world, effectively my inputs and outputs by which I exchange with the world, otherwise known as sensory and active states. But if we just lump the sensory and active states together, that provides a set of inputs and outputs across which I am open to my world. If you replace that with something called the holographic screen, then you can use the argument, the holographic principle, that everything you need to know or everything that is knowable about the internal bulk, say my brain is expressed on the Markov blanket. It is expressed via my sensory impressions, but also crucially my action upon upon the world. So he's developed a very beautiful calculus and Um, applies category theoretic, uh, arguments and, um, uh, can derive lots of, um, quite, um, engaging conclusions from this quantum information theoretic formulation, the free energy principle. So there, there is a, I think, a deep connection between quantum information theory and the free energy principle. But there's a, uh, despite the common roots, there is a fundamental distinction between quantum mechanics and, and Bayesian mechanics. In terms of, uh, uh, general relativity, with respect to general relativity, um, I, I personally haven't dealt with that very deeply, but there is an interesting limiting case of very big things under this Markov blanket partition that defines things or particles and the states of particles in which if you associate Sensory and active states with velocity and position respectively, you can now derive classical mechanics or Lagrangian mechanics around certain probability distributions that define the characteristic states of these systems expressed in terms of their blanket states, namely their position and velocity. And then you can derive classical mechanics and also with an adjustment to the definition of the attracting sets, one can then just borrow the equations from general relativity and express it as the same kind of mechanics."
	},
	{
		"start_time": "25:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I, I mean, sort of related to physics as well, do you think that free energy itself can be a theory of everything?"
	},
	{
		"start_time": "25:23",
		"speaker": "Karl Friston",
		"words": "Um, YES, um, but with a twist, so it's a theory of every space thing. Um, SO the free energy principle rests upon the individuation or separation of a subsystem, a particle, a person or population from everything else. So If one induces this separation statistically in the form of a Markov blanket. That itself inherits from sparse coupling among states of any given universe, then you now have a definition of thinness. And with that definition you can now say should that thing persist and have for a non-trivial amount of time characteristic states to which it is confined, technically a pullback a tractor, and then you can apply the free energy principle. So if you start a repeat from the definition of a thing, then the free energy principle is a principle of everything that exists. So"
	},
	{
		"start_time": "26:41",
		"speaker": "Ricardo Lopes",
		"words": "and is free energy fundamental in the metaphysical sense?"
	},
	{
		"start_time": "26:45",
		"speaker": "Karl Friston",
		"words": "Um, THAT'S an interesting question, um. From the point of view of the information theory, um, you could argue it's not, um, in the sense that, um, if one just. Turns to its instantiation in the work of Richard Feynman as a bound on the what's called self-information or the negative log probability of a path or being in a particular state and at any instant in time then because it's a bound, it is not in and of itself the metaphysical self-information or the, or the probability. Um, AND you could even argue that the probability of something being in some state, uh, is itself not metaphysically real. It's just a probabilistic description. However, I would not argue that. I would argue that all of physics, all of reality, is just an expression of the, um, the dynamics of probability densities from quantum mechanics through to the way that we infer our, our, you know, infer our world, uh, through the application of the, of the free energy principle. Um. So you could argue, I think, that, that free energy in the sense of the free energy principle that we're talking about here, um, is not metaphysically real. Could you make the same arguments for thermodynamic, free energy? Um, I, I think you probably could actually, uh, in the sense that, you know, these things depend upon ensemble averages and the probability distributions. This is where they come from, um. So, um, you know, is a probability that, you know, uh, real in a metaphysical sense, um, in the sense that does it have to be, if you like, um, encoded by an observer. So, This brings you to the other perspective that if you want a way of describing something observing something that is metaphysically real, then yes, the free energy could be construed as, um, depending, um, on a metaphysical reality in the sense that you are observing it. So this speaks to, um, something that we started off by talking, uh, uh, talking about, but. It, it depends, um, it rests upon a commitment to reality as observed, as, as measured, as inferred. So this is very close to sort of the relational formulation of quantum mechanics, for example. It's all about the observation, um, and certainly as people like, um, Carlo Rovelli would, you know, would argue, um. A lot of the paradoxes of quantum mechanics just dissolve when you realize that the measurement is the thing itself, so you can't talk about Bob and Alice looking at something because, well, you can, but you have to now realize there are now 3 things in the game, and whatever Bob and Alice think about their observations, it cannot be assumed to be the same thing. So I think that the um The, the answer to your question is that the free energy, uh, as a functional of a probability distribution is in and of itself not a metaphysically real thing, but it only exists when there is some observer of some metaphysical reality. Mhm."
	},
	{
		"start_time": "30:35",
		"speaker": "Ricardo Lopes",
		"words": "So, I have just one last question then, can we get a new understanding of death through a free energy framework?"
	},
	{
		"start_time": "30:46",
		"speaker": "Karl Friston",
		"words": "Of death. Yes. That's a very morbid question. And you nearly asked it with a straight face as well, right? Yes, yes, certainly you can. Uh, um, AND it's a, it's a rather, um, um, trivial answer, but perhaps it will make it more interesting by referring to mortal computation. Um, SO, um, on the point of view, the free energy principle, um, Is the dissolution or the loss of your Markov blanket, uh, that necessarily implies a um uh a loss of the, um, Attracting set that confines the way that you move around your state space, which means that you will dissipate. So death mathematically in this instance can be described in lots of D words so that you, you will decay. You would, uh, desiccate if you were dry, you would dissipate, you would dissolve. All of these things are descriptions of a loss or collapse of your attracting set and inherently your Markov blanket. So if your attracting set goes away, your self-information or your, um, your, um, Surprisal that defines the kinds of states that you occupy your characteristic states no longer exists. You lose your Markov blanket. There is no difference between you and the rest of the universe, and you diffuse, decay. Dissipate, dissolve into the universe. So, um, and the characteristic, you know, if you do retain your Markov blanket for a short period of time, um, then that attractive set will now collapse to a single point. And now, and that's interesting from a physics perspective because when you collapse to a single point, then you're now moving from the physics of, uh, non-equilibrium steady states. To equilibrium steady states and now the second law applies and classical physics applies, but only when you are converging to a pointer tractor and normally, well, you may not be dead, but you would be, you may be petrified in the sense. Be turned into stone. So if you were a stone, you have a pointer tractor. So you, you, you, you, you, um, uh, you don't have this solenoid or circular itineracy to your dynamics, you just keep returning to the, this, this, this same point, um. So On that view, death is exactly what is meant by um Um things that exist avoid death in the sense that things that exist have this sustainable attracting set for a non-trivial amount of time, and after that non-trivial amount of time they die because that set no longer exists because they, because they are now drawn away from or fail to maintain the occupancy of that attracting set or pull back a tractor. More entertainingly, I think you can talk about mortal computation. So, um, I could also ask you, um, well, I could answer your question, um, what is death? Uh, WELL, death is an attribute of things that are mortal. What kinds of things are we talking about, of interest? Well, we're talking about things that infer, measure, observe, and compute. So we are talking about things in the real world that are mortal computers. So what's an immortal computer? Well, immortal software, according to, um, people like Geoffrey Hinton, is software that can be run on any substrate, uh, on any machine. So the software itself. It is immortal in the sense that it cannot die. So that means that introduces the interesting question, can you ever have immortal software, or are we examples of immortal software? And I think most people, certainly the 4E perspective, the embodied perspective, would say absolutely not. No, the whole point is that are mortal computers. We are an instance of mortal computation as an inference process, and that inference process actually depends and is installed in the very physiology and the physics and the material of our embodied brain."
	},
	{
		"start_time": "35:28",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I think we've covered a lot of ground in our two interviews, Doctor Freston. So just before we go now, would you like to tell people again where they can find you and your work on the internet?"
	},
	{
		"start_time": "35:42",
		"speaker": "Karl Friston",
		"words": "I think you asked me that last time and I think I said no, no, no, I'm trying to be a recluse, so I'm very happy to talk to you and I enjoyed talking to you, but otherwise I'm, I'm trying to, I try to avoid exposure, but thank you for the invitation anyway."
	},
	{
		"start_time": "35:58",
		"speaker": "Ricardo Lopes",
		"words": "OK, thank you so much. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteranrusmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francaortolotti Gabrielon Scorteus Slelisky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]