[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by for a 4th time by Doctor David Benatar. And today we're talking about his latest book, Very Practical Ethics Engaging Everyday Moral Questions. So, Doctor Benatar, welcome back on the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "David Benatar",
		"words": "Thank you very much. It was a pleasure to be with you."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, it's very interesting because you go through a lot of different kinds of, uh, ethical questions that people might face in their everyday lives. You talk, for example, about sex, the environment, smoking, giving aid, consumption of animal products, the certain uses of language. But before we get into some of those examples, let me start by, uh, let me start by asking. Asking you some general questions. So first of all, what is practical ethics and how do common problems that people face differ from, for example, scenarios, explore in ethics that affect maybe only a select number of people or even thought experiments involving events that problem, that probably no one is ever going to be faced with."
	},
	{
		"start_time": "01:17",
		"speaker": "David Benatar",
		"words": "Sure, well, the area of practical ethics is much broader than I'm covering in this particular book. Practical ethics is concerned, as the name suggests, with practical ethical problems. There are areas of ethics that look into questions, for example, about what makes a right action right or a wrong action wrong, and they will sometimes refer to examples and as you know, sometimes those examples are going to be highly theorized and theoretical ones, hypothetical ones. But the area of practical practical ethics is really interested in what we ought practically to do. But it does include Questions that go beyond what I look at in this book because what I'm interested in or what I'm calling very practical ethical questions or to use a term that I've used elsewhere, quotidian ethical problems. These are problems that confront ordinary people in their everyday lives. So if you think about the question of abortion or capital punishment, these are practical ethical questions. But they're not quotidian problems. They're not problems that an individual is going to face in their everyday life. Hopefully, questions about abortion will be relatively rare in any individual's life and perhaps absent in many other people's lives. Questions about the moral justice viability of capital punishment. These are questions that the state really needs to engage. These are not questions that people are going to be confronting in their ordinary life. And simply they're going to be questions about professional ethics, ethical questions that arise within particular roles, public roles, and that falls beyond the scope of what I'm looking at here. I'm, I'm interested in these quotidian ethical questions in this book."
	},
	{
		"start_time": "02:56",
		"speaker": "Ricardo Lopes",
		"words": "And do you approach the ethical problems you deal with in the book from the point of view of any specific ethical theory, like, for example, consequentialism, the ontology or virtue ethics?"
	},
	{
		"start_time": "03:10",
		"speaker": "David Benatar",
		"words": "No, in fact, I specifically try to bracket the disagreements there are between those different theoretical positions because my worry is that if I adopt a particular theoretical view, and then I spell out what the implications of that would be for the practical issues, that this will then not be of interest to people who don't accept the background theoretical view. So I try to engage the practical issues uh in their own terms. Sometimes it will make a difference what your background theory is, and then I might uh point to those differences. But in general, I'm not wanting to assume a particular ethical theory."
	},
	{
		"start_time": "03:46",
		"speaker": "Ricardo Lopes",
		"words": "And what do right and wrong mean in the context of practical ethics?"
	},
	{
		"start_time": "03:54",
		"speaker": "David Benatar",
		"words": "Well, that's one of the questions that I look at in the introduction to the book, and I point out that those terms like right and wrong are actually multiply ambiguous. They can mean different things. So the word right for could mean, for example, something that is required, an action that is morally required, or it could mean simply an action that is morally permissible, so not required and not prohibited, but it might also mean an action that has some kind of moral value. Without being morally required. So if you, sometimes if you say it's the right thing to do, it's not that you're technically required to do it, but you get moral credit for doing it. And then there's also the abstract noun version of right that is a right, a right to not be killed, for example. And so these are very ambiguous terms, and one of the things I try to do in the introduction is to disambiguate them and get some clarity."
	},
	{
		"start_time": "04:50",
		"speaker": "Ricardo Lopes",
		"words": "So one more general question before we get into a specific example you exploring the book. So, um, how does ethics differ from norms in a particular society?"
	},
	{
		"start_time": "05:04",
		"speaker": "David Benatar",
		"words": "Well, norms in a particular society. Uh, Social perceptions about what you ought to do. And some of those norms may be perceived to be moral norms, but they, they, they needn't always be. So sometimes the society might just think that certain things are not to be done, but not that they are morally wrong. It's just that they would let's say violate etiquette or good manners in a given society. But it is true, as I've suggested, that sometimes the society has a perception of what is right or wrong and will then have an according norm that societies can be wrong in their judgments just as individuals can be wrong in their judgments about what norms ought to prevail. And so what the philosopher tries to do is to step back from perceptions about what we ought to do, to see what we've got best reason for thinking we ought to do."
	},
	{
		"start_time": "06:01",
		"speaker": "Ricardo Lopes",
		"words": "So one of the topics as I mentioned uh in the beginning that you include in your book has to do with sex. So, and, and you, you explore different views, I think we could call them ethical views of sex and uh a pair of them are the significance view and the casual view of sex. Could you explain them and do you prefer one over the other?"
	},
	{
		"start_time": "06:27",
		"speaker": "David Benatar",
		"words": "Well, it's interesting because the chapter on sex is the chapter in which I give the least direction because I'm actually ultimately agnostic on uh which these two views we ought to take. So to sketch them briefly, the significance view suggests that in order for sex to be morally permissible, it must be the expression of mutual romantic love. And the casual view would deny that. The casual view of sex is that sex is just like any other activity that is prone to cause pleasure, and it, it doesn't have any special requirements, just as you can eat a meal, uh, or enjoy an art exhibition together with somebody who you don't have a deep affection towards. So you could have sex with somebody in permissibly without uh having mutual romantic love. And uh I think at the outset, many people will be immediately inclined to one or other of these views. And one of the things I try to spell out in the chapter is that there's actually bad news for both of these views, that the full set of views that any one individual holds about sexual practices and array of sexual practices is unlikely to fit with any one of these views. So something is going to have to be given up. And so I present really a kind of dilemma. There is a fallback position that I refer to. It's not the direct topic of, of most of my discussion in, in that chapter, but I do refer to it, and that is the view that perhaps the significance view is a view not about what sex is permissible, but a view about what sex is morally best. So it's not that it would be impermissible to have sex with somebody for whom you did not have, uh, with whom you did not have mutual romantic love, but it might just be less morally desirable. That's another possible position. Mhm."
	},
	{
		"start_time": "08:25",
		"speaker": "Ricardo Lopes",
		"words": "So let's perhaps you explore several different examples of sexual activities in the book. Let's perhaps pick one of them and talk about it. When it comes to rape specifically, on what grounds can it be morally condemned?"
	},
	{
		"start_time": "08:43",
		"speaker": "David Benatar",
		"words": "Well, this is a case where both the advocates of the significance view and the casual view uh can condemn rape. Both of them can do that. But it's only the significance view that can show that there's a special wrong with rape. Because, uh, they're going to be lots of activities where you force somebody to do something and the casual view can say, well, it's wrong. You can force somebody to eat some food, for example, you can force them to go to the opera with you, uh, and that would be wrong to do. And the advocate of the casualty would similarly be able, similarly be able to say that forcing somebody to have sex would be morally wrong. And it might even be pretty seriously morally wrong, but it wouldn't be more wrong on the casual view than with forcing somebody to eat something, for example. And that is going to strike many people as odd. And the way to avoid that implication is really by going for the significance view. Because the significance is wanting to set sex apart from these other activities that are prone to cause, uh, pleasure. And I'm, I'm quite specifically saying prone to cause. It's not that they have to cause pleasure in every individual instance. And, uh, so the significance you can very easily say why there's a special wrong in rape. There's going to be a much bigger challenge for the advocate of the casual view to show why that's the case."
	},
	{
		"start_time": "10:11",
		"speaker": "Ricardo Lopes",
		"words": "So, is there anything that could be wrong about masturbation specifically?"
	},
	{
		"start_time": "10:18",
		"speaker": "David Benatar",
		"words": "Well, again, I think this is a case where it depends on how exactly you're going to understand the significance view. On the casual view, obviously there's nothing wrong and advocates of the casual view are going to say that that's absolutely fine, that's entirely intuitive. I think advocates of the significance you could go in different ways. So one thing you can say is, well, there's no mutuality in this sexual activity. So assuming you're using the term masturbation to refer to what somebody does to themselves as opposed to, uh, perhaps a mutual masturbation. Uh, AND so you may say, well, there's no mutuality here and so it's failing to meet the requirements of this significance view and therefore it's either impermissible or at the very least morally less good. But another possibility is to say, well, because it only involves one individual, there are no two individuals here and so the mutuality requirement would fall away. And so the significance we simply wouldn't apply there and then it might be permissible on that view. So I can see different ways in which a significance theorist would approach that particular question."
	},
	{
		"start_time": "11:23",
		"speaker": "Ricardo Lopes",
		"words": "And then you also explore another pair of views that are the reproductive and the anti-reproductive views of sex. Could you tell us about them?"
	},
	{
		"start_time": "11:33",
		"speaker": "David Benatar",
		"words": "Yes, a very common view often held among conservatives is that for sex to be morally permissible, it must stand the chance of being reproductive. That is to say, it must stand the chance of producing offspring. And some conservatives want to use this, for example, to rule out a homosexual sex, which they say has no option of, of being reproductive, no opportunity to be reproductive, would also apply to bestiality. Um, TO sex with a child who's not gone through puberty. So they believe that they could say it could rule out all of these activities. But they do face a problem because it seems to also rule out sex between married people who are for some reason infertile. So if a woman is, um, A postmenopausal Uh, she and her husband might not be able to have permissible sex on this view. Sometimes advocates of the significance view want to contort themselves in a way to say, well, this is between an adult male and a female. And so in principle, it could be reproductive, but that seems like a highly strained uh rationalization of um of their view. So it's gonna have that kind of odd, uh, odd implication. Now, of course, there are many people who reject the reproductive view, say sex does not need to be reproductive. And I think that's an entirely a plausible position. My own view, for reasons we've discussed in an earlier interview, is that actually sex should not be reproductive. Uh, SO I have the anti-reproductive view because I'm an anti-atalist and think that it's wrong to bring new sentient beings into existence. I think sex is gonna be fine, uh, if it's not reproductive. I mean, there are other conditions as well that you might apply, including possibly the significance of view, but certainly a requirement for permissible sex on my view is that it would not be reproductive."
	},
	{
		"start_time": "13:34",
		"speaker": "Ricardo Lopes",
		"words": "So antenatalism is part of the set of ethical questions surrounding sexual practices. Right."
	},
	{
		"start_time": "13:42",
		"speaker": "David Benatar",
		"words": "Correct, I think so. But I, I, I do acknowledge that my views on this are controversial. And so, and I, this is not, this is not a tract on, on antenatalism. So I draw attention to what antenatalists would say about this, but I also allow the scope that somebody might reject that particular view. And then assemble a collection of other views about sexual ethics in order to generate a practical ethical conclusion."
	},
	{
		"start_time": "14:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So before we move on to another topic, let me just ask you, do you think that it is possible from any of the views we explore there, the reproductive and the reproductive significant schedule view or even a combination of them to justify that all incest is wrong?"
	},
	{
		"start_time": "14:31",
		"speaker": "David Benatar",
		"words": "Um, THAT'S hard to do. I mean, on the casual view, there's no way of saying why, why incest will be, will be wrong. And on the significance view, of course, it's possible for let's say, adult siblings to have um mutual romantic love. And if they're of the opposite sex, then their sex could be reproductive. But there is this challenge in that uh sex between closely related people, if it is reproductive, is much more likely to lead to abnormalities in the offspring, and that would then, of course, harm those offspring. And so it may be that on those grounds, you would say that the reproductive incestuous sex is wrong, but it can't be on the grounds of being incestuous per se, because that's going to meet the significance requirement. It would be because it actually causes harm that it would be, that would be wrong."
	},
	{
		"start_time": "15:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, now I would like to ask you a little bit about questions surrounding the environment. So when it comes to the environment, with ethical questions or some examples of ethical questions that fall under the rubric of practical ethics, could you tell us about some of that?"
	},
	{
		"start_time": "15:45",
		"speaker": "David Benatar",
		"words": "Well, for a very long time there have been questions about local pollution, so one could pollute one's environment locally by littering, for example. And uh polluting the local water and those are gonna be practical ethical questions. But in recent decades, a much more catastrophic issue in a sense is the, the global environment and our contribution to the global environment. So if you think about carbon and other greenhouse gas emissions that we individuals engage in, these contribute in aggregation to a potentially catastrophic effects from environmental change. And so that does raise a question, but it's an interesting question because the emissions of no individual are going to cause these harms. It's these emissions in aggregation with others. And that's, this leads to a very interesting uh ethical problem that actually recurs in a number of other chapters in the book. It's the problem of what's known as causal inefficacy or sometimes inconsequentialism. And this is really about the question, does it make any difference whether or not I engage in this activity? Because if I do, barely any difference of a of a negative kind will be, uh, will result. And if I don't, there'll be barely any benefit. But if everybody reasons that way, then we've got a real problem."
	},
	{
		"start_time": "17:16",
		"speaker": "Ricardo Lopes",
		"words": "Right, but, uh, but with that in mind, do you think that even if the vast majority of individuals are not doing what they can to reduce emissions, for example, should I as an individual still have a a duty to do it myself?"
	},
	{
		"start_time": "17:34",
		"speaker": "David Benatar",
		"words": "Well, I argue that there is a duty, but that it's a limited duty. So I'm steering a path between those people who say, because of this problem of inconsequentialism, there's absolutely no duty at all. Uh, AND those people who think that we have very, very substantial duties, uh, with regards to our individual actions. Uh, I, I think that neither of those positions are plausible. Uh, MY worry with the first position is that if we say people have no duty whatsoever, well, then that is very likely just to exacerbate the problem because everybody will then just emmit with abandon. But on the other hand, to require some individual to stop emitting at fairly high levels when that comes at quite significant cost to them. And yet doesn't secure any meaningful good. It's also hard to say that that person is required to do that. And so I think our primary duties are really to support a collective action. That would result in lowering emissions. So that's where our strongest duties lie. But we also have some duties I think, to consider the contribution that we make to global warming and to try to limit that. So it's, it's not that you have to limit it to, to zero net emissions, but you need to do what you can within reason to, uh, to limit your contribution."
	},
	{
		"start_time": "19:02",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you about an activity that many, many people out there participate in. Do you think that in order to reduce emissions, we should be morally obliged to stop driving?"
	},
	{
		"start_time": "19:17",
		"speaker": "David Benatar",
		"words": "Well, again, I don't think so because sometimes they're very important benefits to be derived from, from driving. Some people, for example, can't get to work without driving. Uh IF they go to work, they're able to earn a salary which can support them and their family. It, they can also contribute to aid, the subject of, of another chapter. And I think one's gonna be hard pressed to say that all of those things must be given up because you shouldn't be driving. Uh, BUT I do think it's gonna have an impact on how much driving you do. So it should impact on decisions, to be relevant to decisions, for example, to how close to your work you live. It should be relevant to question about joy rides. And even joy rides are going to make relatively little contribution, but you can have fewer of them rather than more of them. And so I think we should do what we can to limit those, but it's a, it's a constant balance balancing between The amount of sacrifice that you're making and the amount of harm that you're preventing. But also recognizing that you are one of many, many people making that kind of decision. And so you can't just view it as an individual decision, you have to recognize it as a decision that you and others are making."
	},
	{
		"start_time": "20:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, to establish here a small link, I think between the previous topic, sex and the environment, and going back to the topic of antenatalism, I guess, how bad is procreation for the environment?"
	},
	{
		"start_time": "20:52",
		"speaker": "David Benatar",
		"words": "Well, it's pretty bad. One of the things I point out in the book is that one of the biggest contributions you can make to, uh, to global warming is just by having a child. And I really, I do the mathematics and show how recycling has a relatively small impact and uh your, your driving has a greater impact and your flying is a greater impact, but more than all of these things is, uh, having a child. With having a child, certainly in the developed world where average emission rates are, are really high, is going to lead to uh a significant environmental impact. Now, I also look at details about whether you're sharing this cost, as it were, with your procreative partner. But even when you take that into account, this is perhaps the highest emission activity that you can Engage in. Now, does this tell you to say that procreation is wrong? No, I don't think it does. I don't think that this is a definitive argument against procreation. It's probably an argument for reproducing less than you otherwise would. Uh, BUT the arguments are advanced in the earlier books since most especially better than never to have been, those are arguments that I think produce a categorical, uh, injunction against procreating. And so the interesting thing is when you combine that argument with the environment, environmental argument, then you get a somewhat overdetermined argument against procreation. It's not that the environmental argument by itself will do the work, but it certainly bolsters up the antenatalist argument uh that I advanced in earlier books."
	},
	{
		"start_time": "22:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I would like to ask you now a little bit about smoking. I mean, this is a topic that uh here in Portugal, for example, has been very relevant in recent years because there have been restrictions enacted on it in particular places and I would like to ask you, are there ethical questions associated with smoking are these are the ethical questions associated with smoking just about the harm it can cause to non-smokers, or are there also ethical questions to consider in regarding to the acts of smoking alone and the potential harms to the smoker?"
	},
	{
		"start_time": "23:15",
		"speaker": "David Benatar",
		"words": "Thank you. Yes, in the chapter, I do start out by looking at ethical questions. That arise from the harm that smoking does to the individual who is smoking. And there are some ethical views that would deny that that's relevant. In other words, some people think that ethics is really just about what you do to other people. Uh, AND I reject that view. It may be that some of the more important ethical issues are of that kind, but I do think that if we understand ethics as how you ought to live, then there can be questions. ABOUT purely self-regarding actions, actions that affect only yourself that fall within the uh scope of ethics. And my suggestion here is that if you're not already a smoker, then you ought not to become a smoker because this is a dangerous activity to yourself and to others. Uh, IT'S also an expensive activity and it's an addictive activity. It's not as though you can readily revisit this decision later once you've become addicted. And so I think there are very good reasons not to start smoking. But I also exhibit an awareness of what it's like for a smoker, somebody who's already smoking, and I certainly can imagine circumstances in which somebody who's already a smoker may be under no obligation to give it up, uh, based on the effect on themselves, but there would still be questions about the effect of their smoking on other people. Mhm."
	},
	{
		"start_time": "24:42",
		"speaker": "Ricardo Lopes",
		"words": "Sometimes smokers who are not fond of restrictions evoke examples of other activities that most people participate in like driving that they say are even more harmful to humans and the environment, but no one cares about restricting them. Do they have a point here?"
	},
	{
		"start_time": "25:02",
		"speaker": "David Benatar",
		"words": "I don't think so. And the driving analogy is one that I looked at in this chapter, or more specifically in an appendix to the chapter. I'm afraid my empirical inquiries here have not yielded a definitive answer on whether driving, the collective effects of driving are worse than the collective effects of, of smoking. It's because it's really hard to get comparative data and hard to know what the appropriate denominator is sometimes in these, uh, in these comparisons. Uh, BUT Uh, even if we set that aside, driving has a benefit. Very often, not always, but very often, that smoking doesn't have. And so to ask people not to smoke in the presence of non-smokers is not like asking somebody not to drive. Not to drive can involve a much greater sacrifice for people. That's not to say that they're gonna be no restrictions on how we may drive and Uh, what kind of engines we should have and what kind of uh petroleum or gas should be used in, in the, in the running of those cars. All of those questions are still entirely pertinent. But I, I don't think that appealing to the acceptability of car driving or the widespread acceptability of car driving as a basis for condoning cigarette smoking is a plausible argument."
	},
	{
		"start_time": "26:26",
		"speaker": "Ricardo Lopes",
		"words": "And, and by the way, how about electronic cigarettes? Are they any better than regular cigarettes at this point? What do we know about their potential harms?"
	},
	{
		"start_time": "26:38",
		"speaker": "David Benatar",
		"words": "Again, uh, my empirical investigation there suggests that we don't yet have all the data that we need to, uh, to make comparisons in part because electronic cigarettes have just not been around for as long as tobacco cigarettes have been. And so, and also there are lots of variations between different forms of, uh, of e uh smoking. So that's hard to know, but again, I would encourage people not to start uh smoking if they're not already smokers, because there seems to be very little, in fact, nothing to be gained and lots to be lost, uh, from, uh from starting off with, with e-cigarettes. And then again, uh probably best not to smoke in the presence of smoking those kinds of cigarettes in the presence of non-smokers, uh, if for no other reason than just out of caution, but there is some evidence as well that this might be harmful to others."
	},
	{
		"start_time": "27:33",
		"speaker": "Ricardo Lopes",
		"words": "So shifting gears to giving aid, which is another topic you explored in the book. First of all, how do we identify people who need aid and the ones that should be the recipients of it?"
	},
	{
		"start_time": "27:50",
		"speaker": "David Benatar",
		"words": "Well, that's a really hard question. But perhaps a harder question still is, of all the people who need aid, who should we be helping? Because the need probably outstrips the resources. Certainly, it's gonna outstrip the resources of any individual. And so you need to decide how best to allocate your resources. And that's a practical question that really varies from moment to moment. I can't give Uh, any guidance here either in the book or now, that would be enduring. And many of these charity guidance organizations like Give Well are well known for varying their recommendations. So at a given time, they'll make one recommendation and at another time, they'll make another recommendation because the relevant facts might change. For example, if they recommend aid to a particular organization, there may be a, a burst of aid to that organization. And, and then that organization has got more for the moment than it can actually process. And so it may then make more sense to divert some resources uh to, uh, to another, another organization. And so I don't think that highly specific advice can be given, yeah, but there's no shortage of people who are in dire need, people who, people and animals, by the way, uh, who are suffering unbearably and could, could benefit from, from assistance."
	},
	{
		"start_time": "29:21",
		"speaker": "Ricardo Lopes",
		"words": "And how do we determine to what point we should be morally obliged to give aid to someone and when does it become too demanding?"
	},
	{
		"start_time": "29:33",
		"speaker": "David Benatar",
		"words": "Well, this is a very deep question in ethics more generally, even if we move beyond practical ethics. And I do through these practical ethical issues, uh try to formulate a view about this. And again, I opt for something of a middle path between two kinds of extreme views. I, I don't always think middle paths are the correct parts, uh, but in this case, among some others, uh, I think that The very, very demanding views that people like Peter Singer have advanced, I think are implausible, but so too are the view, uh, are the views that we have no duties uh to positively aid uh people who are in need. I think there's some kind of intermediate position, and I think the intermediate position is the most reasonable one, and that's the reason why we should settle upon it. And I go into quite some detail in the book trying to gauge what that might be, where that middle part might lie. But it might not be a strict."
	},
	{
		"start_time": "30:32",
		"speaker": "Ricardo Lopes",
		"words": "Uh, COULD you just tell us about uh Peter Singer's position and why you think it is implausible?"
	},
	{
		"start_time": "30:42",
		"speaker": "David Benatar",
		"words": "Well, it's hard to summarize my responses in a short space of time. I go into quite a lot of detail in the book trying to imagine various interpretations of what he's saying and then considering various objections to it. But uh his view is really rests on a principle. And the principle is that if you can prevent something very bad from happening without sacrificing anything of comparable moral significance, then you ought to do it. And the example that he often uses to illustrate this or to generate the principle, there's some dispute about what exactly he's, he's doing there, uh, is the case of a child drowning in a pond. You're going to work and you see this child drowning in a pond, and you could save the child, but that would involve wading into the pond, damaging your fairly expensive shoes and making the bottom of your pants wet and have you arrive at work a little late. And most people would reach the conclusion that it would be morally indecent, morally wrong, if you were to just walk by the child and allow the child to die. What you ought to do is step in. Because you are in this case preventing something very bad from happening, uh, and it comes only at the cost of something that is not of comparable moral significance. And that seems perfectly reasonable in the single case. But the worry is that if you aggregate that over all the possible instances that you could save somebody uh through charitable donations, then you reach his conclusion that you ought to give away most of what you have. And indeed beyond that, in fact, even choose your profession based on what can generate the most resources. So perhaps you shouldn't be a podcaster. Uh, PERHAPS you should work in a higher paying, uh, profession like dentistry, for example. And, um, and then you could generate more resources in order to, uh, to feed the world's poor. And my view is that this really amounts to a kind of voluntary self-enslavement. Because if you now need to do the kind of work that you don't want to do, that you don't get fulfillment from doing, and you have to do something else, then, uh, that's, that's like a kind of enslavement. And that's a pretty significant cost. It may, it may not be comparable, but it's nonetheless pretty significant. And I think it's unreasonable to ask that of individuals, especially when you're not responsible for having caused all of these problems. If if if you'd cause somebody's absolute poverty, then I think you'd have very robust duties to, to bail them out of that. But if this is a result of multiple other causes, including, by the way, their parents producing them. Then it's not clear to me that the extent of your duty is anything like as as serious as, as, as he suggests."
	},
	{
		"start_time": "33:42",
		"speaker": "Ricardo Lopes",
		"words": "When it comes specifically to our consumption of meat and other animal products, how much suffering and death are we causing per year? I mean, what numbers are we talking about?"
	},
	{
		"start_time": "33:56",
		"speaker": "David Benatar",
		"words": "Billions of animals. In fact, probably billions of animals every day. Uh, IF you just think about how many fish are drawn, tiny fish are drawn out of the ocean, bigger fish as well, the number of chickens that are killed, uh, cows, sheep, goats, pigs, uh, there are 8 billion people on the planet and the vast majority of those eat animals. We're causing a vast amount of, of death and suffering. And this has really been exacerbated by the increase in the number of intensive farms, factory farms. Where animals suffer even more than they would ordinarily."
	},
	{
		"start_time": "34:36",
		"speaker": "Ricardo Lopes",
		"words": "And how do we determine if some of these suffering, and I mean by this suffering, I'm not only limiting it to the suffering of non-human animals, but also humans, uh, like for example, extreme poverty and other things that we talked about when we were talking about giving aid. I mean, how do we determine if some of this suffering is justified?"
	},
	{
		"start_time": "35:04",
		"speaker": "David Benatar",
		"words": "Well, it's on what basis would you think that any of this suffering is justified?"
	},
	{
		"start_time": "35:10",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I don't know, perhaps because some people would argue that we get some benefit from it or more more other people get. Some benefit from it. Well,"
	},
	{
		"start_time": "35:22",
		"speaker": "David Benatar",
		"words": "let's separate out I think the, the famine cases, the absolute poverty cases from the animal cases. The vast majority of people on earth do not need to eat animals or animal products in order to lead healthy lives. And in fact, would probably, probably lead healthier lives without consuming those products. Now, that's not true for every last human being, but it's also not true for every last human being that failing to eat human beings is uh uh is uh unnecessary because there are gonna be circumstances where cannibalism may be necessary to, to save somebody's life. But that's not ordinarily true and so it's not a case for ordinarily consuming human flesh. And ditto, there may be some circumstances in which you need to eat animal flesh in order to survive, but that's not true in most cases."
	},
	{
		"start_time": "36:17",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, but do you think that when it comes to using animal products or, or, or using animals themselves, like, for example, not eating them, but in testing new drugs that uh uh a case like that is morally justified or not."
	},
	{
		"start_time": "36:39",
		"speaker": "David Benatar",
		"words": "Well, first of all, animal experimentation falls, I think outside of the purview of this particular book because this is now no longer a quotidian ethical issue. It's an issue in, in scientific ethics or bioethics more generally. Uh, AND there are lots of questions there, uh. It's a much more complicated story precisely because people think that something more important is at stake than is at stake, if you excuse that expression, uh, when people are eating steaks. But there are lots of problems. I mean, first of all, Animals are not the best models for human disease, precisely because they're a different species. The the best models for human disease are gonna be humans. And a lot of people want to say, well, but humans may not be experimented on. And a lot of animal rights advocates are going to say, yeah, and animals may also not be experimented on. So, If you're justifying this on the basis of a utilitarian calculus, you're saying that sacrificing some small number could produce a great amount of good. It may well be that by sacrificing a small number of human beings, you'd actually produce more good because you'd have a much more reliable model for what you're testing. If you're not willing to follow through with the argument in the case of humans, then it suggests that you're not merely doing a utilitarian calculation. There's something else that's going on when you Uh, when you invoke that argument to justify animal experimentation, non-human animal experimentation. So there, there, there are lots of issues there which I suppose we shouldn't really enter into now because they do indeed go beyond the domain of quotidian ethics."
	},
	{
		"start_time": "38:18",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, I would like to get now a little bit into the domain of language and certain uses of language. So, are there instances where it can be immoral, immoral to utter or write certain words or expressions?"
	},
	{
		"start_time": "38:37",
		"speaker": "David Benatar",
		"words": "Well, I do distinguish as many philosophers do between using and mentioning a word. And I think that very often using certain words is going to be wrong because certain words are intended as insults. And unless you've got good reason for insulting somebody, you shouldn't be doing it. I'm, I'm not saying insulting somebody is never justified, but it's typically not going to be justified on the basis, let's say of somebody's race or their sex or their sexual orientation. Those kinds of slurs or insults, very hard to see how they could be, uh, they could be justified. And so I think that That those are gonna be wrong. But what many people don't do is they don't recognize the distinction between using uh a slur, for example, and mentioning it. When you mention the slurs, you're not using it. You're not directing a slur at somebody, there's a sense in which you're really referring to it. And uh I think the mistake that people make here is they attribute a kind of magical power to either the auditory sounds or to the scratchings that make up a word. They think that merely uttering it, merely making that sound or merely making those scratchings by writing the word has a kind of magical power that can be harmful and therefore one ought not to do that. And that to me is just ridiculous. That is magical thinking. That is no different, let's say, from people who want to invoke blasphemy laws and say, well, merely mentioning The name of God, for example, in the wrong context, amounts to, amounts to blasphemy. And I do in the book refer to that wonderful scene in Monty Python's The Life of Brian, uh, where there, there's a character who's being stoned for, for blaspheming. And it was very quickly becomes meta. And when his action is described, The person who's overseeing the the, the stoning is now mentioning the name of God rather than using it in a blasphemous way, and then he gets stoned. And we can all look on this and laugh at it, but I think a lot of people are not going to recognize that the very same dynamic is at work, the very same mistake is at work, uh, in, in the mention of other words today. Not typically the, the name of God, but other words."
	},
	{
		"start_time": "41:14",
		"speaker": "Ricardo Lopes",
		"words": "What about talking about today? How about preferred pronouns? Do you think that people who use nonconventional pronouns can demand that other people use them? And if so, would that make intentionally using the incorrect pronouns something immoral or not?"
	},
	{
		"start_time": "41:35",
		"speaker": "David Benatar",
		"words": "Well, I do look into this in quite some detail and with quite some nuance. I do think that there's a general, although defeasible principle that we ought to refer to people the way they would like to be referred to. So, uh, if somebody has a preference for a particular pronoun, I think that there is a defeasible presumption in favor of, of doing that. But there may be circumstances where you're not morally obliged. I mean, let's imagine somebody is changing their pronouns every second day and let's imagine the pronouns they're choosing are highly unusual ones, uh, sort of a weird constructs of their own making. Uh, AND it's really hard, especially for people who struggle even to remember people's names, to now remember these pronouns as well. The suggestion that you might not be required, morally required under these circumstances might be just asking too much of people. So I can imagine circumstances where you wouldn't be obliged to do that. But uh the general presumption I think is referred to people the way they would like to be uh referred to."
	},
	{
		"start_time": "42:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, I would like to ask you now about some, uh some debates that have been occurring surrounding the limits of humor. So in what ways could humor raise moral questions? Are there specific kinds of humor that should be considered immoral, and why should we even care about the ethics of humor?"
	},
	{
		"start_time": "43:09",
		"speaker": "David Benatar",
		"words": "Good. Well, I think there are two possible grounds on which we could find fault with humor. The one is if the humor is an expression of some defect in the agent. And by the agent, I mean, either the person who's telling the joke or the uh or offering the humor or the person who is appreciating it. So that's one is the a defect in the agent. The other is some adverse consequence, and unjustified adverse consequence that results from some humor. So let me give you examples of each of them. I mean, let's imagine you have somebody who is deeply prejudiced, let's say about a particular racial group. And they now start telling jokes about that racial group. And other people around them are appreciating those jokes precisely because they share those prejudices. Well, now we can find fault with that humor because it is an expression of uh the, of the prejudice. But the very same jokes might not be an expression of prejudice in the mouths of other people or in the heads of other people. Other people might enjoy those same jokes for for another reason. And then I think we would, we would be justified in not finding fault with uh, with their appreciation or their utterance of the, of the jokes. We look at the consequences. You can imagine a highly combustible environment. Imagine it's let's say a meeting of the Ku Klux Klux Klan, and they're telling anti-African American jokes. This could fuel up, uh, the, the people who are gathered around and they could go out and they could perpetrate some real wrongful harm. And I think we would have a very different and should have a very different attitude, uh, to The telling of a joke in that context, then let's say if Dave Chappelle, the African American comedian, is telling the same joke or offering the same kind of humor to a relatively enlightened audience where we are not going to expect and shouldn't reasonably expect a consequence of, of that kind to uh to result. So my sense is generally, we need to be highly context sensitive in our evaluation of uh of humor."
	},
	{
		"start_time": "45:27",
		"speaker": "Ricardo Lopes",
		"words": "But uh just by someone getting offended by a particular joke, does that make it morally problematic?"
	},
	{
		"start_time": "45:36",
		"speaker": "David Benatar",
		"words": "No, I don't think so, because I think people can be hypersensitive. They can be misguided. Uh, AND we, we're not obliged to just to defer to any inappropriate, uh, and wrongful perception of something. Now it's not that it may not factor in. It may be that if you know somebody gets offended by a particular kind of joke, you should just rather not tell it to them if, if they're the intended audience for your joke. But let's imagine You're broadcasting a joke over a public broadcaster, and you know that there are lots of people who are going to appreciate it. The mere fact that there's an individual or some small number of individuals out there who will take offense at it. That by itself is not a definitive. Indication that you should not tell the joke."
	},
	{
		"start_time": "46:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let me ask you then just one last question. Uh, WE'VE talked about some of these related to some pairs of topics that you explore in the book, but do you think that there are any common threads that run through all the ethical issues you explore in your book?"
	},
	{
		"start_time": "46:47",
		"speaker": "David Benatar",
		"words": "I'm not sure about all, but there's certainly threads that run through a number of, of topics. So for example, the question about causal inefficacy that I mentioned earlier, that arises in the environmental case as we discussed. It also arises in the case of eating meat because if you go into a supermarket and you have purchased a steak, let's say, It's not clear that that by itself is going to result in increased demand for steaks and leads to the suffering of any further animals. And so the question arises there. Uh, IT also, uh, arises in Uh, in, in, in an array of, of other topics. So smoking, for example, if you, if you smoke in the presence of a non-smoker, the effect, the ill effect that that's going to have on the non-smoker is negligible. There's a, it's a very minor increase in, in risk. But obviously, if this is aggregated across many smokers, then you're going to have uh much higher increased levels of risk for, for the non-smokers. And so one of the things that I do in the conclusion is look at that problem of causal inefficacy. I point out not only the similarities of how it arises in these different cases, but also differences between them. And there are quite, quite crucial differences between them that I think should lead us to evaluate these different cases in different ways. So for example, in the environmental case, The, the harm arises through an aggregation of harmless activities. Whereas in the animal case, the harm gets obscured by an aggregation of individual cases. If you had to kill a cow in order to eat it, the connection between the eating and the killing would be very obvious. It's when you have an aggregation of, of meat eating and the outsourcing, as it were, of the killing and butchering and and preparation of the meat. That the harm that you do now gets obscured, uh, through the aggregation of multiple activities. And I think that is a relevant difference to what we should in fact do in practice. I think it suggests we should not be eating animals, uh, ever. I mean, well, almost ever. There may be highly exceptional cases, but we should generally not be eating animals, whereas it's permissible to engage in some carbon emitting uh practices because that is in itself harmless. It's when it aggregates that it becomes problematic."
	},
	{
		"start_time": "49:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, the book is again very practical ethics, engaging everyday moral questions, I'm leaving a link to it in the description of the interview. And Doctor Benatar, just before we go, are there any particular places on the internet where people can find your work?"
	},
	{
		"start_time": "49:47",
		"speaker": "David Benatar",
		"words": "None that I control. So I, I'm afraid I'm not, I'm not very much online. So people just have to look, but thank"
	},
	{
		"start_time": "49:56",
		"speaker": "Ricardo Lopes",
		"words": "you. OK, fair enough. So thank you so much for taking the time to come on the show again. It's always a pleasure to talk with you."
	},
	{
		"start_time": "50:03",
		"speaker": "David Benatar",
		"words": "Thank you for having me. Always a pleasure to speak with you."
	},
	{
		"start_time": "50:06",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labran Juarsent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Eringbo. Sterry Michael Bailey, then Sperber, Robert Gray Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]