[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Wabson to the MGN by Doctor Kristen Gosi. She's an award-winning author and professor and chair of Russian and East European Studies at the University of Pennsylvania. She is the author of Many different books, but today we're going to talk about why women have better sex and socialism and other arguments for economic independence. So, Doctor Goy, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Kristen Ghodsee",
		"words": "Thanks so much for inviting me."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me start by asking you because uh I imagine that some people will be taken aback by the title of your book. So what is the its premise?"
	},
	{
		"start_time": "00:46",
		"speaker": "Kristen Ghodsee",
		"words": "So, I mean, the basic premise is pretty simple. It's that when women have Economic autonomy when they can actually take care of themselves. They live in a society which supports them and supports their roles in societies, that they choose their partners, their romantic partners in particular, out of love and affection and shared interests or mutual inclinations, rather than the ability of that romantic partner to pay the bills. And so, Yeah. Basically, when you are free, uh, in terms of you're not worrying about whether you have enough food to eat, or whether, you know, you don't have a place to live or whether, you know, you can survive and see the doctor or see the take care of your children, you're going to make a different set of choices. You're essentially more free in your life. And you're going to choose your partner on a different set of criteria rather than in a society where you have very limited rights and the only way that you can guarantee a basic social safety net is to find a partner who has a lot of money and is willing to spend it on you and your children."
	},
	{
		"start_time": "02:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, I also want to ask you about the specific definition here, which I think is important because in the book, you talk a lot about the social impacts of the political and economic transition from state socialism to capitalism in Eastern European countries. So what is state socialism?"
	},
	{
		"start_time": "02:25",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so that's a kind of a clunky term, um, that I had to use because originally when this book was written, it was during the first Trump administration, and it was for a largely American audience. I had absolutely no idea at the time that it would, like, have 15 translations, and then I would have to be explaining my terminology to um people who know better. But so because Americans don't understand socialism generally speaking. And so the reason I use the term state socialism in the book was specifically to distinguish between the 20th century socialist countries in Eastern Europe, what they themselves would have called really existing socialist countries, versus the democratic socialist countries of of Scandinavia. And these are countries where you still have much more of a market in, you know, sort of more of a like kind of a market socialism sort of thing going on, but you also have guaranteed democratic freedoms and a parliamentary system with free and fair and open elections, which was a different system than existed in Eastern Europe. So it was a way of trying to distinguish between what was going on in Eastern Europe and what was going on in Scandinavia. Um, BUT essentially, the, the reason I use this term, and I think it's very important for the Marxists among people, um, among your listeners, is that if you're a very orthodox Marxist, you understand that socialism is a transitory stage between capitalism and ultimately communism. And so countries in Eastern Europe, with a very few exceptions were led by communist parties. So they called themselves the Bulgarian Communist Party, right? With the exception of Eastern Germany, which was the Socialist Unity Party, but most of them were communist parties. People identified as communists and the West, we tended to call them communists because that was a scarier word, but they themselves admitted that the stage of of of history that they were in was socialism. And so they recognized that communism nowhere had been achieved. Communism was the goal, but socialism was the reality. And so I wanted to make it very clear, particularly because this was a historical moment when Bernie Sanders And this was before Alexandria Ocasio-Cortez. This was really Bernie Sanders' moment, uh, where people understood socialism to mean Bernie Sanders, which is a very different thing than what was going on in Eastern Europe at that time. So state socialism was a term that I used to name this uh form of socialism as it existed in Eastern Europe in the 20th century."
	},
	{
		"start_time": "05:15",
		"speaker": "Ricardo Lopes",
		"words": "OK. So in the countries where state socialism operated, what would you say are some of the main ways in which the lives of women differed from what we tend to see in capitalist countries?"
	},
	{
		"start_time": "05:30",
		"speaker": "Kristen Ghodsee",
		"words": "Right. So, I mean, and there are so many ways that it's gonna be really hard. To do this in a short period of time. Because, look, for the first, in the first case, right? There was from the very beginning, and we're, we're not even talking about state socialism in Eastern Europe now. We're talking about utopian socialism in France in the late 18th and 19th centuries, where the socialism and women's emancipation were always connected, going all the way back to Flora Tristan. And certainly angel and certainly people like Alexander Colonai and August Bebel in Germany. Everybody understood that socialism, women's emancipation was a key component of socialism. And so what happens in the Eastern bloc is that from the very get-go, from the founding, the, the Bolshevik revolution in, in 1917 and on, um, and then the founding of all of these people's republics after World War II in the East European states. Everybody understood that women's emancipation had to be achieved through a certain set of policies, and what that meant in reality was that women joined the labor force in much higher numbers at a much earlier period of time than they did in the West. It meant that governments invested very, very heavily in women's professional education and training, and also made sure that they had employment opportunities, then at a comparable period of time in the West. There are so many statistics that I could show you about, like, for instance, the number of engineers in the Soviet Union versus the number of engineers in the United States in like the 70s. It would be like below 100 compared to like, thousands um in the Soviet Union. So, that was the first thing. But then the second thing, and this is a very important point. Is that they understood that women had childcare responsibilities, that women had socially reproductive responsibilities in the home as well as their primary labor responsibilities in society. And so starting really in the Soviet Union with Alexandra Kalonai, who was initially the commissar of social welfare and then later became the head of the women's section of the Communist Party, they instituted a series of very interesting policies. That allowed for the creation of kindergartens and crushes, that allowed for the socialization of much housework, that would be public cafeterias, public canteens, public laundries, massive investments in public transportation. Designing architecture so that all of the amenities that a woman would need in order to take care of her home or within walking distance of her place of residence. There were a whole series of policies put into place to support women's roles as both mothers and workers. In the West, there was nothing. Not only were women, you know, forced to stay home, they were economically dependent on their husbands, and they didn't have any of these amenities or services. I mean, in the United States, many of our top universities actually didn't allow women to attend them until very, very late. So it was only during World War II. That women were allowed to go into the labor force because all of the men were fighting on the front lines. But as soon as the war was over and the soldiers started coming home in West European and American in Western European and North American contexts, women were. Basically shoved back into the home to take care of the kids and cook the meals and be surrounded by their fancy shiny new appliances, whereas in the Soviet Union and in the Eastern bloc countries, women became full members of society in the Soviet Union. Many women fought in the military during the Second World War. So it was an entirely different conception of gender and gender roles. And finally, and I think this is a point that doesn't get discussed often enough, is that in these countries, women usually had lower retirement ages. So in a country like Bulgaria, women, if you had 2 or more children, you retired at 50. Most women, if you had, you know, 1 child or 0, you retired. 55, whereas men usually retired at 60. So, there was also a way in which women's labor in the home was recognized as labor, and it was compensated directly in, um, monetary terms, but more importantly, through these sort of transfers of all of these extra amenities in society that supported women and also with a lower retirement age."
	},
	{
		"start_time": "10:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, but of course, these countries were not perfect when it came to women and how they how they dealt with women, they failed women in different ways. I mean, just to mention a few examples, they failed to include the concern for same-sex couples. Abortion served as a primary form of birth control in certain countries, at least where it was available. Uh, MEN, even though they tried to be involved in things like housework and childcare, uh, they resisted challenges to traditional gender roles and stuff like that. So, could you tell us about those examples and perhaps give us other examples of ways by which even state socialist countries failed women?"
	},
	{
		"start_time": "10:57",
		"speaker": "Kristen Ghodsee",
		"words": "Sure, yeah, I mean, so the one thing that's very clear in the book, and I've actually been criticized for this, is that I don't say that this was a paradise, right? That, that, in fact, there were these negative aspects. And um the big ones, of course, are societal wide, right? You had consumer shortages, you had travel restrictions, you had the secret police, you had, there were aspects of the society that were less than desirable. So, some people have said, oh well, it doesn't matter if women were happier, like it was an unfree society. So that's it the the whole argument is um not worth having. I think it is worth having because it's a perfect controlled experiment to show how women's lives are different between different economic systems, and that's why I think it's worth going into the data and actually looking at this example. That being said, there are some definite downsides. Um, I would say that, so in not in not in all countries was abortion available. Uh, IN the Soviet Union during the, the Stalin period, it was outlawed. It had been very liberal from 1920. In fact, the Soviet Union was the first country in the world to guarantee a woman, uh, first trimester abortion on demand. It was outlawed in 1936, and then as soon as Stalin died, it was made legal again. In Romania, you had abortion until 1966, and then with Ceausescu's concern about population decline, it was very strictly. Women's, um, he basically nationalized women's uteruses, and in Albania you also had a very strict anti-abortion regime, but in all the other countries, there it was freely available to a greater or lesser extent. And um and it is true that it particularly in the Soviet Union, many women used it as a form of birth control. Abortion became a very, very common thing. That was not true in all countries. Um, EASTERN Germany had hormonal birth control widely available, and they, um they tried. I've read articles from the 80s of the East Germans trying to convince Soviet women to use hormonal birth control. But Soviet women rejected. They didn't want to use hormonal birth control when abortion was so easily available. So some of this is, um, driven by the women themselves. So if women are choosing to have abortions, that's a good thing that they're available to them, you know, that's not a bad thing. Um, AND it's the irony, of course, is that in, in communist Poland, women had free, safe access to abortion, and then as soon as they became a democracy, they lost that. Um, Sweden got abortion because so many Swedish women were going to Poland during communism to get abortions, and basically the Swedish government said this is really embarrassing that our women have to go to a communist country to deal with their reproductive rights, we should liberalize abortion. So, So again, I, I realized that abortion is a very tricky topic, but if you believe in the right of women's bodily autonomy, it is true that these East European countries were the first to guarantee it, and they tried to make it available to people when it was necessary. Um, THAT doesn't mean that it was ideal or it was perfect. Um, AND yes, it would have been better perhaps if more women had used hormonal birth control in the Soviet Union, but it was their choice, and I think that's something that needs to be taken into account. What were the other things? I mean, so there was gender segregation in the labor force. That was a big problem, um, in terms of women were generally relegated to what we would think of as more feminized sectors of the economy, things like textiles and food processing, a lot of services. On the other hand, They were also relegated to things that the communists didn't value because they weren't manual labor, so they, they dominated medicine, doctors, nurses, um, they dominated law, so lawyers and judges were primarily women. They dominated finance, banking, and Um, you know, sort of, so, so lots of things that we would consider sort of high status white collar professions in the West were dominated by women in the east because real men did manual labor. Um, AND so it's really hard to compare east and west. And the other thing is, as I said, there were these labor men did generally, there was a wage gap. And when we think of that in Western terms, we think, oh well, women got paid less than men did. But it's complicated in the east because everybody's employer was the government, and women were receiving a lot of in-kind contributions that men did not receive. And so if you actually include those in-kind contributions, as well as, for instance, lower retirement ages, in some ways, women were actually paid more than men, and they were certainly compensated in a way that made them very independent so that If they got a divorce or if they were in an unhappy or abusive or otherwise unsatisfying relationship, they could very easily leave. So some people would say, Socialism was bad because the divorce rate was high, right? Women tended to initiate divorce at a much greater frequency than they did in the West, particularly during this time. And, um, but they got remarried faster, right? Because there was less worry about if that relationship didn't work out, you could just get another divorce. It wasn't such a big deal. Whereas for women in the West, divorce was absolutely devastating financially and economically, and many women were trapped in unhappy and abusive or unsatisfying relationships for that reason. So, yeah, and then finally, I would say that women were required to work. And um when we have looked at surveys, and there a lot of surveys were done for women in the um different Eastern bloc countries. When women were asked, Even in the 50s, only 2 or 3% of them said they would prefer to stay home. So, even though they were compelled to work, and they were, you didn't really have a choice to just stay home and be a housewife, not a lot of people actually wanted that. So I think that, again, for the West, we often criticize the east and saying, well, women didn't have a choice, they were forced to work. It is true. They were, everybody was forced to. Everybody was supposed to contribute to the society. Um, BUT you were also guaranteed a job and you couldn't get fired. So, you know, there's a, again, you have to understand, first of all, two things. One, it's a totally different economic system, so you can't use capitalist criteria to measure what's going on over there. And secondly, and this was, I want to say about same-sex couples. Yes, if you compare what was happening in the 50s and 60s and 70s in Eastern Europe to what's happening in Europe in 2025, of course, they were retrograde and horrible. But let's compare what was happening in the West in the 40s and 950s, and 60s and 970s to what was happening there. And in fact, in places like eastern Germany. They were much more tolerant of same-sex couples. In Poland, I have colleagues who do research on this in, in Hungary, in Czechoslovakia. They were much more open-minded to the idea of same-sex couples than people in the West. It took us a lot longer to get there, and that is well documented. I can give you all sorts of sources. So again, don't compare present day. With the past, cause that's not fair, that's anachronism. And also, try to understand that the criteria that we use to measure women's success in the West is going to look very different than what we're talking about in the East. Finally, and I think this is a very important point. At no point in any country that I'm aware of, did they seriously challenge traditional gender roles. This was a very binary society. Men were men and women were women. And when they tried to get men to do, for instance, housework, or when they tried to get men to help out around the kitchen, you know, the kitchen or to do something. Their strategy was to try to make it a masculine task, right? So, so, like, for instance, I can give you a very concrete example of this. So, you know how, I mean, this is true in most of the countries that I've been in, is that women tend to cook in the kitchen, but if there's meat on a grill outside, it's a man's job to cook the meat, right? With the fire. Is it true in Spain?"
	},
	{
		"start_time": "19:45",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IN Portugal, but yes, it's true, yeah."
	},
	{
		"start_time": "19:49",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, OK, I mean, in, in, in the Iberian Peninsula, more broadly speaking, right? Like, is it, it's, it's the case that men grill, right? Why is that the case? That women do all the other cooking, but when it comes to like meat and fire, men do it. So the Bulgarian Women's Committee, we're like, hmm, that's really interesting because men don't feel like their masculinity is challenged when they grill. So are there other things that we can do to convince men that they can help around the house? And in Bulgaria, it's very common to drink um akka, which is this sort of like grappa-like spirit with salad. And so, when you, when you are drinking akka, you need maize, and so you would have a salad. And so it's usually the woman's job to make the salad. But she said, but it's men who drink, that this was the president of the Bulgarian Women's Committee. It's men who drink Rakka, and it's men who eat the salads. So all we have to do is give them a big knife and tell them that women just don't chop the salad appropriately. It's a man's job. To, to cut the vegetables for the salad with this really big manly knife. And then like, we'll have one less task to do, and it worked, right? They convinced men to, to chop more vegetables because if they have the right knife, it was a very manly thing to do. So what I'm saying is, in these countries, they used the gender binary in a way that's very different. Like, we're in the west very critical of this gender binary. But in the east, they accepted the gender binary, and they used it to say, yes, men and women are different, but their contributions to society are equally valuable."
	},
	{
		"start_time": "21:32",
		"speaker": "Ricardo Lopes",
		"words": "So, with the end of the Soviet Union in the 90s, particularly, what were the main social and economic changes that occurred with the transition to capitalism?"
	},
	{
		"start_time": "21:46",
		"speaker": "Kristen Ghodsee",
		"words": "The whole society fell apart in a very short period of time. And that means that everything that had once been state-owned, the state-owned enterprises, were suddenly either privatized officially, sold to foreign investors, or sold through voucher privatization to the population. Um, BUT mostly they were just sold to oligarchs, uh, to insiders who basically kind of privatized the state. In eastern Germany is a great case of this, where a lot of West German investors came in, they basically destroyed the East German industrial base in a very short period of time. Germany had massive levels of unemployment, East Germany, because of the closing of this industry. And so, the way that this impacted women is Very specifically. Massive unemployment was a problem for these new governments, and so they wanted to try to convince women to not seek re-employment, to just stay home. And so a lot of women were basically convinced that aren't you happy now you get to stay home and be with your kids and be housewives. In fact, women were very unhappy, and what you see in all of eastern Germany is a massive. Birth strike, decline in fertility because women are just like, oh my God, having children is now impossible, because in the privatization process, they've shut down all the kindergartens and the creches. They've shut down all the canteens and the cafeterias. There's, it's going to be impossible for me to raise a family and try to look for work, so I'm just not gonna have babies. Right now, Eastern Europe, even now, 35 years after communism, are the fastest shrinking countries in the world. So, um, so it was a complete change in society, in the structure of society, but it also meant that Everything was about money. From a society where money didn't really matter, largely because there was nothing to buy. Right? I mean, these are these are, these are societies with very few consumer items. There were, there were a lot of consumer shortages. So even if you had a lot of money, there, there wasn't really a lot to do with it. So people didn't, and, and if you did go to the store, you could buy the things that everybody else had. So you couldn't really use money to Distinguish yourself from everybody else. That was the first thing. So as soon as '89 comes, suddenly money can buy everything and people invest a lot more money in distinguishing themselves as special and different through material possessions. What that means for women. Is that at a moment when women are being pushed out of the labor force, at the same time that they've lost all these social supports that allowed them to combine work and family, it's not only that the birth rate declines, but it's also that women suddenly look at men as ATMs. And it means that, you know, a bano up, right? Like, I'm going to Instead of becoming a judge on some crappy government salary, I'm gonna, or going to university, I'm gonna invest in, you know, breast augmentation or plastic surgery, or dye my hair blonde, or whatever, and get myself a nice rich oligarch who's gonna take care of me for the rest of my life. So there's a really massive change, sea change in society, where women go from being relatively autonomous and independent to being Imagined as, you know, basically just accessories or arm candy for men."
	},
	{
		"start_time": "25:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But do you think, uh, I mean, do you think it's fair at least to some extent to compare when it comes to work, workforce participation, the labor market, and uh the economic situation of women to compare these Eastern European countries when they were state capitalist with contemporary neo-liberal capitalist countries in any way. And, and if that comparison is fair. Uh, HOW does it look like?"
	},
	{
		"start_time": "26:02",
		"speaker": "Kristen Ghodsee",
		"words": "I mean, so I think. It's important to understand that they were those countries were like absolutely. Devastated by neoliberal ideology in the 90s, right? That's what they got. They, I mean, I've written about this. I just had a piece in the on diplomatique just a couple of months ago about how devastating the economic recession in Eastern Europe was in the 90s because of these neoliberal policies, because of price liberalization, because of financialization. I can go into a lot of details about all the mechanisms about what happened. But, but, so, so, and from the catastrophe of neoliberalism is what arise, this oligarchy, what you call state capitalism, right? It was a reaction to the utter devastation and chaos of the early 90s, massive levels of unemployment. So much money bleeding out of these countries, lots of outmigration, because that's the other thing is that people just left. They didn't want anything to do with being there, like, go to the west, go to wherever you could. So, so it is, it's this transition period, right, where I think we can see exactly what happens to women's rights. In capitalism, right? You go from state socialism, from labor guarantees, and massive social safety nets to Total liberated free markets for labor and no social safety nets, and an economic mentality that is all about enlightened self-interest, right? WHERE women are making rational economic decisions. ABOUT their bodies and about their futures, and it turns out that those rational economic decisions include not having children and include strategically choosing your romantic partners on the basis of whether or not they can pay your rent. And that's what capitalism does. And so, and I and I and and I and I and I think it's it it does it in the west too. I think it does it in the United States as well. Look at the The whole trad wife thing, right? Um, IN the United States is there's a sort of meme of these women like playing Happy Housemaker on Instagram or whatever. But the whole idea of that is, I will just be pretty and stay at home and bake cookies from scratch, and my husband will go out and work and support me. Isn't that a better model than you having to work yourself? Now, to be fair, labor conditions in the United States in particular suck. So, I don't blame people for not wanting to work and trying to get somebody else to pay their rent. But that puts that person in an incredibly dependent relationship with the person who's paying the bills. And that can have all sorts of downstream effects that they may not understand when they're not as young and beautiful as they are right now."
	},
	{
		"start_time": "29:05",
		"speaker": "Ricardo Lopes",
		"words": "So I, I want to ask you, and also since you mentioned red wives there, I want to ask you specifically about motherhood. So how is it dealt with in neoliberal capitalist countries versus state socialist countries?"
	},
	{
		"start_time": "29:21",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so I think that in, in a, in a neoliberal context, um, especially, you know, today, again, it's always tricky because we're doing anachronistic comparison. We're talking about 2024 versus like the 20th century. But um, but motherhood is a choice, right? I mean, it it it's, it's something it's a decision that you make, and it's a decision in a neoliberal context that many women decide not to make, right? Which is why it look at Southern Europe, right? Birth rates are through the floor, um. Everywhere in the in the industrial, Japan, Korea, right? And even in the United States, are the birth rate is declining precipitously, even in China, right? Birth rates are declining. Why? Because in a neoliberal system, Where money is everything, and everything has economic value. I'm sorry to say this, but I am a mother, so I think I'm allowed. Children have zero economic benefit to their parents. They're just like, you might as well just dig a hole in your backyard and throw all your money, time, and attention into that hole, because that's what a child is, right? From an economic point of view, right? And so, of course, in a neoliberal economy, Nobody's gonna have children, right? Nobody's gonna want children. And the people that do have children tend to be people who, um, can afford them. Like, it's a luxury item. Um, OR it's because they're poor and for one reason or the other, you know, there were, um, they didn't have access to birth control or they didn't have access to abortion or whatever. So, so I think, you know, there's also this kind of girl bossary in, in the west about like, you can have it all. And so the other man, the other model is, I will have a baby. But then I will go to work and I will pay poorer women to look after my child, right? I will outsource mothering to poor, more disadvantaged people. So that's the Western model. In state socialism, it was a very different conception, right, of what a child was. So going back to Colina in 1917. Colin Tide believed very strongly that a child is not just A gift to the parents, it's a gift to society, and society has an important role to play in helping to raise that child. Obviously the parents are always going to be the parents, but they need help and they need support. And in every single state socialist country in Eastern Europe, and many outside of Eastern Europe, by the way, support for families was part and parcel of the economic redistribution of surplus. THAT occurred, right? So one way you took the profits from these state-owned enterprises and you reinvested them into society, and that meant reinvesting in the next generation of workers and consumers and taxpayers and soldiers and whatever, citizens. So, it was just a completely different way. Of thinking about the value of other people's children, basically, every person's child is contributing to the society that we all live in. And so, therefore, as a society, we should help people who are bringing children and raising children into our society. But we don't think that way in neoliberalism because it's expensive. It costs a lot of money to support. Mothers. It costs a lot of money to support families. We know it's very good for the kids. We know it's very good for the mothers. We even know it's very good for the families, but we don't do it because it costs a lot of money. And it's so much easier to have that labor, that essential labor that we need be done for free by women in the home, which is why trad wives are such a big thing right now, because the United States has a birth, um, decline. And, um, and they're very nervous about this because a shrinking population means a shrinking GDP. It means fewer people to buy the crap that you make, you know, fewer people to buy a new phone every year. So that means the economy is gonna shrink. I mean, China has the same worry. Their, their population is shrinking. Anybody who has a growth. ORIENTED mindset is gonna worry about population decline. So European countries generally try to say, OK, we want women to work because they're contributing to pension payments and they're paying taxes, but we also want them To have babies. So we're gonna build crushes in kindergartens, and we're gonna do paid job protected maternity leaves. It's another thing that East European countries were absolutely fantastic at. One or two years of paid job protective parental leave, if you had a baby, you could go back to your job, you could leave your job and go back to your job with no problem. So, West European countries have sort of followed that model. But in the United States, because we don't want to pay for that, we just say, oh, let's pretend that it's really sexy and cool to be a trad wife and stay at home and make lots of babies and bake cookies. And I think that that's, that's the model, you know, is that we want women to just go home and have lots of babies, which is gonna be a problem in the long run because there might be women who go home. And then don't have babies because they're not stupid. Right? If you're being paid to be beautiful and serene and happy at home, children are gonna mess up that look. So, so I, you know, I just think that it's, um, but it, it explains why. Explains our falling birth rates, but it also explains this fascination, I think, with the trad wife."
	},
	{
		"start_time": "35:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But I mean, on the other hand, and still on the topic of motherhood, I think this is something that you didn't touch on when I asked you earlier about some of the issues that we have to deal with in former Eastern European uh socialist countries. Uh, I mean, is, wasn't it the case that at least in some of them, there was lots of pressure for women to have children?"
	},
	{
		"start_time": "35:36",
		"speaker": "Kristen Ghodsee",
		"words": "Absolutely. These were very pro-natalist societies. I mean, but it, it, the pressure was societal. So, so fertility rates are, are, are fertility patterns in Eastern Europe were very different from Western Europe. So in eastern Europe, it was the case in most countries that you had your children very young, when you were 21, 22, 23. Sometimes you would be living with still with your parents while you had your children so that your mother, the usually the mother's mother, could help with the children. And then, Um, and then once the child was old enough to go to kindergarten, then you would move out and continue on with your career. So women had children in their, um, in their early twenties when they were at university sometimes. The other thing was socialist countries. Incentivize young child, uh, bearing because if you had a baby, you were more likely to get an apartment, right? So, so if you wanted to move out of your parents' house, that was like the best thing you could do was get married pretty young and have a baby. And so, yes, there was, and, and then, you know, the government gave you newlywed loans. They, there were these, um, you know, subsidized mortgages for your apartments in places where you actually owned your apartment like Bulgaria. The government would actually give you a mortgage, and it was a very, like 2% uh interest rate, it was a very little interest rate, but if you had one child, then it went to like 1.5%. If you had two child, two children, Then it went down to almost nothing, and if you had 3 children, it was gone forever, right? Um, IT was just forgiven. So there were lots of incentives to have children, absolutely. And to the extent that there was pressure, It was from the state, yes, but it was also from people's parents, which is not different than the West, right? So, so there's a lot of pressure in the west for for people to have children as well. It's just that it wasn't as coercive, but in no country other than Romania. And perhaps Albania and um The Soviet Union during those Stalin years, were women prevented from having access to either pretty reliable birth control or abortion on demand. And so even though these countries put a lot of pressure on women to have children, absolutely, they created a massive social safety net in order to so that the state could help raise those children. And B, they allowed women the technology not to get pregnant in the first place, and then even if they did get pregnant, again, with the exception of Romania and Albania and the Soviet Union between 36 and 55. You could have an abortion. That's not true of Poland today, right? That's not true in a lot of states in the United States today. So, Yes, you're absolutely right. There was a lot of social pressure to have children, but there was also the availability of birth control and abortion. So I don't know how you square those two things. It was a totalitarian society. I am not denying that it was a totalitarian society, but there were authoritarian structures in place. That being said, I think for the years that those countries existed, If you looked at comparable situation of women in countries in the west, women in the eastern bloc had it way better, and western women at the time knew it."
	},
	{
		"start_time": "39:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I would, I would like to ask you now about uh the presence of women in leadership positions and roles. I mean, uh, and before I ask you about how does it compare between capitalist and socialist countries, uh, I would like to ask. Why is the presence of women in leadership positions important? I mean, why is it an important indicator to look into when it comes to talking about women's rights and equality between the sexes?"
	},
	{
		"start_time": "39:47",
		"speaker": "Kristen Ghodsee",
		"words": "So here I'm gonna say something perhaps a little controversial, which is that I don't think it's that important. Um, AND, and, and, and here's why, because Margaret Thatcher didn't really help women. She happened to be a woman, you know, but she was not a particularly woman friendly woman, right? Um, I can think of plenty of examples of women, for instance, that are being put into the second Trump administration cabinet who are not. Gonna do anything good for women in this country, right? So, this idea that somehow if you put women in power, it's going to be better for women's rights or is a very western neoliberal ideology. It's like, I, I feel very strongly about this because I think it's just wrongheaded to say, oh, well, you know, we had a woman vice president, so therefore, there's no sexism in our country. That's just absurd, right? There aren't policies, structural policies that disadvantaged women, um, because we have women in high positions of power, or we have a woman CEO and so therefore, like, the business world is friendly to women. That's just not true. It's patently false. So, so, so the premise here is that in theory, right, if you have women in power, Um, first of all, they serve as role role models for younger women. I think there's something to that. Uh, WHEN we look at, for instance, math scores. There's a this PISA exam that is done across the world, particularly in Europe and the European Union, to gauge the, you know, level of preparedness in certain topics. And we can see there was a wonderful paper in 2018 called Girls Math and Socialism, which shows that girls, there's a less of a gender gap in former communist countries in math scores than there are in Western countries. And a lot of the reason for that is because there were a lot more women mathematicians and a lot more women teachers in math, especially high level math. And um and so I do think that the role model effect at a more local level is important to girls. I'm not saying that that's not important. I do think that there's something really important when you see a a a person in a position of power that it's not always a white man. But that being said, right, if you take the 1% of our society, the economic elites, and your goal for greater equality in your society is to make sure that everybody in that 1% represents, you know, evenly different genders or different ethnicities or religions or sexualities or whatever, you're not dealing with the problem that that's only 1%. Right? There's 99% of the pyramid that is still screwed, right? So to me, that's a distraction. Talking about, you know, women in positions of power. Oh, well, women weren't the heads of hospitals or women aren't the heads of universities. I mean, really, you know, why are we worried about the elites when we should be worried about society as a whole. So, So, so, yeah. So I think that there's a, you know, back in the 70s and 80s, there was a fair amount of research, for instance, um particularly around things like the Grameen Bank, right? Which is when you, if you gave loans to women, that the, the money was better used than if you gave it to men, right? That women tend to spend more on their families, um, men tend to go out and drink. So, so there is, there are structural things that have to do with gender that I don't think we should ignore, but I don't think, you know, Putting a woman, I mean, like, um, uh, Marine Le Pen is gonna do any favors for us, right? Like, that's just a bizarre, like, oh, the West is so enlightened because, you know, she's the president of France. Really? You know, or um in Germany, the the there's a woman, uh, I can't remember her name right off the top of my head, who's the head of the Alternative for Deutschland party. Right? Or she's a very prominent politician in that party. Like, you're missing the forest for the trees if you think that just because there's a woman in charge, that somehow that's a progressive sign of anything."
	},
	{
		"start_time": "44:15",
		"speaker": "Ricardo Lopes",
		"words": "OK, I, I get your point, but since people still take that seriously, do we have good enough data when it comes to, uh, to what extent women occupied leadership positions in former uh socialist countries?"
	},
	{
		"start_time": "44:32",
		"speaker": "Kristen Ghodsee",
		"words": "Yes, we do. And, and it's um high representation of women at the local and municipal and oblast level, and Uh, and less participation, the higher you go up into the Communist Party. So with the exception of a few countries, Politburo members generally tended to be men. That was not true in Bulgaria. There was a long standing woman Politburo member, Soloraoyeva. Uh, IN the Soviet Union, um, there were a few women that were on the Politburo. The central committees tended to have a fair representation of women, sometimes under quota systems because they believed in women's emancipation, but they didn't, I mean, they didn't really have power, right? A lot of the, because the power was so concentrated in these socialist countries. Um, IT'S, you know, it's kind of a show, but it is in fact true that there were fewer women in very, very high positions of power throughout the eastern bloc countries, and where they were in power. They weren't always nice, right? So, again, this is the problem, right? It's a, you know, um, I don't think it's a, it's a good system. But, but, uh, but your point is a better point, uh, that I want to address, which is, so let's not talk about politics. Let's talk about uh economics. So enterprise directors would, right? Like, so you would have a hospital and all of the doctors and surgeons would be women, but the hospital director, the administrator would be a man. Or you would have like, um, I read a great dissertation about the Belgrade Observatory and so these were astrophysicists and astronomers. All of the, many of the workers there were women, but the director was always a man. And, um, and, and so there was this question of, well, why was that the case? Well, it was the case that the directorships of these places, especially state-owned enterprises, were political positions. You had to be a member of the Communist Party and you had to be a member of the Communist Party in very good standing. And, you know, you had to be willing to play those politics. And again, this is that interesting chicken or the egg question, um. Do women not achieve positions of high authority in economic terms because of sexism, because of discrimination, or because they just don't want those positions? Um, AND in the case of, like, for instance, Solo Dragoeva in Bulgaria, who was a Politburo member, she was a very long standing, very influential, very powerful politburo member. Many people described her as a very power hungry person, right? She cared a lot about power and she wanted to maintain power. And so she was willing to play those games, which are, you know, those are endemic to any, if you've read Machiavelli, you know, right? High power comes with a lot of responsibility. And so I just think there's also the case that whether it's east or west, again, this may be a controversial position. Um, I think there are a lot of women who are just too damn smart to want to be in a position of authority, right? Um, BECAUSE it's a pain. I mean, I'm currently the chair of my department, which is a prestigious, powerful position, and I hate it. I can't wait to be done. And so I could pass it on to the next idiot who wants to be in charge. I don't like being in charge. I wanna do my scholarship, I wanna do my work. Being in charge is Anyway, that's, that's another conversation. But no, I mean, this is often a point that is made by, again, Westerners who say, oh well, there wasn't really gender equality because there weren't as many women enterprise directors or hospital directors or polar buro members in the east as there are in the west, um. First of all, there aren't that many in the West either. Um, AND if they are there, it's often because of quotas or DEI which Trump is currently completely dismantling, right? Attempts to, to increase the participation of women and ethnic minorities in positions of power. Um, BUT, but I also just think that that, you know, you have to understand like what are we measuring? If we're measuring just role models, what what socialists cared about, I think what socialists still care about, right, is the material conditions of everyday life. And and whether our politicians are being responsive to the material conditions of everyday life. I have to say, and again, you know, I'm gonna get into trouble, but I don't care. Um, YOU know, back when Bernie and um Hillary were running against each other in the Democratic primary in, in 2016, I was completely for Bernie Sanders. And I had many friends tell me, how could I say that I was a feminist? How could I, like, I was an internal misogyny because I wasn't voting for Hillary, right? And I was like, no. Hillary, to me, in my mind at that time, she was reprehensible. She was not, she She, she represented the worst of neoliberal capitalist politics in the United States. I would much rather vote for a socialist man who I, who, who will improve the material conditions of working people in my country than just because to see some woman in the White House, that I'm not interested in just visuals. I'm interested in actual policies. And I think that this conversation about Women in positions of power or ethnic minorities in positions of power, diversity, it, it misses the fundamental point of what that is trying to achieve, which is to improve the material conditions of people's everyday lives. That's what really matters, you know, and the irony, if you just let me allow me this one last little rant, I think the the irony of Trump. YOU know, 2 Trump is that people, poor working class people in this country. Believed, actually believed that he was going to care for them. And, you know, it was so patently obvious to most of us that he was just lying through his teeth, right? Um, AND, and it's not even been 3 weeks, and it's, he's shown already that he that that that those people who voted for him are suckers. He has no interest whatsoever in improving the material conditions of their lives. And I think that's the fear. In Europe, in the United States, that this populism, it appeals to people who feel like they are the losers of this global capitalist world that we're living in."
	},
	{
		"start_time": "51:12",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, finally getting into the topic suggested by the title of your book, why talk about sex in this context? I mean, what, what does sex have to do with economics and the economic system people live under. And in this case specifically, what would you say are the aspects of women's sexual needs and sexual lives that you would argue are more, more fulfilled under a socialist uh socialist system than a capitalist system."
	},
	{
		"start_time": "51:46",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so there are two parts to this question. So I think sex has to do with everything, right? Because if you think about it, like, open a novel, listen to a pop song, look at advertisements, we're constantly bombarded by sex all the time. In one form or another, whether it's the song lyrics or advertising campaigns, or, you know, beautiful people telling you that you will look and be like me if you buy this product, right? So we use sex all the time to sell things, to convince people to do things, to make decisions about their lives. So why not use sex to compare economic systems? That seems to me a perfectly legitimate project. Um, AND there's a lot of good. Good scholarship out there by people like Dagmar Herzog and Agnieszka Kozanska, Katerina Nkova. I could give you lots of names of people who are looking at sexuality as a way of measuring the quality of life in different societies because happy people have. SEX, right? Um, AND unhappy people don't have any sex, and that mean, or they, you know, it's like, you could really, really see how society is starting to fall apart when your young people are not interested in having sex. And that's happening, right? So, so the first thing is, I think there's a legitimate question here. But the second thing, Is that, instead of, instead of saying, are women better off because there's a female CEO or a woman in the White House, why not ask this interesting question of, are women better off because they're more satisfied and happy in their personal lives. They're actually living, they're flourishing in their personal lives. That's a different sort of question. And again, it's about the material conditions. And so the reason that this is important is because going back all the way to the 19th century with the work of people like Bebel and um Engels, and Flora Tristan, and Alexandra Coenta, there was this really interesting observation that women could not be free. Politically, economically, or sexually, until they were considered fully participant full participants in building our society and not just in being mothers and wives. And so this link, Colina writes very explicitly about how capitalism basically makes every woman a prostitute. In a system where, whether you're getting married, you're looking for a husband who's gonna support you, or, you know, whether you're looking for casual relationships that are gonna provide you some economic benefit, or if you're on camera selling pictures of your feet to strangers that you don't know, all of us have become marketized in a way, including men, I would argue it's like, it's universal at this point. But, but that Commodification of every of every relational transaction, first of all, is diminishing the quality of our relationships. I believe that very strongly. It's also making it harder to form relationships because everybody's worried about who's going to take advantage of me. And everything becomes very transactional. And finally, because we've lost the ability in so many ways to actually define for ourselves what makes us happy. Right? How do we define happiness in the absence of Instagram and TikTok telling us all the things that we should want and be and do if we just sat down by ourselves to try to figure out what we want, it would probably be fairly simple things, like spending time with our family and friends and having good romantic relationships with our partner or partners, as the case may be. And so, I think East European countries, and there's very good evidence to support this, since my book came out. There have been several subsequent studies. They have better sex. They had better friends. They had more parties. They had more fun because they weren't stressed about paying the rent. They weren't stressed about having food or not being able to go see the doctor. They had a level of Social Security. Now, they didn't have many things to buy. That's true. They couldn't travel. They, they had very limited life opportunities. I'm not denying any of that. But when you look at the ethnographic research on the quality of everyday relationships between people, one of the things That comes out over and over and over again is that people who lived under socialism, and there are millions of them in the world today, will say the quality of their relationships were better when there wasn't so much damn hustle going on. And I think, you know, a lot of us think that like, we closed the door and capitalism stays outside of the bedroom. The capitalism comes into the bedroom with us. And so if we really want to talk about the value and and measure the quality of our life, As an exercise in imagining a different future, then we, we can talk about public policy until the cows come home. But I think the most important thing is to talk about the quality of our friendships, to talk about the quality of our relationships with our family, and to talk about our romantic partners. And those cause those are the things that everybody cares about."
	},
	{
		"start_time": "57:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right. So, uh, I have two more questions here. One has to do with the criticism I read from the social scientist Alice Evans. Uh, SHE wrote it on Twitter, I think. She basically shared the cover of your book and then she wrote, uh, in truth, Maoists and Soviets crush dissent, enabled famine, turned the blind eye to male violence, and routinized dangerous abortions. Post-communist countries today are. MA t ically more sexist, entrenched by patriarchal executives. I, I mean, first of all, let me just comment that I think that the first part of the criticism you would address and you acknowledge in the book that there were these kinds of problems. And the second part, I'm not sure if it's really a valid criticism because she's already talking about post-communist, capitalist country, so, and that's not your argument in the book, but anyway, what would be your response?"
	},
	{
		"start_time": "58:11",
		"speaker": "Kristen Ghodsee",
		"words": "I mean, look, I get a lot of people, first of all, it's very clear that she didn't read the book because I don't talk about Maoism, I'm not even talking about China, right? Um, IF she had read the book, I mean, people see the title and they just react, especially on places like Twitter, right? Um, AND, and that's true. Like, many, you know, many people say, oh, well, because there was a famine, or because there were abortions, um, it, it doesn't matter. Any of the other achievements don't matter because this one bad thing, right? You know, and I, you know, and you could make that argument about the United States. You say, well, you know, we had a genocide against the Native Americans and we had slavery, so it doesn't matter that we are now the beacon of free, you know, democracy and freedom in the world. Um, uh, IT, it's a fundamental, uh, it's, it's a bizarre sort of critique. So first of all, just as a Rhetorical position. It's a very strange, it's like, you know, what about is, right? Um, THIS idea that like, you can always, there's no political system that's perfect. That's the first thing. Um, AND I don't even argue that this political system was perfect. In fact, I'm very careful in the book to say and enumerate point by point all the things that were wrong. So, she didn't read the book. But the other thing is, I, you know, I think that Entrenched sexism, yeah, after '89, absolutely because of capitalism, not because of socialism. So she basically just agrees with me. She just doesn't know that she agrees with me cause she hasn't read the book, right? Um, I think the bigger critique, though, I mean, if I were to critique myself, um. Is this question of the state, right? Like I do I am a believer in the state. I think that the state, you know, preferably a democratically elected one that is responsive to its constituents. Can and should redistribute wealth in order to improve the material conditions of people's lives. So I see a role for the state and that and that book. IS an argument for a state that is going to take on a lot of these more socialistic type policies in order to improve people's lives. And I go to great lengths to explain why I think that This can be done and should be done. Um. That being said, I'm not sure if states are always such a good thing, right? Because look what's happening in my country right now. Um, THE dismantling of the state, and, um, and, and perhaps the weaponization of that state. And so to the extent that I have very smart colleagues who are kind of more critical of the state. Um, THAT'S why I wrote Everyday Utopia, which is the follow-up book to this one, was to sort of take uh take quite seriously what we as people, as ordinary people can do. In the absence of a state, because I'm not so sure that the state in the long term is going to be our state salvation in the way that I would really love it to be. Um, AND so to me, my biggest critique of my book is that it's, it's, it's anachron like in some ways it is anachronistic, right? That that kind of Sort of welfare state as it existed, because it existed in Western Europe too, even existed in the United States, this really robust redistributive welfare state may have been a unique product of the 20th century. And it may be that in our world today, because of the atomization, because of AI, because of technology, because of globalization, because of various things that are just different, qualitatively different than they were 70 or 80 years ago, that that kind of robust welfare state may just not be possible. Um, AND that, I mean, that gives me pause. I'm not saying that I don't think we should still fight for it. I'm just saying that it gives me pause."
	},
	{
		"start_time": "1:02:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So one last question then, how do you look at current trends in socialism across the world or in the United States specifically, and the future of socialism? And are you hopeful about it? Are you pessimistic? I mean, what's your, what are your ideas about it?"
	},
	{
		"start_time": "1:02:58",
		"speaker": "Kristen Ghodsee",
		"words": "So it depends on the day. Um, BECAUSE I definitely tack back and forth. Um, ON the one hand, I think I, you know, the left is very good. At criticizing and destroying itself. Um, THAT, you know, so like in the United States, you know, these, this sort of whole woke phenomenon where everything became about a very narrow set of identity politics to the exclusion of actual concerns for the material conditions of people's lives, that resulted in the white working class of the United States voting Republican. Um, AND I, and I think that's the responsibility of, of, of leftist leaders in the United States because they, they hyperfocused on issues that um alienated the vast majority of working class people in this country. And that is a problem in many, many socialist movements. So, so that's a, that's a real problem. And, and then the minute socialists get into power, historically, they tend to immediately start fighting against each other. And so they, they tend to be very ineffective, right? Because, um, you know, unless, anyway, there's a, there's a whole kind of interesting psychological analysis that could be done about this sort of long-term issue of it, I think that there's a kind of internal fear of people like Stalin and Mao, like this heavy-handed patriarchal kind of authoritarian leader. And so there's this tendency to fracture in ways that make it very hard to get things done. That being said, The one time Several times when socialists have been really effective. Incredibly effective, I would say, is when there are fascists or right wing people in power. Because the one thing that socialists can do and have done is form Popular Front movements. They're very good at building coalitions when it's necessary. And so right now, I think we're at a moment where this sort of more populist right-wing politics is in ascendancy. It seems like it's sweeping, you know, this, this sort of strong male dictator figure that we've seen in the past. Um, THE one thing that socialists are really good at is undermining that particular formulation of power by creating broad Popular Front coalitions. And so as the world changes, On my better days, I'm actually happy when I see socialists creating coalitions between environmentalists and feminists, and anarchists, and, you know, broad spectrum coalitions in order to get things done. So, So I think, you know, globally, socialism is still emerging from the hangover of this 20th century failure of the Soviet Union. But, but it's receding in time. And so people like me, but many of my colleagues are basically trying to go back and do a kind of postmortem, a debrief and say, OK, those societies didn't work, but are there things in those societies such as policies towards women and families that we can rescue. Get rid of the bad stuff, keep the good stuff, and um move towards a new kind of different sort of socialism in the future. You know, I think there are many things that were commendable about these societies, their investments in art, their investments in science, you know, their um concern uh with obviously women's rights. I mean, there are lots of things that we can think about the ways in which they facilitated. Um, SOCIAL mobility and the ways in which ordinary people had basic sort of security in terms of healthcare and housing and food security in a way that we don't have in the West. So, what are the things that we could learn? What are the things that we should definitely not do again? Um, I think that is a really urgent project for academics, but also, you know, ordinary people today to educate themselves, not just to imbibe these Cold War stereotypes about famine and about, um, you know, uh, you know, waiting in line to buy toilet paper, right? There are these, there are these stereotypes that are out there that completely occlude. Other things that um we might be able to learn because, like, one of the things that I do is I read a lot of documents, for instance, from the 70s and the 80s, from Western sources who were analyzing social policies and things that were happening in the Eastern bloc, and they're so much more objective. Than anything that was written in the 90s or the 2000s, because of the victor, you know, to, what is it, the, the history is written by the victors, right? After the Cold War, we could go back and say everything about this was awful. But during the Cold War, people were actually learning from what the Eastern Bloc was doing, right? There were a polyclinic systems, healthcare systems, so much interesting scholarship has been done. So, From a scholarly perspective, I think there's a recuperative project, and from a political perspective, I think we need hope. I think we need hope, and I think that that the one good thing, as I said, about leftist politics is in times of hopelessness. It's often the socialists and the anarchists and the environmentalists and the feminists. It's often them who bring the hope. They bring the possibility of change, and they convince ordinary people that that things can be changed. And I think that's a really important role for these social movements. Even if they, you know, as a percentage of the parliamentary, you know, representation, they're small, they, they, they punch above their weight. I, I think about like the Belgian Workers' Party in Belgium, you know. This is a small workers' party, um, very socialist, but they are so important, and they're so respected in that political context, because they get things done, right? Um, BECAUSE they live by a set of principles that, that people, that appeal to people, that people understand, they speak the language of the people. And so, in my more optimistic moments, I hope The socialists and social movements of the left will learn from the past and also take those lessons and move forward with hope and positivity for change in the future."
	},
	{
		"start_time": "1:09:41",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again Why Women have better sex and the Socialism and other arguments for economic independence. I will be leaving a link to it in the description of the interview. And Doctor Goy, just before we go, apart from the book, would you like to reference any places on the internet where people can find you and your work?"
	},
	{
		"start_time": "1:10:02",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so my, uh, website is just www.christenosy.com, very easy. Um, YOU know, there's links to everything there, links to articles. Um, MY faculty webpage at the University of Pennsylvania also has, uh, some links there. There's a column archive at Jacobin, um, for things that I've written there. I mean, I, I, I write pretty broadly, so. Um, THE best place is just on my, my landing page. I'm not really a social media person, so I just have a website."
	},
	{
		"start_time": "1:10:35",
		"speaker": "Ricardo Lopes",
		"words": "Great. I will, I will also be leaving links to that in the description of the interview and thank you so much for taking the time to come on the show. It's been really fun and informative to talk with you."
	},
	{
		"start_time": "1:10:46",
		"speaker": "Kristen Ghodsee",
		"words": "Thanks so much for your brilliant questions. It was very, very nice to, to have somebody as a serious interlocutor."
	},
	{
		"start_time": "1:10:55",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]