[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Todd May. He's professor of philosophy at Warren Wilson College, and we're focusing on his book Should We Go Extinct? A Philosophical dilemma for our unbearable time. So, Todd, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Todd May",
		"words": "Uh, THANKS, Ricardo. It's an honor to be here."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "So should we go extinct? Could you explain a little bit better what is the precise question you try to answer in your book?"
	},
	{
		"start_time": "00:34",
		"speaker": "Todd May",
		"words": "Sure. uh, uh, LET me put it this way, Ricardo. It's not the question I'm trying to answer, it's the question I'm trying to address and deal with, right? So the, what I wanna do is I want to raise the question, start a conversation. Around the question itself, but also around the second question, the one that appears at the end of the book, which is what can we do to justify ourselves so that morally it would be better for us not to go extinct. So what the book is trying to do is grapple with that, that question. Ask, all right, what is it that we bring to the planet that other species can't bring or they at least can't bring it to the same extent. Uh, WHAT is it that we're doing to the planet, that's, that's harmful, that it would be better if we weren't here to do it. And then finally, given that balance or imbalance, how can we act in such ways as to justify our continuing to be here morally?"
	},
	{
		"start_time": "01:34",
		"speaker": "Ricardo Lopes",
		"words": "Right. And in general terms, how would you frame the debate here between people who think that we should continue to exist and the ones who think that the world would be better off without this?"
	},
	{
		"start_time": "01:47",
		"speaker": "Todd May",
		"words": "Yeah, the, um, the idea, I think, is that there are those who, who think for two different sets of reasons, Ricardo and let me get into each of them. That we ought to go extinct. So one set, and this is probably the dominant set of people who think we should go extinct, think that human life is just unhappy, uh, that it's, it's bad for humans to be here, that our lives aren't good enough, worthwhile enough, meaningful enough for us to continue to propagate ourselves, right? The other side of that, um, are people who think because of the damage we do to the planet. That we ought not to continue to exist. It's that second side that I'm dealing with. I argue in the book a bit that it, that I, I'm not on board with the idea that for most of us, our human lives are not worth living. Uh, SO there's that's that side of it and the the reasons that The, the reasons that the second group gives are reasons that I canvas and add to in the book. The, the, uh, the cruelty of factory farming, uh, the contribution to the climate crisis, deforestation, scientific testing, things like that. Right. On the other side of it, there are those who think it would just be a terrible tragedy, uh, and one that, that can't be made up in in any way. If we were to go extinct. And I talk about some of those reasons in the book as well, uh, often using authors that aren't thinking about extinction, but whose arguments would be relevant to the issue of extinction. Mhm."
	},
	{
		"start_time": "03:34",
		"speaker": "Ricardo Lopes",
		"words": "Uh, HOW about the ones, the people who just don't care either way, whether we go extinct or not, for example, do the nihilists also play a role in this debate or not?"
	},
	{
		"start_time": "03:45",
		"speaker": "Todd May",
		"words": "Uh, um, I, it's a good question. Nobody's ever asked me that one. I, I, I suppose I could, I could go meddle with this and say, I don't care what the nihilists think. But, but, uh, I, I think I, I don't see a role for them in the sense that if you don't care one way or the other about human existence, the, the, the question isn't gonna grip, get a grip on you. Mhm."
	},
	{
		"start_time": "04:14",
		"speaker": "Ricardo Lopes",
		"words": "And when talking about extinction, what kinds of extinction are we considering here? I mean, how would we go extinct?"
	},
	{
		"start_time": "04:22",
		"speaker": "Todd May",
		"words": "Good. Yeah, this, uh, I, I talk about this a little bit in the book. So there are various ways in which you can imagine humans going extinct. One would be that the climate crisis comes and takes us all, right? Uh, NOW, having, I, I live in Asheville, North Carolina, which was devastated by a hurricane, uh. As you probably know, even as we speak, there are fires raging out of control in Los Angeles. So the idea that the climate crisis might be such that humans go extinct or nearly extinct, uh, is one that I think is on the table and that worries people. I don't think that the climate crisis itself would make people go extinct, but although it could radically reduce the population. Uh, THEN there is the specter of nuclear war, right? That's one that could actually prompt extinction one way or the other. Uh. Neither of those. ARE ones that I'm thinking about when I think about the issue of extinction. The, the image that I have, and I'll explain why. The image that I have is kind of what what some people call a children of men scenario, right? Based on the book and the film, uh, that considers what it would be like if all of a sudden we we, we became infertile. Uh, WE couldn't reproduce. Uh, THAT, that scenario to try to think this issue through. WOULD be a more likely one. The reason being that the climate crisis and nuclear war are going to devastate not simply us, but the fellow creatures with whom I'm about whom I'm thinking, right, in terms of human cruelty. But a children or men scenario doesn't do that, right? What it does is it it allows humans to go extinct uh without other animals necessarily going extinct. Of course, our extinction would have effects on other animals, but it won't necessarily make them go extinct."
	},
	{
		"start_time": "06:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But isn't it inevitable that somewhere in the future humanity will go extinct sooner or later, or one way or the other?"
	},
	{
		"start_time": "06:37",
		"speaker": "Todd May",
		"words": "Oh yeah, we're we're definitely gonna go extinct. Look, if nothing else, Ricardo, but the sun's gonna expand and then some however many years that it it does that, uh, it's gonna be too hot for for human life and probably most life on the planet. So yeah, we will go extinct. The question for me is, should we do that sooner rather than later? Is the harm that we're bringing to the planet, such that we should, that it would be morally incumbent upon us to go extinct. That's the question that I'm raising, right? Now, let me say a a little bit about that as well. It's a question I'm raising. Do I think that we're all gonna get together and think, hey, we're really not doing good stuff for the planet, we should go extinct. No. Right, it, it, it that's not. What's likely to happen. So resolves itself not into a question of what we are likely to do, but what we are morally obliged to do. Uh, AND if we're causing more harm collectively, right, then in fact justifies our existence, then what we ought to do is go extinct. But now let me take this one more step, record if that's OK. The The idea is this. If we were to look upon ourselves and think, it might not even be justified for us to be here. The next question would be not necessarily, well, should maybe we should go extinct then, but what can we do in order to justify our being here? In other words, we, we were faced with what I call at one point, not in the book, but elsewhere, the, the prospect of a moral hanging, right, right, you know, Samuel Johnson said that uh when a person's facing a hanging in two weeks, it focuses their mind admirably. But if we were to think to ourselves, maybe we shouldn't even be justified, maybe we're not even justified in being here. Then that should focus our mind on what we should do to be justified, to continue ourselves."
	},
	{
		"start_time": "08:50",
		"speaker": "Ricardo Lopes",
		"words": "Right. And looking at the current state of the world, what would you say are the aspects that are the most worth considering when evaluating such a, a question as to whether we should go extinct or not?"
	},
	{
		"start_time": "09:04",
		"speaker": "Todd May",
		"words": "Good. On, on both sides, Ricardo? Yes. OK. So, on the side for continuing. There are things that we bring to the planet that other, uh, other species, other animals cannot bring, or at least they can't bring it to the same extent, right? Uh, AND I talked about several things. One is the levels of happiness that humans can generate, right? And a happier planet is better than a less happy planet. So there are dimensions of happiness that we have. We, we have projects that we can extend into the future, recognizing certain relationships that will extend into the future. All of these can bring us kinds of happiness, dimensions of happiness that non-human animals aren't capable of nearly to the extent that we are. That's one thing, right? Another thing. Is that we bring to the planet the creation of art, right, and science, and not only the creation of art and science, but the appreciation of art and science, and other things like sports. And I think most of us think that if these things art, science, sports and whatnot, were to disappear from the planet. That that would be a loss for the planet, that the planet would in some ways, ways be impoverished if we, we, if, if the planet would be impoverished if that were no longer aspects of the planet, right? So there are those two things, right. A third element is one that's brought up by Samuel Scheffler, right, uh, in his book Deathin its Afterlives. Uh, HE says, look, one of the things that Humans That give humans meaningfulness in their lives, is the sense that whatever they're doing, there will be other human beings that will continue it, or they will appreciate it, or, or that will be able, but somehow to take it up, right? And if we were to go extinct, That wouldn't be there. Uh, SO a lot for Scheffler, a lot of what makes our lives meaningful is the thought that not just our kids will continue, but there there will be others that will continue to take up everything from our research to the guy who owns this a grocery store down the block, and other people will continue to shop there. So all of those things are on, we could say the plus side. On, on the minus side, there is, and the, the thing that I talk about the most in the book, factory farming. Uh, FACTORY farming creates endless cruelty for billions of animals, right? Uh, I, I don't have the, the, the book has the numbers. I don't have the numbers at my fingertips, but I'm, I'm gonna give myself a pass because I'm, I'm a philosopher, and you know how we are with facts. We're not so great with facts. So, uh, uh, but the book, uh, the book details, so for instance, A US citizen who lives, say, 70 some years, uh, is going to wind up eating hundreds, but most, most Americans are gonna wind up eating, you know, hundreds of animals that we're gonna spend their lives, torture chickens, cows, pig pigs, uh, and that's going to create all kinds of suffering, right? Simply so that we can have food that's cheap and tastes good. Uh, WE also engaged in deforestation in, in good part in order, right, to raise these animals, and that Destroys the lives of any number of our fellow creatures. Uh, WE, the climate crisis, which I've mentioned before, destroys the lives of fellow creatures. A lot of scientific testing is done in in ways that A create a lot of suffering, and B, just don't even need to be done. So, all of these elements are elements in which we contribute to the suffering of our fellow creatures, and I'll mention one other thing, uh, and this is more controversial, but it's sort of, I guess, personal for me, that we, we destroy ecosystems that have their own network set networks of lives and, and their own beauty. So I live in western North Carolina in the mouths. And to me, I wake up in the morning, I, I can see the mountains. If we were to sort of pave them over and and destroy them, right? That seems to me to be a loss, not simply in the creation of suffering for the animals that live there, but for the ecosystem itself, which to me has a sort of a a beauty and integrity that's worth preserving. And we're In our expansion, we're undermining a lot of that."
	},
	{
		"start_time": "13:57",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, but does it matter if our extinction occurs voluntarily or involuntarily?"
	},
	{
		"start_time": "14:08",
		"speaker": "Todd May",
		"words": "It, it goes back, Ricardo, to Actually how we go extinct. So, if we were If we were to go extinct voluntarily, what that would mean is that we would be taking the decision. That we shouldn't continue the species, that that. What we're doing is creating enough harm that we should no longer propagate ourselves. That would be, that would leave our own agency, right? But in any way that we would go extinct involuntarily undermines our agency. So it undermines an aspect of our own moral character, right? Now, Regard having said that, we can, we can also divide into different types of different ways of going extinct. So if we go extinct in the children and men scenario, right, that's involuntarily and will cause suffering to us, uh, outside or beyond our ability to be able to do anything about it. If we were to go extinct, so for instance, through a nuclear holocaust, right, that would wind up not simply. Uh, PREVENTING us from propagating further species, but also ending the lives of people who are currently here. And one of the things in the book I try to do is say there's a real difference between going extinct in the sense of not, not creating further generations, because the not creating further generations doesn't stop anybody in particular from being here, right? Because there's nobody, like, there's nobody's waiting in the wings to get born. So if we go extinct in that sense by not propagating, right, then that doesn't bring harm to anybody in particular who would otherwise be here. But through something like uh uh a nuclear holocaust, that, what that does is end the lives of people who are here, and that's a whole different issue."
	},
	{
		"start_time": "16:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But, uh, among the, the arguments that you presented there in my previous question when I asked you about the, the arguments that people put forth when, when it comes to defending our continuing to exist, uh our existence, uh, what would you say are the best ones or the most compelling ones?"
	},
	{
		"start_time": "16:34",
		"speaker": "Todd May",
		"words": "I'll give you my personal view, OK, uh, um, because there are philosophers right away who are gonna disagree. I think the argument about the loss of art and the loss of uh of science and the loss of the ability to appreciate those, that to me is the most compelling one. Right. Now, no utilitarian is gonna agree with me on that. The utility utilitarians gonna say to me, it's happiness. We lose happiness, right? And that's the problem. Uh, AND I, I can see why they would say that from their perspective. Uh, BUT there seems to me, uh, in losing science, uh, and in losing art and sports and these various practices, it seems to me that we're not losing some quantity of happiness that other animals might possess, but to a lesser degree. We're losing whole dimensions. Of life, and that losing of dimensions of life seems to me more deeply tragic than just less happiness. Mhm."
	},
	{
		"start_time": "17:44",
		"speaker": "Ricardo Lopes",
		"words": "But, uh, I mean, when it comes to the values that humanity brings into the world, there is one particular kind of argument here that perhaps for me it's a little bit harder to understand. That is when people argue that the universe itself would lose value if humanity went extinct. I mean, could, could you explain what that means exactly and do you agree with that kind of argument?"
	},
	{
		"start_time": "18:11",
		"speaker": "Todd May",
		"words": "Yeah, uh, I, I talk about this somewhat in the book. Uh, IF you said the universe would lose value, it makes it sound as though it's going to be some loss that the universe is going to regret, right? But the universe doesn't regret because that's not the kinds of things universes do, right? So, so the question then becomes pressing in the way that you've asked it. Uh, AND the way I put it is this. If we were no longer here. That wouldn't be a loss for any any of the other animals that are here, right? Nobody would experience that loss. So the question is, in what sense is it a loss? And the only place from where it can be a loss is from our perspective, from our view of what, what creates richness, what creates richness on the planets, right, in the world. So, for us to look and say a planet without science and art and sports, etc. IS impoverished, is to take a a human perspective. And say, from the perspective that we occupy, that seems an impoverishment. Now, if we weren't here, there would be nobody to feel the impoverishment, but we are here. And as we are here, and the only uh As we are here and. Let me start that sentence again. OK. Uh, AS we are the only ones who can judge this from the perspective that we take, there isn't some other place called the universe that can make judgment on this, right? We can make judgment on this. And making judgment on this, we use our values. And from our values, it would be a loss for there not to be science and arts, right, sports, etc. Mhm."
	},
	{
		"start_time": "20:11",
		"speaker": "Ricardo Lopes",
		"words": "But, but I mean, objectively speaking, it wouldn't be a loss for the universe itself,"
	},
	{
		"start_time": "20:17",
		"speaker": "Todd May",
		"words": "right? Yeah, here's the word objective, Ricardo, and you know what happens to philosophers when the word objective comes around, right? Um. It would It would be objectively a loss in the sense that if we think of objectivities as what are the, where the the best reasons go, then it seems to me the best reasons go toward it would be a loss not to have these kinds of practices. But The best reasons are reasons that we give ourselves, right? But there's no other place for reasons to come up from the place that we give ourselves. So if we think of objectivity as outside of the humans, right? The point of view of the universe, right? I would say that there, that objectively, there is no particular loss. But on the other hand, it's not clear to me there is anything like objective, objectivity, right? If there's, if objectivity comes from the best reasons one can offer for a position, then, in fact, it would be a loss because those best reasons are reasons that we give ourselves and one another."
	},
	{
		"start_time": "21:33",
		"speaker": "Ricardo Lopes",
		"words": "Right. So there is also another kind of question important to address here that has not so much to do with the good that humanity supposedly brings to the world, but as to whether life itself is even worth living or if we take a step further, worth starting. So what do you think about antenatalism?"
	},
	{
		"start_time": "21:56",
		"speaker": "Todd May",
		"words": "Yes, uh, the If I take antenatalism, not as the view that humans should go extinct because of what we're doing to other creatures or to to ecosystems, but antenatalism as the view that it's bad to bring people into the world because their lives are not going to be worthwhile, right? Uh, AND the The I think the probably most well-known proponent of that was David Benatar, right? And with his book, Better Never to Have Been Born. Uh, AND his one of his arguments is that we tend to We tend to have a misplaced view of how good our existence is. We're Pollyannaish about it, right? Uh, WE, we justify our, the worthwhileness of our life to ourselves because it would be too painful not to. And if you add up With the pain and suffering. That humans uh experience and the goodness that they have, the ledger is gonna come out the wrong way. Uh, I'm not terribly comfortable with that argument, and I'm not terribly comfortable for two reasons, right? One is, If we were to judge. Or to the extent that we judge, that the pain and suffering is worth it, right? That seems to me a point to take seriously. I'm not sure that that's an illusion, right? That's an evaluation. And I, I would like to take that evaluation for what it is. Yes, I've lived this life. It's involved, a lot of pain and suffering, but what I have gone through is such that it makes it worth it. Uh, I, I don't see that as Pollyannaish necessarily, maybe for some people, but it, um, but I don't, but I think that it, it might well be a considered judgment and assessment that people have. That's on the one side, right? But on the other side. That discussion really has a lot to do with the happiness of human lives, right? And I've written elsewhere that there are ways for lives to be meaningful. Without necessarily being happy, but that there are various ways in which our lives can uh can unfold, uh, in accordance with, say, themes of adventurousness or intensity, or spontaneity, or curiosity, and that that can give a sense of meaningfulness to a life that isn't on the scale of am I happy or am I not happy, but is this a worthwhile life for me to be living? Uh, AND if you, if you pull those together, that, that I think we're better sources of evaluation of our lives than people like Benatar seem to think, and that there are other dimensions that can lend with wildness to a human life that don't resolve into things like happiness or objective list theories, etc. ETC. THEN I think it becomes harder to maintain an antenatalist position. Mhm."
	},
	{
		"start_time": "24:58",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to the harms that we bring to the world that you mentioned earlier, what would you say are for you in your perspective, the most compelling argument?"
	},
	{
		"start_time": "25:12",
		"speaker": "Todd May",
		"words": "I focus a lot on factory farming, uh, and I, I, I, I think that's one of the, one of the central arguments in part because It creates so much suffering. And in part because there are ways not to have to do it. Now, I want to be careful here, right? Because I don't want people thinking, well, Todd says if we just in factory farming tomorrow. Everything's going to be great. It won't be great. There's a reason that factory farming continues to exist, which is that it produces cheap meat. And there are a lot of people who have who have difficulty affording To, to be able to buy meat that's humanely raised. So, what happens is if you cut factory farming up tomorrow, uh, without any sort of support for people who are marginalized or impoverished, what you're going to get is hunger. Uh, AND so what really needs to be done, it seems to me, are the, uh, and a gradual elimination of factory farming on the one hand. With policies that support people who are marginalized and impoverished so that they can have an adequate diet. Now, having said that, let me just say that regardless of what you did with factory farming, that we ought to be supporting people so that everyone has access to an adequate and healthful diet. But if we are If we're going to intervene on factory farming, it seems to me that that's a necessary policy element. It's got to go alongside of it, uh, in order to make sure that the elimination of factory farming isn't something that just causes mass hunger."
	},
	{
		"start_time": "27:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But uh earlier you talked a lot about how we harm other animals, how we harm the climate and the planet more generally, but we, we should also consider here how we harm other fellow humans,"
	},
	{
		"start_time": "27:18",
		"speaker": "Todd May",
		"words": "right? Yes, uh, uh. We could get into a whole discussion of social media here, couldn't we? Um, I, I nodded to that in the book. Uh, WHEN I was talking, uh, with the editor, uh, at Crown Press, we're going over the book, uh, he, he raised this question, and I said, I, I don't want to, I, I want to focus too much on this question for a couple of reasons. One, it's its own issue. Uh, AND second, but if I were to argue that because of the harm that we do to our fellow human beings, we should go extinct. It's a very short step. To the position that in fact human lives are not worth living. Right. And, and I, I don't believe that. So, I don't want to argue that humans, that, that human and human cruelty and suffering is such that we should, uh, that it forms an argument for going extinct, right? I mean, there are plenty of arguments, good arguments about why we shouldn't do it. But I don't think it itself stands as an argument for going extinct. Mhm."
	},
	{
		"start_time": "28:35",
		"speaker": "Ricardo Lopes",
		"words": "And what do you make of ideas like long-termism?"
	},
	{
		"start_time": "28:39",
		"speaker": "Todd May",
		"words": "Um, NOT keen on it. Of the Well, first off, right, long-termism is a development of effective altruism, right, uh, which I'm also not keen on. Uh, THERE are a number of difficulties with effective altruism. Other people have discussed it better than I. Let me just mention briefly, uh, Larry, the philosopher Larry Tempkin's book, I think it's Being good in a World of Need. Uh, Temkin was himself, uh, a proponent of effective altruism, and he began to rethink it. Uh, AND as he rethought it, he realized there's all kinds of problems with it. Uh, JUST to mention a couple, right. Effective altruism involves giving to organizations that themselves will will give often to third world countries. Uh, THAT involves questions of how efficient the organization is also the question of how, how the giving goes, because in a lot of these countries that you, you would be contributing to, you have to contribute through the, we said the good graces, I suppose, of the government, which means it's gonna skim off some. Uh, AND it may not be supporting its population in the first place. Right. So, two things are happening. One is you may be supporting a regime that itself is problematic, and second, right, you may be supporting a regime that then feels as though it doesn't need to take responsibility for its own population, because someone else is doing. So, effective altruism has any number of problems. All that long term, long-termism does. Is it complicates that, right? Because what it says is that that the people who exist, who are going to exist in the future, are so numerous. That they swap the number of people who currently exist. And therefore, right, we should have much more concern for the people that we have, that are going to appear in the future and less concern for the people that exists now, right? And That's got several problems. One is the problem, right, that it's just human centered, right? It's not looking at our fellow creatures. Uh, SO it's got all of the issues that I bring up in the book, right. But second, right, uh, there are philosophers who have shown that that this can lead to some very counterintuitive results. So, for instance, if you've got a, a possibly disastrous Uh, event in the future, say an asteroid, uh, that could hit the planet, but it has a very, very small chance of happening. And yet, that small chance of happening, right, multiplied by the, the damage it would cause would mean you ought to put a lot of resources to that, rather than, right, putting resources toward say, ending impoverishment now or creating better. Uh, CREATING better policies, better foreign policy, things like that. So, what long-termism does, it seems to me, is it takes all of the problems that effective altruism has, and then just adds a few of its own. Mhm."
	},
	{
		"start_time": "32:00",
		"speaker": "Ricardo Lopes",
		"words": "So one last question then, what is your own conclusion? I mean, do you think we should go extinct or not?"
	},
	{
		"start_time": "32:08",
		"speaker": "Todd May",
		"words": "I don't know. Here, here's the thing, Ricardo. Um, My I wrote the book to put the question out, right, for it to further a conversation, right? Uh, IT, when I see it discussed, it seems to me that it doesn't get discussed in a nuanced way. People take one side or they take the other side, and they cling to it without ever really looking at nuances and trying to consider, but seriously, how we should think about this. And I see the book as a contribution to that. However, right, it seems to be an initial contribution, and I think there are others who can add to this, and, and frankly, Ricardo, others who are just brighter than I am, right, who are going to be able to think about this in ways that that are deeper than I can, right? And add to that conversation and bring in considerations that I would have brought in had I thought of them. Uh, AND so, I'm, what I'm hoping is that, is that this doesn't start a conversation, conversations are already happening, right, but that it adds something to the conversation and opens up ways of thinking that will allow us to, uh, uh, let me put this way, that will allow us to think about this more deeply and allow people who are, who are deeper thinkers than I am to be able to engage in it. That's on the one side. But on the other side, right, the point of the book was not simply to answer the question, which ultimately I give consideration so and don't give us a straight yes or no, but ultimately to motivate us to think about what we do, to think about how justified we are here, and to think about what we can do to make ourselves either more justified or merely more nearly justified. And so, The point of the book isn't simply to say, OK, here's the two sides and uh good luck and Godspeed, right? Right. The point of the book is to raise that, to put it on the table, further that conversation, but also to point out that this, the mere fact that this is a live issue, means we really should be thinking about what we're on about and what we can do to make our existence more justifiable."
	},
	{
		"start_time": "34:35",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again, Should we go extinct, a philosophical dilemma for our unbearable times. I'm leaving a link to it in the description of the interview. Uh, AND Todd, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "34:52",
		"speaker": "Todd May",
		"words": "Ah, so I do have a website. Uh, SO as a baby boomer, Ricardo, right? I, uh, it's, it's all I can do to get on the computer. But uh the, the website is ToddmeyPhilosopher.com, right? Uh, AND I can be reached through there. I also teach at Warren Wilson College and uh I have, I have email there. Uh, SO, yeah, there are, there are ways to reach me, uh, and, uh, to express your approval, disapproval questions or uh people who can help me think more deeply about this than I have already thought."
	},
	{
		"start_time": "35:34",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for the great talk. It's been a great pleasure to have you on the show."
	},
	{
		"start_time": "35:40",
		"speaker": "Todd May",
		"words": "Thank you, Ricardo. It's been a pleasure and an honor to be here."
	},
	{
		"start_time": "35:44",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorte or Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]