[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm, I'm your host, Ricardo Lopez, and today I'm joined by Doctor Claudia Pas Frere. She is an assistant professor of bioethics at New York University. Her current research program focuses on the development of consciousness, including What theories of consciousness say about infant consciousness and machine consciousness and how these theories shed light on ethical issues. And so we're talking about the development of consciousness and morality today. So, Doctor Pas Ferreira, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:36",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Welcome. Thank you very much for having me."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh, uh, tell us first, how do we determine that a particular being is conscious? I mean, how do we go about determining that, for example, an infant and nonhuman animal is conscious? Are there particular tests that we can use or what?"
	},
	{
		"start_time": "00:58",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Uh, YEAH, this is a, uh, a very good question to start because it's right on, on the focus of my current research. So, so for a creature like us, adults, uh, human beings, we usually rely on what we call verbal reports. So I ask you, are you perceiving this stimulus? Are you hearing the sound? Are you seeing this, uh, uh, visual input? And you can give me verbal reports. You can say yes or no, or you can indicate with the behavior, whether you're seeing or, or hearing or perceiving uh the uh the stimulus. Uh, SO, in other cases where you don't have reports, you have a challenge because we know from our cases that I cannot observe directly conscious, consciousness on your brain. I cannot see your brain or open your brain, or have an image of your brain and spot, oh, here is uh Ricardo's consciousness. So we need some other type of indication that gives us an idea if you are uh conscious or not of the stimulus. So in that case, as I said before, we have, I can, you can communicate to internal states and tell me whether you are perceiving or not a stimulus. In cases we don't have verbal reports, we have this problem that how can we assess, uh, access, uh, internal status in cases. That the creature cannot give us a verbal indication that they are perceiving or not. Uh, IN the animal case, we can train animals to give us some indications with their behavior. So we can train, uh, for instance, uh, a monkey to push a button when you see an image on the screen, OK. Uh, OR you can observe the way they behave if they have some certain kind of behavior that we think goes together, goes, uh, uh, correlates with consciousness, and you might get in conclusion that they might, uh, uh, perceiving that behavior or performing that behavior, giving a conscious states they have. Uh, IN the case of infants, we have a challenge because, uh, we cannot train, uh, young, uh, uh, infants, uh, young infants, when I say young infants very young, like 1 month, 2 months newborns, so we cannot train them to give us, even with their behavior indications if they're conscious or not. OK. So how can we know whether they are perceiving or hearing or seeing a stimulus consciously. So usually we have some sort of behaviors that we think correlated with cautious, that is some sort of indication, uh, but we cannot have the classic verbal report, uh uh uh indication of consciousness in infants, OK. And even the behaviors we have is not a trained behavior as we can have in the case of animals, it's a behavior that we observe them. And we can infer from that that observation that they might be performing that behavior given the conscious states they have, but I can elaborate more about that if you, if you want."
	},
	{
		"start_time": "04:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, so what can we tell about early conscious states in preverbal infants? I mean, uh, how can we know anything about it?"
	},
	{
		"start_time": "04:30",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Yeah, so, uh, so there are some sorts of behaviors that we think, uh, in the, in the early stages that might correlate with, uh, uh, consciousness. For instance, uh, infants, they have a very limited motor behavior. We cannot train them as we can train animals because the range of motor control they have is very limited. They're still developing their motor control. Uh, BUT they can already use their eye gaze and direct their eye gaze to certain stimulus that might indicate that they're perceiving consciously that is stimulus. And we can use this type of behavior, the eye gaze, the eye direction they have, uh, as an indication whether they are, uh, perceiving, uh, for instance, a patch of color in the screen. So, uh, we usually, uh, have, uh, is something that uh we humans have, we can, once we are habituated with certain kind of stimulus, we lose interest in that stimulus, OK? And to regain interest, I have to show you something new and we can use this, uh, this technique with infants. So if an infant is habituated with certain kinds of visual stimulus, Uh, and we change the visual stimulus, for instance, they are seeing a patch of red and you change for a patch of green. And if they regain attention and regain interest in the stimulus, you might, it might suggest that they might be perceiving that stimulus consciously. And you can do the same with auditory information. Uh, SO, gain interest and curiosity and also surprise, if you violate some sort of expectations they created related to the environment, this kind of surprise reactions might indicate that they're perceiving the stimulus consciously. OK. One challenge for uh For distinguished conscious perception for unconscious perception is, uh, is because there are many. Percepto states we have that we are perceiving unconsciously. So how can we disambiguate when you're perceiving consciously a stimulus and when you perceive unconsciously the stimulus. So behavioral indication in this sense might be limited because uh as we cannot ask infants if they are actually perceiving consciously or unconsciously because they, they cannot give us those uh Those uh answers. Maybe sometimes behavior uh response might be something confusing, might not be completely clear for us if the stimulus has been perceived consciously or unconsciously. So usually we combine. Behavioral response with uh neuro correlates of conscious, that means the, the way our brain responds to situations of surprise and situations where I regain interest or regain curiosity um in the cases I was habituated with certain stims. Mhm."
	},
	{
		"start_time": "07:46",
		"speaker": "Ricardo Lopes",
		"words": "And our self-knowledge and the development of a first person perspective related to consciousness?"
	},
	{
		"start_time": "07:55",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Um, Yes, this, uh, this is a, a very good question. So, uh, So for certain uh theories of consciousness, uh, the, the, the perspective of this first person perspective of yourself is part of uh the conscious experiences. So some, uh, some fears of consciousness postulate. THAT uh the, our experience of consciousness is related to some type of perspective we have uh related to the environment. So I, I only perceive the environment from my perspective, from my own self-perspective, and in this case, I can use my, uh, my perception to actually perceive my own, uh, uh, have some knowledge of my own state, OK. But not all theories of consciousness think that experience of conscious always rela uh requires self-knowledge. So I just want to make a distinction before uh go ahead to say a little bit about self-knowledge. So, uh, so self-knowledge is the knowledge of our own minds and not the knowledge of our own stages. OK. So if I'm conscious of, I don't know, I'm seeing uh in the screen, your image, I'm conscious of uh Ricardo's images in the, in the. I can assess my internal states, I can have some introspective access to my own state, and I can have this introspective access directly. For instance, you, Ricardo cannot know what I'm thinking now, but I can have access of what I'm thinking. So, one idea is that self-knowledge is something that might develop later. I might 11 framework might understand uh the early stages is I might, I might be born with conscious experience of my, my body, the environment, uh, and conscious uh uh experience of my internal state. But self-knowledge means knowledge of my mind. It, it might come later in the sense that I might need some uh cognitive development to be capable to start reading my own mind, OK. When, how does this might develop? So one idea is that Our more primitive idea of self-knowledge is how we very early uh start monitoring our own states, OK, some sort of internal monitoring uh that gives me some sort of confidence on uh my perceptual states. And from this, when I acquire language, I acquire this inner dialogue that is knowledge of my own mind, but knowledge together with some sort of language. But this might be something that comes later when infants acquire language. In the early stages might be just a sort of capacity of monitoring your, your own stages, maybe later uh our own internal stages, maybe later you develop the capacity to conceptualize or create some, some, some sort of concepts about yourself. So one classic indication of self-knowledge that comes with an external behavior is the classic neural, self neural recognition. When, uh, around 1 year and a half, infants start to be capable to see the image of themselves and that image be recognized by them as an image of themselves. So the classic test for this is the mirror test. You put some uh some mark in the, the front half of a child and you, the child see their image in the mirror. And if the child try to remove the mark, it's because they uh recognize that that mirror, that image in the mirror is the image of themselves. It's a representation of themselves, OK. So this would be like the classics of knowledge, but for this, uh, uh, it, uh, it, we have already like more than a year of development. So probably consciousness of our state, uh of our state, uh uh of our perceptual consciousness or sensorial consciousness is something that might uh evolve earlier in first than the capacity to have knowledge of our own state."
	},
	{
		"start_time": "12:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So you've also done work on moral development. So is morality determined by the brain in any way?"
	},
	{
		"start_time": "12:53",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Uh, Yes, so, um, So I think, I think the way we, uh, the way we uh pro process our moral reasoning, I think is related to the uh the way our brain is, uh, Is wired, shaped by evolution. It doesn't mean that moral values are determined by the brain, OK, moral values are collectively constructed uh by uh the society. So our brain does not tell us uh whether something is right or wrong, but probably we use our brain to uh to moral reasoning and we use our emotions to make decisions, uh, moral decisions regarding what is right or wrong, uh, to do. So, um, so one way to think about this is, um, So probably we have one area of our brain that is uh related to the way we uh we react emotionally to certain uh violations of or situations where we think there are some moral violations and those emotions might indicate for us what is Uh, might create some sort of reactive attitudes if that, uh, that action is right or wrong, OK. At the same time, we develop with language and, uh, socialization, uh, we internalize certain kind of moral rules that we learn collectively. Uh, AND those moral rules might be part of the type of reasoning, uh, we can make, and we can also use others of our brain that are related to more abstract reasoning to think about some rules. So, uh, you, we might, we might use our emotions to react when you see someone suffering, OK? And then later on in development, I might develop some internalization of making someone's suffering is wrong. Then I might use this as a more reasoning, in many cases, many other cases to reasoning. OK. Uh, BUT what makes someone suffer or not is not determined by our brain. What makes someone suffering or not is a term by other, uh, uh, things related to well-being of creatures. Uh, AND, uh, about some, some sort of, of more rules we learn socially."
	},
	{
		"start_time": "15:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Could you tell us about cognitive and emotional processes like empathy, being able to identify with another's perspective, and then what stimulation as processes that participate in moral development."
	},
	{
		"start_time": "15:56",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Um, YEAH, I think empathy is, um, A capacity we have that probably emerged with uh the species evolution uh that gives us some guidance uh to, to help us to read some, some context, to read some situations and to evaluate and use our uh empathic emotions to reasoning whether some situations are, are, um. ARE morally right or morally wrong or, or good and bad. OK. Um So one That's sad, empathy has um many many limitations and many bias that have been, been described in the literature by many uh many philosophers, but I still think that uh it's uh a natural capacity we have to, uh, to be capable to access uh other minds and understand what type of reactions you might have. So, uh, we can use empathy uh in social cognition. So if I want to understand the intentions you have when you, when you're acting, I might simulate your, uh, your actions in my own mind to understand what type of intentions you might have, performing X and Y actions. OK, so I don't know if you are trying to communicate or make some uh uh some signal to me with your hands, I might try to understand what Ricardo has in, in his mind, he's trying to, uh, to say something to me or not. So I might to use my understand of, of, of other minds to try to understand your, your behavior. So in the empathy case, uh, what is relevant to the type of emotions I might, uh, uh, be able to imagine that you have when you perform some actions, OK. So, uh, so we, we use, we can use empathy in social cognition, you can use in moral reasoning. So I see some, some, uh, some circumstance, some action or some contacts where someone Um, I don't know, perhaps they are beginning to violate it, OK? And the type of emotions I feel that is a reaction to that situation. Uh, CAN be practically coupled with the type of uh emotions that person is undergoing, OK. I might feel, uh, uh, some indignity because someone has been disrespected. I might feel sad, I might feel array with some, uh, uh, anger, and this reactive, uh uh uh emotions uh. It's part of this is empatic feelings that reveals to me what that person is feeling in that situation. And from this, I might, it might help me to uh to arrive at some sort of moral judgment of what the situation is right or wrong, and And helps also, I think empathy also uh has a motivational component for you to act uh in, in the behalf of the person. Mhm."
	},
	{
		"start_time": "19:27",
		"speaker": "Ricardo Lopes",
		"words": "So, let me ask you then one last question. Do you think that empathy can help us being respectful of people whose communication is impaired and so we cannot apprehend their point of view as well, like people with intellectual disabilities?"
	},
	{
		"start_time": "19:46",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Uh, YES, I think, uh, empathy can be very helpful to, uh, to grasp the perspective of others. So I think empathy is a skill we can train, we can, um, learning how to empathize better with uh others' perspective. So the, the The case of, of, of people with severe uh learning impairment or severe cognitive impairment. Uh, IS a challenge for us because, uh, they are so far away in terms of communication, OK, so our relationship with someone with impairment or the severe impairment that didn't develop language communication is a challenge because it's very hard to grasp actually what is, what is in the perspective of that person. So some, uh, some atheists think that because we cannot, uh, uh, grasp or identify with their, their positions, it might be hard for us to know what would be moral, uh, morally wrong or right to, to do with them. Uh, SO we would, we not have this type of identification with that. Uh, I, I think that empathy can be an ability and skills that can help us to bridge this gap between, um, What is the type of mind we have and what, what, what it's like or what, what it's like to be a severely impaired person. And once, once we are capable to use our empathic abilities to grasp what type of um Reactions they are having, understand their minds, uh, this might help us to, um, to relate with them in a more human, humanly way. So in my paper on uh empathy and, and, uh, severely impaired people, I discuss a lot how The fact that we don't understand completely what's going on in their minds, our tendencies is to dehumanize them, to see them less humans, less has less humanization than uh I think we should uh. We should react to them, we should uh interact with them. So I think empathy could be a good guide to uh uh to reestablish some side, some sort of um humanized relationship with them."
	},
	{
		"start_time": "22:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So just before we go, where can people find you and your work on the internet?"
	},
	{
		"start_time": "22:38",
		"speaker": "Cláudia Passos Ferreira",
		"words": "Uh, YEAH, I have my, my, uh, uh, institutional website at NYU, uh, the Center for Bioethics, uh, is, uh, maybe it's the best way, so it's, uh, New York University, the Center for Bioethics, and this is my website there. I can also, I also have a page on the few papers, uh, website. Uh, SO we can also uh search for my, my work there."
	},
	{
		"start_time": "23:10",
		"speaker": "Ricardo Lopes",
		"words": "Great. Um, I will be leaving links to that in the description of the interview and Doctor Pas Ferreira, thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "23:21",
		"speaker": "Cláudia Passos Ferreira",
		"words": "OK. Thank you very much. It was a pleasure too."
	},
	{
		"start_time": "23:25",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bortolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]