[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by a return guest, Doctor Marina Garcia Granero. She's an assistant professor of moral philosophy at the University of Valencia. Last time we talked about some aspects of Nietzsche's philosophy like Zoun, the Uberman race, biopolitics. Today, we're talking about some other aspects of his philosophy like the genealogical method, the death of God, nihilism, and some other related topics. So, Marina, welcome back to the show, uh to the show. It's always a pleasure to have you everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Marina García-Granero",
		"words": "Thank you for having me. It's good to be back on the show."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "So let's start with the genealogical method then. What are, what are the goals of it?"
	},
	{
		"start_time": "00:47",
		"speaker": "Marina García-Granero",
		"words": "So genealogy has become a prominent method in contemporary philosophy. It serves as a deconstructive or narrative approach to explore the origins of beliefs, concepts, values, practices, for instance, the notions of truth, altruism, justice, and it has gained particular recognition as an anti-essentialist tool. It's especially useful for social and political critique, however, Nietzsche's approach to genealogy has deeper nuances and distinctive characteristics that make it unique. And differentiate it from, let's say the popular understanding that we have now. Evidently, Nietzsche did not coin the term genealogy. It comes from the natural sciences. Think of the genealogical tree or arrangement, but he did pioneer the genealogical method as a philosophical tool. Genealogy as a philosophical method clearly stated. So he presented it as a richer and more nuanced uh method than the. Historical approaches from English genealogist, the English evolutionists, and it's actually quite funny because he always labels and calls his, he, he calls them the English even when they're not English like Paulre, he was German but he called him English. So, and Nietzsche himself uh in Human to human, a book from the Mid period, uh, as it is well known. He was influenced by these authors and he undertook a history of the emergence of thought, it's long phrase, but. What he meant is that what I mean here is that he was deeply inspired by this evolutionary framework and inquiry, but by the time he later wrote uh on the genealogy of morals, his genealogy becomes a counterpoint to evolutionary histories, evolutionary genealogies, so. He shares with uh these thinkers, uh, he, he, he, he also rejects metaphysics, essentialism. He, he cares about uh unraveling the extra moral origins of morality to be, uh, and by these authors I'm referring to Herbert Spencer, Alfred Spias, Jean Marie Guillo, and I also already said Pare and Walter Budget. I did mention him in our first interview because Uh, he also, he became familiar with the notion of hut breeding with that author. So what I'm saying is that he becomes, uh, he's truly inspired by these authors, but then he emancipates himself from them. He presents a different project. So in Nietzsche's framework, genealogy, uh, has. 22 different goals that that are deeply connected and the two goals are necessary. It has two distinct steps. So the first step is shared, it is common with the English evolutionist. It's, it's the, I already mentioned history of the genesis of thought and so Nietzsche wants to understand how ideas and cultures are created and sustained. It's like the genealogical tree of Christian values, uh, European societies, etc. ETC. But the second more critical step is original to Nietzsche, and he questions the value of values, the value of these ideas, these practices, these institutions, and this second step is what distinguishes a genuine genealogy from a mere history of morality. Uh THIS second step is what makes a genealogy worthy of its name. So paradoxically, for Nietzsche, the English genealogists do not deserve that name. So And uh he, he acknowledges their contribution, for example, at the beginning of the genealogy of morals in the preface, but then he tempers his initial praise with criticism because their account lacks philosophical rigor. He, he denounces that these authors, the English genealogist, and mostly Herbert Spencer. Continue to affirm and legitimize the same crystal values, Christian values under a new guise, a new scientific guise, and so. Uh, INSTEAD of subjecting them to uh critical scrutiny, instead of analyzing them, contesting them, uh, they still legitimize them, for example, the, the utility of altruism from a revolutionary perspective. It's the same value but through a new lens and so. Let's say that Nietzsche's genealogy has an evolutionary inspiration, let's say or basis, but it introduces a critical dimension in the second step, the second goal that is particular to it. And so, uh, the history of thought by itself stops short of evaluating the value of values and that's where Nietzsche drew the line. So in fact, he criticized, he wrote, they still believe in values just like the Christian, they still have the same relation to values. So, uh, instead, and I'm doing with this, Nietzsche, he critically examines how values are transmitted and maintained across cultures and through power structures and whether it's worth preserving them, for example, why is it that Christian. And values have become so successful and pervasive for centuries that for him is a crucial question for genealogy, not so much how did they arise, but why is it that still persists today and is it worth it?"
	},
	{
		"start_time": "06:48",
		"speaker": "Ricardo Lopes",
		"words": "And so how do these goals of the genealogical method relate to nihilism?"
	},
	{
		"start_time": "06:54",
		"speaker": "Marina García-Granero",
		"words": "So as I was saying, uh, genealogy as a method builds on the philosophical ideas of Darwinism and it pushes back against the idea that species are eternal, for example, it assumes that humans are deeply connected to nature, it rejects explanation based on final causes, final purposes and genealogy, let's say that. Uh, IT incorporates the philosophical consequences of Darwinism, that's what I want to say, and this also includes rejecting the argument that God's existence could be proven by looking at the design of the world, so. When evolutionary thinking gained traction in the 19th century, it started to chip away at the authority of religion and morality, and over time this led to their decline and even self destruction and for this reason, genealogy ties to nihilism because it makes us question our values and it redefines our relationship to morality from transcendence to eminence. When values stop feeling absolute or unquestionable. They become things we can actually discuss and even change and by showing that our beliefs, our habits and values come from human to human origins, genealogy contributes to this loss of the sacred or the divine and here's the twist. Socratic philosophy and Christian morality with their focus on truthfulness and the pursuit of truth, they planted the seed for this own unraveling, this uh nihilism or More precisely the event of the death of God because this truthfulness, this will to truth gave us the drive for knowledge, the same drive that uh for example with uh new evolutionary discoveries. Ended up undermining them, undermining uh the moral Christian hypothesis, creationism, etc. ETC. And so in fact this is what Nietzsche meant by the sentence God is death, the God is death, and we have killed him. This is what he truly adds to Hegel's previous declaration on the death of God, the ideals of good, truth and beauty. That once served as our guiding principles are now exposed as illusions. They're no longer able to shield us from the deeper realization of nihilism so ironically it's the same way to truth that led to the collapse of these ideas and the profound existential shift that we're now facing. Christian religion, in fact, would probably have experienced a different faith. If it hadn't promoted such an attachment to truth or aesthetic values."
	},
	{
		"start_time": "09:56",
		"speaker": "Ricardo Lopes",
		"words": "And what is the death of God?"
	},
	{
		"start_time": "10:00",
		"speaker": "Marina García-Granero",
		"words": "Well, the death of God, the way I see it is best understood as a cultural event in beginning in late 19th century Europe, and I want to stress this word event. To mean that is, it is historically and uh locally uh situated because there is uh A tendency to conflate to treat nihilism in the death of God as synonymous, and they're not. We could say that the death of God is an event while nihilism uh refers to many things. NIHILISM uh is part of a human condition refers also to. Type of ideas, etc. I'm sure we will talk later about that, but so. The thing about the death of God is that it's not about whether you or I or anyone listening chooses to believe our God in God or not. It's not a question of personal faith or theoretical atheism. Instead it reflects a deeper collective issue. It's the collapse of the principles that once gave a structure and meaning to life. It's the collapse of the foundations of our Christian societies. So the fact is that the idea of God as the ultimate metaphysical and moral principle. No longer works as a collective anchor for our politics, societies of values. Those values have lost their strength or credibility, or at least part of it. And so The death of God as an event, it manifests as a sense of aimlessness, a kind of cultural disorientation because those Christian values have lost their authority, their power to orient ourselves and our society, so. The metaphysical hypothesis of God no longer provides the same security or the same collective consolation. This idea of consolation plays a major role in nihilism. So also interestingly. The death of God doesn't happen because life is falling apart. It's quite the opposite. It happens because things are going relatively well. We have major advances in science, technology, social stability, even material prosperity. And Nietzsche notes this in the Lezerheide, which is his most extensive and systematic treatment of nihilism. It's a posthumous fragment from 1886 and it's famously known as Lesser Haidee because of the location in Switzerland where it was written. And so in that fragment nietzsche states we can now bear a significant reduction in the value of money because we enjoy relative prosperity and culture and so the very success of these advancements as I was saying at the beginning, science, etc. The economy that undermines the need for uh the sustain that God provided, the traditional foundations of our culture."
	},
	{
		"start_time": "13:23",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND how do people react to this experience of the death of God?"
	},
	{
		"start_time": "13:29",
		"speaker": "Marina García-Granero",
		"words": "Well, the death of God is a double-edged sword. On the one hand, it can, it can be experienced as a liberation and for instance, in contemporary philosophy, the school has emphasized this result of liberation. With the breakdown of transcendence and traditional values, there is obviously an opportunity for autonomy, to experiment, to develop our individuality. And so the death of God as an event pushes us to recognize that meaning isn't inherent in the world, meaning, meaning is a human creation that we introduce into the world. It's not something to be found, it's something to be created and meaning is not something that corresponds with the external world like truth in the. Correspondence account. But what I mean is that meaning is fictitious. It, it opens up a space. For different narrations, world musics, stories, and so. Before the death of God, there was no space for pluralism. So these are positive outcomes from uh the event. Modern manifestations of morality are more pluralistic, religion is less dogmatic, philosophy is more critical. And so after the death of God people gain power over how they interpret and live in the world, but on the other hand, the death of God is dangerous because it's not just Christian morality that's affected. Political institutions such as democracy are also impacted because Christian values such as altruism and love of thy neighbor were the ones legitimizing those institutions and so. When those values, political values, social values, moral values lose their divine foundation, it might create a sense of endlessness that can affect not just individuals but entire communities. It's what I was saying before, the death of God is not about atheism as a personal question, but the collective role played by the thought of God, the foundation of the God. So. Nihilism, and the event of the death of God, it's not just a personal crisis, it has profound implications for society as a whole. Now that our ideals have been exposed as human constructs, human constructs. Without the divine quarantine, it, it, it forces us to confront the fragility of meaning. In fact, Nietzsche uses very striking language to describe the death of God in pharmacological terms, also in the lenser high death fragment. He explains that Christian morality acted as a kind of pharmaon, a term that means both poison and remedy. So Christian morality prevented humanity from falling into despair, into rejecting life life or succumbing into nihilism, so. Christian morality kept us going by giving us a sense of purpose and meaning, but after the death of God, that antidote is gone and so the symptoms of despair can worsen. But at the same time, as I already mentioned, there's potential for recovery and emancipation. So The death of God is both a challenge and an opportunity, and I'm not saying either or, it's both. There are valid reasons for each reaction. It's both a liberation and a catastrophic event. It can lead us to despair, suffering, and sense of loss. Uh, WE might feel a sense of dependency. We don't know where to turn for meaning, but on the other hand, it can spark critical discussions about morality, values, emotions, and this is something Nietzsche had in mind with his idea of the transvaluation of values. He aimed at the complete re-evaluation of how we live."
	},
	{
		"start_time": "17:45",
		"speaker": "Ricardo Lopes",
		"words": "So, let's talk now a little bit about nihilism. What is nihilism and since we've just talked about the death of God, is it synonymous with the death of God or are there any differences here?"
	},
	{
		"start_time": "17:59",
		"speaker": "Marina García-Granero",
		"words": "So the death of God, as I just said, is an event, but it's just part one part or stage of a much broader concept or history of nihilism so nihilism isn't limited to the death of God. It includes. Other phenomena previous stages before the event of the death of God, for example, Greek pessimism or uh Christian religion as a nihilistic idea. So it's crucial not to reduce nihilism to the death of God. It's just one stage in the longer history of nihilism, for instance, and I just uh read about this. In a chapter for a collecting volume on uh on mimeticos and on nihilism and mimetic studies, uh, Rene Giga, uh, the founder of mimetic theory, Reneiga, his interpretation of nihilism is very problematic because he reduces it to the event of, of the death of God and this oversimplifies niss deeper insights into our nihilistic condition, so. The fact is that uh Nietzsche actually presents, present the nihilism in different layers and we need to consider all of them to fully grasp what he means by it. So one way to think about this comes from the work of a prominent niche scholar Paul van Toeren. And his book Nietzsche and European nihilism, and there he argues that Nietzsche conceptualizes nihilism in at least 3 stages, each marking a distinct phase in the evolution of nihilistic thought. And to really grab nihilism, we have to look at all these stages and Van Tongeren, he actually speaks also about 1/4 stage, but let's stick to the first three. So the thing is that The first layer of nihilism. Uh, IS the absolute lack of meaning in the world. Uh, THE great example of this is Greek pessimism. In the 5th century before our era, so Nietzsche sees uh Greek culture, uh Greek pessimism as the original form of nihilism, the tragic realization that life is absurd and meaningless and that uh. We are, as we are as individuals or even as as a cultural societies, we are insignificant in the grand ever changing flow of of existence and so he looks at the pre-Platonic Greeks as a model for, for these states. It's a fact that the Greeks were pessimist and in many ways the greatness came from this. They were able to. See and accept the fundamental truth of life's tragedy and they didn't look away from this harsh reality they faced it head on and that was part of what made their philosophy so profound. They didn't run from the tragic nature of life they embraced it. They didn't try to super code it with comforting ideas, as did Socrates later, as did Christian religion later, for example, and so. This is a first nihilism before any philosophical or religious system uh uh created later. To console us, so the tragic Greeks remain open to suffering, to illness, and they unveil the abyss, the paradox. Many times, let's think about this in contemporary terms or events. The, the events happening in our lives in the world, for example, a, a, a pandemic, a devastating fire or a flood, we just had a devastating flood here in Valencia. They exceed our very limited human power and that is the tragic insight of life that Nietzsche vindicated. And so after let's say this stage of Greek culture we moved to what Nietzsche calls nihilistic ideas and these are the ideas of European culture from Plato all the way to the 19th century and uh these ideas were built to protect. Uh, TO protect ourselves from the tragic insect of life, and that's why they are nihilistic because they negate. The fundamental tragic insight of life with these ideals, Nietzsche. Let's say includes Christianity, democracy, scientific positivism, romanticism, his own romanticism in his youth. And so this is where human when humanity starts to build and construct things like Gods, truth, being, ideas that Act as a defense mechanism against the tragic experience of the first nihilism. They no longer, they can no longer endure that tragic experience. They have to conceal it with ideals such as God, truth, being, etc. BEAUTY as well and so. Uh, IN fact, Nietzsche argues that Christianity succeeded. He, uh, it gained so much power because it, uh, it made sense of suffering and evil. It offered the idea of a perfect world and give and give meaning to death. But of course these ideas were nihilistic and with the uh. Their own will to truth ultimately reveal themselves as uh false and so. The fact is is that uh these annihilistic ideals instead of accepting life as it was, they offered external idealized views that cover up reality and Nietzsche's alternative, however, was to embrace life as it is without trying to impose some idealized meaning onto it, what he called the innocence of becoming. And so to conclude and to uh Let's say say it in very briefly, it has 3 key dimensions. First is a human condition, as I was saying, the fundamental meaninglessness and absurdity of life. Secondly, uh, nihilism refers to the nihilistic ideas that we create to shield ourselves from that tragic truth. And third is the event of the death of the God that I already spoke about when the ideals, when those ideals and values lose their authority."
	},
	{
		"start_time": "24:43",
		"speaker": "Ricardo Lopes",
		"words": "And people sometimes describe Nietzsche himself as being nihilistic. Was Nietzsche nihilistic or guilty of nihilism in any way?"
	},
	{
		"start_time": "24:54",
		"speaker": "Marina García-Granero",
		"words": "Well, that's a great question because it's uh it truly is something that we hear constantly. Wasn't it nihilistic? Oh yes he was or he wasn't, he and to overcome nihilism, so. In my view, uh, there's a key test to help answer this, and it's the attempt of a self critique. It's a new preface that he wrote. Uh FOR the Birth of Tragedy, his first book, 13 years later, uh after the original publication in 8687. So The attempted a self critique is part of uh multiple new prefaces that he wrote in those years to revisit and republish his previous works and put them into perspective to let's say uh clarify where he, where he stands, what ideas remain and where his views have changed. So these prefaces help us understand Nietzsche's journey. And show us how his thought evolved over time. And uh interestingly, that test uh is the first time, the first uh Occurrence of the word nihilism, not the death of God, nihilism in a published text, not the posthumous fragment, a published text by Nietzsche in life along with beyond good and evil from the same year, so. Let's focus. The thing is that in the attempt of the self critique. He criticizes his past romantic quest to find meaning, to find meaning as as if meaning was something external like uh hiding behind the rock or something like that, that his quest to find meaning in life through art, uh, mostly Wagnerian art obviously because uh he realizes that he in his youth, he was not strong enough to. Endure the original meaninglessness of life, the tragic insight of life. So in the original edition of The Birth of Tragedy, he was actually nihilistic. He had nihilistic ideas. He was guilty of pursuing uh a nihilistic idea when he looked to Schopenhauer's philosophy and Wagner's music as a way to regenerate German culture and so. In that new preface, he realizes that this very quest for meaning, for, for meaning, this need for meaning is the same sort of counseling idealism that he criticizes in Christianity in Socrateism, it, it, let's say. It plays the same credentive role and that's where he, he acknowledges that he made a mistake. He realizes that the uh this need for meaning often amounts to an aversion to life and that's why it's nihilistic because it's an aversion to life. It's a rejection of the world as it is. It's an inability to cope with the world as it is. And so there, very interesting, interestingly, he argues for a pessimism of strength. And so this is the strength to embrace life's absurdity and the inherent lack of meaning without turning to comforting metaphysical or moral explanations, including Wagnerian art and so there we see that what Nietzsche. It's actually suggesting what he's pointing at is to learn to live within nihilism, within that meaninglessness of life in a world without inherent meaning. In, in fact, uh, uh, prominent niche scholar, Wernic Stemeyer, he, he always puts it in those terms. He speaks about orienting ourselves within nihilisms. He speaks about, uh, Nietzsche's philosophy of orientation, not overcoming but orientation, and so. To to sum it up, Nietzsche was nihilistic in the sense that he acknowledged the pessimistic conscience from the Greeks. He recognized that the world doesn't align with our moral values, that the truth, that the truth doesn't exist, for instance, that's a pessimistic uh conscience, awareness, so. But he's not nihilistic in the same way that Christian ideals are or Wagner was romanticism was, so he ultimately we need to live with this tragic insight not to try to cover it it up. So but instead of coming to terms with the pessimistic conscience, so a truthful person, a truthful person. We should recognize that the world does not conform to our moral values and that is the nihilistic conscience that Nietzsche vindicated."
	},
	{
		"start_time": "29:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I mean, uh, how does nihilism manifest in contemporary society?"
	},
	{
		"start_time": "30:04",
		"speaker": "Marina García-Granero",
		"words": "Well, uh, It's important to understand. That while the death of God involves breaking free from traditional authorities. Nietzsche warned that it often leads people. To seek new authorities, new sources of unconditional commands to provide us with new goals and direction, so this is like. A question like, uh, what happens after the death of God? Where are we at? So. And, and then again, we should. Going back to Nietzsche's text, even before the announced of the death of God in aphorism 125 of the gay Science, he had already hinted at God's death in aphorism 108. There he warned that even after God's death, his shadows, quote unquote shadows that's the word would remain he said God is dead, but as it is the way of being with men there will perhaps be caves for centuries in which the shadow will show itself and we still have to defeat that shadow and so. Uh, IF we pay attention to these terms, we see that these shadows and caves, these are obviously metaphors reminding us of Plato, and they suggest that even after God is gone, people continue to project their needs for authority. They, they are still, let's say externalizing the same function, uh, previously. Uh, PROVIDED by God. And so, Even after God is done, uh, people may say, we may say long for something or someone to provide them with meaning, purpose, because after all, the loss of a clear stable reference point like God it can feel unbearable. Some people can't help but look for new surrogates and replace God. With something that provides the same sense of security and so We might say that uh Europeans, people, etc. IT'S always awkward to use these terms we whatever so uh they remain attached to the idea of God even though they can no longer believe in it. That's the issue it's like uh. A self-referential situation in which there's a difficult, it's difficult to find an exit to it and so. Nietzsche's point is that after the death of God, the faith in truth doesn't necessarily disappear. We still have faith in the saving power of truth. We might cling to this idea that the truth can save us, even if it comes from something other than God and so. We might look for new systems, political, cultural, social that stepping to fulfill the same role and Nietzsche warned that idols such as the state, nationalism, race, the market, science, etc. AND so uh. They can act as shadows of God, they, because they offer omnipotent myths and take care of the responsibility, uh, uh, they, they take the responsibility of individuals to make their own decisions, what he called self-legislation. And so We can see for instance this dynamic playing in various historical and political contexts. For instance, in their analysis of the Nazi myths, uh, well-known text titled The Nazi myths, uh, philosophers Philippe Laulabba and Jean Lignani, they discussed how after the collapse of religious transcendence. German culture found itself in kind of a double bind. On the one hand, it was losing, it was losing its religions and political structures, but on the other it was drawn to romanticism and nostalgia for medieval Christianity and. This creates a fertile ground for the rise of Nazism which promised the restoration of the sacred to things like I already said, nationalism raised the idea of a unified people and strong leader, etc. SO. In sociological terms we might say that this was in part a response to the nihilistic emptiness that people felt in the wake of uh religious control loss. So when we talk about nihilism today, we see its roost in its sorry it's roots in this persistent struggle for meaning after the death of God and how new authorities often emerge to fill that void."
	},
	{
		"start_time": "34:59",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND this nihilism also manifest in science and technological advancement."
	},
	{
		"start_time": "35:05",
		"speaker": "Marina García-Granero",
		"words": "Yeah, absolutely. In fact, these shadows can surface in politics, as I already say, science and even technology, and Nietzsche uh uh explicitly criticize how social Darwinism in the wake of the death of God position itself. As a kind of new idol, he observed that Darwinism owes to Christianity the foolish confidence in the course of things for the better, let's say it played the same functions in this sense, he. Criticized that social Darwinism, inherited the Christian notion of progress but reframe it with uh within a scientific framework, a new, a new quote, uh, a new way to legitimize it and so. He challenged those authors, Herbert Spencer, Paul, etc. AND utilitarianism, John Stewart me like, likewise, because he believed, obviously there are multiple differences between these authors, but let's uh talkroomodo as a group. He believed that they as a group, social evolutionism and utilitarianism. They perpetuated the same Christian values under a new guise, and the these evolutionary ethics, according to him, to Nietzsche, they legitimized the same moral framework but presented them as uh rooted in evolutionary imperatives rather than the divine authority. We know that uh Spencer upheld altruism, the same values steeps in Christian morality, but framing it as socially useful and so. Uh, THEY managed to maintain its essential function, function as a shadow of God, so. No, uh, supernatural authority was necessary. Instead, biological imperatives dictated the same moral values acting thus of the death of, sorry, as a shadow of God. And so Uh, they managed to save our faith in humanity, in, in human beings by prompting the same values that echoed the same, uh, anthropological ideas of Christianity and so. Uh, IT, uh, ultimately, as I was saying, uh, at the beginning. When I compare their original genealogies versus Nietzsche's genealogy, the problem is that these evolutionary thinkers. Didn't uh challenge Christian power structures like democracy or the church or morality itself. It replaced one authority with another from the divine to the biological and so. The problem is that science, while obviously invaluable, er. It cannot determine the value of values and that's uh a task that lies beyond its domain and that's a key idea. Of one of Nietzsche's fragments titled Anti-Darwin. So Nietzsche criticized Darwinian morality for essentially really minimizing those values and uh knowing, knowing that. The uh science. Uh, THERE'S still faith in the saving power of truth and, and there's still, uh, an eschatological vision of progress in science. And so that's also one of the main topics in the attempted self critique. He questioned whether this excessive faith in science was simply a defense mechanism against pessimism because it's evading the truth of life, it's tragic insight. In, in, there's a misplaced optimism perpetuating false promises. So Nietzsche's thought challenges us to go beyond merely studying his philosophy and instead, uh, it pushes us to adopt his genealogical perspective and if we look at at at today's world, let's say today's current movements, philosophical movements, scientific movements, transhumanism represents an interesting case to apply this nietzsche perspective. And as discussed in our previous interview, transhumanism, we know is a philosophical and intellectual movement advocating for the use of advanced technologies to enhance. Our physical, cognitive, psychological capacities and For example, to overcome our limitations, disease, aging, and even death. And so at the core transhumanism envisions technology as a means to transcend our biological constraints and redefine, let's say the essence of humanity, but. If we evaluate transhumanism from a niche lens, the uh if we if we undertake that, that task, we might raise important questions. For example, what moral framework does it aim to establish? What are the values that will dominate in such a, in a world shaped by those principles and If we connect Nihilism with uh transhumanist technologies. We might see that transhumanism fails to grapple with the tragic insight of life from the ancient Greeks. It intends to view the human cognition negatively through the lens of this important concept of biological constraints. And so we already spoke in our previous interview about Sean Soner, an advocate for so-called Nietzsche Transhumanism. He attempts to reframe transhumanism as a life affirming project, a life aligned with Nietzsche's values. And with Nietzsche's vision of self-overcoming, self-transcendence. However, many Nietzsche scholars criticize that transhumanism can perpetuate aesthetic ideals or nihilistic tendencies, and this highlights the need for a deeper exploration. And, and not to replicate the shadows of God or not to fall into nihilism. And so we must ask whether transhumanism carries forward nihilistic structures of religions without God, worship without divinity, for instance, and whether this promise for a better life functions as a new shadow of God. The way I see it, uh, Nietzsche will criticize this ingrained habit of seeking meaning from an external source. And that persist and undermines our true power for self-legislation that And so, uh, so-called niche transhumanism and transhumanism in general because, uh, the mainstream uh current in transhumanism doesn't at all uh connect with ietzsche, like for instance. Uh, Nick Bostrom, he, he, he rejects Nietzsche. He's, uh, instead utilitarian, but the thing is transhumanism broadly understood should maybe. Ensure that technology does not replace God's role in shaping human values."
	},
	{
		"start_time": "42:42",
		"speaker": "Ricardo Lopes",
		"words": "So one last question then, can nihilism be overcome?"
	},
	{
		"start_time": "42:48",
		"speaker": "Marina García-Granero",
		"words": "Well, that's a perfect question to conclude and very timely because In contemporary discussions of Nietzsche, especially in the Anglophone world, it's become quite common to talk about overcoming nihilism. However, uh, this idea wasn't introduced by Nietzsche but later by Heidegger, and Heidegger's understanding of nihilism differs significantly from Nietzsche's nihilism. And The scholarly editions of Nietzsche's works and particularly the posthumous fragments. WHICH are central to the topic of nihilism because the published text. On nihilism are very, very few. Uh, THESE editions have undergone substantial revisions and advancements since Heidegger's time, and by this I mean that. While Heidegger's interpretation remains influential, it should be approached with caution because it reflects his own philosophical ideas rather than a direct representation of Nietzsche's views given obviously the limited uh resources available to him when it comes to Nietzsche's corpus. So, Now entering into Nietzsche, it's important to clarify that Nietzsche never explicitly speaks of overcoming nihilism. Instead, he speaks a few times of quote unquote the self overcoming of nihilism and even then this idea only appears in three unpublished notes and these notes notes are very cryptic, under underdeveloped. They are. Essentially brief headings for potential future writings like, OK, a chapter on the self overcoming on nihilism and even then critically if we think about it, the idea of uh nihilism self overcoming itself is very different from the idea of. Uh, A person, someone, let's say actively overcoming nihilism, let's say the structure is different because by the self overcoming of nihilism, Nietzsche would might have been thinking about. The fact that er Christian ni nihilistic ideas. HAD their own corruption ingrained in them because of the will to truth. OK. So, can nihilism be overcome? I believe that the answer depends on the type of nihilism that we're talking about, let's say the layer or the states. So nihilistic ideals can indeed be overcome. In fact, as I've just said, they are destined to be, uh, Christian ideas, let's say, uh, our will to truth, etc. OUR attachment to truth, uh, they compel us to critically examine and dismantle contingent constructs of aesthetic ideas and face us with the original nihilism of pessimism and so. If we move forward to the next stage, let's say the death of God and the shadows of God, our dependence on external authorities and the shadows of God, uh, and that can also be overcome. However, if we go back to the original foundation, the original layer of nihilism, nihilism as a human condition. The deeper existential pessimism, the recognition of life's tragic nature, and the fundamental meaninglessness, that's something that cannot be overcome. In fact, The very desire to overcome this kind of original nihilism is in itself problematic. As I've said, uh, Nietzsche warns that attempting to erase or escape this inherent absurdity and randomness of existence. Often leads to heteronymous relationships. For instance, uh, individuals can become instrumentalized in the church, for instance, in political institutions, in fascism, etc. IN the service of fanatism or uh dogmatic projects and so. Even if Nietzsche does not speak of, as I said again, overcoming nihilism. Uh In the well known lets and hier fragment he does present a situation that in practical terms I think could amount to it or at least come close. He argues that human power has grown to such an extent that we should no longer need external consolation to ease our despair that given our increasing control. Over nature, for instance, we might put this, let's say into question mark with all the climate disaster, but our increasing control over nature thanks to technology, for instance, uh, we should be able to live with a diminished sense of value of uh. Of human existence, for example, we should be able to coexist in a society without relying on the theological concept of human dignity, for instance, the idea that humans are made in the image of God and thus possess intrinsic value due to a connection to the divine. We could find other immanent values. We could ground them in in other perspectives to fulfill that role of the unconditional and not because it's true or false because that that doesn't matter. Nietzche, as we know in beyond good and evil section 4, he says whether a judgment is, is, is false, that's completely out of question. It doesn't matter. The point is to assess. What role that judgment er plays, whether it promotes life, whether it serves our our development, whether it uh promotes life and even leads to its selection and, and then that's he uses yum or breeding so let's say that. Uh, ONCE we move beyond this framework of, of, let's say, uh, uh, through as a correspondence, the foundation of the divine, etc. ETC. We might find alternative ways to establish that social order without depending on religious or metaphysical foundations. So we could offer alternative foundations to it and in this sense, and I will end with this. He distinguishes between the weak and the strong in this context again in the Lenzerheide fragment by weak, uh, he means, uh those uh people who still seek re replacements for the death god and they, they still seek a new source of absolute meaning or redemption and instead the strong, uh, on the other hand. Are those who can endure life's absurdity without documents, and those that affirm the absolute the meaninglessness of the world and so seeing that meaninglessness not as a problem to solve. But uh even uh as uh a positive aspect of life, as I was saying, it opens this up, it opens up a space for pluralism, etc. ETC. And in fact, for Nietzsche, our ability to transcend this absurdity without erasing it. Is what defines our humanity. The original lack of meaning, it will come out forever because nihilistic ideas will fall one after the other and so the original lack of meaning will constantly reappear and what defines our essentially human experience is to try to endure it and make sense of it. It's not actually a question of overcoming nihilism but coming to terms with it, not how to overcome, but how do we respond to it. It's not, it's the fact that Western culture traditionally shaped by Christian values. Could take Nietzsche's advice to cultivate the pessimism of strength and this means, uh, this means learning to live as I was saying previously within nihilism to uh come to terms with life's tragic vision instead of seeking redemption or construct a new all-encompassing ideology and so. It's about uh experiencing life's uncertainty and uh and embracing the lack of ultimate meaning with, with the increasing power that we hold over ourselves and the world, we no longer need to depend as heavily on moral, religious or philosophical constructs for comfort, comfort. Today, Our challenge is to accept life's randomness while finding ways to affirm and make sense of it without denying the tragic aspects."
	},
	{
		"start_time": "52:12",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Marin, uh, just before we go, would you like to tell people again, like you did last time where they can find you and your work on the internet?"
	},
	{
		"start_time": "52:22",
		"speaker": "Marina García-Granero",
		"words": "Yeah, sure. So, uh, searching my name on Google, you will easily find, uh, find me in all the academic social networks like Research Gate, Field people, academia.edu and uh you can easily reach me out by email if you would like to talk or maybe exchange publication, etc. I look forward to continue the discussion."
	},
	{
		"start_time": "52:44",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for coming on the show again. It's always a pleasure to talk with you."
	},
	{
		"start_time": "52:49",
		"speaker": "Marina García-Granero",
		"words": "Thank you, Ricardo."
	},
	{
		"start_time": "52:51",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Berardo, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseralus and Hal Herzognun Macha Joan Labrant Juan and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauuirrumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Samov Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]