[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by a return guest, Doctor Steven Heine. He is distinguished university scholar and professor of social and cultural Psychology at the University of British Columbia. I'm leaving a link in the description. BOX to our first interview and today we're talking about his latest book, Start Making Sense How Existential Psychology Can Help us build meaning meaningful lives in absurd Times. So, Doctor Hein, welcome to the show. It's a pleasure to have you on again."
	},
	{
		"start_time": "00:36",
		"speaker": "Steven Heine",
		"words": "Hi, Ricardo. Great to talk with you again."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me start by asking you, since we're going to talk about existential psychology today, what is existential psychology and how does it relate to other subfields in psychology?"
	},
	{
		"start_time": "00:55",
		"speaker": "Steven Heine",
		"words": "Yeah. Well, existential psychology, um, I think you could describe it as the, the science of being and becoming. And it's very much, um, uh, um, use, uh, an approach using scientific methods to, to study questions about how we live our lives. It's, uh, it's about trying to, uh, Understand questions that were originally asked by the existential philosophers, um, um, but using scientific methods. And, and so these are questions such as, you know, um, uh, how is it that we can live our lives authentically with our, with our, uh, lives aligned with the choices that we make. Um, HOW is it that, uh, we can lead um meaningful lives? Um, HOW is it that we can cope with, um, Our existential anxieties about, about our mortality, about the idea that, that all of our, our lives will someday inevitably, uh, come to an end or questions about how we come to, to narrate our lives. How do we, we, uh, have a, a meaningful, um, narrative about, about what's going on in our lives and, uh, questions about, um, how we, uh, can be resilient in, in the face of, of life stressors. And questions about how we can try to make sense when when things don't make sense, when when our life uh sort of becomes absurd. How, how can we, uh, go forward, um, when, when things just don't seem to make sense at all. And, uh, so that's largely what the field is about. It's a fairly recent field in psychology, I would say, even though these questions are very old questions. These questions date back to sort of every tradition of, of wisdom kind of, uh, addresses these questions, but, but now we're using the, the tools of modern psychological science to address them."
	},
	{
		"start_time": "02:48",
		"speaker": "Ricardo Lopes",
		"words": "Great. And do you think that now was a particularly important time to write a book on existential questions, and if so, why?"
	},
	{
		"start_time": "02:58",
		"speaker": "Steven Heine",
		"words": "Yeah, I, I do think this is a very timely um period to address the question of our our existential anxieties because this has been a very anxious time around the world. Um, JUST sort of one way I think that we can make sense of this is that in the 1990s, a group of economists put together something they called the uncertainty Index. And this was taking, keeping track of all the times that uh stories in the news mentioned things that were uncertain. And they started in the 90s and for, for about a decade or so, this, this index was always at around level about 10,000 or so. Then September 11th, 2001 hit with terrorist attacks in the US and this jumped, jumped right away to to about 28,000, I think it was, and then it's continued to go up until actually the peak point was in May 2020. It hit 55,000, so like 5 times the level of uncertainty that it had been through these periods before. And we're feeling this uncertainty. We're, we're feeling this, this stress uh rates of anxiety are high all around the world, uh, especially, uh, with, with youth. And so I think this is a time when, when people are, uh, especially struggling. Struggling with their anxieties. And I think one reason that they're struggling with their anxieties is that, uh, their lives just don't feel as meaningful right now. And, and feeling that your life is meaningful is one thing that helps to, to buffer you against the stress and anxieties that come with the uncertainty of life."
	},
	{
		"start_time": "04:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And at a certain point in the book, you say that humans have evolved to seek meaning. Could you, could you explain this? I mean, even before we get into how we have evolved, uh, to seek meaning, first of all, what is meaning?"
	},
	{
		"start_time": "04:58",
		"speaker": "Steven Heine",
		"words": "Yeah, that's, that's a great question. What, what does meaning mean? And um uh so there's been a lot of uh research and discussion exploring this, and to simplify, ultimately, meaning comes down to connections. Uh, WHAT something means to you is all of the ideas that you can connect to it. So, you know, if I think of what is your podcast mean to you, Ricardo, I would think it probably means to you all of the, the, the people that you've gotten to know through this, the, the, the. The feelings of, of pride that you, you, uh, might have from, uh, doing this so well, the feelings of the challenges that you faced, uh, in, in doing it, um, uh, the, the, you know, the, the, the, the talks that were, uh, especially, uh, uh, provocative and interesting to you. That all of these kinds of connections that you have to it are, are what provide, um, your podcast with, with a sense of meaning to you. And if, and if any of these kinds of connections change dramatically, then what your podcast would mean to you would would would also change. And that's meaning in a, in a general sense. And we can apply that sort of same kind of general sense of meaning based on connections to a more specific kind of meaning, uh, the meaning of our lives. And, and I think the meaning of our lives too can ultimately be understood by the connections that we have in our life, that a that a richly connected life is an especially meaningful life. And, and the kinds of connections that matter are are connections that give our life a sense of purpose, that we have a sense of we're doing things for uh for a reason. Um, CONNECTIONS that our lives matter in some way, that what we're doing has some sort of impact, um, in the grand scheme of things, and also that, uh, these connections are, are coherent and that that the different parts of our lives, um, make sense. And these uh kinds of connections here, um, uh, some kinds of connections seem to be especially important, I think, to gaining a sense of uh meaning in life. And the kinds that seem to be most important are one are interpersonal connections in life that are close interpersonal relationships are, are especially important in providing a sense of meaning that what happens to us is kind of shared with our our our close relationships. Um, ALSO, uh, we, uh, the kind of connections that we have with our communities, that the sense that we belong to something that we have in, uh, that influences our identity is especially important to a sense of meaning, um, connections that we have, uh, with our work, um, that, uh, that, you know, give us a sense of. Uh, OF mastery, give us a sense of purpose and giving a sense of belongingness, and also, uh, connections with what transcends us sort of spiritual connections, connections with something that goes beyond just our, uh, the, the material world, that these kinds of connections are especially associated with feelings that life is more meaningful. Mhm."
	},
	{
		"start_time": "08:07",
		"speaker": "Ricardo Lopes",
		"words": "And how have you, have we evolved to seek meaning them. I, I, I mean, what were the perhaps the main steps that we had to take to evolve this capacity?"
	},
	{
		"start_time": "08:19",
		"speaker": "Steven Heine",
		"words": "Yeah, well, I think it's, it's useful to compare ourselves with our, our closest animal relatives, which are chimpanzees. We shared a common ancestor with them about 7 million years ago. And one thing that I think is noteworthy is that primatologists and given over all the many years of study of chimpanzees have never observed a chimpanzee to commit suicide. Um, THAT'S something that we don't see, uh, with chimpanzees, and, uh, sadly it's, it's, uh, something that we do sometimes see, uh, with, with humans. And so I think it's questionable, how is it that that we became, uh, what I think here is an existential ape that that we've become. Um, AND that is that we're in a predicament where like other species, we all face these external challenges that we have to confront, you know, concerns with, with famine, concerns with, with, with, with threat and and getting our basic needs met. We share that with other species, but we also have here these needs. That and threats that come from within us, that uh that uh we need uh uh to feel that that our life is making sense, that that we have a sense of purpose and that that we we matter, and that if we don't feel that that our life is so meaningful, we, we really struggle. So how did we become this, this species now that is so attuned to these kinds of existential concerns? And I think the uh the the best way uh to make sense of this is to realize that ultimately, um, humans live in, I think, an ecology of meaning, um, in ways that I don't think other species do. And what I mean by this is that uh when humans get together, uh, uh, we share meanings with each other. We, we, we communicate with each other, and what happens when we do so is that we quickly create a set of norms, uh, a, a set of norms that guide us, um, sort of which comes from the sense of a shared reality that we perceive by sharing, uh, our experiences, uh, with each other so much. And, and so that this shared reality forms our, our cultures. And, and these cultures don't take all that long to to form. There, there's been studies that, that find that like in university dorms, at university dorms, uh, generate a distinctive culture, and, and it, it's evident, it's measurable after only a few months of students living together that they start to create these dorm distinctive cultures, uh, that, that emerge from people, uh, sharing their interactions with each other. And so whenever we Belong to a social network where we are sharing our experiences, we, we developed the sense of a shared reality and these shared norms and, and, and this can be at, at a small level, such as a university dorm, but also exists at, at a like a national level, so, uh, that we have a national culture where we're sharing the same institutions, sharing the same media that that we are, uh, sharing uh a lot of the, um, the same interactions and sort of really. Any kind of group where we are regularly interacting, we, we are forming these, these cultures and, and so we belong to many cultures, we belong to cultures of our region, we belong to cultures of our country, we belong to cultures, say, like LGBTQ culture, or we might belong to a culture of a sport, like a hockey culture, or or you can talk about uh like a corporate, a corporate culture, like Microsoft culture. So we belong to many of these cultures. And what's important about these cultures is that they provide for us the these norms with regards to what is valued, what is seen as appropriate, and, and what is not tolerated. And we evaluate our lives alongside these, these culturally shared. Norms and we sort of are in the position to ask ourselves, you know, how am I doing? How am I doing here with these, these shared norms of how I, I think I'm supposed to be the kind of life that, that, that I should be, be living that we, we get through our interactions with others, um. And that they create these standards that we are sizing ourselves up against. And I think this is a way that we can understand that we, yeah, we live in this ecology of uh of meaning and that uh um we've we've evolved to then um sort of uh try to uh um live a life that meets these, these standards from, from our cultures."
	},
	{
		"start_time": "12:44",
		"speaker": "Ricardo Lopes",
		"words": "And how important are stories and narratives for us to find meaning in life and what kinds of stories do we need?"
	},
	{
		"start_time": "12:53",
		"speaker": "Steven Heine",
		"words": "Yeah, that's, that's, uh, an important focus of, of much of existential psychology is this, this realization that, uh, we, we are living our lives in the context of a story that we are narrating the events of, of our life in terms of a, a story. And this is, uh, um, something that we might not necessarily be always aware of like. Feels that I'm have direct contact with, with reality, that what, what's happening out there is, you know, is, um, how I'm perceiving it. But we're always perceiving things through this, this filter through, through a perspective, really of, of the, the meanings that we have, uh, around us, and that we're narrating things in the, uh, uh, events of a story. And, um, so one way maybe that we can see how, how we are living our lives in the events of a story rather than experiencing it directly is, uh, there's a lot of research on, uh, false memories. And, and this research shows that it's, it's not that difficult to, uh, implant a false memory in, in, in people, and that's what these studies do. They, they, they interview people's families and find out what has happened in their lives. And then they say, uh, well, remember that time that this thing happened, something that really didn't happen to people, and they quickly can, uh, have the feeling that yes, this happened, and they integrated into their life and they connected to other aspects of their life, and they become fully convinced that this did happen. So we, we are telling stories and, and they're. You know, we each have our our own stories and, and so the same thing might happen in the world, but because of how we integrate in our stories, we can experience it quite differently. I think we really saw this with the uh the COVID pandemic, that it really was the same pandemic unfolding across the world, but to some people, they told a story about how this is, you know, uh, the worst, uh, you know, uh, health, uh, challenge that the world's faced since the, the Spanish flu, um, that it was, it was so dangerous, we, we needed to, to overcome it. We needed to, you know, employ all these strategies to, to. IT, it's caused a great anxiety. And other people instead told the story that this is no big deal, uh, that this is all, you know, uh, um, fake news. This is the result of a, you know, a totalitarian government trying to take away people's freedoms. And so, uh, that the same events might happen in the world, but, but how we perceive them, how we experience them as a result of, of stories that we tell. And uh and there's even though we are all telling our own story, they they often share some similar features with with other people's stories. Um, AND, uh, for example, that, uh, some kinds of stories, uh, for example, there's a story of redemption is one kind of theme that's quite common in people's stories and that talks about, it's a story about how people overcome a challenge. Their life that, you know, I had this real difficulty that that I was facing and, and I've sort of overcome it. And, and this is a very constructive story that that when people are framing their life in these ways, they, uh, it tends to be associated with, with greater well-being. Um, ANOTHER kind of story theme that that people might tell is a, uh, a story of contamination, which is when, uh, they tell a story about how things have been going well in their life, and then that something happened and their life just kind of fell apart after that and they sort of broken by by those events, um, and, and this is a a kind of story that, that is quite, uh, you know, destructive towards one and and this. Bad for for one's well-being. But yeah, so that we are experiencing our life through the, the story that we are narrating. We, it's research suggests that it's around adolescence that we start putting the different parts of our lives together in a story and talk about how we became the person we are and, and, and where we're going and how all the different events that we happened sort of fit in to this ongoing narrative that we tell about ourselves."
	},
	{
		"start_time": "16:52",
		"speaker": "Ricardo Lopes",
		"words": "And another uh thing that you tackle in the book, what happens to us psychologically when we encounter things that do not fit our expectations?"
	},
	{
		"start_time": "17:03",
		"speaker": "Steven Heine",
		"words": "Yeah, so this is something that that I've done quite a bit of research on myself and, and yeah, we're, we're understanding how it is that that people go, uh, uh, about their, their lives trying to make sense, trying to fit everything together, but sometimes life just doesn't make sense, and, and, and how do we, uh, respond to this? And, uh, and, and we propose that uh people have something of a, we call it a a sense-making system where that, that we are, are, are motivated for things to, to make sense, for things to have meaning, and that when we encounter something that, that doesn't make sense, that, that doesn't have meaning, uh, we, we respond in a way to try to regain a sense. So I mean, we, we, we really have a need for things to feel that they make sense. And, and we rely on a, a number of different strategies in order to, uh, uh, to for things to make sense again. So it's, this is a homeostatic system, uh, much like a thermostat that you have, and that it's triggered when we encounter things that, that don't make sense. And what we have found in our research is that there seem to be 3 basic kinds of responses that people have, uh, when, when things don't make sense. Uh, ONE kind of response is something that, uh, was originally studied and proposed by a Swiss developmental psychologist Jean Piaget, and he was studying how kids make sense in their lives and they encounter things that are new to them and and don't make sense. And he argued that one kind of response, um, uh, he called, uh, assimilation. Uh, I prefer the term faking meaning where, uh, what happens is we encounter something that that doesn't make sense, and, and our first default reaction is to sort of assume, no, no, it makes sense. It fits with, with the existing meaning framework. I have this this sort of schema uh around me of how I explain these kinds of, of events. And I think a a a nice experimental example of of how we do this faking meaning, uh, is from an old study by, uh, Jerome Brunner, who wanted to see how people respond when, uh, their, their expectations are violated. Studied a very simple expectation, um, playing cards, and you know, a deck of playing cards has has regular patterns. It has, you know, there's 4 suits, there's 2 colors, there's there's 13 different cards uh within a suit. And, and what Jerome Bruner did, is he carefully painted over the, uh, um, these cards, and he changed the, the red colors to black and the black colors to red. So there's like red clubs and black diamonds. And what he would do is he would show people a card, one of these doctor cards and say, what card is this? And what he found is that people saw the card the way that they expected to see it. So they, they see a uh a 6 of diamonds, a black 6 of diamonds. And they say, yeah, that's uh, that's a 6 of diamonds, and they, they don't notice anything, uh, unusual about it, that they, it looks like a red 6 of diamonds to them at first. But, um, the, the thing about this faking meaning that we do is it's, it's rare. COMPLETE. And instead, uh, what he also found was that people started to get anxious over the course of, of the study and then they, they would, um, he called these disruptions that people would experience. Some of them were reported, uh, in their study, they report people getting really quite upset and like I, I, I, I don't know what that is anymore, and, and they would get really quite, quite tense. And, um, so I think that this idea here that we see things that we expect, that often that's our first reaction is, is, is that we see what we expect to see, and this is this kind of faking me that goes on. Another response to uh uh when our expectations are violated what what PSA has studied, he called uh accommodation, um, and I, I prefer the term um making meaning, and that's when we sort of have the recognition that oh. This is different from my uh my uh current understanding of things and uh I need to adjust my meaning framework. I need to adjust my understanding of it to to um accommodate this, this, this sort of new finding. Um, AND this is something that, um, uh, um, Thomas Kuhn, I think importantly talked about this too. Whenever uh science goes through, uh, uh, a progressive paradigm change, when, when we adjust our understanding of science, when we have some new findings that just don't fit into the old theories, we, we have to change our theories or our our meaning frameworks, uh, about them, and, and, uh, and this is how we create new meaning. But the, the challenge with creating new meaning is that this is can be extremely difficult to do, that we are so committed to our The meaning frameworks that we are familiar with that we live our life with that it's very hard to realize that that our current meaning frameworks are inadequate and that we need to to change them. And so this is something then that changing our meaning frameworks requires a great deal of cognitive effort and can take a great deal of time. And so a third response that we found in our own studies is that, uh, when people, uh, uh, face something that doesn't make sense, um, and it's, you know, it's too difficult, too cognitively, uh, challenging to come to understand it. Uh, INSTEAD, what people will do in this moment, in this moment when they're sort of having this sense that this doesn't make sense to me, they instead commit themselves to Other meaning framework that they embrace that another way that they tend to understand the world that is completely unrelated to the expectation violation that they they've just experienced, but they increase their commitment to another belief that they have so they can feel again that, oh things make sense again and they can get rid of this bothersome feeling that they have that, uh, That things are things are nonsensical. So what we find in our studies, for instance, when, when people encounter something that doesn't make sense, they become an exaggerated version of themselves in other unrelated domains so that liberal people will become more liberal, conservative people will become more conservative, that people increase their commitment to these unrelated belief belief systems that they have, and by doing so they can Get the feeling that oh things make sense again and and sort of get rid of this bothersome anxiety. This doesn't solve the problem that they just encountered, but it puts them in a state where they can function again and are better prepared to understand this problem and and other problems that they face in their lives."
	},
	{
		"start_time": "23:54",
		"speaker": "Ricardo Lopes",
		"words": "So earlier when you were talking about uh or you gave some examples of things that provide meaning to our lives, you mentioned social relationships, but what are the kinds of social relationships that we need to find our lives more meaningful?"
	},
	{
		"start_time": "24:13",
		"speaker": "Steven Heine",
		"words": "Yeah, so, so our social relationships are, are important, uh, part of feeling that that life is meaningful, and, um, and not just any social relationship will do. So, um. So one line of research has found that when we uh talk with strangers, we often feel happier, um, and, uh, I, I think that's really interesting research and, and, and, and an important finding, but um. I don't think talking with strangers actually makes your life feel that much more meaningful and just to sort of kind of highlight a contrast between happiness and sense of life is meaningful, that, uh, these, these, these correlate quite highly, but they only overlap about. And um and sort of what uh brings this sort of positive feelings is what, what happiness is, but, but uh a sense of meaning though again is this, the sense that that that one feels that their life is is connected and they feel a sense of purpose and feel a sense of mattering. And so talking with strangers might make you happy, but I don't think that makes you feel that, that, uh, that these are the kind of connections that that provide the basis of a, of a meaningful life. Rather, it's our closest connections that, um, that, uh, the studies that, uh, find that people who Um, have more of of relationships that they view as very close, report that their life is more meaningful. And in particular, one kind of close relationship seems to especially matter, and that's uh relationships when they're taking on a caretaker role. Um, SUCH as, you know, uh, taking care of the elderly or taking care of a pet, or, or especially taking care of, uh, children, um, and so having children. And, and yeah, family relationships in general too, which, which are relationships, close relationships that we have uh often, you know, over the whole course of our lifetime, at least some of these relationships, and, and that these provide us with this, uh, not only with a sense of, uh, close connection with others, um, but also with, with a key sense of uh identity. Um, SO I think these are many kinds of relationships help make life feel more meaningful, but I think it's, uh, especially, um, these family relationships and, and ones that we take on, uh, a caretaker role. And I would just like to emphasize because uh in a way that this might sound rather uh disappointing for some people who don't feel that they um Maybe have close family relationships or or have relationships where they're taking on a a caretaker role. But there's one thing I think that's quite encouraging about um research on meaning and that um meaning seems to be fungible, uh fungible like money is fungible, meaning that we can pay for the meaning of our life from from different accounts. And so even if one is not deriving much meaning from one particular domain. Just from one's, uh, interpersonal relationships that, uh, you can still derive meaning from another domain that can make up for that. So we can sort of make up for, uh, uh, uh, a lack of meaning in our, in our close relationships, but by having a, uh, a more inspiring career, that the meaning that we get from that can sort of make up for, uh, the, the kind of lack of meaning that we might have, uh, from our interpersonal relationships."
	},
	{
		"start_time": "27:32",
		"speaker": "Ricardo Lopes",
		"words": "What about religion or religiosity? At a certain point in the book you talk about uh the feeling connected to something that transcends oneself. So for someone to have that in their life, do they need to be religious necessarily?"
	},
	{
		"start_time": "27:52",
		"speaker": "Steven Heine",
		"words": "Yeah, that's a great question. And, um, well, so this is one thing that uh the the literature very consistently finds is that people who report that they are religious tend to report that they're, they find their life to be more meaningful, and especially one aspect of a feeling of meaning, uh, is the sense that their life matters, and the people who are more religious are more likely to say that their that their life matters. And And um this research, I think, you know, in a way is is uh perhaps uh somewhat concerning because, uh, around the world, uh, in many industrialized societies, there's been a shift away from religion and that that that people are are are becoming um more secular and and like working in the in the academy, it's it's it's a very sort of uh uh a secular um environment, um. But we've been uh conducting some research and we find that actually a lot of these kinds of uh spiritual connections that people have and the kind that bring their life meaning aren't exclusive to uh religions, um, and that, uh, uh, many people find these same kinds of connections uh through uh uh their more personalized uh uh spiritual beliefs. So the uh one of the fastest growing categories of of beliefs uh around the world and, and especially in in industrialized societies right now is a category it's called a spiritual but not religious, uh, and so, uh, these people who they, they don't subscribe to any formal, uh, formalized sort of religious group, uh, don't follow any specific religious doctrine. But they have more of a uh sort of do it yourself kind of a buffet approach to uh to ideas about the the the hereafter. And so, for instance, they might, uh, you know, uh, engage in some Zen meditation practices, uh, alongside alongside some yogic traditions or maybe they're into crystals or or or horoscopes or or or, you know, um uh uh tarot cards or or or something like that, they sort of have cobbled together their own sort of unique set of of spiritual beliefs. And in our own research, we we've compared uh religious people to spiritual but not religious people and to non-believers, uh, regarding, um, what we've looked at is their, their level of meaning in life and, uh, their level of spiritual beliefs, and their level of uh social connection. And, uh, and what we find is like other research that religious people are doing really well. That's what this research was religious people report that their lives are are are are very meaningful. But the spiritual but not religious report that their lives are almost as meaningful as the religious people and and considerably more than those who are are non-believers. And looking at our data more more carefully and understand well why are spiritual but not religious people feeling that their lives are so meaningful, and we find that it's actually their their mystical beliefs. That are correlating with their feelings that that life is meaningful. Beliefs such as a uh a a belief in karma, uh or a belief that uh that they feel connected to the the universe in some way, or even beliefs in like superstitions, or even beliefs in something called the law of attraction, the idea that, you know, if you if you really believe something that you can make it happen. And, and that these individual beliefs are, are what are associated with, with uh greater feelings of, of meaning in life. And, and we've seen this in, in, in several different cultures around the world that these kinds of spiritual beliefs are associated with their uh uh feelings of meaning in life. The other category of uh predictors of a meaning in life that we found there is people's degree of social connections and Uh, religious people tend to feel more socially connected than do the other groups, and we find that it's the feelings of social connection that distinguish religious people from the spiritual but not religious. So the, the, the religious people seem to get two boosts here. They have these mystical beliefs that make them feel connected to something bigger than themselves, and then they also have uh greater social connections, uh, perhaps others in in their religion. And those things seem to predict uh feelings of a of a of a meaningful life. And, and sort of one other way that we've uh found and found this, and I, I should say I found this all quite surprising myself that I'm quite a secular um person. Um, MYSELF, and so was, was not really looking out to, to find that, you know, these mystical beliefs are so valuable, but this is what we've been finding. We also studied scientists and uh we had a big sample of, of, of people employed in scientific fields and um and we we measured their attitudes towards science and cause science shares something like religion in terms of it provides a worldview for making sense of what's happening around the world and And we found that that uh we found sort of three different categories of of scientific beliefs, um, that sort of clustered together. Um, ONE of these is, uh, called scientific optimism, a sense that, you know, through science things will get better, that we can solve problems through through science. Uh, ANOTHER, uh, cluster of beliefs, um, we called, um, scientism that, uh, the belief that science is sort of like the only route to to knowledge, it's, it's the only valid way of understanding things. And a and a third belief system we called scientific reductionism, which is sort of the idea that everything can be explained fundamentally in terms of basic scientific principles that ultimately everything is just a bunch of particles uh um that that are just combined in in in different ways. And, and what we found with that is that the more that someone embraces the scientific reductionist perspectives and the the scientistic perspectives, actually they score lower in a sense of that life is meaningful, especially with the sense that their life matters. Um, SCIENTIFIC optimism was uh slightly positively related to to more meaning in life, but just the idea that We can explain everything as as part of a materialistic universe that this seems to be associated with lower uh Feelings of of meaning in life. So I, I think this research has convinced me at least, that there's something important about believing that there's more than just what's here, what we're encountering in the here and now, that there's more to to uh to life, to the universe than than just this material basis of it. And now that seems to be an especially valuable kind of perspective to take that that people who have that perspective report that their life is more meaningful."
	},
	{
		"start_time": "34:54",
		"speaker": "Ricardo Lopes",
		"words": "In what ways does our being aware of our own mortality, our knowing that we will die when they affect us uh existentially and psychologically and uh how do people deal with that?"
	},
	{
		"start_time": "35:10",
		"speaker": "Steven Heine",
		"words": "Yeah, so this is one of the big existential challenges that, that, that we face, you know, that uh we're leading this, this life-riching experience that we're we're telling this, this life narrative. And that we are aware that someday it's all gonna come to an end, that someday we reach the last page of of our of our life story. And, and this creates a a a great deal of existential anxiety that that that we have a drive to want to persist in things. And, and like, like all species, you know, we are trying to survive, that we're trying to avoid things that are threatening. We, we, we are uh. Trying to approach things that, that, that are, that are nourishing, that are rewarding. Um, SO we're trying to survive, but here we have this awareness, um, that, uh, that someday we're gonna fail at this. Inevitably, we're gonna fail, and, and that this creates a, a great deal of anxiety about this. And so, uh, this question has been explored a lot in, uh, a research tradition called terror management theory. Uh, WHICH is explored just how, how people respond to this, this existential terror that comes with the awareness that that our life someday, uh, is, is going to end. And, and what this theory has proposed and has demonstrated in, uh, more than 1000 studies, um, Is that uh when people are reminded of the fact that they're going to die. We all know this, but we try to keep this thought out of, out of awareness here that we generally are, are, are thinking about our lives in terms of, of, um, you know, all, all of, uh, All of our relationships, all of our ambitions, all that that that we are trying to do, that's what we tend to focus on. And the fact that someday we're gonna fail at all these, all these things are gonna come to an end is is really bothersome. And so what this theory, Terry Madison theory proposes is that that people want to Feel that they are immortal in some way that we that we have this strong drive to think that that the, um, that, that in some way that that that our that our lives will continue to exist. And it proposes that we, we do so in one of two ways. One, we aspire for something that they call symbolic immortality. And, and the uh the way that we can achieve this is that, um, uh, that. We, we recognize that that we are part of a culture, um, and, and that our cultures, uh, are somewhat more immortal than than we are, at least, and that, that our cultures have often been around for a long time and we expect that they're gonna continue to exist, uh, in the, in the future. And so we can come to feel a little more symbolically immortal if we can view ourselves as a, as a key player in the in this meaningful cultural drama that that we, uh, exist within. And so that people can respond to these thoughts of death by thinking of their culture as being sort of, uh, uh, um, better, more enduring, more stable, and that they are someone who's living up. To their cultural ideals. So the kinds of reactions that they get in, in studies where they remind people of the fact that they're going to die is they find that after that, people will become a little more patriotic. I think that my culture is really good, um, that they, uh, will become, uh, they, they want to, uh, defend the status quo more, they want to punish people who break rules more that, that as a way of sort of protecting the, the sort of cultural system of, of how we're supposed to be. Um, AND they come to view their culture as better than other people's cultures, that, that we're the chosen people, um, and, and not others. The, the existence of other people's worldviews kind of challenges the idea that that that that our culture is special, that that that that uh we we're the chosen people. And so there have been many hundreds of uh of studies that have demonstrated this. The theory is, is somewhat controversial and, and, uh, there have been questions about how replicable these studies are. We, we have recently published a paper where we reviewed the entire literature, uh, that we're able to uh um quantify, um, uh, in this case. Investigated one particular question, um, which was over 800 studies, and we find that overall across all these studies that there is, uh, pretty good, not perfect, but pretty good psychometric evidence that that this effect seems to be real and and uh and and stable. Um, SO that's one way that people respond is trying to become symbolically immortal, but really, Symbolic immortality has its limits, uh, um, really what people desire to feel that they are immortal, that they will continue to exist. And so another way that that people respond to thoughts about death is that we Most people uh have some kind of uh religious belief. Um, THERE'S religions all around all around the world. It's, it's, it's a, it's a universal feature of our uh society. All cultures have religions, and, and they, uh, uh, almost all of them, uh, uh, and with the exceptions are just a little unclear, but almost all of them promised some kind of continued existence after our death. Um, THAT either you're gonna be reincarnated or or you're going to um go hopefully to heaven or but maybe to hell, that somehow that that you will continue to exist, uh, um, past, uh, uh, um, or, uh, after you die. And um and research finds that, yeah, when you remind people of their death, they're more likely to have these beliefs and there's the saying, you know, there there's no atheists and foxholes, and yet after people have these encounters that that where they're reminded facing this threat that they could almost die, they are common reactions for people to become more religious then and embrace more this idea that no, no, somehow we're going to continue to exist. Some part of me is going to continue to exist in the future."
	},
	{
		"start_time": "41:17",
		"speaker": "Ricardo Lopes",
		"words": "So you do lots of work in cultural psychology. So I would like to ask you now, when it comes to the kinds of things that people uh give meaning to or that find meaningful, do they vary a lot cross culturally?"
	},
	{
		"start_time": "41:33",
		"speaker": "Steven Heine",
		"words": "Yeah, well, I think there's some ways that we can see uh differences in uh um uh things that provide a sense of meaning in life, but in some ways there's also uh a lot of similarities. Um, SO one thing that where you can see, uh, quite clear differences in, in, uh, a sense of meaning in life is that people who live in more collectivistic cultures on average tend to report that their lives are more meaningful than people who live in more individualistic cultures. Um, AND, uh, I think this kind of makes sense when we think of the, uh, the idea that connections underlying, uh, sense of a meaningful life, and that, uh, people living in collectivistic societies really are connected to at least these collectives more to they belong to these, uh, enduring interpersonal relationships which are sort of, uh, uh, that are prioritized and, and, and that they are, are, are guiding their lives. So they belong in a more fundamental sense. Then I think to people in individualistic societies who are sort of choosing, uh, the, the, the relationships that they form, they are choosing what to do, but prioritizing their their own individual perspective. And, and that I think makes it, uh, a little, uh, makes one a little more vulnerable here to, to having the sense that, that, that one's life is, is, is meaningful because it's all up to me and, but up to me. I'm, I'm vulnerable. I, I make mistakes. I, uh, I might not be doing things right, um, and I'm maybe not gonna be as well connected as someone from a more collectivistic culture. So that's one way that we can see a difference, uh, across societies. Another way, which I, uh, find especially curious, is that studies find that people who live in poorer countries actually report having more meaning in life than people who live in wealthy societies. And, um, And, and this, I think especially curious because you get the opposite pattern when you look at happiness in, in general, uh, people living in wealthier societies are having more of their basic needs met and and they're having more positive experiences because of that and tend to report on average that their lives are happier. But when it comes to the sense that how meaningful is life, uh, it's, yeah, curiously in, in poorer societies that people report more meaning. And I I think this sort of highlights the key role of, of our struggles in making life meaningful too. It's, uh, it's, I think one thing that gives our life, uh, a sense of purpose, that, that there are things that I need to do that I, uh, that I need to work on that, that I'm focused on as, as for survival, perhaps. But it, but it, it makes my life meaningful that that I know why I'm doing things. I, I, I, I know what I, what I need to do. And in more affluent societies that often like our basic needs are are are largely taken care of and so it can become sometimes a little more challenging to find, well, well, why am I doing things? What is it that I need to do? And it might not be that obvious to someone who's who's living a a a a rather comfortable, comfortable life. Um, SO that's, I think another key difference in um the ways that, um, Uh, uh, societies differ in their level of, uh, sense of meaning. On the other hand though, uh, research finds, I think, quite curiously that it's really the same kinds of predictors of, uh, of a meaningful life across society. So across societies, people's feelings of interpersonal relationships, close interpersonal relationships predict a more meaningful. Life, uh, across societies, it's people's kinds of, uh, uh, spiritual beliefs that that predict, uh, uh, a more meaningful life. It's, it's across societies that, um, uh, that, that people's attachments to their work predict, uh, a, a more meaningful life. Um. Same kinds of personality traits that are associated with meaningful life, uh, seem to exist uh across societies. Um, WE have a recent paper where we're exploring the different kinds of purpose that that that people report as guiding their lives and We found ultimately that there's about 16 different kinds of purpose that people regularly endorse as guiding their, their lives, and, and we found across 4 very different societies that is really the same kinds of purposes that that were uh especially associated with, uh, with, um, pursuing a meaningful life that there actually wasn't that much difference across societies, that the same, uh, purposes, especially with things regarding. Um, uh, uh, TRYING to feel that one's life matters, uh, um, doing things for others, feeling committed to, uh, religious beliefs, these all correlated with, with, uh, uh, a more meaningful life, and some other kinds of purposes, such as working to achieve status or or working to achieve money, um, we're not so associated with meaningful life. So on the one hand, we can see some striking differences in the overall level of meaningful lives across societies. But many of the same basic predictors of meaningful life are quite similar across societies. And and I think the similarities sort of highlights, um, how much of the fact that maybe this, this need for meaning that we have is, is somewhat of an adaptation that we, we thrive when we feel that our lives are meaningful. It's associated with all of these good outcomes. Feeling that your life is more meaningful is associated with better mental health. Associated with with with better physical health. Uh, IT'S, it's, uh, less associated with, you know, with, with, with suicidal feelings. Um, AND so that this seems that when people have a sense of meaning in their life, they seem to be faring better they're they're doing better in many ways. And so I, I, I wonder if we have evolved this as an adaptation that it's important to feel that life is meaningful because if we don't, we tend to be struggling."
	},
	{
		"start_time": "47:41",
		"speaker": "Ricardo Lopes",
		"words": "So what can we learn from existential psychology that we can apply to our lives in the 21st century that could help us build meaning in our lives? I mean, are there particular strategies we can resort to?"
	},
	{
		"start_time": "47:58",
		"speaker": "Steven Heine",
		"words": "Yeah, I, I, I think there are. I think, I think this has a lot of uh practical applications, and I think kind of explain this best in sort of two different ways, uh, and what this is what research has pointed to on, on the, the one sort of set of strategies I think we can learn from is that uh research points to some ways that uh we can get a temporary boost in meaning by by by some activities. And that's a curious thing about feelings of meaning in life is that they fluctuate. It's not that someone feels consistently, my life is meaningful, and they just keep going at this as an even keel. No, our our feelings of meaning in life, uh, they fluctuate that they're higher at some points and lower at some points, but there are some things that can, we can do that can make our lives uh uh feel more meaningful. And and so what research points to, for instance, is um nostalgic reflections tend to provide a a a temporary boost in life. When we look back at our life and we look back at, at, at, you know, these past chapters of our life story, um, it These help us to understand better about who we are and, and, and the, the journey that that we've been on. And so, uh, studies find that, uh, when people reflect back nostalgically on their life, they, uh, after that, they report that their life feels more meaningful. Um. And especially not all kinds of memories are equally nostalgic, but the kinds that are especially nostalgic are our social memories of the past, how we were connected with others, things that we were doing uh in in our past with others, and also sort of some kind of key events in our lives, you know, like when we. We, we graduated and got married or, or, or, you know, you threw away that last pack of cigarettes that, um, you know, that these kinds of moments here, uh, we tend to find especially nostalgic. So one strategy then is when you feel that life isn't so meaningful. You know, maybe uh flip through an old uh photo album, maybe play some songs from the soundtrack of your youth, and, and that you'll, you, you'll be reminded about the the life story that you you've told this far and, and the journey that that you've been on. So that's one thing that provides a temporary boost, um. Uh, ANOTHER line of research from the tradition of, uh, self-affirmation theory finds that you can feel a little more existentially grounded if you reflect upon, uh, the values that are especially important to you. Um, uh, WHAT do you really care about? And, and in these studies, what people are asking, they're asked to write a paragraph about what really matters to you, what, what are the values that that that you hold uh most strongly. And what this research finds is that after people have done this, that they have this, this temporary boost where their life feels more meaningful, that they feel more resilient and and are better able to to to handle the the the the challenges with life. So it it it provides us this nice uh uh temporary boost to meaning. Also, I think another sort of set of strategies to to make uh life feel more meaningful is that one can engage in some sort of something that, uh, creates a sense of self-transcendence such that you feel that you are connected to something beyond yourself. And so this can be engaging in any kind of uh religious or or or spiritual ritual. Um, IT can also um be listed through something like a mindfulness. Meditation makes them sort of feel more connected to things. And also, quite simply, uh, research finds that, uh, going out in nature, uh, and, and sort of feeling connected to, to the natural world provides this, this temporary boost, uh, which increases our, our sense of well-being. So these are some things that we can do that provide a, uh, uh, a, a temporary boost. Um, I don't think they're gonna, you know, change your life forever, but, but. They're useful for those times when you're you're feeling a little alienated, feeling a little disconnected from things. And on the other hand, uh, what are the kind of more enduring things that that we can do, uh, uh, to provide a sense of meaning? Well, I think we can understand. The the best strategies here and considering what are the the the key foundations of a meaningful life, and, and I think it's these domains of connections that that are uh especially important. So our, our interpersonal relationships, so, uh, working towards building um these interpersonal relationships, spending more time with, with our loved ones, uh, engaging activities, uh, with them, um. Uh, WE can feel more meaningful if we get more involved with our communities, uh, uh, doing things for our communities, especially if it's an activity that's aligned with, with your values. So, so say if you're, you're volunteering for a particular cause that's important to you, say you care about improving the environment, or care about some political cause and and and sort of volunteering for those where you belong to a community and doing something that that is something of great value to you. That I think will lead to um a more meaningful lives and um uh through our work, uh, if, if you have work that you find uh uh especially meaningful and rewarding, then engaging your time in that work will make you uh feel that that life is more meaningful and that, um, or, or any kind of uh developing any kinds of these sort of spiritual, uh, uh, connections, any, and, and here's where I think, you know, It's it's great if, if you belong to a religion, uh, I say uh, stick with that, and if, if you don't, if you're more secular person, I think, I think it's useful to just think of how, what kinds of spirit traditions might you be open to. You're not going to be open to all of them, but maybe there's some that that feel that, oh, that that's something that I might be able to incorporate in my life. I think, uh, um, you likely do stand to benefit by incorporating those. At least this evidence I should emphasize is correlational evidence, um, so that people who have these beliefs tend to feel their life is more meaningful, um, uh, uh, but I, I think it it it follows in that. To the extent that you can develop these sense of connections, your life might also um be more meaningful. And finding uh things that give you a sense of purpose to reflect upon what kinds of things, uh, do you feel uh a sense of purpose in your life, and to spend more time doing those, um. Uh, ANOTHER key thing that's been found to be associated with, uh, a meaningful life is, uh, living a psychologically rich life, that having a set of diverse, challenging experiences are things that make life more meaningful. So I think this is this is important because, uh, lots of things make life more pleasant, um, so you might find it very content just to, um, Uh, you know, to sit, play some nice music, make jigsaw puzzles all day. Um, THAT, that might make you feel quite pleasant, but that's probably not gonna make your life feel quite as meaningful because it's not so psychologically rich. It's not so varied and challenging. And so, yeah, what research finds is that People who lead more psychologically rich like put themselves in more novel situations, more challenging situations, being open to new things, trying out, you know, new things, trying different restaurants, traveling the world, that these things make life feel more rich, and that makes life more meaningful. And last, um, To, uh, think about the, the life narrative that that you have. And this is the thing about stories that that we're not bound to any particular stories that that uh that we have a story about what has happened in our in our lives, but um there are different ways that we can narrate our lives, and some seem to provide more meaning than others and um. You know, a set, you've had a set set of experiences that have happened to you over the course of your life. But how you tell your life story, the, the, the, the way you connect those past episodes and the kinds of episodes that you reflect on is something that you have some control over. And one kind of life story that seems to be especially associated with feelings of um more meaning in life, uh, is a life story that that's, um, that Joseph Campbell's, uh, who's a mythologist, he identified some of his common to many myths around the world, and he called it a hero's journey. And this is a feature of many of the best stories in the world. Um, AND, and, uh, it's, it's, it's sort of the basis of stories such as in Star Wars, or in Harry Potter or or Hunger Games or or Lord of the Rings. And, and the features of this hero's journey story is the idea that, that, uh, we're on a quest. That, that we, we face some challenges along the way that we rely on some allies in our life to help us to surmount those challenges and that through the process, we, we are transformed, that, that we grow and and and change and, and can ultimately come to surmount some of these big challenges. And It might not feel that your life has been a a a hero's journey, but, um, researchers found that if you reflect on these sort of key elements of a hero's journey, like, what are the big challenges that you faced in your life? Who are the key allies that that you've uh relied on here? How have you changed and and and grown? What kinds of things have you surmounted? And uh research has found that when people focus on these elements and and and try to just uh tell a narrative about their life of how they've gone through this hero's journey, how they have, um, Relied on allies and facing these challenges, uh, and changed and and overcome some of these challenges that they report feeling that their life is more meaningful, that this seems to provide the basis for a more meaningful life. So these are some, I think, sort of a practical, uh, um, challenges, I mean, uh, strategies that, that, uh I think uhential psychology um can offer for us to help us to lead more meaningful lives."
	},
	{
		"start_time": "58:23",
		"speaker": "Ricardo Lopes",
		"words": "Great, and I think those are great strategies to end our interview on. So the book is again start making sense how existential psychology can help us build meaningful lives in absurd times. I'm leaving a link to it in the description of the interview. And Doctor Heine, just before we go apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "58:47",
		"speaker": "Steven Heine",
		"words": "Sure, so, uh, well, I'm at the University of British Columbia. Um, uh, IF you Google me, uh, Steven Heine, you will find two people. One is a, uh, professor who studies Japanese religions from Florida, and myself who I've done a lot of research in, in Japanese culture, but who studies psychology, um, and, uh. I have a few. I, this is my 3rd book. I also have a book on cultural psychology, and I have a book on how people understand, uh, genetic determinism, and, and this book on, uh, uh, start making sense. Um, SO I, I'd say look at the internet and you can find my web page at the University of British Columbia as well."
	},
	{
		"start_time": "59:29",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show again. It's always a great pleasure to everyone."
	},
	{
		"start_time": "59:36",
		"speaker": "Steven Heine",
		"words": "Thanks so much, Ricardo. It was a lot of fun talking with you as always."
	},
	{
		"start_time": "59:40",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauujuru and roach Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Corale Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Per Crolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]