[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Kevin La. He is professor of behavioral and evolutionary biology at the University of Saint Andrews in Scotland. He's the author of several books, and today we're going to focus on his latest one evolution involving the developmental origins of adaptation and biodiversity. So, Doctor Lala, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Kevin Lala",
		"words": "Thank you very much, Ricardo. I appreciate your interest."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So, just to introduce the topic here, in biology, when looking for explanations for the existence of particular kinds of traits, what, what kinds of, what different kinds of explanations can we find in different subfields of evolutionary biology?"
	},
	{
		"start_time": "00:54",
		"speaker": "Kevin Lala",
		"words": "Well, um, There are a number of different questions one can ask about a trait. Um, YOU could ask what is its adaptive function. That's the kind of question that a um behavioral ecologist might ask, for instance. We might uh focus in on a particular trait. We use the example in the book of the turtle shell. Where did the turtle get its shell? How did it get it? Um, AND to be a ecologist, it'll be asking, well, you know, what does a shell do for the turtle? Uh, AND it's, you know, with a little bit of research, we can establish that it provides the turtle with protection. So we're focusing on, on the adaptive function of the trait, and that can be put to the test in a number of different ways. Um, OTHER researchers in other spheres of biology ask different kinds of questions. Um, DEVELOPMENTAL biologists or even devo researchers would be more interested in the developmental origins of the shell in the case of the, of the turtle. So, so how does the trait develop over time in the, in the focal organism? And in, in this case, you've got the Um, you know, the, the, the ribs effectively spreading out through the skin to create this carrot paste, which, um, you know, provides that protection to the, to the turtle. Um, uh, AND then, you know, you've got. Paleontologists, for instance, who might be asking much more about the history of the evolutionary history of that particular trait, how did it come to be from what did that um trait evolve, um, and it, it, in the example we use in the book, that's quite an interesting question because. In a way, um, you know, paleontologists initially made a sort of wrong term. It was perfectly logical to think this way, but, uh, they thought because, because turtles are closely related to crocodiles, and crocodiles have these sort of scaly, um, covering on their back or ostoderms, that most likely the turtle shell evolved out of osteoderms, and so they anticipated that their ancestor would have these osteoderms. And as a consequence, neglected what turned out to be a critical fossil, um, that lacked these osteoderms, but also actually lacked a carapace. It lacked a shell on the top of its body altogether, but had a shell on the bottom of its body, on its breastplate, a plastron. And, um, you know, when this subsequently, um, came to light and, and the, the true evolutionary history of uh turtles was understood. Then it became clear that the initial function of the shell, uh, was not protection, as the, you know, the behavioral ecologists had sort of inferred from its current function, but as a digging platform for these turtles. And then only subsequently did this carapace evolve to provide protection. And what's, what's quite nice about that, I think, is it illustrates, firstly, how Um, you know, it's, it's healthy to have these different spheres of biology that are asking different kinds of questions and collectively, they give us a, a, a richer understanding of the question, and they can correct each other's errors when those occasionally do occur in the short term. Um, BUT also they encourage us to ask questions that might not otherwise be asked. So, um, you know, we, we, we might think to ourselves, Why did the turtle solve the problem of predation with a shell? Why not have big teeth and fight off predators? Why not run away? And by taking this broader perspective, we can, we can get an answer to that kind of question, um, because it sort of tells us that, well, Uh, initially, they had this plastrum, which was, which was really important for digging, so that kind of prevented growing long legs to run, run away. And once you have that, then it's really easy, uh, developmentally speaking, and, um, in evolutionary terms, to evolve the same structure in the top half of the body, and so you get that, that kind of pace evolving. So, um, you know, multiple perspectives in a science, I think are extremely healthy."
	},
	{
		"start_time": "05:19",
		"speaker": "Ricardo Lopes",
		"words": "So at a certain point there, you mentioned developmental biology. Could you tell us a little, a little bit more about that subfield? What is developmental biology and specifically in what ways does it relate to evolutionary biology?"
	},
	{
		"start_time": "05:35",
		"speaker": "Kevin Lala",
		"words": "Yeah, I mean, it's a really good question, because historically, there's been a separation of evolutionary and developmental research, and that occurred in the middle, around the middle of the, the, the last century. You go back to Darwin's day, actually, um, Darwin was very interested in, in organisms development and, and used things like the study of embryos to, to provide evidence for evolution. But, um, you know, around the 1920s, 1930s, the, the, this separation occurred between these two fields. It, it, it began, I think, with the rediscovery, discovery of um Mendel's rules for inheritance, um, and the integration of that Mendelian inheritance with population genetics thinking, and that led to, uh, a means for studying evolution. Without really paying much attention to development. And I, I suppose that was a very pragmatic line to take at the time. We really didn't know very much about development, and, and it's horrendously complicated. So, um, you know, it's not unreasonable of researchers to have taken that pragmatic line, but oftentimes what happens in science is, you know, we, we make assumptions, and, um, you know, they're made for good, good reasons, but then, you know, as Um, Erasmus Winter, philosopher of biology says the sort of the map becomes the territory. We forget that this is just a model of the world, and it sort of becomes the world, and it becomes almost doctrine that we don't need to know about development. To study evolution. And the argument we make in our book, Evolution Evolving, is that, well, that's true, you can, to some extent understand evolution without taking development into account, but if you do take development into account, then you get a better understanding, you get a richer explanation. Now, I, I guess I've been talking a lot about Development, I should, I should perhaps make clear what I mean by that term because, um, you know, in our book, we, we are, uh, using it in, in quite a broad way and a lot of people think about development in different ways and for some, some people it's, it's all development means, you know, building skyscrapers or, or, you know, raising money. Um, OBVIOUSLY, we're talking about biological development here, but we're also thinking very broad terms from, from conception, everything that happens from conception all the way through to death, the whole of ontology, in other words. So when I use the term development, and when we use it in the book, we're talking about things like what happens to an adult, how adults behave, how they learn, their, their culture, their Developmental plasticity, all of those kind of things are important in evolution. That's the argument I make."
	},
	{
		"start_time": "08:37",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, at a certain point in the book, you talk about 5 principles of development. Development is modular, development is epigenetic, development is constructive. Then you also talk about the interchangeability of the phenotypic consequences of a change in DNA and the change in internal or external environment, and also one that we could summarize as phenotypic variation being structured and biased. Could you explain those principles?"
	},
	{
		"start_time": "09:07",
		"speaker": "Kevin Lala",
		"words": "Yes, that's right. So um what we try to do in our book is just in a, in a single chapter. Sort of summarize, um, and it's almost an impossible task, but, you know, just, but we set out to summarize what an evolutionary biologist or an evolutionary minded researcher needs to know about development, to, to really do a good job at understanding evolution. Um, AND of, of course, uh, I mean, one of our co-authors is a guy called Scott Gilbert, who writes the developmental biology textbooks, and his, his textbooks, his undergraduate textbooks are that fact. Um, YOU know, so there, there's a huge amount of knowledge that we've kind of condensed down into this, into this single chapter, and then we put it in these 5 little sort of bullet points just to try and bring home these, these key points that we want to get across. So, firstly, development is module. That is, um, it's comprised of, of sort of building blocks, circuits that are um well integrated and, and, um, you know, have their own independent structure, and can be used again and again, a bit like Lego bricks, you know, we can take this bit of Developmental kit from over here, from building something, and use it over here in another part of the body to do something else for another function. And that's what what evolution has done repeatedly. A lot of it evolutionary innovations involve taking circuitry or structures that preexisted. And reusing them in a new context. The instinct insect wing was built from from um um developmental machinery that was initially used to produce insect legs, for instance. So, um, there's this modular structure, which it turns out is really, really important when it comes to understanding evolutionary questions and the introduction of new traits. There's this second feature, which is that development is epigenetic, and we're using epigenetic in the sense of above the level of the gene. So the, the control of development is above the level of the gene. And that stands in marked contrast, I think, to how Many people think about um. Development and how it's often portrayed in the media, like there's a genetic program where all of the information is stored, and that's read out, and there's this kind of unfolding of this instructions for building a body and, and uh instructions for how that, that organism should behave and so forth. We take issue with that characterization of development. It's much more open-ended, it's much more flexible and the, the control, the regulation of, of um Uh, uh, of the outputs, the phenotypes, the traits of the organism, is at a higher level than the genes, at the level of uh a sort of regulatory network of, yes, there's, there's genes involved, but a whole bunch of other molecular outputs and, and um signals and environmental inputs, which collectively influence the structure of the trait. And that That perspective helps us to account for another one of the characteristics of development that we, we placed emphasis on, which is this interchangeability. Of genetic and environmental inputs, because both genes and environments feed into the regulatory machinery of development, they're all processed by the same mechanisms. So you can get the same phenotypic outputs arising from a genetic mutation and or an environmental change. We also emphasize how development is constructive, that is, um, it's, is critically dependent on the organism itself, the organism an active player in its own development. Um, One of my intellectual heroes, Richard Wantin describes um both evolution and development as a bit like walking on a trampoline. As you move, you deform the surface, and then you influence your own trajectory subsequently. We give a nice example in the book, uh, uh, of, of this which um involves these, these um dung beetles. So, um, the, these, these dung beetles, uh, the, the mother beetle will, will build a brew ball out of dung and, um, place an egg inside it and, and insert also a, a, a, a, a little package of her symbiances inside, and then bury that underground. And then the infant, when it hatches, will consume the pedestal, thereby getting the mother symb. It will, um, it will then feed on the brood ball. Um, IT will defecate, it will mix the materials, and in the process, it would distribute all the bacteria, all the symbiots that he got from its mother throughout the brood ball, and those bacteria then go to work in processing, um, all the chitin and ligning and making the, the, um, carbon nutrients available to the offspring to consume. So it's effectively producing more of its own food. And experiments which have been carried out, which kind of where you cancel the effects of the organism's activities and the mother's activities, show that it really does make a difference. If you don't have that. Modification of your environment, but both the mother and the and the and the larvae are engaging in, then the, the larvae will engage, will, will, will develop in a completely different way. It will be much more, much more likely to, to be non-viable or grow to a far lesser extent. It won't become sexually dimorphic. It will be quite different as an organism. So the form of the phenotype that you end up with, the suite of traits that you come to possess, depends very much on what you do as an organism. You control, you influence your own development. And then there's this last point, which is that um developmental processes are biased. They're biased in the sense that certain phenotypes, certain traits, certain combinations of traits are far more likely to be produced in development than others. And that, as we see, um, as we emphasize in the book, as, as a major importance to um To how we understand the action of natural selection, selection that is used is biased by the variation that's available to you. So,"
	},
	{
		"start_time": "16:02",
		"speaker": "Ricardo Lopes",
		"words": "uh, another question then, what do you mean when you say that the evolutionary process itself evolves?"
	},
	{
		"start_time": "16:12",
		"speaker": "Kevin Lala",
		"words": "Yeah, so, um, To understand this, I think we need to take a closer look at um natural selection. I mean, what we're trying to understand ultimately in the book is, is, um, how adaptive evolution takes place. So how organisms acquire adaptations, how we get, um, speciation and, and diversity, the diversity of life that we see. And we of course always um. Explain that with natural selection. And that's usually as far as it goes, but one can look a little bit closer at how natural selection works. We can break it down into its component parts, if you like. And that, I think, is an instructive exercise. So, um, biologists and, and philosophers have recognized for some time that in order to get evolution by natural selection, you need 3 things. You need some process which is generating variation. In a typical variation in the traits that are organism exhibits. You need differences amongst them in their ability to reproduce, to survive and reproduce fitness differences, and you need to pass on those qualities from one generation to the next. You need inheritance in some form. um PHENOTYPIC variation. Fitness differences Inheritance. If you've got those three things, natural selection should ensue. But in principle, you could apply those to the cultural evolution of the bicycle, right? It doesn't have to be about biology. It doesn't have to be um satisfied in that way. Anything that has those three properties could evolve and produce adaptation. However, evolutionary biologists since the 1950s, have had a particular way of interpret interpreting that algorithm. And it's a genetic view, a genetic vision of natural selection. So when we think about phenotypic variation, we tend to focus in on the variation that arises from random genetic mutations. Yeah, mutations that arise that at random with respect to their functionality. Uh, AND those are the ones which we think are really, really important in evolution. And when it comes to fitness differences, well, we envisage that natural selection is sorting between genes and genotypes, and that's what really counts. And when it comes to inheritance, we focus in on genetic inheritance and the passive transmission of genes from parent to offspring. So there's this genetic take on how natural selection works. But in practice, organisms can satisfy those requirements for natural selection in other ways. Um, SO to give you just one example, it's a complicated issue. We can see how many organisms have extra genetic forms of inheritance. In the case of humans, we have cultural inheritance, whereas in the case of plants, they have epigenetic inheritance. Many animals inherit symbols and so forth. So those Forms of inheritance in principle can satisfy natural selection requirements for natural selection. So when we start to look more closely. We can actually see how developmental processes are in different ways, biasing the variation that's produced, the finitive variation that's produced, modifying the nature of the fitness differences that the organisms have through their interactions with their environment, and modifying the, the nature of inheritance and every organism does it. In their own particular way because it depends on their own personal characteristics. Plants don't have a culture, so they can't do, um, you know, cultural inheritance, but, you know, killer whales can, humans can. So the characteristics of natural selection, the way it works for any given organism, and we give plenty of examples in the book, depends on the properties of the organism. Natural selection depends on the properties of the organism, well then it follows that as organisms evolve, the evolutionary process evolves."
	},
	{
		"start_time": "20:47",
		"speaker": "Ricardo Lopes",
		"words": "So you've touched very slightly on this topic in, in just the previous answer, but what is developmental bias? What does that mean in the context of developmental biology?"
	},
	{
		"start_time": "21:01",
		"speaker": "Kevin Lala",
		"words": "Yeah, so, um Um Developmental bias is a, is a relatively simple idea. It's the idea that um, The Variation, the phenotypic variation, the traits that organisms have or the combinations of traits that arise in development is biased, so that some traits or some combinations of traits are far more likely to arise in development than others. And the significance of that is that that bias is the action of natural selection and Influences the patterns of variation that we see out there in the world. I can explain it with a uh analogy if you like. So, um, imagine you're traveling and you stay in a hotel and you go down for breakfast to the, to the restaurant where they have a buffet, and they're serving two kinds of eggs, um, fried eggs and scrambled eggs. But in this restaurant, The chef is able to produce scrambled eggs at 10 times the rate he produces fried eggs. And you look around the restaurant. And you see, pretty much everybody is eating scrambled eggs, right? So there are two kinds of explanations that might account for that. One is a selective kind of explanation. It could be that everybody preferred scrambled eggs, and they chose it. That's kind of equivalent to the traditional way in which we might explain the variation that we see in, in nature. But there's another possibility, which is that the scrambled eggs were just produced so much more frequently than the fried eggs that people were constrained to just eat scrambled eggs, that was what was available. Uh, AND that's an, that's also a potential explanation, and more likely, what's going on in the, in the restaurant is a combination of those two things. And that's what we think is more likely explanation for the variation that we see in the world, that it's a combination of um development bias and selection, which accounts for the patterns that we see in nature. But in the book, we do live. Some really quite interesting and compelling examples of how through studying developmental mechanisms, you can predict What biases will arise and what patterns of variation should be observed, and then you go and look in nature and you see that's exactly the pat. So you can actually, to some extent, often predict. The variation that arises in nature by What arrives in development, what arrives in the first place, and the rate in which it does so."
	},
	{
		"start_time": "23:46",
		"speaker": "Ricardo Lopes",
		"words": "So, developmental biology, if I understand it correctly, can help explain why some of the adaptations exist and others do not, and why some characters are more evolvable than others, right?"
	},
	{
		"start_time": "24:01",
		"speaker": "Kevin Lala",
		"words": "Exactly. And you know, the historically, of course, evolutionary bioies have sort of seen some role, a limited role for developmental biology and evolutionary explanation. So, um, more commonly rather than talking of bias, we talk about developmental constraint. And, um, you know, we take issue with that as a kind of explanatory tool. We, we suggest that's probably not the optimal way to think about these issues. And the, the, the problem is that if you think in terms of developmental constraints, then The constraints, the developmental aspects can account for why development does not occur. Uh SORRY, why evolution does not occur, or why adaptation does, does not arise. Um, THE, the kind of thinking that we often encounter is that, you know, Traits are either possible to produce in development or not. They're not possible to produce. That's because of developmental constraints, and that explains why we don't have, you know, humans with wings, for instance. You know, developmental biology, you know, never throws up humans with wings. Um, SO because that's kind of impossible to produce for various reasons, then that's kind of a constraint that explains why we don't have that. But if you want to understand all the things we do have, natural selection is the answer, right? That's the, that would be the traditional way of understanding it. And the problem with that reasoning is it's. It's all or nothing. It's, it's categorical, you know, rather than thinking probabilistically about the likelihood of particular variation being produced, which is actually much more realistic. And when you think about things in probabilistic terms, that there's certain patterns of variation that are far more likely to arise than others. Then you can see that those developmental processes are not just providing an explanation for the stuff that we don't have, they're also contributing to the explanation for the things that we do have as well, like I explained with the example of the scrambled egg and uh consumption in the, in the restaurant. Oh, to come back to your, you also asked about evolvability. So, um Evolvability refers to the ability of an organism to evolve, the capacity to evolve, or, you know, we can think more fine-grained about the capacity of the traits of an organism to evolve. And what's been quite interesting over recent years is the, is the observation that, that, um, organisms vary in how good they are evolving. And um Even if we look in the single organism, we can see a considerable variation in how, Likely their traits are to evolve, so. There's been a lot of research into this in, in recent years, both empirical and theoretical, and these studies show quite clearly that the capacity to evolve can itself evolve over time. Um, AND that as organisms, um, you know, as they evolve, um. They will encounter certain features in their environments, certain patterns of variation, and will produce outputs that either satisfy those, those requirements for the environment or, or don't, and this will lead to selection on the relationships between traits. It will lead to Um, plyotropy, it will lead to epistoic interactions such that combinations of traits that um are usefully produced together and more readily produced, combinations of traits that are uh less usefully put together, um, are less reliably produced, um. And the net result is you end up with some traits being more evolvable than others. Um Again, let me try and give you an example to, to make it more concrete. So imagine, imagine you have a A quadruped, an animal with four legs. Um, AND mutations could arise in any one of those, um. Legs which would lengthen it or shorten it. But of course, if you have uh uh an animal with three legs that are longer than one, or one leg that's longer than the others, um, you know, that's not particularly useful variation. And so, um, We can envisage that um. Over long periods of time, uh, natural selection will favor, um, mutations that lead to epiststatic interactions that, that reinforce symmetry between the legs that, uh, that eradicate the, um, you know, the, the situations where um asymmetries arise and, and, and robustly produce symmetry, with favor plyotropy, so that any change in the, you know, in the characteristics of a leg will also affect other legs. And so that gradually over time, the likelihood of a mutation producing asymmetric asymmetrical length would be reduced. Now, mutations are still occurring at random, even after that long period of time. And they can still increase the length of the legs or decreases the length of the legs, independently of what would be beneficial for the organism in that environment. So it's not on demand as such. But nonetheless, variation that's kind of been useful in the past, that's got that symmetrical quality, is favored is much more evolvable. It's much easier to evolve symmetrical characters over time, that will change more quickly than. Variation that generates asymmetrical correspondences between the legs. Those will be far less likely to arise and will be less evolvable. So you can see how, you know, it's a sort of hypothetical example, but it illustrates how these combinations between traits can arise over time to produce variation that fits with what was useful in the past."
	},
	{
		"start_time": "30:34",
		"speaker": "Ricardo Lopes",
		"words": "Great, but uh uh then there's an important question to ask here, I guess. In regards to the developmental processes themselves, where do they stem from? Are they the result of natural selection?"
	},
	{
		"start_time": "30:50",
		"speaker": "Kevin Lala",
		"words": "Yeah, that's a really, that's a really good question. I, I, I think in a way it's a kind of key hang up for many people um in, in embracing the kind of developmental perspective that um that I and my co-authors advocate in the book. um. The The way of thinking that's um is very widespread and um Is a kind of mental block to embracing it is, is that, you know, we will, we will happily. Explain developmental bias through earlier natural selection. So if we see that there's developmental bias taking place, there's a bias in the production of the phenotypic variation to produce certain forms more readily than others, we'll say, oh well, the reason we have that is because of early and natural selection. And they'll stop there. That what they won't consider is that that early natural selection was also subject to biased developmental variation. And in fact, you could trace it back all the way to the beginning of life, and it always be biased developmental variation, which would be subject to natural selection. There's actually a reciprocal causal relationship between these, these characters. There's biased variation being produced in development. And then natural selection occurs on that bias, sorting between that bias variation, influencing the bias in the next generation. Um, AND so we have to think about things in this reciprocal causal way, and, um, and that means we can account for the patterns of variation that we see in nature in terms of these dual processes, natural selection and developmental bias, rather than tracing everything back to natural selection. And that that I think is the logical distinction. Now you're going to a linear causal model as opposed to a uh a reciprocal causal model."
	},
	{
		"start_time": "32:42",
		"speaker": "Ricardo Lopes",
		"words": "Could you explain the phenomenon of plasticity lab evolution or the ways by which developmental responses to environmental change can direct genetic change?"
	},
	{
		"start_time": "32:55",
		"speaker": "Kevin Lala",
		"words": "Sure, yeah. So this, um, this is an idea that's come to prominence in, in recent years through the important work of Mary Jane West Eberhart, um, who published a, a, a now classic volume in 2003, Developmental Plasticity and Evolution, and, and, you know, It's a very, very rich book indeed, but one thing that people have sort of latched on to is her suggestion that genes can be followers rather than leaders in evolution, that, that, um, organisms can respond to environmental challenges plastically through changes in their development, which adjust their behavior, their phenotype, their traits to the environmental conditions. And then subsequently over many generations, um, that can be stabilized through genetic change. So plasticity comes first, subsequently, genetic change occurs. So that's the The basic idea Um, an example that we use in the book concerns, um, blind Mexican cavefish. Astanics uh Mexican. Uh, SO, um, these are really fascinating. And when, when these fish were first discovered in the 1930s, um, they looked so strikingly different from, from all known fishes, that they were, they were classified as entirely new genes. Only for subsequent, you know, sites to establish that the sighted versions of the same species. We're incredibly widespread in the rivers and streams of, of Mexico and and Southern USA. And Um, it's since been established that there are about 35, um, at the last count. Independent evolving populations of these blind Mexican cavefish. They all have a very similar suite of traits. They're typically, of course, um blind or eyeless, and they will have um changes in the pigmentation, they'll be quite white. Um, BUT a whole suite of changes, changes in In their uh bone structure, in their metabolism, in their behavior, all kinds of things. And also some really, uh, you know, intriguing features like virtually all the populations have got fragmented bones in their faces. Literally broken up bones. And, you know, the researchers who study this have this sort of puzzled by, um, you know, why is it that they should all have this, this feature? It seems so random and it's hard to understand rifasi, why they should have this, this, um. You know, not obviously beneficial, probably an adaptive characteristic and why it should repeatedly have evolve. The fact that it repeatedly evolves suggests that some, some adaptive value. So there there there's a, there's a suite of, of traits associated with blind Mexican cavefish, but some are a little bit sort of odd and um. Light was thrown on the issue when um a, a, a team of researchers took the river fish, the, the, the, the sighted versions of the same species, and reared them in the dark and the cold to simulate sort of cave being thrust into the cave environment. And the offspring of those uh fish. Developed a suite of characteristics that is strikingly similar to the blind Mexican cavefish that derived them. And um, If you look at which traits change in response to the dark and the cold. They're the same kind of traits as we see have evolved in the derived form of the fish, and they respond to the dark and the cold, often by producing increased phenotypic variation. And if as researchers have done, you select on some of that increased inaction, you see a response to selection in the same direction. So, um. That those kind of studies, um, and, you know, various other kinds of experimentation. Present, I think, a very strong case that what has happened in, in these fishes is that um they they respond initially to this, to this challenge of being in a very dark, cold place, um. Classically, through the, through the developmental change, and then gradually over time, that becomes stabilized and you get refinements through through genetic evolution. And some of the odd features like the um like the broken up bones, it turns out, you know, that you can then start to understand why they have those features because there's a strong correlation between the, the number of neuromasts that they have, which are these cells which allow them to detect water currents, which is really important if you're foraging in the dark, and you know, this fragmentation. So, so certain things come to light when you take this, this developmental perspective. Mhm."
	},
	{
		"start_time": "38:21",
		"speaker": "Ricardo Lopes",
		"words": "You've done work on niche construction specifically, so could you tell us about it? What is niche construction?"
	},
	{
		"start_time": "38:29",
		"speaker": "Kevin Lala",
		"words": "Each construction is uh the capacity of organisms to modify their environments and thereby sort of modify the natural selection that that their population experiences. And it, and this is a very sort of obvious and prosaic thing that, you know, every kid knows that birds construct nests, as do, you know, as do fishes, um, you know, the ants and bees will construct mounds and um and and that. Not just, um, you know, artifacts, you'll see in, everybody knows that, you know, plants are modifying, um, wind speeds and, and, um, you know, affecting shade and, and, um, playing a role in the, in the, in the hydrological cycle, the cycling of nutrients and so on and so forth. So. In to a greater and lesser degree, of course, all organisms will modify their local environments and sometimes this will feedback to influence the selection that they experienced. And um, From a traditional perspective, no, no one would kind of dispute that that goes on, but, but, you know, people don't really see that niche construction as playing causal role in evolution. Um, IT'S something that has evolved, that we can understand as having evolved through natural selection, an interesting feature of the organisms, but we don't see it as part of the process. It's not part of our explanation for how or whether or the nature of the evolution that takes place. But let me go back to an example to illustrate why it might be better if we thought about niche construction as playing a causal role. Um, I'll go back to the example I talked about of the dung beetles, because of these dung beetles are kind of classic niche constructors. When the mother builds that brood ball out of dung. Um, AND when she inserts the egg in it and adds in her little pedestal, which contains her a symbiance, and when she buries it underground, where it's in a sort of safe, thermally buffered environment, that's niche construction on her part. Um, AND when the offspring. Consumes the pedestal and mixes the materials and builds a pupation chamber, and distributes the symbiots in ways that allow them to process the, um, you know, the carbon nutrients, make them available for its own growth. That is also niche construction, niche construction on part of the larvae. And What experimenters were able to show, who, you know, who have carried out experiments that either allow that niche construction to take place or prevent it from taking place and allow that comparison, is that not only does, does the niche construction make a critical difference to the development of individual organisms, which traits evolve. But it affects which traits become statistically associated with other traits. So it generates new clusters of traits. For instance, these constructing traits on both the mother and the, and the larvi's part, get, gets statistically associated and subsequently co-evolve with traits that respond plastically to the constructed environment. Yeah, so things like um horn length, and it's very contingent on the, on the um activities of the organ and constructing activities. So the cluster of traits that's Most significantly associated with biological fitness. Changes as a result of this niche construction. What that means is through their niche construction, organisms are affecting the direction that natural selection takes. Yeah, so which, what, what the niche construction is doing is effectively shifting. The traits that are associated with biological fitness and therefore modifying the direction of natural selection. That's something that we need to take account of if we want to understand how a population will evolve and and get a better understanding on why it evolves in the way that it does. I mean, I think part of the, part of the problem historically has been that evolutionary biologists, when we, when we um seek to understand evolution. We'll kind of start with selection pressures. We'll, um, we'll. Examine a system in a laboratory or, or in, in, uh, in nature, and we'll find that uh this genotype has got higher fitness and that genotype, and then we'll come up with an evolutionary explanation retrospectively for why that should be. But we, our analysis starts with, with, with fitness differences, and then when we know there's fitness differences, fitness differences, we can make predictions about how traits will evolve and what, what the outcomes will be. But we tend not to ask. Where did those fitness differences come from? And so what a developmental perspective can give us is an answer to that question. In this case, the niche construction was really critical for creating those selection pressures."
	},
	{
		"start_time": "43:48",
		"speaker": "Ricardo Lopes",
		"words": "So, could you tell us about the concept of dynamic adaptive landscapes and why it is important in the context of your book?"
	},
	{
		"start_time": "43:57",
		"speaker": "Kevin Lala",
		"words": "Mhm. Yeah, so, um, adaptive landscapes are a kind of, um, conceptual tool, um, that evolutionary biologists use to, to think about and sometimes also to sort of model, um, biological evolution. And often, oftentimes they'll envisage, um, a, a surface, like a landscape, which, um, you know, if you think in three dimensions, you could have two dimensions, the X and Y axis, if you like, which represent two different traits or different, two different genotypes, and then the, the vertical axis would represent the fitness. And so you can plot, uh, uh, uh, um, you know, a population of individuals on that surface. And, um, if you know the, the values of the traits of that individual with respect to those two dimensions, uh, uh, you can see where they are at any point in time, and you predict that they would move up this fitness service to the highest fitness point, or at least that's the, the traditional expectation. But what's uh recent research, particularly studying sort of developmental bias, but also um plasticity and niche construction has shown Um, you know, formal mathematical models has established that, um, these assumptions that you can always travel up to the sort of, um, local fitness peak is, um, there's not always occurred, it's not always realized because of the developmental bias in the system. And what, what developmental processes are doing is effectively creating, um, viable pathways across that landscape. So what natural section actually does is push populations along paths created by developmental processes. And what other developmental processes like plasticity, like niche construction are doing is deforming the surface so that as the populations evolve, that static, that surface is not static. It's, it's dynamic and, um, you know, hills might appear, or, or dips in the surface might appear as a result of the organism's own activities, which will influence the direction of its evolution. So we need to take account of these developmental factors again, if we're going to understand the um adaptive evolution of the population."
	},
	{
		"start_time": "46:30",
		"speaker": "Ricardo Lopes",
		"words": "And in what ways can development contribute to evolutionary innovation?"
	},
	{
		"start_time": "46:38",
		"speaker": "Kevin Lala",
		"words": "Well, um, the, the most, uh, there are a number of ways, um, the, the, the most obvious, um, way I've, I've already briefly mentioned, which is that there's this. There's this modular structure to development, and what that effectively represents is, is pre-established bits of useful kit that can be, that can be reused and repurposed for, for, for new roles in uh in uh uh development and in evolution. So, um. I mentioned the example of the origins of insect wings, which are thought to have evolved by reusing some of the circuitry associated with the production of insect legs. You can then go further and say, you know, where did beetle horns come from? Well, beetle horns actually came through the repurposing of some of the, you know, regulatory circuitry that underlie the Development of, of, of, of insect wings. So, you know, all the time, you're sort of reusing these, these pre-established, um, tools, these circuits, these, um, you know, networks, which have got, you know, useful functions. You don't have to do everything from scratch. Um, AND one consequence of that is it's a further introduction of developmental bias into the system, because if you're using the same bit of kit, Again and again, then any mutations that occur, any changes in the operation of those will affect multiple traits or multiple functionalities in the organism, and so biases arise in, in the evolution of the system."
	},
	{
		"start_time": "48:18",
		"speaker": "Ricardo Lopes",
		"words": "And, uh, I mean, this is an additional question. Can, adding a developmental perspective to evolutionary biology also help understand how certain traits vary in different ways across different lineages."
	},
	{
		"start_time": "48:36",
		"speaker": "Kevin Lala",
		"words": "Um, uh, YES, I mean, I, I, I. I think one has to think about things from a, a, a species specific uh perspective because, as I mentioned earlier, the characteristics of the individual organism will determine. Um, YOU know, how this system will evolve and the nature of the evolutionary dynamic. So. One of the, one of the consequences of the, the sort of traditional view that natural selection is just natural selection, you know, if, if um if The only thing that sort of Affects the production of phenotypic variation that matters in evolution is genetic mutation, and that occurs at random with respect to function, and if traits are inherited, Primarily through the transmission of genes in a passive way from parent to offspring without introducing any sort of biases in the transmission process, then, All the direction in adaptive evolution comes from. Differences in fitness between individuals in a particular um environmental context. And that applies equally to fruit flies, yeast, mice, oak trees, and humans. We all evolve in the same way. Conversely, if you recognize, as we do. That developmental processes bias the variation that's subject to natural selection. They Influence which cluster of traits is statistically associated with fitness and therefore the direction of selection, and they, um, Affect the nature of inheritance. They change how traits are inherited from one generation to the next. Then Each trait of each organism involves in its own idiosyncratic way, and you need to take account of that developmental knowledge in order to be able to understand the evolutionary dynamics of that system. And, you know, this is, I think, particular implications for Our understanding of human evolution because humans don't evolve like fruit flies and yeast, um, and, you know, For, for the, for the longest time, of course, there's been a great deal of conflict, particularly in North America, between evolutionary biologist and creationist kind of explanations, um, And, you know, this is a very complicated issue, and there are multiple reasons for, um, you know, why people might sometimes be resistant to taking on board evolutionary explanations. But I think as, as a, um, you know, as a community of scientists, we have a responsibility to at least consider the possibility that sometimes our explanations might appear a little bit thin. And if we're saying that humans evolve in exactly the same way that used to evolved, that might not be credible to many members of the public. Conversely, I think, if one recognizes that humans. Don't evolve in the same way as fruit flies and, and oak trees, because, you know, we develop differently because we interact with the world differently and because we inherit valuable resources differently, then it potentially leads us to richer explanations for human evolution."
	},
	{
		"start_time": "52:08",
		"speaker": "Ricardo Lopes",
		"words": "So talking about humans, I would like to explore now an example of our development and extra genetic inheritance applied to humans. So, could you tell us about the evolution of the human brain and cognition?"
	},
	{
		"start_time": "52:24",
		"speaker": "Kevin Lala",
		"words": "Uh, SURE. Um, So, I guess the, uh, you know, the, the, the thing that's really, really striking about the human brain compared with other primates is it's, its sheer size. It's, um, it's 3 times the size of chimpanzees, 3 times the number of neurons, roughly speaking. And you know, the relationship between Um, brain size and cognitive capability is a very complicated one, which, you know, it's probably beyond the realms of this conversation to sort of go into. Um, BUT, you know, I think it's fair enough to say other things being held equal, if we're not making comparisons across vastly different taxonomic groups where the brains are organized in very different ways. Um, YOU know, by and large, you've got a bigger brain, it allows you more processing power, more neurons lead to. Greater processing power, other things being held equal, but there's a catch when it comes to. That, which is the brains are incredibly expensive organs, um, you know, there's a huge energy budget associated with, Um, the, the human brain, which humans are willing to pay, but other apes and other primates, by and large do not pay, even though they, they themselves often have very large brains relative to other mammals. So that raises the question of how, how have we been possible, how has it been possible for humans to afford this big brain? Well, where does the energy come from? It comes from food. We get our food. By foraging and In order to Evolve a larger brain. An organism would have to either forage more efficiently. Or make savings in other tissues. That, um, allow it to invest more of its energy budget in its brain. Now humans have been able to do both, they've been able to do both because they have this extraordinary capacity for extra genetic inheritance in the form of our culture. Um So, if one looks at um primates in general, particularly gray apes, but also particularly humans, we see that the um The the really um. High return foods that are consumed, the high energy budget foods. Often require a great deal of um um resource to, to capture, to process in various ways, and then to consume. So, you know, think of, think of nuts they've got protective shells, think of invertebrates that, you know, need to be caught. Think of vertebrates are even more challenging to, to catch, um think of resources like honey, where a whole series of steps that you have to engage in in order to access it in an effective way without getting stung to death and so on. Um, SO that What's actually really well established, I think, and from studies of, um, you know, um, behavioral development in primates is that these um more challenging foods to acquire, but which are energy rich, are typically learned socially. Animals, um, in primates acquire these skills through imitation and other forms of observational learning. And, uh, and there's actually legions of evidence that that supports that claim now across a broad range of species, including humans. And um We can see, if we take a comparative perspective, uh, correlations between the breadth of an animal's diet, the richness of an animal's diet, the extent of its reliance on social learning, the extent of which reliance on tools, because often to acquire these foods, you have to use tools, um, the extent of extractive foraging. These traits, this cluster of traits. Um, TENDS to have co-evolved again, we see evidence for developmental bias that cluster of traits co-evolving. So you've got smart primates like chimpanzees and orangutans, of course, humans fall into that bracket who are good at all of those things, good at tools, good at social learning, good at extractive foraging, very broad diets, um, and other, um, primates, no nocturnal prosimians, for instance, that are less good at, at all, all of those things. So, um, what's going on, so that's a more cognitive side. So what's going on with the brain? Well, um, actually you can, it turns out you can make sense of quite a lot of the variation in brain size across primates. Through Including, you know, variation in the individual components of the brain through variation in the, um, in, in the whole brain size. Yeah. So the whole brain evolves in a concerted way, either sort of get, or gets bigger or gets smaller, and that typically happens through extending the period of neurogenesis. You just kind of cook the brain for longer in development, and that means that certain structures like the neo uh neocortex and the, uh, and various other Um, um. Teachers get proportion disproportionately large. So, so the point I was going to make was the, the um the capacity. To, um, To grow that brain is critically reliant on culturally acquired knowledge without that form of extra genetic inheritance. You wouldn't be able to generate the energy to cook that brain for longer and support such a large brain, but then once you have that large brain, it provides you with the cognitive processing power. To support all of the complex learning and behavior that you're utilizing in a sort of, uh, you know, dynamical feedback way. So, um, that's one side. But then there's also this developmental bias, which is, which is playing a role and showing how the brain areas are evolve evolve in a concerted way, and that, that, that similar kind of um co-evolution of traits is occurring at the behavioral level. And then when it comes to um The way we process our foods, we cook our food, we chop our food, we mash our food, we pound our foods, and all of those activities are. Uh, IN various different ways, breaking down the proteins and making the food, um. Easier to extract the nutrients and the resources. We're effectively externalizing part of the digestive process, and because we've externalized the digestive process, We don't need such large guts in order to, to, um, you know, to process the foods that we consume internally, and so we can make energy savings on a gut that can be invested in our brains. So what has happened is effectively, you know, we, through our culture and through our developmental bias, have shifted the balance from a primate that was um Relying on a relatively large gut and a relatively small brain. To a primate that is reliant on a relatively large brain and relatively small gum."
	},
	{
		"start_time": "1:00:04",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I have one last question I would like to ask you. I know that you are a proponent, a proponent of the extended evolutionary synthesis. So, could you tell us about that and what are the main differences between the modern evolutionary synthesis and the extended evolutionary synthesis and in what ways do you think basically that evolutionary theory needs to be reframed?"
	},
	{
		"start_time": "1:00:29",
		"speaker": "Kevin Lala",
		"words": "Sure, so, um The extended evolutionary synthesis you can think of as, as, uh, just another way to think about evolution. It's a conceptual framework. It's um perhaps best thought of as a, a revised structure or understanding to how, um, how, how we explain evolution, um, as I described earlier, the traditional way of thinking about evolution, the, the way That's dominated evolutionary biology for um at least 100 years, has been very sort of gene-centric, gene-focused, that's to say, of course, we, that, you know, what evolutionary biologists don't study phenotypes, of course, they do, they study the traits of organisms in a variety of different ways, but the explanations that they give, um, you know, are heavily reliant on genes and gene frequency change. Evolution is change in gene frequencies, um, that's how it's Often defined, um, we track evolution through population genetic models or quantitative genetic models. So genes, um, and they change over time or how we make sense of interpret evolution. And the um extended evolutionary synthesis you can view as one of, I, I think of it as a kind of umbrella concept. Um, IT'S in, in many ways, cognitively linked to, it has cogate links with, with other organism-centered approaches to evolution like Um, some aspects of Evodevo, like Ecodevo, like, uh, developmental systems theory or this construction theory. Um, THERE are, there are a number of, of, um, movements or subfields, uh, of biology that place the organism center stage in evolution and, and Um, place emphasis on the active agency of the organism and how development matters in evolution. And the extent of evolutionary synthesis is really just a sort of umbrella term for, for all of those things. And when I, um, you know, when in our book we, you know, we talk about evolution evolving, we don't really, um, characterize it as an extended evolutionary synthesis. Um, BOOK, but that's what it is, but it's equally a book for advocates of Evodevo and Eco-devo and, and developmental systems theory. We try and champion all of those approaches and um They are distinctive because of their emphasis on things like niche construction, emphasizing our niche construction is important, the active agency of organisms is important. The plasticity led evolution is frequently important that extra genetic inheritance is occurring in a variety of different ways, and that makes a difference to how populations evolve that developmental bias is a really central concept, and so we have this reciprocal causal framework to our understanding. OF evolutionary change, and that's the evolutionary process itself evolves over time. This is emphasis on evolvability. So all of these are ideas that are central to the extent of evolutionary synthesis that are central to our book, but also central to a variety of organism centered approaches, which I think are gaining traction currently."
	},
	{
		"start_time": "1:03:58",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again evolution evolving, the developmental origins of adaptation and biodiversity. There it is. I'm leaving a link to it in the description box of the interview and Doctor Law, apart from the book, just before we go, are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:04:19",
		"speaker": "Kevin Lala",
		"words": "Uh, YEAH, we actually have um a website associated with the book, uh, evolution Evolving.com. Um, AND, um, if you go to that website, you can see um a number of other resources, not just information about the book, but we've produced some animations, um, which will In 235 minutes, uh, give you overviews of how developmental plasticity works or the nature of extra genetic inheritance. Uh, AND I think these are, these are really cool, um, educational resources in, in their own right. So I encouraging, I encourage you to take a look at those. Thank you."
	},
	{
		"start_time": "1:04:58",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:05:04",
		"speaker": "Kevin Lala",
		"words": "Thank you very much, Ricardo. I appreciate your interest."
	},
	{
		"start_time": "1:05:07",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Labra Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbo, Catherine and Patrick Tobin, Gian Carlo Montenegroal N Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]