[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Loops and today I'm by Doctor Michael Cook. He is class of 1943 University Professor of Near Eastern Studies at Princeton University. He is the author of several books, and today we're going to talk about his latest one, a history of the Muslim world, from its origins to the dawn of modernity. So, Doctor Cook, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:30",
		"speaker": "Michael Cook",
		"words": "It's a great pleasure for me to be here."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, let me start by asking you before we get into the actual history of the Muslim world. What is the Muslim world? I mean, what is it characterized by what are we exactly talking about when we reference the Muslim world?"
	},
	{
		"start_time": "00:49",
		"speaker": "Michael Cook",
		"words": "Right, and like, you know, like so many of these uh phrases, it's one that different people could use in different ways. But I mean, what I want to mean by it is any part of the world where Muslims are, one, the majority of the population, or two, the rulers, or both. And what is characterized by, I mean, by definition, it's simply this allegiance to Islam of majority of rulers or of both. And we can then start asking what, so to speak empirically correlates with that. And I think we're gonna get onto that uh quite soon. Right."
	},
	{
		"start_time": "01:33",
		"speaker": "Ricardo Lopes",
		"words": "So uh just to clarify certain terms here, sometimes people use the word Islamic, other times Muslim. Is Islamic the same as Muslim?"
	},
	{
		"start_time": "01:44",
		"speaker": "Michael Cook",
		"words": "Right. And here again, I mean, people can use the words the way they want, but um, personally, I'm, I like to make a distinction uh from my point of view. Anything that Muslims do is Muslim. And whereas, uh, for something to be Islamic, it has to be in some intrinsic way Islamic. So for example, um, I should take a extreme case, supposing we have somebody who's born into a Muslim family, and then um is brought up as a Muslim, but becomes an atheist. Could we call him a Muslim atheist? Well, perhaps it's a little contradictory, but perhaps, but I certainly wouldn't want to call him an Islamic atheist. That to my mind is nonsense."
	},
	{
		"start_time": "02:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right. So let's get into the history here then. When exactly does the history of the Muslim world start?"
	},
	{
		"start_time": "02:46",
		"speaker": "Michael Cook",
		"words": "Right. So if we go by my definition of what the Muslim world is in 622. Or before 6:22, when the prophet Muhammad was active in Mecca, there was no Muslim world, um, because Muslims were a minority in Mecca and they didn't rule Mecca. But uh after 6 to 2, we have the pro excuse me. We have Muhammed in Medina. And there in Medina, he gradually comes to be the ruler of the entire oasis. It's a big oasis. It takes time, it takes years, and, and gradually the entire population becomes Muslim. So that by the time that Muhammad dies in 632, we have, so to speak, a very miniature Muslim world. Um, WITH some extension outside Medina. Uh, NOT to the rest of Arabia, but nowhere outside Arabia. So I would say between 622 and 632, the death of the prophet, that's when the Muslim world comes into existence."
	},
	{
		"start_time": "04:00",
		"speaker": "Ricardo Lopes",
		"words": "So we'll come back to Mohammed and the rise of the Islamic world later on in our conversation, but just to give a little bit more of historical context and background because there's a context and some events that can be for the rise of the Muslim world here as you detail in your book. Um, I mean, how did the Middle East look like in late antiquity, from the, around the 4th century to early 7th century?"
	},
	{
		"start_time": "04:28",
		"speaker": "Michael Cook",
		"words": "OK. So let's start with um an environmental point. That applies throughout history, that uh in the Middle East, we have good lands where you can do extensive agriculture, and we have bad lands where you can't. And as a very crude first approximation, the good lands are in the north, what's now Turkey, Iran, the fertile crescent, and the badlands are in the south, and Arabia. And so the answer to your question is essentially, what has been erected on that basis? At the in the period of late antiquity. And the the simple answer is two empires. Both in the north, the Byzantine Empire and the Persian Empire. And in the south, we have a land with no empires. Almost no states um dominated by tribes, that's the Arabs in Arabia. So that's very crudely the setup in late antiquity."
	},
	{
		"start_time": "05:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so at a certain point, I think you talk about in your book how the Byzantine Empire and the Persian Empire went to war in the early 7th century. Uh, COULD you tell us about that and why is that particular event important here?"
	},
	{
		"start_time": "05:59",
		"speaker": "Michael Cook",
		"words": "OK, right. Now, you have coexistence of those two empires for centuries. And they quite frequently go to war. But most of the time, the wars they fight are not seriously destabilizing. You know, the result in adjustments to the frontier. What happens in the early 7th century is different. It's a very long war, and it's very seriously destabilizing. And we almost get to get to a situation where the Byzantine Empire looks like it's finished, and we're going to have a single Persian Empire ruling the whole Middle East. And then there's a very dramatic reversal of fortunes. And what comes out of that war is two seriously weakened empires. And that constitutes a remarkable opportunity for the Arabs to step in."
	},
	{
		"start_time": "06:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, so you also mentioned the nomadic people. So tell us a little bit more about the nomadic people of the steps. I mean, what role did they play and how did they relate to both the Byzantine and the Persian Empire?"
	},
	{
		"start_time": "07:11",
		"speaker": "Michael Cook",
		"words": "Yes, right. And in the Middle East, we have this situation where the empires are kind of sandwiched between two groups of nomads, the Arabs in the south, and the stepped nomads that you mention in the north. And I think one important point there is that the steps are very different from the Arabian Desert. The steps are not a desert. Uh, THEY are grasslands. And those grasslands are very extensive, much more extensive than Arabia. So that what comes out of that is, well, one that um you have many different step peoples. Whereas basically we have one people, the Arabs in Arabia. And 2, that because their economy is based on grass, which feeds their flocks, they are more affluent, they're richer nomads, richer pastoralists than the ones of Arabia, and so they more easily create states in the steppes and Because these step nomads ride horses more or less from infancy. They are the world's best cavalry. They're so to speak, natural cavalry, and that makes them a serious military threat to the empires in the age of the cavalry, which we're in the middle of. And the result is that the empires have good reason to concentrate much more seriously on the military threat from the nomads in the north than on the Arabs in the south. The Arabs can be a nuisance, but the nomads in the north are a serious threat. So for example, during that last war, there are 2 occasions when nomadic states intervene in the imperial conflict. The Arabs are not intervening."
	},
	{
		"start_time": "09:16",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, and I mean, when it comes to the people of the nomadic people of the steps, did they did they play any role in the war between the two empires or in their fall in any way?"
	},
	{
		"start_time": "09:32",
		"speaker": "Michael Cook",
		"words": "Yes, right. I mean, there's a point at which the Persians have invaded Anatolia, what's what's now Asiatic Turkey. And they are on the shores of the Bosphorus looking across at Constantinople. And meanwhile, the Avas, one of these nomadic peoples of the steppes, have come right down and are threatening Constantinople on the other side. And that's maybe the moment when it looks most as if the Byzantine Empire is going to disappear. And then you have this dramatic reversal, uh, when the Byzantine Emperor Heraclius with extraordinary nerve, he takes his army, he leaves Constantinople. And he goes east and into the Persian Empire. And on the way into the Persian Empire, he's joined by another step people. They usually refer to them as the Turks, very likely these are the Khazars from north of the Caucasus. And they go, they march through, they ride through the Persian Empire together. And until at some point the Hazars decide to go home. But by that time, The Byzantine emperor is already threatening the Persian capital. The Persians, they have their armies in the west. They have no army to put between them and Heraclius. It's a catastrophic situation. There's a coup d'etat. And That's what really what ends the war. So you have two dramatic interventions, one from the others in the west and the other from the Khazars or Turks in the east."
	},
	{
		"start_time": "11:16",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk now a little bit about the Arabs and specifically in the book you focus on the Arabian interior where again, Islam was born in the early 7th century. So what characterized society there?"
	},
	{
		"start_time": "11:33",
		"speaker": "Michael Cook",
		"words": "Right. I think I we start from the resource poverty of most of Arabia, certainly north of the Yemen. Uh, WHICH means that a lot of society is nomadic. That's one basic feature. Uh, THEY'RE not all nomads, there are oasis. Though there's not too many of them in the hijas, there is one big one, and that's the future Medina. And where the prophet Muhammad is going to establish his state. Um, BUT this is not territory that is friendly to state formation. Which is why society is tribal. Um, IN other words, there are no strong ruling authorities. There are these tribes which have messy relationships with each other, and there are messy relationships within the tribes. You know, one clan within a tribe may well go to war with another clan, and so forth, and procedures for dispute resolution. Uh, ARE not very effective. If you and I have a dispute, we can only go before a judge if we both agree to make that guy the judge, and that doesn't always happen. So you have a lot of violence coming into dispute resolution. So this is a society. Yeah, let me sort of end by saying, That Virtually every adult male possesses arms and knows how to use them. Um, THIS is not a society in which we have An army on the one hand with the weapons and on the other hand, the civilian population. It's not like that. Every man is potentially a warrior. Mhm."
	},
	{
		"start_time": "13:23",
		"speaker": "Ricardo Lopes",
		"words": "And was the lifestyle of this society shaped by the surrounding environment in any way? And if so, how?"
	},
	{
		"start_time": "13:33",
		"speaker": "Michael Cook",
		"words": "Yeah, I think in, in at least two ways. One, we've already mentioned, and that is that um poverty of resources sort of places severe limits on the kind of development you can have in Arabia. The other is that Arabia is mostly open desert. And it's not like, you know, somewhere very mountainous, like the Caucasus, where people live in valleys, separated from each other by enormous mountains. And Arabia is very much open and to nomads who know how to travel in Arabia and can easily move around. And that I think makes for a certain cultural homogenization of Arabia. Um, AND if we leave out the far south, it seems that uh in late antiquity. There is one people, the Arabs, they speak one language, Arabic. Uh, THEY have, uh, you know, if you look at the personal names of Arabs that we have records of from that period. And you have names that appear all over the peninsula. Uh, IN the same way, there seems to be a poetic culture. Which, you know, sort of pervades the whole peninsula. It's kind of understood in every part of the peninsula. So I think in that openness of the Arabian Desert is also an important environmental factor. Mhm."
	},
	{
		"start_time": "15:07",
		"speaker": "Ricardo Lopes",
		"words": "But we've been talking mostly about the nomadic peoples here. What about states? Were there also states in the Arabian interior or not?"
	},
	{
		"start_time": "15:18",
		"speaker": "Michael Cook",
		"words": "Right. Well, first of all, I mean, the imperial presence is marginal, literally marginal, um, you know, there's a bit of it on the east coast with the Persians, and you have client states, clients to the empires in the far north, but um no serious attempt even at imperial rule in the deep interior of the peninsula. Um If we go to uh to the south, we have a long tradition of state formation in Yemen because Yemen has better agricultural resources, although the mountains are not very favorable to states. Uh, AND in late antiquity, there's a Himurite kingdom there, the Himurites being an Arabian people somewhat distinct from the Arabs. But, uh, that state comes to an end in the 6th century. And by the time of Muhammad, when Muhammed is active. There is no state in Yemen. Um, DEEP in the interior, yeah, we have um memories of a state known as the Kingdom of Kinda. Um, IT seems to have been a rather sort of flimsy state, uh, that lasted just a few generations and had very serious ups and downs, uh, and not a solid state based on a good agricultural basis. There wasn't one. But I mean, whatever the importance of that state at the time, it had disappeared before Mohammed appeared. Mhm."
	},
	{
		"start_time": "17:02",
		"speaker": "Ricardo Lopes",
		"words": "And what was the relationship between the Arabs and the two empires, the Byzantine Empire and the Persian Empire?"
	},
	{
		"start_time": "17:12",
		"speaker": "Michael Cook",
		"words": "Right I think from the point of view of the empires, there are two essential things about the Arabs. One is that if you leave them alone, what they will do is to raid your agricultural territory. And this will disrupt agriculture. There'll be killing and flight of, of peasants, and it's eroding your agricultural base, so you don't want it. So you want to find a way to stop the Arabs raiding your territory. And it's difficult because um the obvious thing to do when the Arabs raid is to send troops to confront them, but by the time the troops arrived, the Arabs are back in the desert. Uh, TRACKING them down in the desert is pretty awful. Um, SO it's not an easy problem to solve that raiding problem. The other thing is that, um, you know, since you're, you keep fighting wars with the other empire. You can use the Arabs as soldiers. You can pay them to fight for you. And the way in which those two problems are solved together to an extent by the empires in late antiquity is by what I mentioned before, client states. You have an Arab state. That is subsidized and has good relations with one of the empires. In the case of um the Byzantine Empire is the Hassanids. In the case of the Persian Empire is the Lahmids. And those states will do two things for you. If it works out. One is to keep order among the tribes and the subsidies to give them help to give them clout with the neighboring tribes. And the other thing is to recruit from the tribes for your army when you're fighting a war with the other empire. So that's basically how it looks from the point of view of the empires, from the point of view of the Arabs, they're well aware that um these empires out there are much bigger and much more powerful than any Arab tribe can hope to be. And there's a point at which this is anticipating the Prophet Muhammad mounts an expedition that is said to be directed against the Byzantines, and there are a lot of Arabs. In Medina, who are very skeptical of this expedition, and they say, no, there's a big difference between Arabs fighting Arabs and Arabs fighting the Byzantines. They're really militarily serious people. Our Arab fighting among ourselves is just kind of playing around. So there's a sense that those empires are big and powerful out there."
	},
	{
		"start_time": "20:01",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now, in terms of religion, what characterized the Arabs? Uh WERE there in Arabia more generally, more broadly, not just the Arabian interior. Were there any monotheistic religions back then?"
	},
	{
		"start_time": "20:17",
		"speaker": "Michael Cook",
		"words": "Right, and certainly there were. Um, LET'S start by just saying that um the baseline in Arabia is paganism, polytheism. OK. And you know, we have Arab gods that are attested in antiquity, and we're still known at the time of the rise of Islam. But of course, and of course back in antiquity, you know, when the Roman Empire was pagan, being pagan was the norm. In late antiquity, that's no longer the case. Um, AND just as there's a sense among the Arabs that um those empires are much bigger and more powerful than us, there's a sense that um maybe their idea of right religion is a better idea than what, what we traditionally have. There is some sense of that. And that correlates partly with A monotheist presence in Arabia, a presence of Jews. We have Jewish communities sort of down Western Arabia as far as the Yemen and in Yemen that Himirite kingdom. Well, some people say it converts to Judaism. Some people say it develops a monotheism on the model of Judaism, and I don't have a position on that. But then certainly there's very strong Jewish monotheist influence in late antique Yemen and further north as well. Um, BUT I'm predominantly on the edges of Arabia, what you have is Christianity. And the Arabs are obviously aware of that. Um Now, I think something crucial about Arabia. Because it's, it's out, it's beyond the reach of the empires. The empires in late antiquity impose a kind of religious discipline within their territories, and the Byzantine Empire wants you to be a Christian. It would like everybody to be Christian on the same page. The Persian Empire would like you to be Zoroastrian. And there there is an intermittent persecution of Christians. But Arabia is sort of completely open free territory. Um, IS territory in which, I mean, as one Meccan puts it in the time of the prophet, um, why shouldn't a man choose a religion for himself? Why should any state be telling me what religion I should follow? It's up to me. Uh, AND in that, um, within that kind of religiously free territory, you get the development of People and the Arabic term is Hanif, they're Haneef. And what it seems to mean is that they're kind of genetic monotheists, but they're not actually enrolled in any existing monotheist religion. They're not Jews, they're not Christians. There's some kind of intimation here of a third way. And it probably isn't particularly important in terms of Arabia before Islam. But I think it's very important for the emergence of Islam. This idea that there could be a third way that's neither Judaism nor Christianity has some kind of presence in Arabia."
	},
	{
		"start_time": "23:52",
		"speaker": "Ricardo Lopes",
		"words": "And so perhaps picking up on that last point you made there, how did these societies in Arabia move from paganism to what would become a new monotheistic religion, namely Islam?"
	},
	{
		"start_time": "24:07",
		"speaker": "Michael Cook",
		"words": "Right. Now, first here, let me just slip something in that there is at present a very interesting controversy. About how far on the eve of the rise of Islam, Arabia was still solidly pagan or largely pagan. And how far paganism was a thing of the past that some kind of monotheist sentiment was much more predominant and I, you know, the evidence is very contradictory and I don't have a position on this, but um there is that question, we should just note that. Now, in terms of um how conversion takes place in Arabia. Um, I mean, unfortunately, we don't have videos of, of it happening. But put it this way, um. I think one crucial thing is the worldly success of the state that Muhammed established. That is to say that it has a strong grip on Medina by the, by the time of the death of the prophet, a strong grip on Medina itself, and a fairly good grip on the hijabs, and the region around it, and some kind of presence that's hard to evaluate over the rest of Arabia. So that um among the Arab tribes of Arabia, there's a sense that um You know, these Muslims are doing well for themselves, they must be getting something right. Maybe we should think about it. And the reaction you get. Well, one reaction is you get lesser imitators of Muhammad. People who set up as prophets, and they don't succeed because the Muslims are able to repress them. Um, BUT it shows you that sense that, hey, monotheism, you know, does something for you. Um The other thing that's going on is just um individuals here and there converting or tribes here and there converting. A common pattern is you have a tribe with an internal feud. One group then picks Islam, they become Muslims, and they can then hope for help from the Muslim state. And the other group digs its feet in and doesn't want to convert. And in terms of um sort of snapshots of conversion, and there's one story about um two pagans who are transporting their idol on their camel. And bad luck, the idol falls off the camel and hits the ground and breaks into two pieces. And then these two Arabs say, Well, if this idol couldn't help itself from falling off the camel and breaking into two pieces, is it really much good? And they become Muslims. Uh, THERE'S another story about him. A tribe that decides to convert or a clan that decides to convert. And then they have to, they're supposed to do the Muslim prayer, and they haven't much idea how to do it. But there's a kid who, um, he would talk to traveling Muslims that were passing through the traveling, the tribe's territory, and he'd learned a bit of Quran. So they made this kid their prayer leader, but uh the, the kid was came from a very poor family. Uh, HE'S wearing a shirt that's too short. The result is when he prostrates himself in prayer, his bottom appears to the tribesmen behind him, and the woman shouts out, aren't you going to do something about the kid's bottom? And they then get him a new shirt, which he's very happy about. Now, no doubt there are lots of things like that that are happening all over the place, and we don't really get to see it. But uh what we can say for sure is that Arab paganism disappears very rapidly in the early Islamic period."
	},
	{
		"start_time": "28:17",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk a little bit about Muhammad. Who who was Mohammed really?"
	},
	{
		"start_time": "28:24",
		"speaker": "Michael Cook",
		"words": "Right. Well, everybody agrees that he was a merchant. And I think that's probably important because uh merchants and they get to see different parts of the world, different societies. Uh, AND you know, religious entrepreneurship can go quite well with uh mercantile entrepreneurship. Then the Islamic sources tell us exactly locate him exactly within the tribe of Quraish, the tribe that dominates Mecca. Um, AND it's Mecca where his mission begins among this, this tribe of Qosh."
	},
	{
		"start_time": "29:08",
		"speaker": "Ricardo Lopes",
		"words": "So, and why was it that he did not simply adopt one of the other monotheistic religions present in Arabia back in the early 7th century? I mean, why was it that he created a new religion?"
	},
	{
		"start_time": "29:25",
		"speaker": "Michael Cook",
		"words": "Right. And I quite honestly don't know the answer, but I think I could mention maybe a couple of things that at least help to make it possible or more likely. Um Right, and one would be the previous existence of this kind of sense of a third way. The Haneefs in Arabia. So that it's not a kind of foregone conclusion that either you're a pagan. Or you're a Jew or a Christian. Um, THERE is some some daylight in between those. That's one thing. The other thing is that since I mean, if you look at a conversion story like the, the French. In France or the English. Um, WHAT happens there, the crucial figure is A king And the king kind of listens to what the missionaries have to say and decides that this could be a good idea. And then rather carefully, he engineers the conversion of his people. Now, in stateless Arabia, we don't have kings like that who will engineer the conversion of their people. And that I think makes it all the harder to uh carry out mass conversion. And in that context, I think it may be important that Muhammad has something to offer on the doctrinal level. That is, his message is. You Arabs You're terrible pagans, but you should know that you descend from Abraham. Through his son Ishmael. Now, Abraham, everybody knows, was a monotheist. And obviously he brought up his sons to be monotheists. And so originally the ancestor of the Arabs and for some generations no doubt his descendants, they must have been monotheists. So this paganism is something intrusive. It's not your real religion. Your real religion is monotheism that you inherited from your ancestor Abraham. So I'm not telling you to adopt some foreign religion from out there. I'm telling you to go back to your very own religion. This Islam is your religion from Abraham. So there's something there that in terms of appeal to the Arabs, I think has a definite value."
	},
	{
		"start_time": "32:06",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned Abraham there. What was the link or how important was the link between the monotheistic message of Muhammed and Moses and Jesus?"
	},
	{
		"start_time": "32:20",
		"speaker": "Michael Cook",
		"words": "Right, I think they're also very important in that um if you're going to adopt monotheism, they're very clearly the key figures in the story, they're founding figures. And I think I mean the process by which Mohammad comes to see himself. As kind of 3rd in that line, Moses, Jesus, Mohammad. Um That is, so to speak, what marks. The emergence of Islam as a new and different religion. From what went before."
	},
	{
		"start_time": "32:57",
		"speaker": "Ricardo Lopes",
		"words": "So now a question that relates to something we've already talked about, namely how scarce were the resources in Arabia back then and how hard, how hard it was to form a state. So how was it that Mohammed was able to found a monotheistic polity in such a region?"
	},
	{
		"start_time": "33:19",
		"speaker": "Michael Cook",
		"words": "Yeah, it's a very good question. Um And I think there are Uh maybe two parts to the answer. Uh, WHAT is that um You know, if we go by the tradition and I don't see a reason to doubt it, um, he didn't start with the ambition of founding a state. Uh, THE foundation of the state was an incidental byproduct of the fact that he had to find and his followers were being persecuted. He needed to find security for them. Um So there's something very chancy about the establishment of that state. Why is it all possible? Well, the person who thought most deeply about this, I think was even Khaldoun. Back in the in the Middle Ages, and what Ihadoon said, and I don't have anything better to say really than what Ihadoon said. He said that um Arab tribesmen. I mean they are very refractory people. They don't want to be told what to do, they don't want to be pushed around. Uh, IT'S very hard to be a king in Arabia. Uh, YOU know, the, the Arab tribesmen don't accept it. So they have this prickly pride. But if somebody comes and claims authority, not as a king but as a prophet. This enables him to do an end run around this prickly pride of the Arab tribesmen. Uh, THEY will submit to that in a way in which they will not submit to kingly authority. And it seems to be the case, and I don't know exactly why it's the case, but it does seem to be the case. And what makes it seem to be the case is not just, you know, the story of Muhammed, but the fact that later in Islamic history, you have people, they religious leaders who go to tribes. And managed to mobilize tribes who previously had no kings or anything like that. Somehow this religious religious authority works with the Arab tribes."
	},
	{
		"start_time": "35:35",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about the Quran now. How was it written and when was it written?"
	},
	{
		"start_time": "35:42",
		"speaker": "Michael Cook",
		"words": "Right. Well, of course, if we take the Muslim answer to that question, it's always been written. Uh, IT'S up in heaven on a tablet inscribed on a tablet. So I mean, the Quran is very much a scripture, seen as a scripture from the start. Um And I think we can now, in the light of discoveries made in the last few decades, we can say pretty definitely that from the mid, the middle of the 7th century, the Quran is written here on Earth too, and it's in the form of a codex. It's a book. And what is hard to figure out is exactly what's happening in between, because in the sources give you contradictory. Uh, INCOMPATIBLE indications, um. On the one hand, they talk about Mohammed having scribes, who would write down the revelations more or less as they came down, so that um The oral, the, the, the revelation is oral only from the moment it comes from Gabriel to Mohammad to when Muhammad uh enunciates it to his scribes. Uh, BUT on the other hand, we have accounts of them, when the Quran is collected into a single volume, that there are certain verses that you can only get the text of if you go to so and so, he's the one who remembers it. Uh, OR in, there's a battle soon after the death of the prophet, uh, in fact, against one of the, those sort of imitate rival prophets in Arabia, and many Muslims are killed in that battle, though they win it. Um, AND that includes many Muslims who knew the Quran by heart. So back in Medina, there's a kind of a moment of panic that if these people get killed, we won't remember the Qoran anymore. So we better write it down. So we have these contradictory indications, and you have to piece together whatever you think is the most plausible story."
	},
	{
		"start_time": "37:56",
		"speaker": "Ricardo Lopes",
		"words": "So this is perhaps a good point to introduce this question. In Islam, how does religion relate to the state?"
	},
	{
		"start_time": "38:06",
		"speaker": "Michael Cook",
		"words": "Right. Um. Yeah, first of all, um, I mean, let's think away any kind of modern secularism. That's not how pre-modern states worked. I, I think you can say that across the board, just about any pre-modern state is hand in glove with religion in some way or other. And what I would do here is distinguish two ways. Um One Well, there's a saying that the Muslims inherited from the pre-Islamic Persians that says that religion and state are twins. So in other words, they're very closely connected, but they're two separate things. And I think that's the normal situation in the pre-modern world, that religion and state are distinguishable, but closely related. So then you take the Byzantine Empire, we have an emperor. That's the state, and we have a patriarch, that's religion. Two figures, not one. I think what's different about Islam is that Well, first of all, originally, back in the time of the Prophet Muhammad, we have only one figure. Muhammad is so to speak, both emperor and patriarch. In his role as prophet, he exercises both political and religious authority. So there's a complete fusion. They're not twins. They're the same thing. Um And this is perpetuated in this after the Muhammad's death in the sense that his successors. And they're called caliphs. Now that's the Arabic Khalifa. And the Khalifa is somebody who stands in for you. And it can be, you can, you can be alive and he's your representative, or you can be dead and he's your successor. And the caliphs are conceived as Khalifas in both those ways. In in one telling, they're the successors of the prophet and the other telling they're the deputies of God. But either way, this is an office that fuses religious authority with political authority, not as much religious authority as in the time of the prophet, obviously, but still real religious authority. And to the extent that that system has Continued in Islamic history, there'll be a lot of qualifications there. But it, it represents the kind of ideal at the heart of the religion. So that it never entirely goes away. It's still there to be revived in the 20th century, the 21st century."
	},
	{
		"start_time": "41:08",
		"speaker": "Ricardo Lopes",
		"words": "So I have just a few more questions now focusing on the state that Mohammed founded. So what characterized this state?"
	},
	{
		"start_time": "41:21",
		"speaker": "Michael Cook",
		"words": "Right. I think first what we've just been talking about this unique authority of Muhammad as prophet. And secondly, the other thing would be The absence of any. Serious institutional structure that you might look for in a state. And states usually have A standing army. You know, they may recruit lots more soldiers when they have a war to fight, but there is a permanent army with a permanent commander who may be replaced from time to time, but it's an ongoing office. There's nothing like that in Muhammad's state. And let's say that Muhammad wants to mount a military expedition to go and confront a certain tribe out in the desert. What you will do is you'll get men together. Um, THEY'RE the expedition. He'll appoint one of them commander. They'll go, they accomplish their mission, they'll come back. And they're, so to speak, demobilized. They go back into the society, and the men are no longer, so to speak, soldiers, so to speak, and the commander is no longer a commander. So it's very ad hoc. Uh, LIKEWISE, you know, you have a state, you want to know about the bureaucracy. Well, there isn't anything like a formal bureaucracy here. Muhammed has these people who can write, so if he has a revelation, they can write it down. If he wants to write a letter to somebody, they can write it for him, but there's nothing like a formal bureaucracy. Um And then finally, Yeah, there's no formal institutions of consultation and deliberation. There isn't an assembly. Or a council like you have, say, in an ancient Greek democracy. Now if Muhammad wants advice and from time to time, he wants advice, you will get people together and ask them for advice, but there's no formal institution. It's very unlike, it's unlike, for example, if we zoom out to 12th century North African history, we have this figure even too marked. And he again is a religious figure who is recruiting the tribes by virtue of religious authority. But I mean he has a council of 10, a formal council of 10 with 10 known members. Nothing like that in Mohammed's case."
	},
	{
		"start_time": "44:06",
		"speaker": "Ricardo Lopes",
		"words": "And how much was Mohammed able to expand his state during his lifetime? How did the Muslim world look like after his death?"
	},
	{
		"start_time": "44:18",
		"speaker": "Michael Cook",
		"words": "Right. And I think one could say roughly. That There's a core area, the hijabs around Medina. And in that area, he can give orders. There's then a much wider periphery. This is more or less the rest of Arabia, where he certainly has considerable influence. Um, BUT it's hard to pin down just how strong that influence is. And I, I think 11 certainly would have to say that um You know, I mean, this is a completely unprecedented situation in Arabia and it's probably very inherently unstable. You know that um. The prospect of it surviving Muhammad's death is not very high. A priori. Actually, we know it did, but um that's another question."
	},
	{
		"start_time": "45:19",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, just before we go, let me ask you one last question, because in our, in the second part of this conversation, which we will record later, uh, we're going to start by talking about the caliphate from the 7th to the 9th to the 9th century. What is the caliphate?"
	},
	{
		"start_time": "45:40",
		"speaker": "Michael Cook",
		"words": "Right. So we have this Arabic term, Khalifa. It's, it's definitely attested in pre-Islamic Arabia. And You know, there's a ruler of the Yemen who appointed a deputy, um, and we have the, you know, the inscription recording this has the same root as the word Khalifa. It's definitely an idea that's around. Um, IN, in Muhammad's time, let's say Muhammad. He wants to send an expedition, but this time he wants to lead it himself. So what happens in Medina while he's away, Mohammed appoints a deputy in Medina, and that's Khalifa again. So then when Muhammad dies, the question is what happens next and what happens is the, that the community appoints a Khalifa, and that is the caliph Abu Bakr."
	},
	{
		"start_time": "46:44",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, Doctor Cook, uh, the book is again a history of the Muslim world from its origins to the dawn of modernity. As I said, we're going to record the second talk to cover the rest of the book, the rest of the questions I prepared. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "47:07",
		"speaker": "Michael Cook",
		"words": "Thank you and it's my pleasure and look forward to the 2nd installment."
	},
	{
		"start_time": "47:13",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the mere Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]