[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the the Center. I'm your host, as always, Ricardo Lopez, and today I'm Jack by Doctor Blaine Fowers. He's professor of counseling psychology at the University of Miami, and today we're talking about his book, The The Science of Virtue, a framework for Research. So, Doctor Fowers, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Blaine Fowers",
		"words": "Yeah, it's a pleasure for me too."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "So, just to introduce the topic because I guess there's going to be an interplay here since we're talking about virtue and virtues in the plural, there's going to be an interplay between philosophy and psychology. What is virtue theory in moral philosophy?"
	},
	{
		"start_time": "00:44",
		"speaker": "Blaine Fowers",
		"words": "In moral philosophy, it dates back to Aristotle, actually to Socrates, but Aristotle put a very nice formulation on it and a more he's more articulate than Socrates or Plato are about it, and moral theory, or I mean, virtue theory is really the idea that Um, Virtues are aspects of a person that help them to act in the best way consistently so that they can then pursue the best kind of life. Um, AND so these virtues are, um, elements of an individual's life, uh, that they, um, have habits and they, they do them, uh, they practice the virtues spontaneously and naturally. So it's not something you have to work toward or sacrifice for. Uh, I mean, well, let me back up a bit. It is something you have to develop. You have to develop a habit, but then once the habit is developed, then they, uh, come into play uh relatively easily. And that's the idea of virtue is that you develop, uh, what we would call a second nature. Uh, WHICH is, uh, the habit to act fairly or in a friendly way or in a kind way, um, a compassionate way. So that, so it becomes a way of life that one does, um, and so, uh, virtues are always um, Have a bunch of characteristics. One of them is that it's, as I said, it's a habit. A second one is that we have attendant, cognitions and emotions, things that go along with that to make it a, so we have a cohesive approach to things. Um, NOT, not that we have to force ourselves, but that we just naturally want to be fair. Um, AND for example, um, The, and then another feature of it is that it shows up in action. So this isn't just something we think or feel, but it's something we do. So it's a way of life. Um, AND so, uh, the Aristotle's idea was that a person could develop all the virtues. Um, WE know as well as a psychologist, what I know is that Uh, we're going to be better at some and worse at others. Uh, SO it's, it's the sort of thing that we, we make efforts toward and we develop these habits as best we can, but we're going to be imperfect, and that's a piece of the virtue theory that Aerosol didn't really develop, um. He, if you read the Nicomachian ethics, which is his primary ethics text, uh, it sounds like people are kind of working toward perfection. Well, you and I know that we are never going to be perfect. Um, WE'RE hopefully we can be good, um, but we don't. Really think we have to be perfect, so we do the best we can and sometimes through fatigue or illness or something else, maybe a person who's normally pretty virtuous is not able to do that. Um, SO, um, so it is a thing that is part of our imperfect lives in an imperfect world, and we do the best we can."
	},
	{
		"start_time": "04:09",
		"speaker": "Ricardo Lopes",
		"words": "But what are virtues? Are they traits or what characterizes them psychologically?"
	},
	{
		"start_time": "04:17",
		"speaker": "Blaine Fowers",
		"words": "Yeah, as a psychologist, I see virtues as traits, um, and I see traits as a big category. So it includes personality, it includes intelligence, it includes things like narcissism, um, and, uh, I see character virtues as a form of trade. It it differs from personality. I know I'm anticipating one of your later questions, but um, I'll go ahead and say it now that because we need to differentiate between the two because one of the things that happens with virtues is we're always talking about moral behavior and moral thinking and moral emotions and so personality doesn't really have, doesn't build that in. So we have to have a different way to talk about it. Another big difference between personality and virtues is that virtues involve what we could call phrenicis or practical wisdom. That is, we have to know what we're doing and we have to be able to approach things in the right kind of way. And so having good judgment is the way we do that. Well, there's no place for reneis in personality either, so we have to have a differentiation there. Nevertheless, I see them as traits because they are habitual ways of living, um, and, um. A person develops them through practice and, uh, at least that's the Aristotelian way to think about it. Um, AND, uh, we practice virtues by just every day. I mean, one of the things that I'll often ask my students is how many decisions they think they make in a, in a single day. Um, AND when you stop and think about it, we make thousands of decisions every day. Uh, DECISIONS about what to wear, how to look, how to talk, uh, how to, whether to be kind, whether to be, uh, fair, whether to, um, Just all kinds of things and um. What, what you try to do as a virtuous person is you try to make good decisions about all of those things, decisions that are going to bring good into the world. Um, AND by doing that, um, We become more fair or more honest or more courageous. So if you practice courage repeatedly, then it's easier and easier to be courageous. Um, SO it becomes more natural, becomes more habitual, and that's what we try to do. So, so there are traits in that they are, uh, things that we cultivate, things that we practice and learn. Um, NOW, another difference between personality and virtue. Is that personality is generally thought of as dispositions, so we're born with certain dispositions to be more extroverted, to be more open to experience or less, to be more neurotic or less neurotic. Um, SO personality has a kind of a, a genetic or inherited aspect to it. Uh, VIRTUES aren't like that. The way Aral put it, he said that. Uh, WE'RE neither born to be virtuous, nor do we, are we born to be evil, um, but we develop capacities along the way. Um, SO I think that's a good way to think about it because some people think that humans are either born bad or born good, um, and I don't think that way at all. I think we are born and then we learn how to, how to act and how to live from the people around us and from, um, from our peers, from our families, from our culture, and so forth."
	},
	{
		"start_time": "07:56",
		"speaker": "Ricardo Lopes",
		"words": "But your book is really about the development of a science of virtue. So if virtue is already discussed and studied in philosophy, why should it also be studied scientifically?"
	},
	{
		"start_time": "08:12",
		"speaker": "Blaine Fowers",
		"words": "Yeah, that's a good question. The Philosophers have been talking about virtue for a very long time. Um, IT'S kind of been, it's waxed and waned over time. So sometimes they talk about it more, sometimes less. Right now it's a very, a very big topic in philosophy. Um, SO, um. Anscom and McIntyre introduced it in philosophy, and it became a big topic in the last 50 years, let's say. And then psychology has taken this on in the last 20 years or so. So it took us a while to catch up, and there are what's interesting to me is there are a lot of philosophers who are interested in virtue ethics. And they're interested in psychological research about it, so I work. As much with philosophers as I do with psychologists on this, um, probably a little bit more actually, um, because they're very interested in it. And what psychology has to offer is we have a set of, uh, methods and we focus on empirical facts, um, whereas philosophers, um, they tend to talk a lot about it theoretically, and they might, um, Talk about, uh, virtues for let's say, uh, alien species. Uh, SO that's one of the things that some of them do. Um, AND that's interesting and useful, and it's something philosophers do, but it's not something psychologists are particularly interested in. We're interested in this world and this species, so we focus in on what humans actually do more than on just abstract thinking about virtues and so I think philosophy has a lot to offer because philosophers spend a lot of time carefully analyzing things and thinking through problems in a way that psychologists typically do not. So the philosophy is very, very valuable. Um, NOW what makes psychology valuable low is this empirical focus. Um, AND so we try to get some data that verify various points of view or maybe just confirm various points of view, um, so it could go either way. Mhm."
	},
	{
		"start_time": "10:33",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to a psychology of virtue, how does it relate to other subfields in psychology?"
	},
	{
		"start_time": "10:43",
		"speaker": "Blaine Fowers",
		"words": "Well, I've talked about the relationship between virtue and personality. Uh, I think that they are related, but I think that they're different. So I would say trait is the large category. Personality is one kind of trait, character is another kind of trait. Um, THE, uh, what's known sometimes as the dark triad or dark quatrad is another kind of trait, um, and, um. So there are different ways to see it. Um, FROM a social-psychological point of view, a lot of my work looks very social psychological. Um, SO virtues are something that happened between people. Um, AND so we can study how people act in various circumstances. We can study whether virtues are promoted or discouraged by certain circumstances. That's really very much what social psychologists, at least in the United States, do. So that looks very similar. Developmental psychology is also important because as I talked about, the virtues are developed, so there's something that they're cultivated over time. Um, AND so there's going to be a developmental history to that. Um, AND one of the interesting things about human development is that there are some regularities to it. Um, AND what we find is that children develop pretty much the same across cultures. Um, NOW, when you become an adult, as you become an adult, uh, there are various cultural differences that show up, but children have, uh, pretty much, uh, A regular way of, of, of interacting. So for example, when a baby is born, they can't do much of anything. All they can do is suck and cry and eliminate, and they have a few reflexes. Then over time they learn a lot of things. So for one thing they learn is they learn that this is my hand. They don't know that at first. So a baby will Wave its hands, but it doesn't know that it's waving its hands. Um, SO an infant though over time learns that and then learns to, uh, one of the most rudimentary things in in development is mutual gaze, and that leads to the ability to focus on an object with another person, uh, which is called a shared attention. Um, AND those two things develop in order, so you have to have mutual gaze first. And that's when a baby looks at you. So if you've held a baby and just looked at it, which is they're, they're enormously cute, and they draw our attention. So this is a very natural thing for people to do. Well, babies learn how to control and interact socially long before they can talk or walk or even sit up. Um, SO development is a very social thing. Um, SO you have there an interplay between development. Uh, AND social psychology, uh, personality psychology, all of it plays into it. So some children are going to be more prone to longer bouts of mutual gazes than others. Some like to be touched, some don't like to be touched as much. Um, SO, These are things that develop over time, and then as a child becomes about 3 years old, they start to become capable of moral action, um. Prior to 3 years, not so much. They don't really understand it. Uh, IT takes, it takes a long time for our brains to develop. Um, AND, um, but they do start to become capable of moral action, and so they can start to learn rudimentary versions of the virtues. So you'll, you'll see parents teaching their children to be kind, to share, to be honest, and so on, and they have to learn all these lessons because at first, The only thing a child knows is that they want something and they go after it. They, they try to get it any way they can. Um, AND so morality is not really much of a factor prior to 3 years of age, and it only gradually becomes one. So by 6, they're pretty clear on this. Um, AND so, um, It's, it's very interesting to watch. So if you watch children develop, you can see these things happen. Um, ALSO, I guess I would say that virtue relates very strongly to my profession or sub-discipline, which is counseling psychology. Um, SO, um, not everybody sees it this way, but the way I look at it is that Therapy is an opportunity to create a better life. That's what we do it for. Um, THAT doesn't mean it's easy or it's fun all the time. Um, SO it's sometimes very hard and painful. So we have to take a look at difficult things. We have to, uh, resolve, uh, experiences we've had that are problematic, but the end goal is for people to have a better life. My belief is that, uh, to have a better life, we have to develop good characteristics. So it's natural for me then to focus on things like courage and honesty and compassion and fairness. With clients because that's, uh, that's the way that they develop better lives is by uh honing those characteristics, um. And one of the things that I have done a lot of is marital therapy, um, and what I've come to learn is that everybody wants, uh, a person of good character to be their partner, uh, and their friend and their, uh, family members, they hope to have good character. So, um, so this is not something that's just, uh, abstract or, uh, Difficult or anything like that. It's everyday life. Um, AND that's one of the things I like about virtue ethics is that it applies to everything. Um, AND it's just as important for me to be honest and courageous as a psychologist as it is for me to be honest and courageous as a husband or as a father or as a, um, teacher. Um, SO it, it cuts across all these domains."
	},
	{
		"start_time": "16:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what would you say are the main challenges of developing a science of virtue?"
	},
	{
		"start_time": "16:55",
		"speaker": "Blaine Fowers",
		"words": "The biggest challenge, the one that we're struggling with now is measurement, um, because the vast majority of virtue science is done with self-report scales. Um, SO I, you know, if you were one of my participants, I would give you a measure of virtue, some virtue or another, and ask you how well you think you do it. Well, that has some obvious problems in that. Uh, ONE, you might want to deceive me. That's the most obvious, um, and that's the one psychologists spent a lot of time on, but also, you might be more or less self-aware. So you might not even know that, um, let's say, uh, you have a a cruel streak or you have a, a tendency to take advantage of people. Uh, YOU might just see that as, as normal and not, not unusual, and so you, you wouldn't even report it. So, um, and then the other thing, the big problem with virtue measurement is that in theory, virtue should be somewhere between two extremes. Um, SO, uh, for example, honesty would be between the extremes of on the one hand, being dishonest, uh, and on the other hand being brutally honest, so saying the truth more than you should, maybe. Um, SO we often use white lies or little uh courtesies to make life easier, uh, that don't create much of a problem, we hope. Um, SO that would be honesty, courage is the same thing. It's somewhere between Um, cowardice on the one hand and um brashness or rashness, let's say, that's a better word, rash, um, that we don't take account of risks or possible outcomes. Um. And what the virtue measures mostly do is when you look at them, more is almost always better. Um, AND so that's, that's been a difficult challenge for us to find a way to measure that middle ground. Um, SO, so measurement's a very big challenge. Um, I think. Some of the answers to this problem are to get other reports, not just self-report, but to get others to say, let's say I'm the subject of interest, maybe we get my wife and a friend or a family member to also say what they think my strengths or weaknesses are. So that's one way to do it. Another way to do it is to ask people questions over a period of time. So maybe I might ask the virtue questions um twice a day or 3 times a day for 2 weeks. Um. And that is still self-report, but it tends to be more valid because people are willing to say in the last 2 hours I was dishonest with someone, or in the last 2 hours I acted quite fairly and they're much more willing to admit faults and weaknesses for a short period of time than they are to say, oh, in general I'm a dishonest person, or in general I'm a cruel person. Um, So that's another way to do it. And there are a variety of ways to get around these challenges, but I think, uh, we need to, we need to work on it. So virtue science right now is, um, In its infancy, it's only been really studied for the last 20 years or so, and it's, it's going to take a while for us to get develop the sophistication and clarity that we need to have. But I think it's gotten a good start. There are many, many studies of virtue, and it's, it's, it's documented now that we can measure it and that that it's pretty much what I would call a scalar concept. People have more and less of it. Um, THE, uh, research so far does not show that the, um, Um, the deception bias that people worry about. There's a little bit of it, but there isn't a lot of it, no more than anything else. Um, AND particularly if you do, uh, this measurement I talked about with, uh, uh, having someone answer questions multiple times a day over the course of a couple of weeks, um, We find that there's a pretty normal distribution of virtue trades, which suggests again that we're probably not seeing a tremendous amount of deception because people are willing to say, you know, for the last couple of hours I wasn't a very nice person, and if they're willing to say that, then that helps us to eliminate that self-report bias, that deception bias. So, um, so I'm pretty optimistic about it. I mean, it's, uh, it's a difficult road ahead, uh, but, um, I think psychologists have developed a lot of really wonderful methods that can be used to, uh, To study virtue as well as anything else."
	},
	{
		"start_time": "22:03",
		"speaker": "Ricardo Lopes",
		"words": "So this probably should have been one of my early questions, but what does virtue mean exactly? For instance, does it vary cross culturally? And if so, does that then imply that we should be committed to a sort of moral relativism or anti-moral realist stance or not?"
	},
	{
		"start_time": "22:28",
		"speaker": "Blaine Fowers",
		"words": "OK. Yeah, that's, I think it's an important question about the relativism because there's no doubt that virtues do vary by culture. They vary by time as well. So if we look at, let's say, warrior cultures, for example, Homer is a really big example for Aristotle, and it's a useful example for us. So if we look at the virtues in the Odyssey and the Iliad, they look quite different than what we hold as virtues now. Um, SO we're not as focused on honor. We're not as focused on battlefield courage. Um, THOSE things do come up and they are important, but they're not central to our culture in the way that they seem to be for the ancient Greeks. Um. So Um, given that relativism, what it means is that you have to take culture into account. You can't just measure it and study it the same way everywhere. And that's been a tough lesson for psychologists because a lot of times we think we're studying something so basic that it's going to be the same across cultures, but I think culture is a very powerful influence, so. Now, on the one hand, that that's, that's one side of it. The other side of it, I'm going to be very Aristotelian here, is that we need to be somewhere not in on the extremes. The other side of it would be something like relativism where we just kind of throw up our hands and say, well, it's different everywhere, so we can't really study it. We can only study it locally. Um, TO me that's too extreme. So I would say. That in most cultures you will see something like courage, for example. Um, AND uh I just uh edited a book on courage, um, and we had people from Africa, uh, we had people from different theoretical points of view like stoicism. Um, AND Jewish thought and Christian thought and so forth, and so they all had a little different take on courage, but they could all talk about courage, and there was a clear family resemblance between what they talked about across these different cultural viewpoints, whether it was religious or cultural or theoretical differences. There was something there that was important to everyone. Um, SO we could all talk about it and all of the chapters made sense. I could read them and, and they made great sense to me. So for example, I'm not a stoic, but we had a chapter on a stoic view of courage, and it was really informative. I learned a lot by reading it. Um, WE had a chapter, as I said, from Africa, and, and this person uh wrote the A chapter from a Yoruba point of view. Um, AND so he talked about how courage was important in his culture and where he grew up, and it was really very, it was fun to read because, again, I learned some things and the Yorubas have a little bit different way of looking at things. They're very communally oriented, so for them, courage is always related to your place in your community. It's never an individual thing. Um, AND so it's a little bit more, um, communal than the way that we in the West tend to look at it in the US and Europe is what I mean by the West. Um, SO, Um, so I don't think we need to go to the extent of relativism, but I do think we need to talk about virtue as culturally relative, um, that it does matter. Um, SO that's where I would put it somewhere, uh, not at either extreme, but somewhere different from those extremes."
	},
	{
		"start_time": "26:14",
		"speaker": "Ricardo Lopes",
		"words": "Right. But is there a list of virtues? I mean, do we already have a complete list of virtues and if not, is that something that scientific psychology can help us uncover?"
	},
	{
		"start_time": "26:29",
		"speaker": "Blaine Fowers",
		"words": "Well, um, that's a, that's a tricky question. Um, THERE are people who like lists of virtues, um, and Aerosol has a list, um, and other people have lists. Um, I don't really think there is a definitive list. Um, I think that we could talk about virtues in a variety of ways. So for, let me give you an example. Um, IS kindness a virtue that's separate from Uh, say generosity. Um, WELL, it's hard to say. There's a lot of overlap between them. So what I would say is that virtues are in a way a little bit fuzzy, um, in that they can be defined in different ways and um they can be separated out in different ways. Um, SO to me, a list is not as important as am I acting appropriately in this current situation. So right now, let's say, I'm having a discussion with my wife about chores. Am I behaving in a fair way about that? So are we going to divide things up in a way that's equitable to both of us, um, and so that we share the burdens and we share the, the benefits of our home life and our um our marriage, um, or not. And so, Um, I think that's going to be important anytime people interact, and in fact we find different versions of justice or fairness in different cultures, but every culture has some way to deal with that question because it's inherent in human relations. It's not something we can do without. So we have to have some way to figure out what's a good way to divide up this pie, the burdens and the benefits. So, so I think that um It might be called fairness in one place. It might be called something a little bit different in another place, and so. To me, the list doesn't matter as much as that when we're doing this thing, dealing with burdens and benefits, we think about it in an equitable way. We think about it in a way that is good for everyone and not just good for me. So I don't, the idea would be not to take advantage as an individual, but to try to work with someone else in a way that we both feel good about, and, and that's going to look a little different in different places. So In my parents' generation, for example, there was a very clear differentiation by gender who does what? In my marriage and in the current world, we don't necessarily do that. We divide things up in terms more in terms of who's good at what and who's willing to do what and so, uh, so we try to make it fair though, even though the content of that fairness might be a little bit different."
	},
	{
		"start_time": "29:27",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that in developing a science of virtue, we have to infuse science with moral values and if so, is that a problem or not?"
	},
	{
		"start_time": "29:39",
		"speaker": "Blaine Fowers",
		"words": "I don't see it as a problem. Some people do. Um, I'm what I've described as a bullet biter, um, that, what that means is, uh, that's a, uh, probably an American phrase when people used to get, uh, Uh, medical treatment, we didn't used to have anesthesia. So we had to have some way to deal with the pain. And one way to deal with the pain is to bite the bullet, um, or bite a stick or something just so you could manage the pain as as you had a medical procedure done. Um, FORTUNATELY, we have anesthesia now, so we don't have to worry about that too much anymore. So it's more of a metaphorical thing. um, BUT I think that all facts have values associated with them in the human world and all values have some facts about them. It's useful to distinguish between the two, but I think the dichotomy was a mistake that previous generations made. So that's why I think that virtue can be studied scientifically, is that it is a It's something that's inherently valuable. It's good to be virtuous. It's good to have a good life. We endorse those things, um, and I don't think we should shy away from that. Now some people think that in order to have a science, you have to eliminate values, and I think that's an error. Um, WHAT you'll see, if you look in the literature, there's a lot of debate, well not debate, but a lot of argumentation. Uh, AGAINST the fact value dichotomy and almost no one defends it. It's just kind of a dictum that's been around forever and people think it's just the way you should do things. Um, BUT I don't think that's true. So, um, to me, studying something that's valuable is really important. I mean, in fact, if you think about it as a scientist, I am, I care about the things I study. I'm not neutral about them. Um, AND so, uh, if I'm studying, say, human development, I'm interested in how a person develops from an infant to an adult. And I think there's a normative path there. I think there's a way in which we could say, oh well, we can recognize certain signs of maturity along the way. Um, AND when someone becomes a full, fully fledged adult, we can say they're capable of doing things they weren't capable of when they were 2. So Um That suggests an endpoint or a telos in Greek terminology. So there's a goal that we're aiming toward, and in human development, you can't avoid that goal. And the goal is a moral term. So that's another thing that psychologists study as goals. Um, WELL, We care about our goals. We want to reach them. We, we work hard for them. And so uh in that domain of research, you can't really get away from people's values. Now one of the ways that psychologists have tried to do that is by saying, oh well, you as a research participant or as a human being have goals, but I as a researcher, I'm neutral about that. Um, WELL, I think that's a mistake because we're not. Actually neutral. So if you have the goal of dominating people and controlling them and being a, say, a human trafficker, I'm not going to be neutral about that. That's something I don't like. I think it's a problem, uh, and I'm going to try to prevent. Um, SO I, I just don't think that that value neutrality is a, a tenable position, um. It's something that people try to do, and they, they try, they try to say, in the science of psychology, if nowhere else, I'm going to be neutral about values. Well, I don't think that's possible for humans. I don't think we are neutral in that way. So, uh, so that's what makes A bullet biter, I think we have to deal with this problem and we have to recognize that we have values as researchers, and we try not to have our values influence what we present as facts, but it's going to happen and so we need to be prepared to deal with that. Let me give you an example of that. So how might values influence people in ways that they don't know that they do? Um, SO I'm working on a, a piece now that deals with the concept of individualism. Um, AND that's something that's become more and more widely recognized in the United States and Europe, that we have a tendency to prioritize the individual, to see the individual as the basic social reality, and that everything comes back to the individual. So we need to promote the autonomy of the individual. We need to Uh, respect the values that individuals have, all those kinds of things. Well, that's a point of view that isn't held in most of the world. So most of the world is more communally oriented, so they tend to think about the group before they think about the individual. The individual has a role in the group, and that's important. So, so the big divide then is between individualism and some kind of communal formulation. Um, SO the, um, What's happened in American psychology though is that the individual has been prioritized. So for example, if we look at someone's well-being or they are they flourishing or not, that tends to be studied through a self-report measure. So I tell you how much I'm flourishing, and that's, that's the end of the story. So no one else gets a say in that. I only have my own say. Um, AND that's a very individual subjective viewpoint. Um, SO I could think I'm flourishing, but I could be wrong about that. Um, AND then, uh, how would you know I was wrong? Well, people around me would say, yeah, he thinks he has a good life, but he really doesn't. It's terrible. Uh, LET me tell you all the way that it's terrible. Um, AND, um, So, um, So, oh yeah, so it's an individual subjective focus. Um, NOW the other thing that psychologists do a lot is we do a lot of experiments, but the typical experiment is with an undergraduate student comes into a laboratory that is a strange situation, and they are given some protocol um to respond to. um, AND at the very most they might be responding to a stranger. Almost never do people study, uh, other individuals in ongoing relationships. Um, SO they study people separately. So we also, we kind of have a psychology of strangers, um, which is a very odd thing because if you know about strangers and, uh, loved ones, we act very differently with them. Um, AND we should. I mean, with people we know and care about, we develop patterns of interaction, we develop ways of being together. Um, And that's, uh, uh, so that's another way that psychologists have focused on the individual. Um, SO individualism is very pronounced in American psychology. It's in the theories, um, and so if you look at the theories with that in mind, if you look at the research with that in mind, you can't help but see it. Um, AND now, no American psychologists or virtually none would say, oh yeah, I'm, I'm influenced by individualism, and this is the way I do my research. They don't own that, but you can see it in their behavior, um, and you can see it in how they think about, write about, talk about, feel about what they're doing. Uh, SO, Um, so I think it's a very profound value bias, um, and Even though I've been critical of that throughout my career, so for 30 years I've been criticizing individualism, I still find myself thinking and talking in individualistic ways because that's the way I was raised. That's what I was taught. That's how, that's what is real. So it's, it's very hard to get around, but once we get a beat on it, we can start to say, oh, you know, that's not a very good way to think about this. So what I need to think about is Maybe more how I fit into a group. How I fit into relationships, uh, and not only what's good for me and what, what do I want, um. So we need some balance between the two, I think."
	},
	{
		"start_time": "38:24",
		"speaker": "Ricardo Lopes",
		"words": "Right. So at a certain point there you mentioned flourishing. I've already asked you about the virtues, but I would like to go back to Aristotle a little bit now and ask you about euaemonia. So what is euaemonia and how does it relate to the"
	},
	{
		"start_time": "38:41",
		"speaker": "Blaine Fowers",
		"words": "virtues? OK. So I'll start by defining it. Um, IN Greek, uh, you means good. So like we have the word euphoria, um, and eudaimonia, so it's good, and a diamond is a quasi-divine, uh, Uh, being. So for Aristotle, he would say that we have a dime on something like what we might think of as a guardian angel, uh, someone who looks out for us, someone who tries to guide us, and then I means that's a way of living. So it means literally good, um, Guardian angel life. Uh, ANOTHER word that Aristo used that he used pretty much synonymously with eudaimonia is Makarios, and that means blessed. So that's a good translation of that word. So the way I translate eudaimonia is into English is flourishing. Um, SOME people, uh, philosophers in particular use the term happiness. And I think that works from a philosophy, philosophy point of view because they don't think of it as a temporary emotion. They think of it more as a way of life. But for psychologists and ordinary people, if you say happiness, they think it means an emotion and something that comes and goes. For Aristotle, it really meant a way of life. So we're living in a way that we're guided toward good things, um, and we're living the best kind of life a human being can live. IN our circumstances, of course, because sometimes circumstances are quite bad. Now we're fortunate to be in countries where things are generally pretty good. We have food to eat, we have employment, we have relationships, we have relatively stable governments. Those are all very good things. And some places in the world don't have those things, so there's famine, there are failed states. There are lots of conflict and so forth. So, so we're very fortunate. So given those circumstances, we have the opportunity to craft a good life, and that's what Judamania means is to build a life that's a good one. So one of the sayings that Aristotle liked was um that he said call no man happy until he is dead. Um, WELL, being dead doesn't sound really great, but what he meant by that is we have to look at the complete life, not just that one moment. So that's why Eudamania is not an achievement. It's not something we Get to and then just, we've done it. We're already there. So it's not like having a PhD or an MD or a DDS that, you know, you achieve that and that's once you have it, you have it. Um, Eomina is a way of life. So, uh, what that means is that at any time, uh, that could be, I could lose that. Um, I could have a good life and then I could lose it either through some external circumstance or because I do something dumb or crazy. Um, AND so. Um, WHAT we need to do is we need to live well throughout our lives, um, and that's, you know, that's a pretty good goal, I think, is to have a good life all the way through. Um, EVERY once in a while there are some hiccups and problems. Um, MAYBE we need a root canal or maybe we break our arm or something, uh, and we, we. Do what we need to take care of that so we can go on living well, and that's the idea of Eomia. Now the way virtue fits into that, and I think this is very important, is that virtues are, as I said, character traits, so the things, habits that we cultivate, and those habits help us to live well. Um. So if we live in a way that is fair and kind and caring, we're going to have a better life than if we do the opposite, and I'm convinced of that. So some people think you should get all the advantages and you should have all the fun you can. And that's what a good life is. I don't think that's true. I think that having good relationships and being a productive member of a group are very important things, and that without them we're kind of lost as individuals and we don't have the fullest kind of life. And so that was Aristotle's idea is that because we're human beings, there's certain things that make sense for humans and that's what we should strive for, um. So it's not that I want to. The humanist version is that I want to actualize myself as a person. I want to be the best la I can be. Well, that's great, but Erla said, we're humans before we have an identity, so we should try to maximize what it is about us that is our human nature. That's what is, is maximizing our human nature, being the best person we can be."
	},
	{
		"start_time": "43:50",
		"speaker": "Ricardo Lopes",
		"words": "So tell us now about your strive for model as a new conceptual framework to study virtue."
	},
	{
		"start_time": "44:00",
		"speaker": "Blaine Fowers",
		"words": "Yeah, we came up with that. I mean, it's a, it's a very cute acronym, um, but, uh, I think it's also very meaningful. And someone, a reviewer who once told me that, he said, you know, you need to really emphasize that model because people can read past it and they're used to seeing these acronyms that don't mean anything. Well, this one really does mean something. So the S is for scalar. Um, AND that's really important if you're going to study virtue scientifically. You have to have something you can measure and you can gauge and you can have more and less of. So that's what scalar is. And so all virtues are scalar, that is, a person can be more or less honest, more or less kind, more or less courageous, and so forth. Um, AND The T is for trait. I mentioned before that it was, uh, I see virtue as a trait. So it's something we develop. Um, RATHER than are born with, um, but nevertheless, it becomes trait-like over time. Uh, THEN the R is for yeah, so it's about a role. Now this was a great insight and um I've since come across something called identity theory that focuses a lot on roles, um, and the point here is that with roles. Um, WE have, uh, some roles call for certain virtues in a, in a very strong way and some roles call for other kind of virtues. So what we find is if we study people, we find that they act differently in one role than another, and one of the most commonly studied is being at work or being at home. Another one is in the role of a student or a friend, and this works really well with college students, and it turns out people are different, so they tend to be more conscientious when they're students and more friendly or affable when they're in the role of friend. So, and that makes sense, right? Um, SO you get a higher degree of some virtues than others in a role. So let's take the example of a first responder. What we expect of someone who is a police officer or an EMS person, an emergency worker, somebody who drives an ambulance and goes to people who need immediate medical attention. Um, WE expect courage from them in a way that's going to surpass what most of us have. Um, AND so, uh, that role really calls for that. If we think about a parent, that's another kind of role. So we have to have a parent needs to be alone. A person needs to be someone who cares about their offspring and takes care of them in a unilateral way. Well, that's a role that's very important as well. So it calls for characteristics that revolve around caring and responsibility and structure. Um, SO, uh, the roles matter. Um, THE, um. The, uh, interactions, yeah, so, um, the idea there is that. Uh, WE, that our virtue traits interact with situations. Um, SO in some situations, uh, they're going to call for a very strong, uh, virtue response or a particular virtue response. Um, SO if we think about, let's, let's think about like a, a time like someone's birthday. Um, SO I have to be It's important when someone's going to have an event like this that I think in terms of what kind of gift do I want to buy them or or find for them. And I might buy it, I might make it, I might do something else. Um. So in that situation, generosity is really important. So I want to be able to give a gift that they're going to like, that's appropriate to the situation. That's not too big a gift, it's not too small a gift, um, that is something that's, uh, geared toward their likes and dislikes, um, and so that's, that shows up there. But in another situation, generosity may not be the most important thing. Uh, SO in another situation, fairness might be what's important that I interact with someone in a fair way. Um, SO the situations are important, um, and we don't want to think that, uh, people have a trait like Uh, uh, a character trait, a virtue trait, and they're gonna do that all the time. Well, we don't do anything all the time. We do things according to what makes sense, what's appropriate to the situation, and that's what the interactions mean. So V is for values, and again that comes back to that fact value dichotomy that I think that we, we do study things we value, we care about, and so that's important to be able to take note of. And then E is for Edimona. Um, AND that's the whole point of having virtues. So virtu. Uh, LEARNING virtues and being virtuous is not about just gritting your teeth and doing the right thing even though you don't want to. It's about living a good life. It's about having a felicitous life. Um, AND so when we learn these traits, then we're learning how to live in a good way as a human being. And so that's you doineia. And then the 4 is for the four features of virtue, which, um, Starts with practical wisdom, which I talked about, uh, as renneis or good judgment. We have to be able to use good judgment as we deal with virtues, and then it's emotions, uh, cognitions, and behavior. Those, that's, uh, three things that all psychologists like to talk about and think about. Uh, SO virtues show up in all those domains, uh, and the idea is for us to have some congruence between our actions, our feelings, and our thoughts. So again, it's something that comes naturally it's something we want to do, it's not something we struggle about. Now of course we're imperfect, so sometimes all of us struggle, sometimes all of us do the wrong things, um, but in the main, we try to do as much. Uh, VIRTUOUSLY as possible."
	},
	{
		"start_time": "50:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what are the main goals of the science of virtue, both the intellectual and the practical goals?"
	},
	{
		"start_time": "50:44",
		"speaker": "Blaine Fowers",
		"words": "Um, I'll start with the intellectual goals because that's where I spend most of my effort. Um, WHAT we want to do is to be able to, uh, uh, assess these virtues and figure out which things really do conduce to a good life. Um, AND I think that those are, can be empirical questions. They are also conceptual questions where we, um, try to, uh, develop a theory that's consistent and, uh, articulate. Um, BUT, uh, we also want to find, uh, the facts about it. So we don't want to just think about it, and that's where I think psychology is very useful is that we can, we can actually study things. And try to get an empirical feel for um what does courage look like, how does it show up? What does it look like for someone to be honest, um, what, um. What do we think, um. Uh, FAIRNESS consists in, um, and then the ultimate question is, do those things lead to a good kind of life? Sorry, I'm having a little trouble with my voice. I um,"
	},
	{
		"start_time": "51:59",
		"speaker": "Ricardo Lopes",
		"words": "no problem."
	},
	{
		"start_time": "52:00",
		"speaker": "Blaine Fowers",
		"words": "Yeah. It's, I've had, um, I think some new allergies that uh cause I don't seem to be sick, but I, um, cough quite a bit and have a bit of a hoarse voice, so I apologize for that. Um, Yeah, so that's the intellectual goal is to try to understand this as best we can, and, and then the practical goals, of course, are that we want to encourage virtue. So it's a good thing that we want to see more of. So we might work on some interventions to help people to be more generous or more honest or more fair or more courageous. Um, AND, uh, and help people to know, you know, what it means to be honest. So, so the thing is, it's not hard to say, it's good to be generous. It's hard to say what is generosity in this situation. So, um, when I, you know, I don't know how it is in Portugal, but when I drive my car around at intersections there frequently will be people who are begging. So do I give them money or do I not give them money? Would it be a generous good thing to give them money or would it be a bad thing? And that's something everybody has to decide, and they have to work out some way of what do I do with people who have needs that they can't satisfy themselves. So how do I orient myself to that? Do I just ignore them? Do I give them money? Do I give to a charity? What do I do? Um, AND so we'll have to work that out. And so deciding how to be generous is the hard thing, not whether to be generous or not, um, because that's a, that's a relatively easy question. If you ask someone, they would say, yeah, I'm a generous person, you know, but how are you generous? Then, then that's where the rubber meets the road."
	},
	{
		"start_time": "54:00",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let me ask you then just one last question. How do you look at the future of the science of virtue? I mean, uh, do you, are there any specific questions you would like to see answered? Any particular lines of research that you think are going to be explored by people who work in this field?"
	},
	{
		"start_time": "54:23",
		"speaker": "Blaine Fowers",
		"words": "Yeah, one of the things that interests me, uh, particularly is this interaction of situation and character trait. Um, SO one study we did, for example, we set up a scenario. This was an experimental study, so it's guilty of all the things I said about that. Um, BUT it's a good, it helps us to get some data in some ways. So we gave people a situation where they could act more and less fairly. And the situational prompts encourage them to act less fairly. And then we also assess their fairness traits. So what we're interested in is, are people who report that they're fair, are they fair across the board in the situation that encourages unfairness and in a neutral situation? And then are the people who say that they're less fair or are they more influenced by the situation? Well, that's exactly what we found. Um, SO that interaction is really interesting because, um, I, as I said before, it's really important for us to look at how people act in different situations, not expect them to act the same way in every situation. And so, If a fair person is going to be fair regardless of the circumstances, then that's the sort of thing we want to encourage and we hope for. Um, AND if someone is going to take advantage when they think they can get away with it, that's not so great. Um, NOW, of course, there are lots of people who do that, and so there's a lot of room for interventions there, um, and I think that's another kind of research that would be really important. We have quite a lot of research that encourages generosity. So that's been a, a target of a number of people who find that you can increase generosity, and it turns out, interestingly enough, that when people are more generous, they're happier. Um, SO the people who were given the task, for example, there'll be a, there's one study that's really wonderful and it was done in 136 countries, so it's not just one place. Uh, THE experimenter gave participants a meaningful amount of money, um, and said to one set of people, spend this money on someone else, do something nice for someone else with the money. And he said to another set of people, spend this money on yourself, do something nice for you. The people who spend it on other people were happier, uh, on average than the people who spend it on themselves. This is across many, many cultures. So, uh, it suggests that it's not just a US thing or a Christian thing or any other kind of thing, it's a human thing that we are, um, At our best when we're being generous to other people. Um, AND there's also, there's a lot of research by some people, uh, two women named Crocker and Canovelo that have demonstrated this. And what they show over and over again is that people who are nice to other people or good to other people are happier and, and they do better in life, and people who are focused on themselves do less well in life. Um, AND, um. So, uh, what they say is that the idea that people are ultimately self-interested is exaggerated. Maybe it's a complete fabrication. So that's something that's, that's an article of faith in the United States is that we should look out for number one. But it turns out that it's probably wrong, uh, because these women study Americans and they find that Americans who give are happier than Americans who look out for number one, mostly. Um, SO, so I think, um, Uh, that's great research and so, so interventions are another kind of thing. Um, THERE'S a, um. In the United States, we call it character education. Uh, THAT'S starting up in Europe now. There's a, an association for character and virtue education, um, and I think it's a, it's wonderful. And what they're doing in Europe, um, is that they are trying to integrate the virtue science and the virtue theory from the beginning. We didn't do a very good job of that in the United States, so character education. IS somewhat divorced from virtue ethics, um, and I think that relationship should get closer. So I like very much what the Europeans are doing, and I hope that the, that American character educators will pay more and more attention to virtue ethics. And so that's a whole other line of research is how to apply this, uh, in schools with children, um. And I think that I think we can do a lot of good there. So there are lots and lots of kinds of research. Some of them are very basic sorts of research, how do we understand virtues? Can we measure them, and so forth. And then there's intervention research and one kind of intervention research is educational methods. Um, SO I have a student now to give you another example, uh, who's teaching a course on udaimonia basically. And she's collecting data with students in her course and students in another course, and she's going to compare whether or not the people in her course have greater degrees of udominia than the ones in the other course. Um, AND there are lots of measures of this. And so, um, this is an intervention study and so it's a very interesting kind of study. That we hope that people will benefit from this course. We don't know that, so we're going to find out. And the great thing about virtue Science, it helps us to document the things that are the case and to um Eliminate things that maybe people want to believe or have believed in the past that aren't, uh, aren't really reflected in reality. So, um, I mentioned this case of looking out for number one, that's been a steadfast belief in this country for a long time. Turns out that it's mostly wrong, uh, and we should never believe that, and we should try to eliminate that view because it's not good for people and it doesn't make a good life. Um, SO it's not a good thing."
	},
	{
		"start_time": "1:00:47",
		"speaker": "Ricardo Lopes",
		"words": "Right, so the book is again the Science of virtue, a framework for research. I'm leaving a link to it in the description of the interview. And Doctor Fowers, apart from the book, are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:01:04",
		"speaker": "Blaine Fowers",
		"words": "Um, WELL, Google is quite a tool, um, and if, you know, you've probably done this yourself, you Google yourself, and it's kind of amazing what comes up. So, um, all told now I have published 8 books, or no, 7, and I have written. Uh, ANOTHER couple of books, and I'm working on a third one. So, uh, I'm easy to find, uh, and, uh, and I published a lot of, uh, scholarly articles as well, so it's not hard to find, uh, things that I've done. Um. But the, the book The Science of Virtue is one of the things I'm most proud of and very happy to talk with you about, uh, because it's, it's just fun for me to talk about virtues. Uh, IT'S really a very interesting topic and there's no end of the depth. I've been studying it for 30 years and I'm still learning things."
	},
	{
		"start_time": "1:01:57",
		"speaker": "Ricardo Lopes",
		"words": "And thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:02:03",
		"speaker": "Blaine Fowers",
		"words": "It's great to meet you too, and I thank you for your interest in my work."
	},
	{
		"start_time": "1:02:08",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Nes Colin Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, asilla dearraujuru and roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Per Croli, Kate van Goller, Alexander Aart, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levine, and Jos Necht. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]