[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lobs and the MG by Doctor Deborah Liberman. She's professor and has served as Associate chair for undergraduate affairs and Research in the Department of Psychology at the University of Miami. She's also the author of Book, objection, disgust morality and the law. And today we're going to talk about, uh, from an evolutionary perspective, of course, about emotions, disgust, gratitude, and emotional tears. So, Dr. Lieberman, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Debra Lieberman",
		"words": "Thank you very much. It's great to be here."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "So let me start perhaps with a more, with a broader, more general question. So, from an evolutionary perspective, how do you approach emotions? What are emotions, and do you personally, do you approach them as adaptations or as something else?"
	},
	{
		"start_time": "01:00",
		"speaker": "Debra Lieberman",
		"words": "That's a great place to start. So, My perspective on emotions is that they are programs. They are somehow kind of neurally instantiated algorithms that help guide behavior. I don't see them as different than cognition, so oftentimes we hear about emotion versus cognition. But when you talk about the kinds of problems that we solve and the information processing structure of, of the mind, the brain, Uh, somewhere in all of that emotions are just like other aspects of cognition, information processing programs, um, but these are well coordinated to take advantage of elements of, of, you know, psychology and physiology to coordinate the mind and the body in a way that would have allowed for the solving of an adaptive problem. So my approach to emotions is thinking about. The past environment, uh, the kinds of problems we would have had to solve across the entire life stage, both sexes, what kinds of programs would have somehow offered an advantage to survival and reproduction. And so that's how I, that's how I, I typically tend to start, um. Thinking about What the emotions could be and what they might look like."
	},
	{
		"start_time": "02:18",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT so they are adaptations in your perspective or not?"
	},
	{
		"start_time": "02:25",
		"speaker": "Debra Lieberman",
		"words": "Um, I think, well, I, I try to test whether they are. Um, THE question is whether there's any type of evolved, uh, functionality and specialization to solving a problem. The more evidence that you have in the direction that something does look very tailored to solving a particular problem, the more evidence you have in favor of it being an evolved adaptation. Um, AND so I think that you're always being cautious, throwing that term around, but, uh, in general, I think that the suite of emotions, uh, are, you know, they, they constitute a suite of adaptations, but, but trying to understand, uh, what, uh, their, their components and so forth, that, that's a matter of, of hypothesis testing."
	},
	{
		"start_time": "03:08",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to the functions of emotions, if I understand it correctly, I think we have to approach them on a case by case basis because different emotions sort of uh different functions. But generally speaking, are there functions that emotions in general serve? I mean, what do we need the emotions for?"
	},
	{
		"start_time": "03:30",
		"speaker": "Debra Lieberman",
		"words": "Uh, SO emotions, I would say are just a particular type of program that are that's capable of coordinating the activation, deactivation of a series of other psychological or physiological components. So what makes an emotion program my perspective. Uh, AN emotion program is, is how the extent to which it coordinates across the entire, you know, system, uh, you know, all human systems. So when you have a system that's capable of, um, of regulating memory, attention, Uh, physiology, heart rate, for instance. I mean, these are things that require some type of top-level coordination signal, and to me, emotions are that type of signal that cascade throughout the mind and body and are capable of activating, deactivating whatever programs were necessary in order to solve a particular problem. So I, I just see emotions as coordinating systems and coordinating devices. So in that sense, they're just a higher level cognitive program, if you will, but Um, but in any case, no, I take them as discrete. Discrete types of programs. Certainly, they can blend into one another in terms of what they look like and what they feel like. But my, the way I at least approach each emotion is that it's going to have a particular information processing structure with, with specified and knowable inputs, ways information gets integrated, and then, you know, knowable pre predictable outputs. Um. So that's one way I, I start with it. So emotions to me are just very interesting complex mental apps. Mhm."
	},
	{
		"start_time": "05:10",
		"speaker": "Ricardo Lopes",
		"words": "And how do emotions connect to morality? What is the link there and how is it established?"
	},
	{
		"start_time": "05:20",
		"speaker": "Debra Lieberman",
		"words": "You've gone there very quickly. Um, AND so I would say emotions to morality. Um, Uh, WELL, You want me to bridge an is aught gap in the first few minutes of our conversation here, so. Um. I would say that emotions make salient and, and, and register certain events as being fitness promoting from uh fitness enhancing, goal fulfilling or goal not fulfilling, and I think that These outputs of value, um, that indicate whether or not you prefer to engage in a particular behavior, associate with particular people, um, Inform our way of viewing the world as to what seems right and wrong. So if I can just say that at the outset and maybe leave the rest for when we get maybe particularly to disgust, I can talk a little bit more, maybe how disgust is involved in that. Certainly not the only emotion that informs our, our moral sense. But, uh, if I can give you a general answer like that for now. Or uh"
	},
	{
		"start_time": "06:31",
		"speaker": "Ricardo Lopes",
		"words": "yeah, of course."
	},
	{
		"start_time": "06:35",
		"speaker": "Debra Lieberman",
		"words": "So, uh, so what do you want to jump into a particular emotion to kind of get at maybe how um How it might inform morality. I mean, we have to define what morality is, and that it might take a little bit longer than than an hour, but uh but I'll leave it to you. Do you wanna, do you want to jump into disgust?"
	},
	{
		"start_time": "06:56",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. Is there any way that you could give us Uh, just a brief definition of morality then to, then for people to understand then how the link is established. And then perhaps we can get into the emotion of these guest, which is one that you have explored a lot in your work, so."
	},
	{
		"start_time": "07:16",
		"speaker": "Debra Lieberman",
		"words": "Let's do the second part first, and then the first part after only because defining morality. I don't know that I have the street cred to do that, but at least I can talk about social value, uh, as it pertains to disgust. And so I can let the, the listeners draw their own conclusions about what they consider morality to be after I kind of paint that picture and tell them what maybe I think is going on here. But in terms of what, you know, what morality is, uh, I think that there's There are a lot of possible ways to, to explore that. Um, I definitely take a biological approach to understanding, um, morality and why we feel certain things are right versus wrong. Uh, YOU change a couple circuits in our brain, and we would very much feel that different kinds of behaviors were right versus wrong. And so the way I like to talk about it, or at least begin to talk about it is through the emotion of disgust. So let's maybe get to discuss first."
	},
	{
		"start_time": "08:13",
		"speaker": "Ricardo Lopes",
		"words": "OK, let's go into this gust then. So, what is this, I mean, I have a couple of questions here. Uh, WHAT is this gust? How has it evolved since we're tackling things here from the perspective of evolutionary psychology and what functions does it serve?"
	},
	{
		"start_time": "08:33",
		"speaker": "Debra Lieberman",
		"words": "Well, as you know, there's been a lot of work on Disgust. So I'm far from the first researcher to, uh, to take a look at the functions, the evolved functions of Disgust. Paul Rozin, Jonathan Haidt, and a whole bunch of their colleagues have done a lot of, uh, great work thinking about what disgust is. I had worked early on with, uh, Josh Tiber, and he and I started to Think about whether the way that uh Rosin and Height had kind of cut up discussed was the best way when thinking about evolved function. Certainly they identified a whole bunch of discussed solicitors. Uh, THE question is how, how best to account for all of that. And working with Josh, we initially thought about disgust as a pathogen role that it serves a sexual role and then a moral moral role. And, um, my thinking has evolved a little bit since then. So, uh, because in some of our papers we've talked about that kind of, and we have a scale measuring the three domains of disgust, pathogens, sexual, and moral. And I don't, I don't think that, uh, is, is probably far from what's going on. But since then, Carlton Patrick and I, who co-auth co-authored the book Objection, um, that you mentioned at the, at the top. We started to think about uh disgust, breaking it down a little bit differently. So, I think disgust evolved to solve three separate problems. What to eat, what to touch, and with whom to mate. And so those particular, you know, the consumption, the contact, and sex are, I think the three native. Primary functions of disgust. And the order that that this evolved in, uh, I think is an interesting question. But in terms of functionality, it looks like disgust is the output of a consumption psychology that registers whether or not any particular piece of matter, any morsel. Uh, IS, you know, what's the expected fitness value of consuming anything in the environment at any one time across the life stage and, and so forth. And so this is a, a critical problem that our ancestors and all animals would have had to have solved. And the question is, what does that programming look like? And so, As Carlton and I um started to talk about this, also, Josh Tiber, uh, was part of this discussion early on as well. We basically tried to come up with what a system would look like, and We evaluate morsels of food based on a bunch of criteria through a bunch of senses, right? So how much sugar, how much salt, uh, you know, protein, um, fats, and so forth. And we have a system that detects their presence based on cues, so sweetness versus bitterness, uh, for toxins that we want to tend to avoid. And it generates, uh, as an output, kind of this scrumptiousness sense, right? So either something is yucky and you don't want to eat it versus it's really scrumptious, and you do want to eat it, but disgust seems to be on the tail end of that, on one continuum, on one side of the. Continuum preventing us from eating things that would have, would have been harmful. But I should say that, of course, there's a lot of things and a lot of input the system has to take, and it a lot should matter. So not only the cues of sugar presents, salt presence, Um, you know, protein and fat and so forth. Those are the things that we tend to seek out. But also, we want to make sure that we're not consuming, uh, in too much, in too much quantities, toxins and, and, and microorganisms. And so we have, you know, sour and bitter, which are there in order to help us detect the presence of plant toxins, which could have been quite poisonous, and then microorganisms which can take over our entire system. And so, in addition to those inputs, though, you have, you know, developmental inputs. So what stage of developments are you in? And so plant toxins are particularly, uh, harmful to young kids. This is why young kids don't like eating their vegetables, um, because a lot of the brain growth isn't done yet, and plant toxins can interrupt a lot of the neurogenesis. And so there's, there's developmental stage. But then there's also experience in your priors with any particular food substance, which should, of course, update and inform whether or not you're going to eat something again. Um, ALTHOUGH it doesn't seem to happen with tequila, does it? Right? So you can drink tequila once and, you know, get really sick and then suddenly two months later, you're like, Ah, sounds like a great idea again. So, for whatever reason, tequila seems to be an interesting exception to this rule. Um. But that's neither here nor there right now. And so, uh, but what, what is interesting also is that cultural norms should inform the system too, right? So the idea that you are going to be told, no matter what society you're born into, what's appropriate, what's inappropriate to consume, and that should also generate and uh help regulate the things that you find repetitive versus aversive. So, the food, just food psychology is a really complex system. Oh, I should also mention probably that your health status should update what you find, uh, yummy to eat as well. So when you're sick, you tend to seek out plants. Uh, AND so sometimes the secondary compounds of, of plants could be adjuvant therapies for, for disease organisms. A while I had seen and had written about how even chimps kind of seek out particular plants and they'll, they'll roll it up, kind of like dip and just kind of suck on the juices. They won't eat it, chew it up or eat it, but they will kind of extract some of the, the compounds of the plants. Perhaps this was kind of a, an early stage or early form of, of medicine. But in any case, A lot of factors should influence our food psychology, our consumption psychology, and I think disgust is, is certainly part of that. Uh, AND then I think touching things, so contacting things that could have potentially been dangerous sources or contaminants, uh, is something also disgust regulates, but then sexual disgust, who you find attractive as a, as a mate. So the idea that Discussed as a system is already sensitive to pathogen presence. It doesn't make it all that, uh, far a leap to think that, you know, you can up regulate it or down regulate it. So the idea that, you know, another person represents an entire different planet of microorganisms, right? So how, how does sex even happen if we have a disgust system that's sensitive to the microorganisms and pathogens of others? Well, instead, Of up regulating other factors cause disgust to down regulate in order for sexual attraction to take hold. Uh, THAT would have been, uh, how disgust enters into the sexual, uh, sexual psychology. So either up regulating to prevent someone from being motivated to seek someone out sexually, or, um, or kind of having that reduction in disgust. And there's great individual differences in, in these systems and so forth. So I think that Uh, it's a very long-winded answer to your question, what is discussed, but so consumption, contact, and sex, I would say are, are some of the, the three main areas, uh, over which disgust reigns."
	},
	{
		"start_time": "16:00",
		"speaker": "Ricardo Lopes",
		"words": "OK. So this is a question that I've already discussed with several different evolutionary psychologists on the show. Uh, I, I think that, uh, I mean, I started the show almost 7 years ago, and I've been discussing this from the very beginning. So I'm not sure if over time, things have changed when it comes to this discussion with this, when it comes to this specific discussion, but is there such a thing as moral disgust?"
	},
	{
		"start_time": "16:30",
		"speaker": "Debra Lieberman",
		"words": "It's a good question. Um, I started out thinking that there was, um, and I will tell you that the first run through of the book Carlton and I wrote really reflected three different areas, a pathogen disgust, a sexual disgust, and a moral disgust. Um, AND until it came time to write moral disgust, it seemed really clear to understand consumption and contact and sex and write out information processing systems, inputs, how things are integrated, outputs. And when it comes to moral disgust, it was just a big old question mark, like, what, how, where, who? Like, how does this work? Um, AND it's, it caused me to pause and think whether moral disgust was indeed a primary domain, uh, or whether it was derived. And so, It, it really went, I went back to the drawing board, literally, because I, I enjoy trying to map out the inputs and how things get put together. You know, if you could have a scheme schematic that you could hand over to the MIT, you know, Imagineers to build it into their, their robots, what would you give to them? And when it came to morality, I had nothing but vague kind of like magical like magic happens here, who knows, and then this output of, you know, punishment, uh, and so. Obviously, early researchers identified that when people are asked to nominate what disgusts them, a large swath of the items that people will nominate have to do with morality, lying, cheating, stealing, and so forth. Um, AND so it would, of course, seem that this is one important domain. How does it work? Well, my thinking was that if we just change, if we can possibly drop the term morality for a second, I can let you think it, you can think it, but I'm not gonna say it for a minute because I'm gonna stay in more safe grounds here. It seems as if disgust, what it does is it updates our sense of social value of others. Um, SO folks in the, in evolutionary psychology have come up with a, uh, a term of art welfare trade-off ratio that we generate a, an idea of how much other people care for us, how willing they are to trade off their, their welfare for us. And we have an idea of how willing we would be to trade off our welfare for them. So we have a welfare trade-off ratio that we can generate, uh, on the fly for any given person in a, in a given context. And we use this to guide our social interactions. And so, I like to think about this as more of a general social value, that for every person that we interact with, we have a sense of their social value. What's the expected value of interacting with this person. Um, AND so, my question was, does disgust influence our social value of other people? And is that the way that it gets into morality? So when you think about my, you know, so Consumption, contact, and sexual psychologies, that all regulates first person behavior. That's like what I want to prefer, what I, you know, prefer to do and, and, and have happen in my world. Um, HOW does, how does that information, because if that was it, disgust, you know, what disgusts me, that's it. And there's, that's the end of the, the sentence. There's a period and, and everyone else does what, you know, why do I care what anyone else does? And so the question is, does my assessment of what other people are doing influence how I perceive them? And I think the answer is yes. And at least as it relates to disgust, because I think other emotions are obviously going to be involved in morality. Uh, BUT as it relates to disgust, it looks as though People tend to evaluate the foods other people eat. The matter and physical world that people tend to contact and interact with, and the sexual behavior of other people, that registers in our mind as, you know, as having a certain type of value. Think about it. If you had someone eating your favorite meal and drinking your favorite wine or whatever it is, You, that would be your new best friend, right? So someone who especially is really proficient at making these things and procuring all these great things to eat. I mean, this is someone you want to associate with often. On the other hand, if someone's eating things that you personally find foul, don't, doesn't taste well, for whatever reason, a history of not knowing what it is, um, and so not, not be, you know, never having tasted it, or literally just doesn't taste right to you. Uh, THESE are not people you're not, you're gonna want to associate with. And so, Just consumption can influence the value that we place on the behavior of other people when it comes to what they're eating. And you, you know, a lot of food taboos, a lot of food laws uh seem to, to take, to take advantage of, of this. So If it's the case that what you're eating influences my sense of your value to me, that might be one way that suddenly now disgust jumps the fence and goes now from personal decisions to more social third party decisions as to whether I want to interact with you. There's still more to come in terms of how you get to the, you know, maybe full-blown. Morality, sorts of behavior, moral behaviors. But I think that's the first step. The idea that what you're touching, what you're eating, who you're having sex with, it registers to me as, is this something that I find for me, uh, something that is behavior that I would engage in or I find of high value. Right? So I think that's the first step there. And you have cases where people who, you know, so in India, the untouchable cast, it's literally untouchables, like people who are seen as lower status, or they're doing jobs that bring them more into contact with contaminants. These are, these are things that cause them to have a lower social value to an entire society, potentially. Um, BUT people who eat particular types of foods, people who engage in insects that you wouldn't find necessarily attractive, That's, those are other reasons why people might have lowered social value for different groups. So that's kind of the first step in as to how disgust starts to To color and shade our social world in terms of things that we, you know, people we prefer, people we, we don't prefer to associate with. Um, BUT then the question becomes, uh, if you want me to continue on the story here, then the question becomes. Stop me whenever you want. No, no problem. OK. How is it that we get from, so, who cares, right? So I see you eating. Um, THERE'S very few foods that I actually don't really like, but like, like parkle, which is, I think like fermented shark. So forgive me if you've ever tasted this and enjoy it, but that's the only type of food that has almost really in a restaurant made me just yuck, and so. Mm Why is it that if I saw you eating fermented shark? Why do I care? To me, I should say, you eat it all, because the more you eat of it, the more of the other good food that's left for me. So, have at it and leave all the good scrumptious stuff, uh, for me to eat. So it would seem like it's almost strange, right? So, disgust tells me, you know, OK, that's not what I prefer, but if you prefer it, hm, have at it. Who cares? So the real question is, why do we care? Why not live and let live? And so I think that in order to get to the answer for that, you have to think about a couple of different systems. So leaving disgust behind for a second, um, Carlton and I talked about in the book Objection, what might happen. And so, and it was based on a lot of thinking. I should also mention that this wasn't at all, uh, original, uh, To us, but we had used other sources and other people who had really thought long and hard about this. And this includes Lita Cosmides, John Touby in their great paper Groups in Mind, but also Peter Dholi and Rob Kurzban, who had written a lot about morality too. So we were trying to come up with a specific answer, and I, we came up with the idea that, look, humans are concerned about resources, right? So the ability to control resources would have been very important, particularly to males. So to the extent that females prefer males or prefer to mate with males who have access to resources because what limits a female's reproductive success. And the ability for females to rear offspring, uh, at least ancestrally, was her, her access to resources. So preferring males who are capable of providing resources and defending them would have been really important. And this has shaped male psychology, of course. To want to acquire resources and defend them. And so you have a lot of uh intersexual sexual competition, males fighting for one another, uh, in order to, uh, in order to control resources and females are very sensitive to all of this. So I don't think it's a um I don't think it's controversial to say that males seek resources, females prefer males with resources. So I don't think that's going to get me in hot water. I think later it gets me in hot water. And so, um, so the, so if you take that as a kind of a baseline condition here. That sets the stage for being concerned about who has access to resources and who is controlling resources, because any resource that you have, I do not. So it is a zero-sum psychology in, in some sense. But if you couple that now with the human, almost, it's not unique to humans, but it's certainly we're certainly one of the very few species that's capable of physically coordinating. So, so humans now have the ability based on additional cognitive features and adaptations that allow us to mentally and physically coordinate with one another. Shifting the leverage of dyadic interactions to multi-group interactions, such that, normally, if we're in a context contest over resources, it's you and I are going to meet, we're gonna see who's bigger, who's stronger, who's healthier at the moment, who can take who and who's gonna get the resources. Um, AND so, you know, they'd go to you. And so, uh, but they'll get come to me, however, if I now meet you with a whole bunch of my friends. And I don't mean little kids. Right? But I mean people who could actually, you know, really tilt the leverage in terms of Uh, you know, and the, and the formidability in my favor, and then I get all that. So the ability for humans to form, uh, these coalitions would have shifted the way that resources, uh, were, were allocated. And so with that in mind, males who have a sensitivity to resource, the resource allocation of structure in the environment, who has what, uh, and then the ability to form these coalitions in order to ensure that they have the one, they're the ones who get the Uh, resources and outcompete others. Suddenly now you have that type of psychology. Thinking about, well, who is worth competing against in order to ensure that I have more resources? Are you going to fight to the death your kids for resources or friends, or, you know, tight cooperators? Of course not, right? These are people who have fitness value in other in other ways. And so, uh, and I should say, you're not thinking about this consciously, right? So the idea that I feed my child is not because I'm consciously thinking, hey, you're Are, you know, you're, you're related to me. R 0.5, have, have like, you know, this amount of food today. I know. I just, I love him. I want him to do well, and I feed him. And so, uh, so I'm really talking about the logic as to how these systems, uh, why these systems might be the way they are and sensitive to the information that they are, not necessarily our, our explicit motivations. And so, But the idea that we form coalitions and sensitive to resources suddenly means now we, you know, we might be surveying the landscape of social groups to determine who might be in my best interest to prevent From getting access to resources. Um, IS it a pretty psychology? No, I don't think it is. But I think that we have a taste for identifying groups that are low leveraged and going after them to marginalize them or exploit them. And so the real question now is, well, who, who do we go after? Um, And I think that's where emotions like disgust come into play, because disgust is one emotion that informs our value of other people, right? So if you find a group of people, it, it, it just generates disgust in what they're eating, what they're touching, who they're having sex with, then it just puts it out there for other systems to say, if I'm searching for a group to go after, this is, it would make sense to go after folks like this, not people I value and want to keep around. So, again, it's, it's not a, this isn't the, the sunny sunny side of human nature. It's very much the dark side. But I think it's one that's important to understand and, and, and know about because it informs why we might think, think and try to coordinate other people against other groups using sometimes the language of morality. So, um, so I guess that's, that's, that's. Where I want to kind of draw the line in terms of how far I'm willing to go here, but the idea that disgust informs the social value of others, kind of putting it, uh, you know, flagging it to other systems that might be ready to form coalitions to exploit marginalized low leverage groups."
	},
	{
		"start_time": "31:25",
		"speaker": "Ricardo Lopes",
		"words": "OK, but then at what point, if there's a specific point, of course, does such a thing as moral condemnation come online?"
	},
	{
		"start_time": "31:37",
		"speaker": "Debra Lieberman",
		"words": "I think that, so if, if you cross out the word moral for a second, cause you'll see that it, it almost doesn't add much. So, uh, but when does condemnation come online? I think condemnation comes online when you start to have a group of people who can come together and mentally and physically coordinated that this is a group. That should be marginalized and prevented from acquiring and controlling resources. So, um, you know, I, this is in stark contrast to, so this will open up a can of worms. So stark contrast to the idea that morality, morality is cooperation. So it's, it's often thought that morality is this wonderful This wonderful world of cooperation. And I just question whether all of it is. I think that's perhaps the best way of saying it. It seems to me that cooperation looks different than some of the things that I see coming out of the, the moral sphere. For instance, um, laws against homosexuality, they, they're quickly disappearing. But at one point in time, there were, there were pretty harsh laws against, and in some parts of the world, they're still there, pretty harsh uh laws um against homosexual homosexuality. And the question I have is, why? Why care? So, theoretically, one hypothesis could be, if you're a heterosexual male, and that there are a whole bunch of other men who are, um, basically taking themselves, self-selecting out of the mating pool, right? They're saying, I'm not interested in women. And so that leaves for heterosexual men, far more women. Uh, uh, A far more target rich environment for them, right? And so the idea that, you know, why aren't heterosexual men Championing, championing and celebrating. Gay men, right? Why aren't there parades, annual parades thrown by heterosexual men? Like, that, that are just, you know, celebrating the range of, uh, of sexualities. And you just don't see that. And the question is, why? Cause from on one hypothesis, again, maybe you can easily debunk it and, and, and shoot plenty of holes in it. But on one hypothesis, you know, to the extent Men are not interested in women, that leaves far more, you know, women for the heterosexual men who are there. Wouldn't that be of benefit? Why not see that as a benefit? Why not try to turn all men gay? Right? So, I mean, that would be in one universe, one possible set of behaviors, right? So the question is, why we're not in that universe, so what can we infer from that? And so, um, the story that I have put together about if heterosexual men find homosexuality disgusting, this puts it very low on the social value scale, and therefore, potentially, at least at one point in time, made this group of individuals when they appeared to be low leveraged, by which I mean a uh a minority, um, in the sense of numbers. Uh, MADE them easy targets. But now, in today's world, you know, you see numbers growing and growing and growing, and perhaps to our psychology, it suggests that, hey, listen, this is not a low leveraged group. This is a high leveraged group and quite formidable, and therefore, it actually would be too costly to try and fight, uh, in, in that. Same way. And so, perhaps this is one reason why you have seen laws and morality kind of change, uh, very quickly, um, to, to these types of groups. But now there's other types of sexual groups that are suffering the same kind of faiths that, that, you know, that gays and lesbians had been, had been suffering for quite some time. So it's a very interesting, it's a very interesting dynamic, I think. But my sense is that disgust is informing our social value, which is informing. Our sense of what groups do we or can we target."
	},
	{
		"start_time": "35:47",
		"speaker": "Ricardo Lopes",
		"words": "OK, so trying to avoid the word moral here, let's talk about, let's talk about just social condemnation. So how do we go, how do we go from emotions and social condemnation to something like social norms and then laws?"
	},
	{
		"start_time": "36:08",
		"speaker": "Debra Lieberman",
		"words": "Well, I think that once you have, so it's a really good question. I don't even pretend to have all the answers here, but I would say that once you have a group of people who are interested in Controlling resources and targeting a particular group for whatever reason. It creates a really interesting landscape. Uh, WELL, this is kind of to your question, but I'll get more directly to your question in a second. But it creates a landscape, uh, for individuals very quickly, right? It's almost self-reinforcing. So as soon as you're an individual and you come into this world and you say, oh my gosh, look at these coalitions, and look what they're saying is disgusting and worth uh condemning, well, you know, If it's a behavior that I that I like. So I happen to enjoy foie gras. California made foie gras illegal at some point. And so, um, you know, but as someone, you know, would I hold a banner, you know, walking in, you know, down, downtown LA or in San Francisco saying, you know, give me your foie gras, you know, foie gras lover here. Um, YOU know, that would be quite dangerous. Um, AND so. The idea that once you understand the norms and the groups that are out there and what they condemn, you have to kind of be very careful about the types of behaviors that you engage in, and you could actually use disgust to identify, say, listen, you know, I, I'm not on the wrong side of this issue or this behavior. Take your sights off of me. I'm not someone you want to condemn. Try and find somebody else. So I think that that's almost self-reinforcing, right? The idea, it's reinforcing the norm because you want to make sure, even if, you know, you, you loved foie gras and you were part of the council that, you know, that, that Made it illegal at some point, um, you would perhaps be very concerned about, uh, voicing all of that. And this should sound familiar, because this has to do with the ASH study, right? The idea that conformity is really important, especially when you're in a group. And what's scary is that Ash found that people are nervous about disagreeing with a group over line lengths. Like, what is, I mean, a species that's concerned about disagreeing and going against 6 other people, or however many other people. To disagree about the perceptual facts of line lengths tells me, yeah, there's probably little hope about going against other sorts of norms that have a lot more, you know, at stake here. So, uh, but certainly knowing about this process. Might, might help. And certainly knowing that having one other person in the room helps uh embolden people to, to kind of go against uh groups, so that kind of sense of increasing leverage as you start to enter into these group dynamics. But in any case, How does condemnation start to get into law? Sometimes it does and sometimes it doesn't. It's a matter of kind of how much of a fervor is whipped up to, you know, to get people all excited about passing a law. And so, I think that there are multiple reasons why the laws we have exist. One of, I mean, I like to think about very extreme cases. And so, one of the extreme cases that you could think about is, if, I mean, right now, so killing people, eating them, these aren't things that, you know, these are, they're good laws against this. And so I like these laws very much. But I'm not a psychopath, right? If I were a psychopath and I was a cannibal, or so forth, I would see these as an infringement on my desires, the things that I would like to do with my life. And so, you could imagine a bunch of psychopaths in, in, uh, in control, right? A bunch of psychopaths making the laws. And what kind of laws then would you would expect, right? And so, would you expect the same group of laws, or would it be OK to go after someone? Would it be OK to, you know, to form a coalition and intentionally, you know, deceive, lie, and gas light, all this different, right? I mean, what would be What would be the laws if, uh, psycho psychopathy were the majority? But pick any other type of behavior, right? So if OCD was the norm, right? And so suddenly now, you know, gloves, everyone would have to wear gloves in society, right? I mean, you could imagine such things. And so, How do things get from, you know, preferences to third party regulation to laws? And I think there's quite a road and things have to travel. But I do believe one of those roads to that endpoint is discussed how we value things, and the extent to which you can get other people to agree, right? So, um, getting other people. On board with certain projects is going to be critical as to whether or not you can get other people to actually start enacting laws and uh have the, you know, more systematic punishment and condemnation using all of the power of the state. So it's, it, I think it, things do happen that way. It is, it is more rare and it tends to be the things that on which we, the majority agrees."
	},
	{
		"start_time": "41:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So just to illustrate, uh, some of what we've been talking about and and also keeping in mind all of these intermediary steps from an emotion like these guests to laws. Uh, COULD you give us perhaps a couple of examples, one or two examples of how these guest manifests in terms of law?"
	},
	{
		"start_time": "41:56",
		"speaker": "Debra Lieberman",
		"words": "I, yeah, I gave you one. I mean, the laws against homosexuality were are one of them, right, very clearly, um, and so, uh, you have, you know, so some of the food laws that you find overseas might reflect some of the religious. Rules about what's considered disgusting, uh, and, and for different reasons that prevent not only the person, you know, but whoever's in that society from consuming, uh, those particular foods. So I think, uh, when it comes to disgust, the The Many of the things Items that are prohibited. In law that relate to disgust will tend to be the food contact and sex. So that's, that's what I would suggest is, you know, anywhere you see, you know, things about consumption, things about, not all things, but disgust will be among, uh, the good candidates for why those ended up there about consumption, contact, and sex. Uh, AND so those are the ones that are kind of Originating potentially from a discussed psychology. And then the question is, you know, what is the role of disgust in law? Ought it be present? Should we be evaluating some of our laws as to why it is we forbid certain acts if it has to do with consumption, contact, and sex? And so that's, those are additional questions. Some people, um, so Leon Cass was one who said that, you know, disgust is a good compass as to what should be, you know, prohibited. Uh, BUT other folks, you know, Martha Nussbaum included, was very wary about, you know, having discussed pres present in the law, and I, um, I too am concerned about having discussed present in the law only because if, if they if. If any of what I've just talked about has a hint of truth to it and ends up being correct as to what disgust is, how it informs our social value, and how that might influence, uh, our group dynamics and what we want to go after and how that's codified in law, then we might want to rethink it. Um, AND so, I mean, it's, these are some really good questions that you can ask your philosophers that you have."
	},
	{
		"start_time": "44:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I was going to say that, that perhaps this kind of discussion as to, to what extent perhaps we should extract the things that our laws that derived from these guests at their bases from, uh, the code from the legal code, uh, to what extent we should remove them from their, I mean, that, that's some. I think that perhaps it's better to discuss with maybe legal or moral philosophers and legal scholars. But, I mean, perhaps there's another kind of question that I could ask you. Do you think that evolutionary psychology, science, more broadly itself can inform these kinds of more ethical discussions?"
	},
	{
		"start_time": "44:57",
		"speaker": "Debra Lieberman",
		"words": "I do. I do. To the extent that ethics relates to humans and their brains and how they behave, then understanding humans and how they behave and, and the evolved adaptations, uh, that we all come equipped with, uh, I think that would be important to understanding ethics, for sure. So I I think that Whereas you'll never bridge completely an is from an ought, right? An ought from an is. The idea that we might want and find that we should have particular types of laws for particular reasons, that, that might not have anything to do with our evolved psychology, right? We might actually identify what is and say, it therefore is incredibly something that we want to make sure isn't uh present in our, in our laws and our, our moral moral code. But I think a first step is understanding who we are, right? So if you do want to guide behavior, you do want to change behavior, you do want to make people um more cooperative and have societies that work far better together and with each other. Understanding, you know, these evolved adaptations, I think is critical, uh, only because it's at least good to know. What you're fighting against potentially, and what you're fighting with. Uh, AND, you know, what, what's going to be aiding you in the ability to, to shape human behavior, uh, in more successful ways. And so, but obviously, defining success is, is not unproblematic, um, but just using the word harmonious, I think gets me out of trouble. But again, understanding evolved psychology, I think it's critical to any enterprise that's trying to understand ethics and morality."
	},
	{
		"start_time": "46:34",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's move on to another kind of emotion now. What is gratitude? That was tough."
	},
	{
		"start_time": "46:45",
		"speaker": "Debra Lieberman",
		"words": "So."
	},
	{
		"start_time": "46:48",
		"speaker": "Ricardo Lopes",
		"words": "What is gratitude and what situations elicit gratitude?"
	},
	{
		"start_time": "46:54",
		"speaker": "Debra Lieberman",
		"words": "OK. Whew. I'm glad we're not, this is good. OK, so gratitude. Thank you for starting this. So, gratitude is an interesting emotion and for researchers of emotions, they will remember that there's this set of universal emotions that we were all taught about and gratitude doesn't show up on this list, right? It's It's not an emotion that people typically talk about, uh, when it comes to what are the, you know, the standard, you know, the standard operating equipment of all, of all humans. Usually, gratitude is left off the list of, of universal emotions. Uh, BUT I think erroneously. So much like anger, gratitude should be up there. And, um, the question I ask people when I start talking about gratitude is what would be lost if we didn't have any gratitude? If you just pluck that little system right out of our brain. And nobody, there was no sense of gratitude, no thank you, no anything. What would be lost. And so, if you think about it, I mean, it, it's it would be, it would be a pretty big hole in our social interactions if there was no gratitude, you know, someone holds a door for you and no thank you, although this is South Florida. That happens often. Uh, BUT you know, someone hands you money or someone picks up your wallet and returns it to you, and, you know, the person didn't say thank you. You know, you're, you're fed something and or whatever, someone helps you and saves your life, no thank you. Um, AND so, what would be lost? It would seem that The key feature that would be lost is opportunities to form a bond with that other person, right? To be able to continue that interaction into the future. Gratitude is an emotion that appears to be a positive reinforcement of the benefits other people have on offer. So if you do something nice for me, my gratitude is basically saying, hey, that action that you there just did, I found to be of benefit. And boy, golly, it would be great if you were to continue doing those, those kinds of things again into the future, um. With the promise that I might be willing to repay that down the line. And so it, it is it is a bid for a cooperative relationship, one that can grow into this mutually valued kind of snowball into these very deep engagements, uh, that John Toy and Leda Cosmides have talked about in the evolution of, of friendships. And so, but gratitude is one of the starting points for that. I don't know that it is the only starting point for that, uh, because I can get you to be nice to me. Through threat of, you know, injury. Like I can say, if you're not nice to me, if you don't cooperate with me from here on out, you know, I can, I can act like the mafia, and I can just be like, I'm gonna take you out. I'm gonna, you know, bash your knees in. And so, I, I mean, I could do these kinds of things, uh, and ensure that you are going to be nice to me and cooperate with whomever I, I say. Uh, BUT one way to do that outside of dominance, if I'm not dominant, and I have to try and get other ways to get people to cooperate is to get you to value the qualities that I have that you might find a benefit, and that we can kind of find some type of mutual, uh, engagement in, in that way. And so gratitude can jumpstart this. So you do something, you Ricardo, going about your day, or doing the things that you just enjoy. But some of those things I might find a benefit in my world. So let's just say you are, you know, we're neighbors and you're neat, and you like to pick up the garbage from your front lawn and make sure that, you know, everything is tidy and there's no weeds and then there's no animals feeding on your lawn, and it's, it's all very nice and tidy. I appreciate that. And so to the extent that I said, Hey, thanks for doing all that. I think you do a great job. I'm actually sending a signal of, I value you for this, right? And so, it's You wouldn't be cheating, or, uh, you wouldn't be engaging in any cheating in any reciprocal altruism kind of way if you didn't return the favor, or if you started growing weeds. And so, you're not cheating. All, all it is is my signal to you is, I value you for this. What hopefully that does in your brain is, huh, that values me for this kind of behavior. Um, OUT of the other people in my world, that's kind of like an interesting indication that she among everyone. KIND of values me and likes having me around in this local environment. It would be well worth my while potentially to make sure that she sticks around, you know, valuing me. So you can value me for valuing you. And so, again, I don't think it registers like this. It's just a sense of liking. Like, oh, she said something that made me feel good. Um, I like her. And so I want to make sure that, you know, oh, her mail, her paper was on her front door, or her lawn. Let me bring that up to her door for her. And so you can have Uh, very interesting initiation of, of favors or exchanges that are just based on the idea that I value you for the unique attributes and things that you do. But gratitude is one way for this to all get jumpstarted. And so I've worked with uh a bunch of folks, so Mike McCullough, uh, Adam Smith, Eric Peterson, Danny Forster on gratitude. Um, AND we've identified that gratitude is very similar to anger in a lot of respects, just the opposite. Um, AND so with Joseph Billingsley, one of my former students, we were trying to determine whether or not anger, so Aaron Cell, you've probably talked to on this program, and so he has done a lot of great work, uh, with anger. Have you talked to him yet?"
	},
	{
		"start_time": "52:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yes, yes, I have. Yeah."
	},
	{
		"start_time": "52:30",
		"speaker": "Debra Lieberman",
		"words": "So he, um, he's talked about the architecture of anger. And it looks like anger occurs when someone has not valued your welfare as high as you expect them to, right? So, you do something bad to me, and I thought that you should have treated me better. My anger is, you know, is a Function of how poorly you treated me compared to how much I expected. And it functions to basically reach into your brain and say, hey, that dial of value, social value, you might want to increase it a little bit more for me. Otherwise, there might be a cost coming your way for not doing so. And so gratitude, it seems like. It is similar in the sense of it notices not decrements in value. It notices increases in value. So if I determine that, you know, you're strangers, why should you value me, but suddenly you do something really nice for me, that registers as an increased signal of, hey, this person values me, and that's what triggers seems to trigger gratitude. That you are over, not overvaluing me, you are valuing my welfare more than I thought. Um, AND so this is something to reinforce positively rather than anger and reinforcing it negatively. So it looks like that's what, uh, gratitude responds to."
	},
	{
		"start_time": "53:49",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that an emotion like gratitude would connect to an evolutionary mechanism such as reciprocal altruism in any way?"
	},
	{
		"start_time": "54:00",
		"speaker": "Debra Lieberman",
		"words": "I do. I think that um I think it can. When you go, so reciprocal altruism, just, you know, social exchange that we tend to see in a standard format. If you have a particular grocery store, or, you know, you go to Starbucks and there's a particular person behind the, you know, the your barrister of, you know, choice here, you know, you see them, you engage in a social exchange, you know, give me my latte, I'll give you my money. Um, BUT the thing is, is that you can now, and, and as an exchange, it might be just a one-off, and then you're done, right? So it's a win-win situation, and then there you both go on, on your merry way. Uh, BUT the thing is, I can value you for the way that you make my latte, or the smile, or the other kinds of things that kind of come along, or you're always open, you're open at the time, like, so there's additional things that I can value this exchange for. And I, and that's a way to, to start to cultivate value. So even anonymous interactions on the web and exchange and, you know, e-commerce, I can prefer and start to derive value from a particular company because of their Customer service because of the, the way that they are so responsive to my questions or how, how good their products are at the price and so forth. So outside of an exchange, which is really just a, you know, tit for tat kind of exchange in the moment. If I, I can start to value the person who is the source of that supply, um, and want to keep them around, and I think that's where you start to get into, uh, you know, it's the gratitude, right? Because think about it. If, if I, if you cheat me, that's anger, right? Or if you, if, if my latte is cold or the cup is like has a hole in it, the lids leak. You know, name any type of thing that tends to happen, like, that gets you angry, right? Versus, you know, the absence of all those things, even just the absence of all those things these days can cause gratitude. Like, oh, thank God this place knows how to put a lid on a cup. And so you can value anyone for anything. And so gratitude absolutely can reinforce these social exchanges. I think that we have a psychology, so Leda Cosmides has done a lot, obviously, in, in social exchange and showing that we're very sensitive to cheater, cheater detection, and so forth. And I think that, you know, within, um, you know, just that type of interaction doesn't require any gratitude, right? Oh, I mean, I don't think it requires any gratitude, but now you're going to make me think about that, because the idea is that to the extent that you and I come, you know, face to face, ready to exchange something. The idea that you are not hitting me on the head or shooting me dead to take whatever it is I have on offer. I kind of like you now, right? So the idea is, you're willing to even engage in exchange. So whether, so whether or not that rises to the, the visceral, you know, the quality of like gratitude and my, my feeling of strong indebtedness, I don't think it should necessarily. But no doubt, it, it certainly marks you as someone of higher social value, didn't kill me. Like, don't, don't ever underestimate the fact that we're tracking the things that don't happen. And as much as the, as we're tracking the things that do happen. But a social exchange requires people to have restraint, right? And so, to the extent that that is the case, there's already a maybe a gratitude kind of implicit or a value there, uh, because you're already showing me that you value me greater than a mortal enemy. So I, I don't know, you, you raised a good question. I'll think about it. Uh, BUT I do obviously think that gratitude is tied to social exchange, either initially, uh, like I just mentioned, or certainly as it can snowball, uh, later on."
	},
	{
		"start_time": "57:46",
		"speaker": "Ricardo Lopes",
		"words": "And what is interpersonal valuation and how does it tie to gratitude?"
	},
	{
		"start_time": "57:55",
		"speaker": "Debra Lieberman",
		"words": "Well, I, I, so that's the social value that I talk about, right? So you know, how do you, um, sorry, I use multiple terms, so inter interpersonal valuation, um, that's journal speak, um, so I would say that, you know, When I assess how much you socially value me. So when we meet, if I didn't, if I didn't know you and we just met on the street, I might have a baseline expectation of how you should treat me. I might have a baseline expectation of how everybody should be treating me, right? And so, as you know, I'm sure you know people, some people walk in the room and they feel like everyone should be treating me well. And if you fall below that mark, you're not gonna get gratitude. You're gonna get some kind of anger, whether it's kind of a, an overt aggression or a passive aggression. But then there are some people who have very low self-esteem and feel like they shouldn't be treated well at all. So anyone who's nice to them, you know, and so forth. So we're all different in our settings, and we're also all different in the types of relationships that we have. So, I would say social valuation or interpersonal valuation is associated with gratitude in the sense that If I have a prior value for how I expect you to treat me. Then any action that you engage in towards me, and any, believe it or not, any lack of action. So, you're either working for me full time or not. And so, I mean, right now, Ricardo, you could be. Ordering my groceries, right? You could be, uh, you know, you could be doing all sorts of things for me. You're not doing them. And the idea is, I know that, right? But the thing is everyone's not doing that for me, so it doesn't really register. But if I expected you to be going above and beyond, that might make me very angry that you're not kind of doing all the tasks that I have to do today for me right now, as I expect. And so, the point is, is that I think we, we all have a very different level of expectation of other people. But we take Actions that people engage in, but the lack of actions as well sometimes, to indicate how another person is evaluating us and treating us, regarding us in the moment. And if it comes in as higher than we expect, then that activates and prompts typically gratitude to the extent that this is someone you value and wish to kind of continue on in this cooperative relationship with. Um, AND if it comes in lower, this could activate anger in the sense of trying to get the person to value you a little bit more. So gratitude very much, uh, is regulated by incoming information about how people value you. Mhm."
	},
	{
		"start_time": "1:00:43",
		"speaker": "Ricardo Lopes",
		"words": "So, perhaps, I would like to change topics now again. I think that we've already talked about the main things associated with gratitude. So we've also done work on tears. Uh, FIRST of all, how do you approach such a topic tears from an evolutionary perspective?"
	},
	{
		"start_time": "1:01:04",
		"speaker": "Debra Lieberman",
		"words": "Well, As, uh, in my role as editor in chief of evolution and human behavior, I got a paper on tears from Amir uh Grassman, and he had a great paper talked about. How tears uh affect perception of different emotions in different contexts. And I was reading through this paper, and it dawned on me that there really wasn't a satisfying evolutionary explanation of tears. Tears seemed to do something socially. And a lot of evolutionary psychologists, um, who you've interviewed on your program have talked a lot about this welfare trade-off ratio, the idea that, you know, and what I'm calling social value or interpersonal valuation. And it seems to me that tears must be part of the story about social value as to how we regulate our social value of others and how we use tears to regulate others' social value of us, um, and how they, they value us. And so together, Amir, Dan, uh, Sneezer and I started to think about what are these tears, um, what is going on here? And it looks like tears are one way, one communicative method of, of establishing and signaling value. Value of any sort of action or a piece of matter or a person, what have you. And so, Tears allow us to communicate positive value and negative value. They are similar to shouting or screaming, or just raising the voice in in any, any other type of, of way. It's a mechanism that illustrates amplitude. So, I can indicate to you the value I place on a particular act that you are. Um, THAT you are engaged in that is targeting me, I can use my tears to illustrate to you how much I value that particular act. Again, positively or negatively, right? So if it's an incredible act of kindness, right? And so you've just given me, you know, your, your, your fortune, right? So that, that might kind of elicit tears, um, or you've, uh, you've, you know, stayed my execution, you've prevented, you know, you're no longer going to, you know, You're no longer gonna hang me. Like, I, I might also show, you know, cry tears of joy, or, you know, intense love or intense pride. These kinds of things, tears can signal the intensity of the value of a particular act. Uh, POSITIVE, and then, of course, negatively. And It is a strategy that all can use. Uh, SOME people use it intentionally and explicitly, um, so with crocodile tears and being able to manipulate people, but for the most part, most people don't use them in those ways, um, and, uh, use them to communicate. To communicate value of some sort. And so, this is the kind of research that I've been engaged in with, with Daniel and Amir, and we have indeed found that tears are associated with the intensity of the benefit conferred or or cost imposed, uh, by a particular person. So that's additional, uh, new work. But tears are a very interesting communicative device. I mean, obviously there's tears that protect the eye that lubricate the The eye to make sure that uh the optics all work well, but it's also, you know, evolved the secondary function of being used to communicate the intensity of value perceived. Mhm."
	},
	{
		"start_time": "1:04:45",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, and those are their functions, the functions of emotional tears, correct?"
	},
	{
		"start_time": "1:04:53",
		"speaker": "Debra Lieberman",
		"words": "That's what we're proposing. So I think far more research is required, but, you know, that's the, the path where we're plotting down. Um, AND so the question would then be, you know, can we test it? Who cries? Because tears would seem to be, uh, Tears would seem to be a strategy that could be used by people with lower leverage, right? So the idea that you have, who tends to cry in situations. Well, in interactions and in conflict between men and women, women tend to cry. Between adults and children, children tend to cry, not all the time, but just the tendency. And the question is, why isn't it the opposite? Right? So what's going on here? And it seems to suggest that for Ability and leverage are part of the equation is to determine, uh, who, who uses tiers and when they use tiers, uh, as a communicative signal and ability to manipulate other people into either continuing the benefits that they're delivering or halting the costs that they're imposing."
	},
	{
		"start_time": "1:05:58",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean, and this I think will be my last question. So how do tears connect to emotional expression and do they connect or tie to specific emotions?"
	},
	{
		"start_time": "1:06:15",
		"speaker": "Debra Lieberman",
		"words": "So, uh, so I haven't been the one to do this research, as Mirra, one of our co-authors on this paper has. And, uh, my understanding is that tears help kind of identify and accentuate the emotion that's being perceived. But I would say tears only really arise in these social emotions. And so, one of the examples that I've used to kind of find the boundaries, so one of the things I like to do is think about boundary conditions when something holds, but more importantly, when it doesn't hold. And so the hypothesis that tears are this communicative, uh, uh, device that can relay value to another agent, then you shouldn't see tears where there are no agents. Um, AND so, you know, I have a hamburger in front of me, and, you know, I see. A bug on it, or I see maggots crawl out of it or something really gross, like, I'm not gonna cry. Like, I will, I mean, I will cry to the extent that there's another person around who I can communicate the value of this burger to. Um, BUT I am not crying for the purpose of communicating to the burger. Like, you're not treating me well. Like, it's not, so it's not a pathogen disgust kind of emotion. But I would say it is a sexual, like, it can actually apply to other realms of disgust that bring in other agents, other people who could improve your life, um, for sure. And so, that's, so that's what I, I, I would, would suggest is that tears are very much a social emotion. They aren't necessarily activated. In response to non-agents. Now, if someone is crying in response to a non-agent, I, my hypothesis would be they're thinking about someone, right? There's someone in their mind that they're crying to, uh, and so forth, but it's not the actual stimulus of, of, um, uh, of a physical, like a tree branch isn't gonna make me cry, right? And so pain might make me cry, uh, in order to signal, but usually I won't cry until there are other people around to actually, you know, hear that signal. Um, SO, uh, in any case, I think tears are very much tied to our social, um, our social psychology and how we get along with other people and how we, how we manage the cooperative relationships that we have."
	},
	{
		"start_time": "1:08:39",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT I'm in tears, they do not always serve a social signaling function, right? Because sometimes we just cry alone and, and sometimes we even want to avoid that other people see us crying,"
	},
	{
		"start_time": "1:08:56",
		"speaker": "Debra Lieberman",
		"words": "right? Yes. So I think that is, those are also really interesting features of the entire system. Like, because crying would suggest that I'm low leveraged, right? So that I, I like my tears, and so it's like, don't see me cry, right? So, because I don't want to put out that I'm someone who's easily, you know, overpowered or, you know, less formidable potentially. That would be a really bad signal to put out there, uh, unnecessarily. Um, AND so, I, I do find that very interesting. But your question of, you know, tears are for signaling, so people can cry alone. But I also think that our ability to simulate events and simulate, you know, bring up memories of people. I mean, that's one reason. So, listen, as an evolved adaptation, there's going to be the functional response of it in the situation. For which it evolved. And then there's going to be all of these other reasons why, um, why you might find tearing a curve, right? So, I mean, you find this with all sorts of adaptations, like we evolved to be upright, you know, and walk bipedally and have balance. And so that explains a lot of our walking, but it doesn't necessarily, it explains why we can skateboard and surf and do all. Sorts of other interesting things, but we didn't evolve to do those sorts of things, but now are part of the repertoire of things we can do given this adaptation. So I think that identifying the things for which this adaptation evolved is, is important and obviously part of the science and part of the the research that's required, uh, and then identifying the things that it can do by virtue of the fact that it's here."
	},
	{
		"start_time": "1:10:32",
		"speaker": "Ricardo Lopes",
		"words": "Right, so, I mean, is there anything else about gratitude or tears that I might have missed that you would like to have just before we go, or?"
	},
	{
		"start_time": "1:10:43",
		"speaker": "Debra Lieberman",
		"words": "Um, That's a good question. I'm sure there is, but right now, I think I'm just gonna say that, uh, you know, a lot of these emotions that I've been dealing with really do have a lot to do with the rest of the research that's coming out of evolutionary psychology on, on social value. And I think it's important to understand for all people interested in, you know, who we are as a species and, and how the mind works, um, so that we can, like I said, hopefully, Hopefully enjoy far greater cooperative relationships and, you know, quality of life. So, yeah, I think I'll just in there."
	},
	{
		"start_time": "1:11:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, let's send on that note. So just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:11:30",
		"speaker": "Debra Lieberman",
		"words": "Um, RIGHT now, the University of Miami website is the best place to, the best place to find me, um, and also it's a good email to reach me at my miami.edu address. Uh, BUT other, other than that, no, just, uh, publications, Google."
	},
	{
		"start_time": "1:11:47",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So, Doctor Lieberman, thank you so much for taking the time to come on the show. It's been fun and it's been a very fun and informative conversation."
	},
	{
		"start_time": "1:11:57",
		"speaker": "Debra Lieberman",
		"words": "So, Thanks, Ricardo."
	},
	{
		"start_time": "1:12:00",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs Colin Holbrookfield governor Michael Stormir, Samuel Andrerancis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujuru and roach Diego Londono Correa. Yannick Punter Darusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianei Poultonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zacharyishim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]