[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops and the Mgen by Doctor Christopher Federico. He's professor of Political Science and psychology at the University of Minnesota. And today we're talking about political preferences, ideological belief systems, collective narcissism, conspiracy thinking, ideological uncertainty, and some other related topics. So, Doctor Federico, welcome to the show. It's a huge pleasure for everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Christopher Federico",
		"words": "Oh, thanks for having me."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "So, I would like to start here with the topic of political preferences. So when studying the foundations of political preferences, where do you start? I mean, what factors do you look into?"
	},
	{
		"start_time": "00:45",
		"speaker": "Christopher Federico",
		"words": "Well, to make sense of this, uh, you really need to look at two sets of factors. Uh, ONE, we generally refer to as bottom-up factors. So these are really sort of characteristics of individuals, their psychological needs, traits, and motives. Uh, THAT might attract them to this or that political view. Uh, IN some cases, these traits may stand in for other things we can observe, but, uh, at some level, the basic ideas that are their characteristics that we hold as individuals, um, or that might reflect our immediate situations that sort of predispose people to gravitate toward this or that, uh, political identity or political preference. So that's one part of it. Uh, ANOTHER part of it is what you might call, uh, top-down forces or top down variables. So these are things like the nature of the political culture that you live in, um, the groups that you are a part of in the political world, so say political parties and what have you. Uh, AND in particular the role of what, uh, political scientists call political elites. So, party leaders, intellectuals, media figures, pundits, and what have you that uh sort of model, uh, the packages of beliefs that make up this or that party's idea or a particular ideology, um, as we might call it, um. And, uh, what a lot of the work that me and some of the people I work with have shown is that, you know, these individual differences, the bottom-up factors, they may very well predispose people to adopt this or that political identity or be attracted to. This or that political preference, but, um, really, uh, the menu of choices that people have to draw from, that's sort of a, a top-down process. A lot of that is constructed by political elites. Uh, THEY don't spring from people's heads, um, really, uh, your society and particularly in particular political leaders within it kind of offer you a menu of options. And the extent to which you map your own, uh, sort of individual needs, traits, and motives onto certain types of political preferences has to do with how much attention you pay, uh, to mainstream political discourse, uh, to political leaders and what have you. So really it's a combination of top-down and bottom-up factors and other variables that kind of determine the extent to which people make a connection between the two."
	},
	{
		"start_time": "03:18",
		"speaker": "Ricardo Lopes",
		"words": "OK. So uh talking specifically about liberal and conservative attitudes, do we know where broad-based liberal and conservative attitude packages stem from? I mean, why is it that apparently some people hold broadly liberal worldviews and other people hold broadly conservative worldviews?"
	},
	{
		"start_time": "03:41",
		"speaker": "Christopher Federico",
		"words": "Well, there are a variety of answers to that and uh some of these answers, you know, focus again more on the bottom up type variables, needs, traits and motives that we have as individuals and that, you know, Different individuals have different versions of, um, uh, other people kind of focus more on uh the bottom or the top-down aspect of this. Um, MY own approach kind of again, you know, focuses on, uh, both of these things. Uh, SO part of what is going on here is really how do political leaders operating under certain Social and historical circumstances, how do they combine different packages of policies, values, uh, broad social and political goals, and what have you. So, uh, to some extent, uh, the packages or the ideological packages of beliefs that, uh, we call liberalism and conservatism or left or right, um, you know, they're a function of the particular societies we live in. Uh, SO if you look in particular at English speaking countries and many Western European countries, uh, you have what might be regarded as sort of the standard left versus right package. So, you know, you have um a right or a set of conservative, uh, political forces that, um, Tend to, uh, want stability, tradition, order, and what have you, and are more comfortable with society being organized in a hierarchical fashion. Um, uh, ON the other hand, uh, you traditionally have, uh, a left. Uh, WHICH is more open to change, which is more interested in, uh, reducing hierarchy and, uh, achieving equality, and that's really sort of the organization of the organization of political competition you see much in the western world. Uh, OUR understanding of left versus right really kind of goes back to the French Revolution, um, uh, in many respects. Now, uh, well that is very much how uh political debate and political conflict is organized, uh, particularly among leaders and elites and very highly engaged people, uh, again in Western Europe and also in many English-speaking countries, it's not universal throughout the globe. Uh, ONCE you get outside those parts of the globe, uh, you don't always consistently. Say, uh, say a preference for more uh economic in more economic equality and greater government intervention in the economy paired with what we might call social and cultural liberalism. That really sorts, uh, sort of breaks down. So part of the extent to which we see the traditional left and right packages grouped together, really, you know, it, it depends on particular social circumstances. Now, uh, in terms of how individuals Map their own needs, traits, and motives onto that and get attracted to a liberal or a conservative viewpoint. Uh, REALLY the exact way that happens sort of depends on the society you're in. So, um, you know, political psychologists and social psychologists have really studied this. Um, THEY initially studied it the most in Western European societies in America and Great Britain, traditionally what was found there is, um, If uh you have traits that are more what we would call uh closed or that emphasize uh a need for certainty and security, the more likely you are to be attracted to uh conservative ideologies. The idea there is that um conservatism by retaining the status quo provides people with certainty in order that they might not otherwise have if they were more open to change. And the reverse goes for people who are, say, more open, um, and whose needs for certainty and security are not quite as strong. Um, THEY will be more amenable to the left, to liberalism, to change, to openness and what have you. And we have a lot of evidence for that, uh, in particular societies. Uh, THAT said, uh, there are some, uh, limits to that, even in the kind of society where you have that sort of tradition, very traditional left-right structure. So one thing we find is that, uh, if you look at these traits at the individual level that represents, say, high needs for certainty and security. Um, THEY really align only with certain kinds of conservative preferences more than others. Uh, SO in particular, we find that variables that represent needs for certainty and security, personality traits, basically, uh, they tend to predict social and cultural conservatism, so religious conservatism, moral conservatism, uh, wanting traditional values and what have you. Uh, THE relationship. Between, uh, having a strong need for certainty and security and say, uh, wanting more market-oriented form of economics versus a more distributive redistributive form of economics, that is far weaker and, uh, we find that, you know, the nature of that relationship, uh, in the economic realm really kind of depends on how much attention you pay to politics. So, uh, that relationship is not universal, uh, and the other thing is it kind of again, uh, once you leave Western European society, English speaking societies, uh, you get some very different patterns."
	},
	{
		"start_time": "09:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I would like to ask you now about ideological belief systems because it's political attitudes are one thing, but then we also have the sort of packages of policy preferences that uh come together into ideological belief systems. But I would like to ask you about one specific kind of view because I think there are many here of uh ideological belief systems that is the elite driven view of them. So could you tell us about it and more generally, what do you think about it?"
	},
	{
		"start_time": "10:14",
		"speaker": "Christopher Federico",
		"words": "Uh, IDEOLOGICAL belief systems,"
	},
	{
		"start_time": "10:17",
		"speaker": "Ricardo Lopes",
		"words": "uh, yeah, and then n view of them."
	},
	{
		"start_time": "10:22",
		"speaker": "Christopher Federico",
		"words": "OK, so, um, you know, the question is where do what we call ideologies come from, um, what undergirds them, uh, and, you know, you might as well define this ahead of time, and ideology is really sort of a network of associated, uh, issue preferences, values, and identities. That have been grouped together for some reason. So again, we talked a little bit earlier about, you know, what makes the left the left and the right the right in many societies. Traditionally, in, in Western society, the notion of the right, for example, is a combination of preferring tradition, order, and security on one hand and being more amenable to certain forms of inequality or hierarchy on the other. So why, why are those things tied together? And, uh, I think the argument that most political scientists would make is that, um, you know, when we try to figure out why are these things slotted together or packaged together as ideologies, it's not necessarily that there's some intrinsic logical relation between, uh, different, uh, beliefs. System elements, as we would call it. So, you know, why is there any logical reason that, uh, people would want a combination of very, very low taxes on the wealthy and, uh, more restriction of abortion? It's not entirely clear, and, uh, this point was famously made by a political scientist. Uh, NAMED Philip Converse, um, you know, who said that if we want to understand why belief systems hang together or why ideologies fit together, uh, a lot of it is due to the norms established by political leaders. So in particular, he emphasized, and a lot of other political scientists emphasized party leaders. Uh, PARTY leaders packaged together different sets of issue positions, values, themes, identities, and what have you. And the question is why do they do this and how do they do this? Well, you know, that is something, uh, that I think in many respects is looked at in strategic terms. So in particular, party leaders are trying to put together winning coalitions, uh, groups of enough people who have different interests, um, that, you know, eventually reach a large enough size, uh, to win elections, uh, win contests, basically. So part of it is strategic, you know, it's kind of finding, well, if you work with me on this issue, I'll work with you on that issue, and I'll support that, um. So part of it is indeed strategic, basically the maintenance and cre creation and maintenance of coalitions. Uh, SO politicians, uh, particularly elected officials and party officials play a large role in that. Um, uh, ONE thing that's also been studied by political scientists is the role of what you might call intellectuals, academics, scribblers, uh, pundits, um, what, um, Uh, my colleague Hans Knoll in political science calls coalition merchants essentially. Um, AND these are people who say, you know, write for news magazines who are pundits who kind of opine on politics, and, uh, often what they are doing is they're kind of surveying the political landscape and saying, well, you know, We can potentially join the people who are interested in this kind of thing together with these kind of people to create a broader coalition that can win elections. And what those folks do in particular is they sort of manufacture or help develop or they elaborate. The philosophical rationales that make up, you know, liberalism or conservatism or socialism or whatever ideology you have in mind at a given time and period. So they kind of elaborate all the arguments about why different things go together. So in terms of the actual construction of these ideologies, a lot of it is top down. Uh, NOW, again, There are limits to that. Uh, SO, uh, often there may be reasons that are more bottom up or psychologically driven why certain, uh, types of beliefs and attitudes hang together within particular domains. So again, if we think about a limited domain of people's political preferences, say what are broadly referred to as social and cultural or moral issues, um, uh, I would say that Uh, the reason why we see correlations between, say, greater support for gay rights and greater support for abortion rights, um, and, uh, things of that nature is that, uh, a lot of those things are very much driven by the same underlying, uh, Needs, traits, and motives or preferences that people have at a psychological level. Those things can very readily be linked to needs for certainty and security. People who are more strongly, uh, oriented toward having certainty and security will kind of want to stick with what is traditional, uh, what, uh, sort of, uh, emphasizes tight social norms, so to speak, rather than greater individual freedom. So in limited domains like that, very specific domains, you might see more of a bottom-up effect. But if we're talking about whole big ideologies that transcend multiple domains economics, uh, foreign policy, uh, social and cultural and moral issues, then you start to really get into something that is very much the role of political elites of various sorts."
	},
	{
		"start_time": "16:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I would like to ask you now about the set of uh phenomena here. First, what is collective narcissism?"
	},
	{
		"start_time": "16:19",
		"speaker": "Christopher Federico",
		"words": "OK, well, collective narcissism is sort of a group level equivalent of what we think of as narcissism at the individual level. Um, THIS is a concept that was developed by a colleague of mine named Doctor Agnieszka Goletz Diavala, and, uh, this, she's done a lot of work on this in the last 15 years. I've done some of this work with her. Uh, BASICALLY collective narcissism is, uh, an exaggerated sense of in-group worth, uh, sort of an exaggerated feeling that your group is exceptional, which is combined with a perception that others don't respect the group enough. So it's sort of a brittle, exaggerated, uh, love of the in-group, so to speak. And uh people who are high in collective narcissism with respect to a particular group identity, uh, they tend to be very sensitive to perceived slights to their group or perceived signs that their group is not respected enough. And when they believe that their group is not respected enough, they tend to respond with hostility, with prejudice, with intergroup aggression. Uh, AND a variety of other things like that that, you know, you notice in political contexts. Now, um, collective narcissism is a very general idea. It can apply to any number of, uh, types of group identities we hold. So, you know, there's such thing as racial collective narcissism. You can measure with respect to a particular religious identity, you can uh, you can look at it with respect to gender. IDENTITY. But, uh, in research on this, the one that has been looked at the most is what we call national collective narcissism. So it's very specifically a perception that the national in-group or your country is exceptional, extraordinary, uh, but not respected enough by others. Uh, AGAIN, it's a very exaggerated sense of group regard that's sort of out of line with, uh, Uh, reality in some respects, and we, we find that a tendency to be high in national collective narcissism is associated with all kinds of phenomena that really relate to be, uh, being hostile and prejudiced and what have you. There are more details to it, of course, and some exceptions and different ways it plays out, but that's the gist of it."
	},
	{
		"start_time": "18:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, and the other phenomenon I would like to ask you about is in-group satisfaction. So what is in-group satisfaction and is there any link between collective narcissism and it?"
	},
	{
		"start_time": "19:09",
		"speaker": "Christopher Federico",
		"words": "OK, so in-group satisfaction is a little bit more general than collective narcissism. In-group satisfaction is very simply feeling proud of the group you belong to. Uh, YOU know, if you talk about it in the context of how you feel about your country, your nation, it's what we would call patriotism. It's just loving your group and the fact that you were a member of it. It doesn't necessarily imply hostility toward uh other groups or a deep sense of superiority or anything like that. Um, NOW, uh, Typically, collective narcissism and in-group satisfaction are considered uh in conjunction with one another in research on this topic because, um, collective narcissism is often sort of, uh, if you look at it and work on this, it sort of represents the, um, Uh, narcissistic or hostile aspect of being attached to a group and liking a group. Uh, SO we do find that, uh, in-group satisfaction and collective narcissism are positively related to one another. All other things being equal, uh, people who have a high sense of in-group satisfaction also tend to be, uh, collective narcissists. Now the important thing is that there's not 100% overlap between those things. Not everyone who feels a strong sense of in-group pride or in-group satisfaction is a collective narcissist and vice versa. And, uh, there's some interesting things you find when, uh, you consider Uh, collective narcissism and in group satisfaction at the same time as predictors of other things, like, for example, predictors of hostility toward other groups of prejudice against other groups. So as it turns out, once you, uh, isolate the part of collective narcissism. That, uh, does not overlap, that's independent of in-group satisfaction. You find that that still predicts being hostile and prejudiced to other groups. But when you look at the other way around, when you look at the portion of in-group satisfaction, uh, that overlaps with collective narcissism, that is when you control for collective narcissism, you find that what's left over is sort of a more healthy, uh, form of pride in the in-group. And you know, once you take out or account for the part of in-group satisfaction that overlaps with collective narcissism, what's left over is often associated with a stronger sense of in-group friendship, positivity, and, uh, you know, relative lack of bias toward outgroups. And there are any number of examples of that you can find out there. There's evidence of this pattern with respect to, for example, uh, wanting to see your national in-group or your nation militarily or economically dominate others. So collective narcissism, national collective narcissism, very strongly predicts that's sort of wanting your country to dominate others, and it does even after you control for satisfaction. But if you look at in-group satisfaction on the other hand, and you control for collective narcissism, that is, you take out the part of in-group satisfaction that reflects collective narcissism, what's left over that non-narcissistic part of in-group satisfaction, um, that tends to predict a reduced level of support for wanting your national in-group to dominate others, either militarily. Or economically. So the basic idea here is that in-group satisfaction and collective narcissism, they're related to one another, but once you get rid of the overlap between them or account for the overlap between them, they tend to relate to intergroup behavior and attitudes in very different ways. Collective narcissism tends to promote and escalate conflict, uh, in-group satisfaction, at least after you account for the part of it that overlaps with collective narcissism. That uh is often associated with reduced uh uh conflict and a reduced tendency to escalate uh hostilities with other groups."
	},
	{
		"start_time": "23:37",
		"speaker": "Ricardo Lopes",
		"words": "And is there a link between collective narcissism and nationalism?"
	},
	{
		"start_time": "23:42",
		"speaker": "Christopher Federico",
		"words": "Uh, YEAH, and that's in part what uh what I was describing earlier. So nationalism, uh, is often distinguished, uh, in research on this topic and also among political theorists, uh, from patriotism. Again, patriotism is like what I described as in-group satisfaction at the national level. You just feel proud of your nation and your membership in it. Uh, THAT'S often distinguished from nationalism, which again is, uh, believing not only is your nation great or good or something worth being proud of, but you think that it should, you know, get its way with other countries all the time, that it should dominate them, it's so great that, uh, it should be superior to all other national groups. Uh, SO what we find is that collective narcissism is very much a predictor of nationalism. They're not the same thing, but they relate to one another very highly. So people who have kind of an exaggerated love of their nation but feel like others don't respect it, national collective narcissists, they also tend to be nationalists in the sense of wanting their nation to dominate others, thinking it's superior to all other nations and what have you. But again, you get the same dynamic once you consider a collective narcissism and in-group satisfaction at the same time. Once you, uh, take into consideration, once you remove the portion of in-group satisfaction that overlaps with collective narcissism, you find that non-narcissistic in-group satisfaction is actually associated with reduced nationalism. So less of a strong feeling of national superiority or that the national in-group has the right to dominate others."
	},
	{
		"start_time": "25:30",
		"speaker": "Ricardo Lopes",
		"words": "So I have one more question about collective narcissism before we move on to other topics. Was there a link between collective narcissism and perceptions that the 2020 election in the US was illegitimate?"
	},
	{
		"start_time": "25:45",
		"speaker": "Christopher Federico",
		"words": "Uh, YES, um, so national collective narcissism, uh, first to take a step back, uh, it's very generally associated with conspiratorial beliefs. Um, AND this is something that's not just found in the context of the United States politics, but elsewhere. Uh, SO people who are high in national collective narcissism, they tend to be very prone to conspiratorial thinking and conspiratorial beliefs about why bad things are happening, why outcomes they might not like are happening, why the nation has fallen on hard times or Uh, why the nation is not headed in the right direction. Uh, AND in particular, uh, you know, if you look in European context, uh, national collective narcissism is, you know, associated with all kinds of conspiracy theories about, uh, how outside groups or minorities within the nation are somehow traitorously undermining, uh, the nation. Uh, IN the United States, uh, a very good recent example of this is the one you mentioned. Um, SO in the wake of the 2020 election, of course, we saw a lot of election denial, um, basically this idea that, uh, uh, Joe Biden had not won the election, that there had been some kind of rigging of it and that Donald Trump had actually won. Uh, SO, uh, in some of the research we did, we found that national collective narcissism. Uh, AGAIN, after you control for a plain old in group satisfaction, uh, that that is strongly, strongly associated with believing that there was cheating in the 2020 election, that Donald Trump had actually really won it. Other research shows that People who are higher in national collective narcissism are also willing to support, uh, potentially violent, illegal, or extraconstitutional methods of reversing the 2020 election outcome. So there are really two parts of that. One, collective narcissism is very much associated with conspiratorial beliefs, people who have an exaggerated. View of the worth or exceptional nature of the in-group, uh, they tend to want to blame anything bad that happens in their eyes on some outside group, uh, that's kind of interfering with the true nature of things. But in particular, in the context of the 2020 election, we found that um it was very much uh collective narcissism was very much associated with uh election-related conspiratorial beliefs."
	},
	{
		"start_time": "28:22",
		"speaker": "Ricardo Lopes",
		"words": "So we've talked about collective narcissism. Is there also self-esteem at the group level? And if so, what kinds of effects does it have when it comes to attitudes toward out groups?"
	},
	{
		"start_time": "28:35",
		"speaker": "Christopher Federico",
		"words": "Um, WELL, um, social psychologists do have, uh, a concept known as collective self-esteem, which is really sort of, you know, an analog of self-esteem at the personal level. Personal self-esteem is how positively or negatively do you evaluate yourself as an individual. Collective self-esteem, um, is, uh, really sort of this idea. Uh, IT'S how positively or negatively do you identify, uh, do you evaluate, excuse me, the groups that you belong to, and there are multiple aspects of it, and, um, Uh, you know, there's sort of, uh, the two most important parts of it are what we call public self-esteem and private, uh, public collective self-esteem and private collective self-esteem. Public is what do you think other people think of, uh, the, uh, group you belong to. Private is what do you think, uh, how do you evaluate the group you belong to? Uh, USUALLY these things kind of go together. So if you think other people like your group, you like your group as well. Um, BUT, uh, in general, um, we find that, uh. Collective self-esteem, it's, you know, associated with, you know, liking your in-group, of course, and, you know, often, you know, wanting to do things that help the in-group. Um, IT can often, you know, it's often related to how strongly do you feel, uh, how strongly attached do you feel to your group? Do you feel a strong link to it? Uh, NOW, interestingly, uh, there is a bit of a link, uh, between different types of collective self-esteem and what we call collective narcissism. So remember that collective narcissism is sort of an exaggerated sense of the worth of the in-group, believing that it is truly unique in some way and special, combined with this perception that others don't respect the in-group enough. So one interesting thing we find is that, uh, people who are high in private collective self-esteem, so people who think that, um, Uh, their group is really great, and personally evaluate their in-group as being wonderful. Uh, PEOPLE who are high in private collective self-esteem while being low in public collective self-esteem, tend to be collective narcissists. Remember, public collective self-esteem is, what do you think other people think of your group? So people who think very highly personally of their own group, but think that others don't think highly of it, those people tend to have this collective narcissistic way of viewing things. And again, that's sort of what collective narcissism is. It's, you know, again, really loving your in-group in an almost exaggerated or inaccurate way, but at the same time believing that others don't respect it. Um, SO that particular combination of forms of collective self-esteem does seem to manifest itself in terms of this collective narcissism thing we've been talking about."
	},
	{
		"start_time": "31:44",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, another topic now, what is ideological uncertainty?"
	},
	{
		"start_time": "31:51",
		"speaker": "Christopher Federico",
		"words": "Uh, IDEOLOGICAL uncertainty, um, uh, I think the the piece of research to be sure that you're, um, you know, referring to with Joe Vitriol and others, that's something I will note. I've been, I was a little bit more tangentially involved in, so you might not get as much out of me on this one, but, uh, ideological uncertainty is like really, you know, how much uncertainty do you perceive. Uh, ABOUT where you stand on the ideological spectrum. So some people very have a deep sense of certainty that they are a conservative or a deep sense of certainty that they're a liberal. Uh, THEY'VE thought about it, they, these beliefs are very important to them, and they don't feel any sort of doubt about what their actual position or beliefs is. Uh, OTHER people are a little bit more uncertain. They're not really sure whether they're as much of a liberal or as much of a conservative as they are. Um, SO, uh, that's sort of what we call in psychology, uh, a metacognitive belief. How do you think about your own thinking, essentially. And, uh, so, you know, people can have a consciousness that they're very certain about what they believe ideologically. People can also have sort of a consciousness that they are not so certain. And, um, in general, what we find, um, or what this research finds is that people who uh are more certain, they use, uh, their ideological identification, so their social identification as a liberal or a conservative to make more judgments about things, to organize more of their political preferences. Um, SO it's not just enough that a person sort of generally thinks of themselves as being on the left or being on the right as a broad social identity. Um, THERE'S also an element of how certain do you feel about what it is you think you are ideologically. If you do feel more certainty, then, you know, basically what that suggests. Is that that identity you hold as being either a liberal or a conservative, a member of the left or a member of the right, that's going to inform a wider range of other judgments you make about issues, candidates, and what have you."
	},
	{
		"start_time": "34:10",
		"speaker": "Ricardo Lopes",
		"words": "Does ideological uncertainty lead people to invest themselves more into politics or to disengage from politics?"
	},
	{
		"start_time": "34:19",
		"speaker": "Christopher Federico",
		"words": "Well, uh, uh, does certainty do that?"
	},
	{
		"start_time": "34:23",
		"speaker": "Ricardo Lopes",
		"words": "UNCERTAINTY, yes. Yes,"
	},
	{
		"start_time": "34:25",
		"speaker": "Christopher Federico",
		"words": "so, um, in general, uh, The uncertainty of different sorts can lead, uh, people to do different things. Um, YOU know, there's actually some research in social psychology which suggests that if you, uh, generate or induce a very general sense of uncertainty about the self, like who am I? That kind of uncertainty about that big question, uh, you can sometimes get people to identify more strongly with other groups. Now, uh, it works a little bit differently when you zero in on, uh, uncertainty about specific identities or specific aspects of the self. So when, you know, my colleagues and I did the research on ideological uncertainty, we're not really asking about how uncertainty you feel about yourself in general, but how uncertain do you feel about uh your ideological, uh, Uh, viewpoint, uh, in particular, and there we find that, uh, you know, for individuals who are a little bit more uncertain, uh, again, it's not Front and center to the same extent in uh how they see themselves and how they make judgments about any number of things. So when we talk very specifically about uncertainty in the ideological sense or uncertainty about one's ideological identity, um, all other things being equal, it's gonna sort of dial things down in terms of the extent to which you're walking around and making all kinds of judgments in terms of ideology."
	},
	{
		"start_time": "36:09",
		"speaker": "Ricardo Lopes",
		"words": "So, is there a link between religiosity and political ideology, and if so, what, what would it be?"
	},
	{
		"start_time": "36:19",
		"speaker": "Christopher Federico",
		"words": "Uh, WELL, again, that really sort of depends uh on the context and the group. Um, SO here we're thinking of religiosity as sort of a compound variable, a combination of like, do you see yourself as religious? Do you practice, uh, your religion, uh, do you attend services and things like that. Um, IN general, it really sort of depends on the context you're in. Uh, TRADITIONALLY, greater levels of religiosity. Um, HAD been associated with conservatism. There's a decent amount of evidence in countries like the United States that the more religious you are, uh, the more likely you are to, uh, identify as conservative, and, you know, there's even Some psychological research, uh, that suggests that under certain circumstances, you know, the same things that attract you to being more religious will also attract you to being more conservative. Now, uh, the, uh, thing is that it sort of breaks down or it's not as consistent across all time periods and uh all uh groups in society. So this is where research, uh, Uh, in political science is especially important. So at this point, uh, if you look at the entire United States population, typically what you find is that people who are higher in religiosity, uh, they're more likely to identify as Republicans in terms of partisanship. Um, So that's a pretty robust finding, but the question is, is that something that's universal or is it a function of uh particular forces that we've seen operating in, say, the last 30 or 40 years. And actually as it turns out, if you rewind things, uh you find if you go back to the 70s or 80s, there really isn't a relationship between how religious you are and what party you belong to or vote for. That's something that really sort of steadily emerged and grew after about 1992. So why is that? Um, THE reason that's typically offered, um, By political scientists who studied this, is that political leaders, again, what I was calling political elites earlier, they started to diverge more in the extent to which they, uh, endorsed religious traditionalism, a large public role for religion, and what have you. The Republicans became more oriented toward public religiosity and religious traditional. WHEREAS the Democrats became more oriented to having a more secular society. And this in turn kind of reflects some of the things that we talked about earlier about political coalitions. Uh, THE typical answer that political scientists give here is that, uh, religious conservatives and in particular, uh, Protestant religious conservatives, evangelicals, fundamentalists, whatever you want to. Whatever term you want to use became a more significant portion of the Republican coalition starting in the late 70s, growing through the 80s and then really kind of solidifying in the 1990s. So, from about the late 80s, early 1990s onward, you see Republican leaders and Democratic leaders sending different signals about um you know, uh You know, whether they're the party for religious people or people who are not religious. Now, um, there's an important caveat to all that. Even though that's changed over time, it's changed more for some groups than for others. So in particular, uh, you find that there's an especially strong link in the United States between religiosity and identifying with the Republican Party and voting for the Republican Party among white Americans. So that relationship is pretty strong and pretty robust, and to the extent that you observe this increasing relationship between being religious and being republican. Uh, IT'S most pronounced among white Americans. Uh, IT'S far weaker among black Americans, and in fact, sometimes you even find that black Americans who are more religious tend to be more identified with the Democratic Party. Uh, THE relationships also weaker among, uh, Latinos and Asian Americans, though there is some relation. THERE. So in part, it also reflects uh differences in culture across groups in the United States."
	},
	{
		"start_time": "40:59",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, I would like to get into the last, I think what will, I think will be the last topic of our conversation today. I would like to ask you now about feelings of group extinction threats. So, what is this about and then perhaps we can get into a specific example of it."
	},
	{
		"start_time": "41:19",
		"speaker": "Christopher Federico",
		"words": "Um, OK, so this, uh, again, it's a line of research I've been a little bit more tangentially, uh, involved in. This is work that was spearheaded by my student, uh, Max Bai. Uh, SO a lot of this is work that he took the lead on and that he really needs to be given, you know, uh, credit for in terms of like the research results. But group extinction threat, broadly speaking, is, uh, a fear that, uh, The in-group will be physically wiped out, essentially, you know, severely reduced in uh terms of its percentage in the population and in its numbers. And, uh, you know, we find that that is very much related to uh intergroup hostility."
	},
	{
		"start_time": "42:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, in the specific case of white people, how do they react to their perceived numerical decline in certain countries?"
	},
	{
		"start_time": "42:21",
		"speaker": "Christopher Federico",
		"words": "Well, um, again, you know, uh, there's considerable variation uh among members of different groups including white Americans and, you know, the extent to which, uh, you know, they experience extinction threat. And, you know, actually not that many, you know, white Americans feel that way about things, uh, but there's variation among individuals and that variation is significant in terms of the other thing it relates to. So, uh, one thing that Max studied in some of his work, um, which he did with me. Uh, IS, you know, where does this sense of group extinction threat come from? Um, AND partly, uh, the feeling is that it has to do, or the evidence suggests that it has to do with, uh, a belief, not just that other groups are growing, uh, as a percentage of population, so say immigrants or specific racial and ethnic groups. Black Americans, Latino Americans, and so on and so forth, but a very specific belief that white Americans are declining as a percentage of the United States population. So that belief in particular really seems to align very much with an imagined belief that somehow, uh, the in-group is going to be a racial in-group is going to be extinguished. And in turn that sort of predicts those two beliefs, thinking that your group is declining as a proportion of the population or in numbers, and then group extinction threat. Those things are also related to certain kinds of policy attitudes. And, you know, certain kinds of political preferences. So one thing that both of those things relate to very strongly are, you know, strongly anti-immigrant or immigrant restriction, uh, immigration restrictionist positions, uh, wanting to kind of turn off immigration, uh, crack down very hard on, uh, illegal immigration. And uh things like that. It's also associated in some of the evidence that we collected or data we collected with uh support for uh far far right movements, so Nazism, uh, the KKK, uh, the outright, um, so far right politics as well."
	},
	{
		"start_time": "44:54",
		"speaker": "Ricardo Lopes",
		"words": "So is there a link here with racial biases and conservatism or not?"
	},
	{
		"start_time": "45:03",
		"speaker": "Christopher Federico",
		"words": "Um, WELL, it's, uh, most research, uh, does find some level of a of correlation between those two things and in the present era in the United States, uh, it is not a perfect relation. So one thing that has to be understood is that, uh, just as we observe that relationship, it does not mean that everyone who identifies with the political right or who identifies as a conservative, is some raging racist. Uh, IT is a probabilistic relationship. All other things being equal. Um, And, uh, so it exists, it's not a perfect relationship, um, and again, in terms of why we see that, um, Uh, there are two theories. One is that it's a top-down, uh, top-down effect. So in this regard, uh, the idea is that again, you have to look at the nature of political conflict in the United States, and um, A major source of conflict throughout American history has been, you know, uh, uh, civil rights or racial equality. Are we going to have a multiracial democracy or are we going to have some system where whites dominate and have some kind of superior status? This is a endless conflict in the United States, and most of our major flashpoints are related to it in some way. Uh, SO, you know, in the 1960s you see a decisive move towards civil rights. Uh, uh, THE legal apparatus of segregation and white supremacy is dismantled, of course, in multiple ways, but you know that doesn't end differences within the population about the desirability of racial equality. So over time, You see this, uh, resurface as something that divides people in a partisan and ideological way. So, you know, one way of looking at this is to kind of look at how, you know, the two parties divide in terms of the extent to which they bring on board, uh, white Americans in particular but not exclusively, uh, who are opposed to racial equality, uh. Before the 1960s, you know, the Democratic Party has a very strong racist element to it, concentrated in the American South, and the Republican Party has a very strong pro-civil rights, not universal, but it does have a pro-civil rights faction. After, um, in particular, one thing you see after civil rights is an acceleration of party sorting on, uh, you know, how far should we go with civil rights? Should we keep it up? Should the government play an active role in, uh, helping to guarantee racial equality, or is it something that, you know, the government should stay out of? And one thing you see over time is a greater pairing of a lot of the themes that are associated with the political conservatism in the United States. So having a small government, less government intervention, getting the government off people's backs, and uh sort of hostility toward further action to bring about greater racial equality. So part of this is sort of a top-down process. Uh, POLITICAL leaders are sort of pairing traditional conservative themes which don't necessarily have to go with, you know, a preference for racial inequality or indifference to civil rights. Uh, THEY'RE just kind of pairing them as part of the belief package. Uh, SO that's, you know, one force, um, you know, another, you know, potential role there is that, well, Um, you can look at the certain aspects of, uh, conservative ideology, in particular, the part of it that sort of is more lenient toward economic inequality and more opposed to re redistribution of economic resources and say, OK, that. Something that tends to increase or maintain the amount of inequality in society. And if you look at civil rights policy on the other hand, and, you know, feelings about, uh, racial equality, that's also something that intrinsically touches on questions of, well, how, how much equality should we work for in society. And there is some evidence, uh, my, my advisor, my late advisor, Professor Jim Zedans, you know, he did work on something, uh, called social dominance orientation, and social dominance orientation is sort of the general characteristic or belief. That reflects the extent to which you like groups to be more equal with one another or the degree to which you think it's OK for some groups to dominate other groups. And as it turns out, that's something that applies to all kinds of group distinctions. So part of it may just be that um People who generally are indifferent to equality as a value might be attracted to a variety of themes. Uh, I mean, I would say at this point in the United States, a lot of it reflects top-down effects. Um, IT'S just kind of how party leaders have packaged different things together as a matter of ideology. And again, like we talked about at the beginning, this sort of reflects political leaders strategic judgments about, well, how can I assemble a winning coalition. And part of what you saw after civil rights in the United States is, um, uh, you know, laws were passed and uh a lot was changed in a very short period of time, but you still have a large number of white Americans and others, uh, particularly in the American South, who had been socialized. Uh, TO think that America was always going to have segregation, that whites would always be on top. So there is a group of people that are dissatisfied with the trajectory of things. Well, if, you know, you're trying to build a political coalition and in particular divide the previous, uh, another political coalition, say the Democratic coalition, one thing you want to do is try to attract some of those people who are dissatisfied with the Democrats becoming a civil rights party. Because again, you have to remember that prior to the civil rights era, again, you have this strong southern wing of the Democratic Party that's very much OK with segregation."
	},
	{
		"start_time": "51:39",
		"speaker": "Ricardo Lopes",
		"words": "Right, right. So, I have one final question then. If this is about perceptions because even earlier when I asked you about white people reacting to this, I mentioned uh the word I used was perceived numerical decline. If this is about perceptions, is it then safe to say that people being exposed to conspiracy theories like the great replacement theory can lead them to develop these feelings of group extinction threat or not?"
	},
	{
		"start_time": "52:14",
		"speaker": "Christopher Federico",
		"words": "Yeah, I think that I think that that's correct. Um, YOU know, in terms of like how we are built. How our cognitive and mental architecture works, um, you know, we probably very much evolved as a species to track things like the well-being of our group and the interests of our group, and, you know, what's happening to people in our coalition, however, coalition. IS defined. So we have kind of a very general set of mechanisms that, you know, focus on that thing. But you have to remember that when we evolved those mechanisms, or when those mechanisms were naturally selected, uh, we lived in fairly small hunter-gatherer type groups, groups of people where there was a lot of face to face contact and immediate awareness. Of whatever might be hurting your group or could hurt your group. But now we live in mass a mass society, and in particular a mass political society. Uh, THE groups that we belong to, in particular racial groups, um, are enormous. They're just broad abstract categories, and, you know, if you think about how, um, Human beings evolved to think about groups, race wouldn't have been, as we understand it, as a type of social distinction, as we understand it, would never have been a thing that was going to act on what traits were selected in people. Because, you know, again, you never left about. 30 or 60 miles from where you were born and you didn't live that long in many respects. So there's very little chance that when our brains evolved and when natural selection was acting most heavily on them that we ever encountered people who were racially distinct in the modern social sense of the term race. Uh, BUT we are kind of, uh, predisposed to identify groups that we belong to, coalitions we belong to, and what have you. But the question is, where do the inputs to all those cognitive mechanisms that kind of allow us to see who's a friend and who's a foe, uh, where are those coming from? And the question is, well, they're coming from the media, and in particular, um, as a political scientist, they would say they're coming from political leaders. Uh, YOU know, if you belong to a particular political party or identify with a particular ideology, you are predisposed to some extent to listen to people who share that ideology or your party membership at the leadership level, and leaders can play a large role in kind of, uh. THOSE beliefs or making those beliefs more salient. So we have a lot to worry about when political leaders do spread things, uh, that are conspiratorial in nature like the great replacement theory. And you see over and over again in the history of politics, it's conspiratorial stuff like that. This or that group is plotting to replace this or that group with Some other third group that, you know, really can lead up to uh things that are deeply violent, deeply oppressive, and what have you. So a lot of this is not stuff that people are directly seeing on their own, it's ideas that they're getting, uh, from political discourse, and political discourse can kind of Tone those ideas down or it can amplify them."
	},
	{
		"start_time": "55:26",
		"speaker": "Ricardo Lopes",
		"words": "Great. So just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "55:33",
		"speaker": "Christopher Federico",
		"words": "Uh, YOU can find me on my University of Minnesota website, just search for Christopher M. Federico. I don't have the URL off the top of my head right now, but, uh, I'm out there."
	},
	{
		"start_time": "55:48",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I will be leaving a link to that in the description of the interview and Doctor Federico, thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "55:59",
		"speaker": "Christopher Federico",
		"words": "All right, thank you very much. It was a good interview."
	},
	{
		"start_time": "56:01",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Frankortolotti Gabriel Ponscorteseus Slelisky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]