[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Tristan Rogers. He is a philosopher, author, and teacher. He teaches logic and Latin at Dunham Day Classical Academy in San Francisco. And today we're going to talk about his book, Conservatism, Past and Present, A Philosophical Introduction. There it is."
	},
	{
		"start_time": "00:26",
		"speaker": "Tristan Rogers",
		"words": "Great."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "So, Doctor Rogers, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Tristan Rogers",
		"words": "Thank you very much for having me."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you, what motivated you to write a book on conservatism?"
	},
	{
		"start_time": "00:41",
		"speaker": "Tristan Rogers",
		"words": "Um, YEAH, thanks. So the, the book really developed out of, um, research I was doing in philosophy, um, on kind of the intersection of virtue ethics and political philosophy, uh, something that's come to be known as virtue politics. So my, my first book, uh, titled The Authority of Virtue, Institutions and Character in the Good Society, and the basic idea behind that book was that, um, The purpose of politics, the purpose of a political community, uh, going back to Aristotle, as Aristotle argues, is to promote the flourishing of the citizens, uh, is to promote the, the happiness, let's say, of the citizens. And so in that book, I argued that there's a, there's a kind of reciprocal relationship between the citizens of the state. Uh, THEY have to obey the laws and they have to be, be good citizens, but the state has to promote their, uh, their flourishing. And, and not flourishing in a subjective way, but flourishing in an, in an objective way, uh, connected to, to the virtues of, of human flourishing and so on. Um, SO in that book, uh, I wasn't exactly arguing for a conservative point of view. Um, IT wasn't really an ideological book. I was, I was trying to say that both liberal and conservative viewpoints can contribute to the enterprise of, of human flourishing within a political community. Um, BUT as I started to work more within the framework, uh, the The idea is kind of tilted in a conservative direction, um, based on this idea that the state has a role in promoting the human good, um, uh, in a, in a kind of substantive sense, which is something that many forms of liberalism will, will reject in favor of a kind of, um, a kind of neutral state. Um, ALA John Rawls' liberalism. Um, SO I started taking that seriously and, and my own kind of political beliefs kind of tended in that direction. Um, AND at this time, I just finished my, my doctoral studies at the University of Arizona in 2017. If you remember, that was kind of a fraught time politically. We just had the, the Trump election and everything was kind of in chaos. There was a kind of woke revolution going on. Um, AND I was trying to get a job in philosophy, and I had these kind of heterodox views that were, that were, uh, let's say not working to my advantage. Um, AND I published, uh, an essay in the online magazine, uh, Quillette at that time called The Dearth of, uh, Conservatives in Academic philosophy that was And exploring the problem of why there are no conservatives and why it would probably be a good thing if there were conservatives. Um, AND so I, that kind of, you know, planted my flag on the map. Let's say I said, look, I'm a conservative, these are my views. And so I started thinking about these things more intellectually, uh, to develop, uh, develop a kind of coherent, uh, conservative political philosophy, which really, uh, doesn't really exist in the field of academic philosophy, outside of a couple of people. Um, THE late Roger Scruton, uh, John Keeks, a few other people who are, who are not that prominent, but, um, known among conservatives. And um, so I thought, well, I'm gonna take my academic work in this direction and kind of pursue this virtue politics framework, uh, and, and see where it leads, uh, in terms of uh conservative political philosophy. Um, SO that was kind of the intellectual background, uh, and kind of part of the personal, part of my kind of personal journey, I guess you could say. And, um, so then, of course, the pandemic happened and everything kind of went, went out of control. And my, my first book had come out, um, as I say, the Authority of Virtue, which was, which was based on my dissertation, virtue Politics. And so I was looking for a new project to start. I didn't really plan to write on conservatism, but um there was this book series that uh Rutledge publishes and um uh titled Why It's OK. And the basic rationale for the book series was to try to make a, uh, try to make a philosophical case for the way that ordinary people think and live. And so I looked at that series, oh, OK, this is cool. I could write a, I could write a book called Why It's OK to be a Conservative, that would be easy, you know, it was, it was supposed to be kind of a short accessible series for a for a general audience, you know, maybe I could. Uh, MAYBE I could make a name for myself in that way. So I put together this book proposal, and, um, kind of, kind of quickly, actually, just, just in like two months, basically, just at the end of, uh, 2020, and, um, sent it off to the editor, and, uh, the editor was, was enthusiastic about the idea, but he didn't think it was right for the series, but he encouraged me to develop it into a more sort of ambitious project, um, that included Not only uh a history of conservatism, but a, a kind of a theory of conservatism or a definition of conservatism, and, uh, you know, it's relevance to the, the current uh movements going on within conservatism, which are very much in flux. Um, SO I left at that opportunity. I thought, OK, great, and I, I put together this very ambitious proposal that was, you know, much longer than than the book ended up being. I mean, so that's how, that's how conservatism, past and present, uh, a philosophical introduction was, was born, I guess."
	},
	{
		"start_time": "05:45",
		"speaker": "Ricardo Lopes",
		"words": "So, but in the book you focus on philosophical conservatism. What is it and how does it relate or compare to other forms of conservatism?"
	},
	{
		"start_time": "05:57",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so one of the biggest problems of writing about conservatism is to say exactly what it is. Um, MANY people have tried to define conservatism. It means many different things to many, uh, different people and many different places and many different time periods. Um, AND so the first, the first task I had was to try to develop a, a, a, a definition or an understanding of conservatism. Uh, AND so I ended up with this, this idea that I called philosophical conservatism, um, which takes a philosophical approach to conservatism, and, uh, it consists of, of kind of 33 different parts or 33 different moves. And the first part or the first move is to say that uh conservatism is really about the search for wisdom, um, understood in the, the classic, classical philosophy sense of, of the love of wisdom, the search for wisdom, the search for the good life, right? The pursuit of the good life, uh, within a political community. Um, SO it's very much taking Aristotle's, uh, Aristotle's ethics is conception of human flourishing and thinking about, well, what would that, what would that look like in a political context and The conservative aspect of the search of wisdom for me is that um the search for wisdom begins where we are. And it begins from the society that we live, that we live in, and it begins from the good things that we already have, uh, and, and it begins from this, this, um, impetus or this disposition to want to conserve those good things, and to build the good life out of the good life that we already have, or the good life, or the good things that we already have. Um. And so that's the first, uh, the first aspect of this, is this sense of the search for wisdom, and this aspect that we want to conserve what has value. Uh, WE wanna, we wanna be attached to the things that we love, uh, a phrase. Associated with Roger's scruton. Um, SO then the question is, well, OK, we, we want to conserve the things that we have, well, how do we promote those things? How do we, how do we grow in wisdom? How do we, how do we, uh, uh, forge a conception of happiness and the good life in a community with other people? Um, WHAT does that look like and how does that, how does that relate to, um, Um, the political apparatus of society, um, can we, can we really search for wisdom through the government? That, that, that's, that's something that sets off alarm alarm bells for certain people. Um, SO the the second move is to say, well, OK, we're gonna conserve the good, we're gonna promote the human good in this kind of thick sense understood as a, as a life of virtue in a community with other people. Um, BUT that's not a license to install the philosopher kings, um, and, you know, impose a conception of the good life from the top in a kind of authoritarian manner. And the reason for that is that the second aspect of philosophical conservatism, as I understand it, is that philosophical conservatism is aware of the limits of human life and, and the human being. So it's built out of limits that are um epistemic limitations on what we can know and what I call moral limitations, which are limitations on our ability to um uh to be moral, basically, right? We, we have weakness of will, we're hypocrites, we're tempted, we're fallen creatures. Um, AND so the, the search for wisdom has to recognize our epistemic limits and our moral limits. Um, AND so the epistemic limits, uh, kind of, uh, lends weight to the idea of tradition that we have these, uh, uh, systems and practices that have been built up over time, and they have a kind of, uh, uh, innate wisdom attached to them. And, and that should be our kind of starting point for thinking about, um, promoting the good. And then the moral limits uh uh lean very heavily on, on the idea of the rule of law, and the idea that we have to, um, uh, we have to follow the law, and we have to, uh, uh, uh. Implement changes in society in a way that is consistent with the rule of law, and it's not radical, and is not revolutionary, but works kind of from within um the political community. And that leads to the last part of the view, um, which is So you might think, OK, we have these limits, and so there's no way to promote the good, right? Because there's nothing we can actually do. And so you might think that leads to a kind of libertarian view where the state just kind of, you know, uh takes a kind of hands-off approach. Um, SO the last, the last part is to say, well, well, we need a standard of value. We have to know when, when change is for the better. And in my view, conservatism is not opposed to change, but rather as, as Burke argues, uh, change is necessary in order to conserve a society. A society has to be open, open to change in order to uh adapt to the circumstances and sustain itself throughout time. Um, SO conservatism's standard of value, in my view, is, is human happiness is the human good, is a kind of uh uh conception of justice. Um, BUT it's not a, uh, it's not an ideological or an abstract sense of justice. It's not a theory of justice, but the sense of justice that works from within a community, that works from, uh, within the existing traditions of a, of a community of a political community, and it extracts its moral ideas out of that tradition. Um, SO this is a theme in the book that I call change from within or finding justice within tradition. And that's the way to uh uh uh identify and legitimate change that, that genuinely, uh, uh, serves the human good within a political community, um without overstepping our limits and while, um, um keeping in mind this idea that we're searching for wisdom together."
	},
	{
		"start_time": "11:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, later in our conversation, we're also going to get a little bit into more detail when it comes to the tenets of conservatism, the values and ideas associated with it, or at least with certain authors that are or were conservatives themselves. But uh now I would like to ask you, uh, you mentioned justice there. And in the book, you tie conservatism to the virtues of gratitude, humility and justice. Could you explain that?"
	},
	{
		"start_time": "12:07",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so those three virtues um grow out of the the three aspects of philosophical conservatism that I, that I just outlined. So, um, the virtue of gratitude is this idea that we have these good things that have been, uh, uh, bequeathed to us, that have been given to us from previous generations. We're born into families, we're born into a system of government, we're born into this, uh, you know, tradition. Um, AND we should be grateful for those things, and part of the conservative disposition is to acknowledge, uh, the things that, that make the good life possible. Um, SO I also talk about these as duties of piety, uh, which traditionally are owed toward your family, toward your, uh, your, your community or your, or your, uh, political community, and also, um, God. So three aspects of piety there that that grow out of the sense of gratitude. Um, SO that's the first virtue that I associate with the search for wisdom. The search for wisdom begins with an appreciation for the good things that you already have. Um, AND the second one, humility, I connect to this idea of limits. So we should be grateful, um, and we should try to promote the good, but we should not try to promote the good in a way that exceeds our epistemic and our moral limitations. And part of being aware of those limitations, I think, is to, uh, is to have the virtue of, of humility, right? We should be intellectually humble, we should not overstate our abilities, we should not think we can install philosopher kings, anything like that. Um, AND we also should not think that we're saints, and that every time we try to promote the good that, uh, just because we have good intentions that things are gonna work out well, um, uh, we should have a kind of tragic sense of the human being and, and be aware of our limitations in that way. Um, AND, um, Socrates is very much the, the inspiration for the, for the virtue of humility here, this idea that uh wisdom consists in knowledge of your, of your own ignorance and I traced that theme through some of the other uh conservative thinkers in the history of philosophy. Um, SO those are the first two virtues, um, gratitude, humility, and then the third virtue is, is justice. Um, JUSTICE as a, as a virtue of a person rather than a virtue of a state. So justice understood as somebody who abides by the laws, um, is interested in promoting the common good. Um, BUT is only willing to do so in ways that are consistent with the political constitution, in ways that are consistent with the rule of law, um, is not a radical, is not trying to transform society into their own vision of what justice should be, but rather, uh, works for justice from within, from within an existing tradition, and that, that corresponds to the, the idea of change from within."
	},
	{
		"start_time": "15:02",
		"speaker": "Ricardo Lopes",
		"words": "In the book, you also talk about and go through the history of conservatism, particularly uh through the history of conservative thinkers and authors and uh I would like to ask you about that, but just before we get specifically into that, how old is conservatism?"
	},
	{
		"start_time": "15:23",
		"speaker": "Tristan Rogers",
		"words": "Uh, YEAH, that, that's a great question. Um, SO one of the, one of the things you have to, uh, grapple with when you write about conservatism is that, um, the history really matters, and, uh, you have, you know, problems of anachronism. Uh, SO I talk about the ancient philosophers and many people will say, well, you know, Plato wasn't a conservative because, you know, conservatism doesn't come along until much later. Um, SO how old is conservatism? Well, the, the modern ideology of conservatism is usually traced to the 18th century and the response to the French Revolution, of course, and Edmund Burke's, uh, reflections on the revolution in France, um, which is not a really, it's not really a political treatise, and, uh, you know, it's, it's very particular to its time, and you have to really extract a theory of conservatism out of that book, um. But more generally, I think the conservative disposition, I think, is as old as as human nature. I think everybody has a, has a, everybody has some aspect of the conservative disposition, and some people are more prone to it than others, let's say, psychologically speaking. Um, THERE'S a kind of interesting discussion there about um um the kind of personalities who tend toward. Conservatism. Um, SO I would trace it to the, to the 18th century, but I think the 18th century, uh, ideas of conservatism that are a response to the French Revolution and, and really the rise of modernity and liberalism more generally. Uh, WHEN society really starts to change rapidly, you might think, like, before, before that happens, there really isn't much of a need for conservatism because things are not really changing, and so there's no real need to defend the status quo, to defend uh the things that we, that we cherish. Um, BUT for me, what's distinctive about my view, in some measures that um I don't begin the story of conservatism in the 18th century, because I think uh the so-called Enlightenment conservatism, of course, it doesn't come out of nowhere. Um, FOR me, it really grows out of these ideas that are associated with the, with the ancient Greek and Roman philosophers, um, as well as, um, Christian philosophy. And so for me, it's, it's particular to Western Europe at a particular time that's coming out of these very Very strong, uh, intellectual strands. And so, um, I like to think of conservatism has kind of a prehistory and then the, the, you know, the beginning of modern conservatism begins in the 18th century."
	},
	{
		"start_time": "17:49",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a little bit about some of the most ancient uh conservative thinkers that you mentioned in the book, uh, including Plato and Aristotle. I mean, which of their ideas would you associate or label as conservative?"
	},
	{
		"start_time": "18:09",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so in the in the um chapter one on ancient philosophy. Um, I traced the three themes of philosophical conservatism, the, the search for wisdom, this idea of limits, and the idea of change from within, um, through three, ancient philosophers Plato, Aristotle, and, and Cicero. He's kind of the, he's kind of the odd one out, I guess. I don't know. Not many people would, would say the name of Cicero alongside the names of Plato and Aristotle, but for me, Cicero is, is an important conservative political philosopher. Um, SO all three of those thinkers, I locate this theme of, uh, the purpose of politics is the promotion of human flourishing, understood as a life, uh, lived in accordance with the virtues, and of course, that just is ancient political philosophy, and I think uh that. IS a conservative way of thinking about politics, um, that you find in the ancient philosophers, and um I had a background in ancient philosophy, it kind of got me into virtue ethics, and eventually virtue ethics got me into thinking about conservative political philosophy. Um, SO those are, that's, that's a theme that all three have in common. More specifically, this idea of limits, um, so Plato is usually thought of as a kind of radical, right? If you read the Republic, there are all these wild ideas about how to reform society, we should, you know, make property equal, we should, uh, you know, have women participate in ruling, which was totally radical at the time. Um, AND of course, the idea of the philosopher kings. Um, I have a different reading of Plato's Republic, which, uh, follows some what you might call Straussian readings, which is that when Plato develops the ideal city in the republic, he's not putting it forward as a serious political proposal. He doesn't think this is what the just city should be, and this is how we should implement the just city. He's putting it forward as a kind of thought experiment. And the thought experiment, the purpose of it, I think, is to teach us that uh ideal justice is not possible in this world, and that um Um, There's no way, there's no way to achieve the just city, and the reason why we can't achieve the just city is that we're attached to these things, right? We're attached to our families, we're attached to our property. And it's foolish to try to implement these things, um, politically speaking. Uh, AND if you read, if you read the dialogue, you kind of, you can kind of get hints that that's what he's up to, because when, when Socrates introduces the idea of the Philosopher kings, the philosopher kings are what are supposed to get the Just City off the ground, right? Well, you know, talk on that to say, how are we gonna get this thing off the ground? And Socrates says, well, we can get it off the ground with one change, right? 11 little change. Philosophers have to be kings. You go, oh wow. That's a big change. And so, what I think Socrates is saying there is that, no, we, we actually can't get this thing off the ground, that utopian, the utopian just City is not possible because of these uh limitations that we face. Um, AND of course, you can't get the Philosopher kings unless you have the Just City, right? But you can only get the Just City if you have the Philosopher king. So it's a kind of a It's, it's a circle that I don't think you can get into. Um, SO I see in, in Plato there, uh, a strong sense that we face these epistemic limits and these moral limits. Um, SO even if we had the knowledge, even if we get access Perfect justice in the way that the philosopher kings are supposed to. You get the sense from the republic that human beings would screw it up, right? Even if we had the knowledge, even if we had the technical ability, we wouldn't be able to abide by, by it, right? We wouldn't be able to live by it. Like, maybe you could get the Just City off the ground, but it would only last a day or a week or something. Somebody would throw something in the in the in the spokes and and mess it up. Um, SO that's the contribution I see in Plato. Uh, YOU also get very strong arguments in Plato, uh, uh, in favor of the rule of law. So Socrates' view in the, in the Creto dialogue that he's going to abide by the order of the court and face his death, even though he thinks it's unjust. He thinks he should follow the laws of the city. Um, YOU got a strong argument for the rule of law there. Um, ANOTHER dialogue, the statesman, I discussed, where a similar argument is given that even, even if you have a terrible state, it's better to obey the laws of a terrible state than to uh disobey the laws and try to change them because you'll end up doing more harm than good. Um, SO that's the view of Plato, Aristotle, um, I think is more straightforwardly a conservative political philosopher, um, in the sense that he, he has a conservative method, um, Aristotle's method in in ethics and in politics is to work from what he calls the NOA, which are uh kind of opinions that have some, have something to be said about them, things that are that have some argument for them that people seem to think that are ideas that are kind of floating around, right? And Aristotle wants to, to look at those and subject them to critical scrutiny and to try to sort of seek the truth uh uh out of those ideas. Um So Aristotle doesn't come along and say everything we think about, uh, you know, ethics and political philosophy is, is, is nonsense, we should overturn it, and we should, you know, build up our knowledge from scratch. He thinks, no, we should work from kind of within the societies that we're brought up in, and for that reason, he thinks that um habits are very important, uh, a student of ethics and politics has to be brought up in what he calls fine habits. Um, AND out of that, we'll, we'll develop a sense of, of justice and the common good, and it's gonna allow us to, uh, uh, improve society from within, right? And it's gonna, we can study political constitutions and understand what works and what doesn't work, and, you know, sure, we can have this idea of the best constitution and a, and a kind of uh ultimate sense what he calls the, the, the constitution that would be naturally just everywhere. Um, BUT Aristotle, especially in his politics, he's more focused on what works and what works given the particular circumstances, uh, that you're dealing with. And, and so for me, that's a, that's a conservative way of thinking about politics that, uh, it doesn't have to be what's best, all things considered, but it's what's best for where we are and uh what we're working from."
	},
	{
		"start_time": "24:16",
		"speaker": "Ricardo Lopes",
		"words": "How does conservatism then relate to Christianism and uh what kinds of conservative ideas can we find in the philosophy of authors like Saint Augustine?"
	},
	{
		"start_time": "24:30",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so the, the Christian aspect is what I call the other uh source of uh conservative political philosophy. So there's the ancient source, and then there's the Christian source. And of course, that that corresponds to how many people think about the Western tradition. There's this, you know, influence of Athens, and then there's this influence of Jerusalem, right? And the, and the marriage of those two things is really what makes the the Western tradition. And I share that view, and I think that's in fact what conservatives are trying to. ARE trying to conserve. Um, SO if the ancient aspect of that is the search for wisdom, What's the Christian aspect. Um, SO the, the subtitle of the, the chapter two on Christian philosophy is, uh, the limits, the limits of philosophy. And for me, the, the theme of Christianity is to say that we're not going to do this on our own. Um, THE human being cannot achieve the good life by his own efforts, um, and we cannot achieve good societies by our own effort, uh. Takes our own effort, but it also takes what you might call, uh, you know, the gift of grace. It takes the grace of God to, to be capable of happiness and to be lucky enough to live in a, in a society that is, that is a good society. Um, SO I read Augustine and, and I see him. You know, criticizing the stoics, for example, and, and saying these guys were just arrogant, you know, they were, they were so prideful that they thought they could win happiness by their own efforts alone, that, that human reason was capable of, you know, sort of winning, winning virtue, and, and, and, and, uh, being triumphant in that way. And, uh, and of course, Augustine has this sort of, you know, darker sense of human nature that grows out of his theology. Um, THE idea of original sin, of course, is associated with Augustine. Um, NOW, once you accept that, once you accept that, OK, we're not gonna win this thing on our own, we're not gonna, we're not gonna save ourselves, uh, by our own efforts. That's kind of liberating in some ways, because then you can, you can focus your attention on other things. Um, SO in Augustine, um, I traced 33 types of limits. The first is the limits of human nature. Right, we're fallen creatures, uh, right, marked by sin, and there's, there's no way of overcoming that, right? Um. And, and that aligns with the second aspect of philosophical conservatism, this idea of um epistemic and especially moral limits, right? The idea that even if we could understand perfect justice, we wouldn't be able to uh implement and abide by it, right? Uh, SOMEBODY would, you know, eat the apple in the garden, right? So something like that would happen to screw things up. Um, SO that's the first limit. The second limit has to do with politics, um. You know, Augustine doesn't really have a political theory, or he has a theology, uh, within which you can kind of extract aspects of, of political theory. Um, YOU know, Augustine thinks we need a state because people aren't gonna be good on their own, and we need coercion to keep people in line, uh, and that authority is actually good because it's been instituted by God, um, and we're not, but we're not gonna find salvation within, within the, the, the olus, right? The best we can do is to keep peace. And to allow a kind of earthly happiness, right? So this is the The two cities idea, the earthly city, which is the city that we find ourselves in the the actual city, and then there's the, the city of God, the heavenly city, and that's really where we should be looking toward virtue and toward um um obedience and love of God. Um, SO the second limit is the limit of politics, right? We're not gonna save ourselves in the palace, and then the third limit is of philosophy itself, um. For Augustine, uh, you can't live a good life without, uh, love and worship of the highest good, right, which for him, of course, is, is, is God, um, and so that's Yeah, so if, if philosophy can't give you a happy life, it's not gonna give you a happy life within a within a political community. Um, THE other half of the Christian chapter, uh, is, is on Aquinas, and it's um. It's, I think developing more kind of the positive side of the Christian influence, so Augustine gives us the sense of limits and the, you know, the, the dark side of human nature. And this idea that we can't save ourselves through philosophy, through reasoning, um, Aquinas, I think, kind of, uh, he, he revitalizes the Christian political, uh, theorizing, um, because he, he returns to ideas associated with Aristotle that we can have a kind of mixed constitution, uh, and we can pursue the common good. And of course, he develops the idea of natural law that can serve as kind of a, a standard of value, right, a sense of justice. Um, SO that's the second half of the, of the Christian chapter, but for me, Augustine is really the, the important figure."
	},
	{
		"start_time": "29:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, moving on now to focusing a little bit more on modern conservatism and keeping, keeping in mind the idea of change from within and that means change from within the character of the existing political order. Um, TELL us about the conservative attitudes or the attitudes by conservative thinkers, uh, toward the American Revolution and the French Revolution."
	},
	{
		"start_time": "29:57",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so, chapter 3 is on um enlightenment conservatism. Uh CONSERVATISM is sometimes thought of as a reaction to the Enlightenment or rejection of the Enlightenment, but, um, as Um, Jerry Muller, uh, someone who wrote a very good anthology on conservatism, has said, um, uh, conservatism is really a movement within the Enlightenment. It's a way of looking at, um, uh, using, using reason to promote human happiness in a certain kind of way. And what the Enlightenment conservatives, uh, provide is a kind of check against this idea that Uh, you know, human reason is going to, you know, lead to this kind of utopian society, or we could establish, you know, a perfect society, establish justice, um, in the way that the French revolutionaries, uh, thought that they could. Um, SO the Enlightenment thinkers I discussed are, uh, David Hume, uh, Edmund Burke, and then there's a final section on, uh, some of the thoughts of the American founders from the, the Federalist Papers, and the contrast I draw between the American and French Revolution is not original to me, but you can find in most conservatives who talk about these 22 great events, and you can kind of see what the problem is. So if conservatives are against Revolution, of course, conservatism begins with Burke's um Critique of the French Revolution. Well, how could conservatives support one revolution, the American Revolution, but not support the French Revolution. And the general idea is that the French Revolution was an attempt to destroy, uh, it was, it was an attempt to destroy an existing society and replace it with something better. And, uh, the conservative critique of that is that that was foolish and caused a lot of misery and pain and destruction, and the people who initiated the French Revolution, you know, were actually were were actually just looking for destruction. They weren't actually looking for anything that was, that was good. Um, SO that's what you find in Burke. With the, with a, with a critique that this is really about overthrowing a society. Um, WHAT'S the reason for thinking the American Revolution is any different? So, as I understand it, the American Revolution was an attempt at reform. It was an attempt to take an existing society, roughly British society, which had, you know, traveled across the Atlantic Ocean, and to preserve it as it was, right, but to preserve it in a new, uh, independent political condition. Um, SO it wasn't really trying to destroy, it was trying to separate and, uh, establish some form of, of independence. Uh, AND if you read, if you read Hume and Burke, uh, they, of course, Burke wrote quite a bit on the American, uh, on the American Revolution because he was a participant in it cause he was a member of parliament. Um, BUT Hume too has some writings where he discusses the American cause, and Hume actually says that he's American in his principles. Um, WHICH is very interesting, um. And he thought that the attempt by the British to, you know, manage, manage the Americans was just foolish and it would be better just to cut losses and and And uh and move on. Um, SO you can see there that, OK, so now does that mean, you know, there's a conservative justification for something like the American Revolution anytime a set of subjects feel like they're being persecuted on any grounds, I, I don't think so. I think the American Revolution was a kind of a a rare moment in history where uh you have these brilliant men come along and, you know, Try this thing that could have gone spectacularly wrong, and it didn't. So in hindsight, you can give a kind of conservative philosophical defense of it, but unlike some liberal views, I don't think that justifies a kind of right to revolution in general. Um, AND conservatives would be, I think, critical of the, the kind of lay in reading of the American Revolution, wherein you just have to show that a certain number of grievances have been have been committed, and then you can launch a revolution. The the conservatives are gonna be very skeptical of that. They won't rule out revolution, but it's always gonna be determinant on the circumstances, and the judgment is not gonna rest with any kind of philosophical principle, but it's gonna rest with judgment and with, with prudence. And um human himself is very strong on this. He says that there's, there's nothing more foolish than to try to develop a a philosophical theory of, of revolution, uh. That almost always uh good sense and prudence is on the side of, of um sticking with what is already established."
	},
	{
		"start_time": "34:39",
		"speaker": "Ricardo Lopes",
		"words": "So what kinds of ideas of conservative ideas can we find among thinkers of the 19th century? And uh could you tell us specifically also, I, I mean, perhaps you can focus on the idea of rhythm through authority. What does that mean? Yeah,"
	},
	{
		"start_time": "34:58",
		"speaker": "Tristan Rogers",
		"words": "so, yeah, the subtitle of chapter 4 on 19th century is uh freedom through through authority. Um, WHICH is a view associated with, uh, with Hegel. Yeah, so it's a kind of dialectic in in chapter 4 on 19th century philosophy, um, which is I think uh it's an attempt to deal with the Enlightenment, right? So in the 19th century, you have kind of the rise of democracy and the rise of what we now now would call liberalism, and these things go in tandem. So you have this kind of movement toward greater equality, both in the social and in the political areas and culturally. Um, AND then you have, um, uh, greater calls for liberty, right, to be released from various kinds of restraints, the, the restraints of tradition, uh, the restraints of the church, and so on. And, and in my reading this is a kind of reaction against um what Burke had called the two great spirits of uh European civilization, which he called the spirit of the gentleman and the spirit of religion. And those, I think, correspond to these calls for equality and liberty. So the, the spirit of the gentleman is this idea that uh we're not equal, that we have these certain kinds of standards that are encapsulated in this idea of the, of the European gentlemen who, who, who upholds various virtues, right, which, which really comes out of the kind of chivalric tradition. Um, And, and that provides a kind of check on self-interest and so on. Um, AND then on the other hand, you have the spirit of religion, um, which is a check on liberty, which is to say, actually, you can't just live however you want, even if you're not harming other people. We have these duties and obligations, uh, that come from God ultimately, and are, uh, you know, Encapsulated in the church and the church has a certain role in society to, you know, ensure that people are, are, um, are being moral up to a certain extent. And so by the 19th century, these two things are really destroyed, um. Burke's idea of the gentleman kind of, you know, falls by the wayside, and of course the established churches are, are literally destroyed in the case of the French. And so you have this kind of void, um, void of spirit, you might say, and um, yeah, for me the 19th century is about this idea of spirit, which is very difficult to describe, very difficult to really understand what that is, um. Um, BUT, but for, for me, it's this idea that a society is not, it's not just a set of principles, it's not just a set of abstract ideas, but a society is a kind of a, it's a kind of a living thing. It has a, it has a soul, it has a spirit, and it unfolds in a certain kind of way that is not really up to the direction of any individual person, much less any individual politician, um. And so you have to work with that, right? It's like if you're a, you know, if you're an introvert, let's say, and you're gonna, you know, go out and be a salesperson or go out and do something that's very extroverted, you know, you can't just do that. You have to, you have to either train yourself or, you know, I don't know, yeah, find some other line of work. There's certain things that you, you just can't go in that direction, right? So things have a kind of motion of their own, I think. And so, in the 19th century, you have this kind of, uh, you know, void of spirit, in some sense. And so something has to come into the void and fill it. And in the 19th century, what I see are these very strong spirits of, of modernity, um, one, a spirit of, uh, a spirit of democracy. And I associate that with, uh, Alexei de Tocqueville's work, uh, democracy in America, and he sees democracy as this kind of inevitable force that's just, it's coming, right? It's coming to Europe, it's coming to the new world, and like, you can bury your head in the sand, but, uh, it's coming. And the thing that you have to do is to try to deal with that and to try to manage it. And to me, that's a real conservative kind of disposition, like, OK, this is the way the world is. Let's see if we can manage it. Let's see if we can mitigate, you know, some of its downsides and and take advantage of its benefits. So it's the spirit of democracy, spirit of equality, you might, you might call it. And then there's also the spirit of freedom or the spirit of liberty, and I associate that with John Stuart Mill, who of course is no conservative, um, is really in some sense he's the, he's the most classic of the classical liberals. And Mil comes along and says, look, we've got this conflict in society between authority and the individual, and nobody's come up with a good idea of how to combine these two things, how to say, here's the, here's the domain of society that's reserved to the individual, and here's the domain that's left to society. And Mil comes along and says, well, you know, we have this principle that, you know, people should be free to live how they want, provided they're not harming others. And that's gonna tell us that, you know, this is the domain of the individual and the state should really, you know, butt out unless it's preventing harm to other people. And that's the spirit of liberty. So you take those two together, you have this idea of equality, this idea of liberty, and of course, modern liberalism is usually defined in terms of those two values, um, the value of liberty and the value of equality. The conservative critique of that is is to say that a society is much more than than um liberty and equality. Um, SO, Uh, one of the thinkers, I discussed is, uh, this guy James Fitz James Stephen, who was a utilitarian, uh, critic of, of Mil, and he was a kind of, he was a kind of liberal, um, although he was much more conservative than than Mil was. And um uh Stephen writes this book called Liberty, uh, Equality Fraternity, which of course is the Is the motto of the French Revolution, and he says, look, all these things are good, taken in isolation, but um they're not ends in themselves. They're they're supposed to serve something uh greater. They're supposed to serve something better, right? Like the society, society is not about just releasing all restraints, right? Because if you did that, you wouldn't have any morality, cause morality is really about restraints in one form or another. And, and same with equality, and, um, and same with, same with fraternity. Um, SO Stephen thought that we need, uh, we need to think about institutions as restraints on, on individual, on the individual will. And we have to sort of think about institutions, ways to shape them so that we, so that we can achieve the common good, so that we can achieve the overall good. And he thinks of institutions as like, um, you know, reservoirs or things that direct water in a certain way. So the, the water is the is the liberty, right? It's the freedom to do, I'm sorry. It's to do what you want and, and institutions are the waterways that get the, get the water going where it's supposed to go, right? But liberty is not gonna tell you where the water is supposed to go by itself. Liberty is a kind of a, a kind of a wild gas, as, as Burke calls it at one point. So we need institutions to kind of direct people in a certain way. And, and the way to do that is not to just like give up on this idea that the state should have any role in morality, um, but to use the state to shape people in a certain kind of way. And um Steven is associated with a view that later comes to be called uh legal moralism, um, which is part of this debate in the 20th century between uh Lord Patrick Devlin and HLA Hart, uh, which is a big debate within uh a legal philosophy. And um, Patrick Devlin is great. I, I talk about him in the book, uh, a lot too. Uh I got a lot out of reading his enforcement of morals. He's kind of a, he's kind of a minor figure, but he's, he's important in the book. Uh, THE last thinker of the 19th century, so we have this problem, right? So this, these spirits, the spirit of liberty, the spirit of equality, OK? If you, if you unleash those spirits, then it's gonna wreak havoc and probably destroy your society. OK, so we need some authority, we need to allow the spirit of authority to check these, these two kind of volatile forces. And so we're still left with this question. Well, how do you reconcile these two things, right? How do we reconcile freedom and authority? Um, AND for me, Hegel is the way to reconcile these two things, because, um, Hagel thinks that, uh, true freedom is not you doing whatever you want. True freedom is you uh living within the society that you inhabit, and, uh, to, to seek freedom through participation in the society. It's to seek freedom through, uh, having a family, it's to seek participation and freedom through, uh, you know, living in a society. And so on. So he thinks that a true freedom has to be one out of what he calls the actual, and it's a very long and complicated argument. I won't be able to do it justice here, um, but yeah, Hegel's idea is that that freedom exists in participation in some measure. We're not made free by, by releasing the restraints. We're made free by committing ourselves to, uh, genuine, genuinely worthwhile pursuits. And, and in some ways, I think this is a return to what's sometimes called the ancient conception of liberty. Which is that uh a free person is someone who has responsibilities and has a certain role in the community. It's not someone who just lives how they want, as long as they don't harm others. Um, Stephen says at some point about Mill's idea that, um, if Mill's idea was correct, then In the day of judgment, it would be a good plea to come to God and to say, you know, I harmed nobody and I pleased myself, and that would be like sufficient to get you into heaven or something. And Steven just thinks like, that's a crazy idea, you know, like, a, a life is not about that, right? Life is about, you know, doing things that are worthwhile, and so on. Uh, SO to sum that up, the, the 19th century. It's about freedom, but it's about a specific kind of freedom, and it's about a freedom that comes through authority, not in opposition to authority. Um, AND so that, uh, cuts against these two kind of dominant modern conceptions of liberty as either this kind of negative aspect where I'm just sort of left alone. And also this positive aspect of liberty that the job of the state is to, you know, make sure I have health care and to make sure that I, you know, have the things to make me free. It's like, no, you have to win freedom for yourself through participating in the in the community that you're born into. Um, SO that's the way to reconcile, I think, uh, freedom and authority. Mhm."
	},
	{
		"start_time": "45:09",
		"speaker": "Ricardo Lopes",
		"words": "So, when it comes to the 20th century, could you tell us about this very interesting split that occurred between the conservatives who embraced economic and social liberalism like uh in figures like Friedrich Hayek and Robert. Nozic and I think we can also call them libertarians, at least to some extent. And uh those who remained faithful to the tenets of traditionalist conservatism, such as Roger Scruton."
	},
	{
		"start_time": "45:41",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so the last chapter in uh part one conservatism passed is on conservative thinkers of the, of the 20th century. Um, THE subtitle is a tradition of liberty. Um, SO in the 20th, 20th century. Um, CONSERVATIVES, it looks like they kind of become liberals because they're trying to defend what are broadly liberal societies and many of the liberal reforms that were won by people like John Stuart Mill in the 19th century, get kind of absorbed, I think, into the conservative tradition. And then of course you have the major uh political uh global conflicts of the time, um, Soviet communism and uh Nazi totalitarianism. So these, there are these genuine threats to liberty, and conservatives come along and join with liberals in defense of what I call our shared home. Um, AND so it looks like conservatives were forced to fight on the side of liberalism to to defend what, of course, are genuinely uh good sources of value. Um, BUT it looks like maybe conservatives maybe became liberals in the 20th century, at least that's been the read of, of. Of some people, and, and I think it's, it's reasonable to say that uh conservatives are committed to certain aspects of liberalism. If you think that our societies are good and worthy of con uh conserving, then you will think that the, even the aspects that could be called liberal will be worthy of, of conservation. Um, But in my view, uh, the fact that there are things about liberal society that are worth conserving does not show that that we should be liberals necessarily. Um, CERTAINLY not in any kind of philosophical sense, um, but nevertheless, in the 20th century, that that's kind of how things went. So we have the, you have the rise of, um, What now we call classical liberalism, which was an attempt to return to the liberalism of the 19th century, and it's very much a reaction against the, the, uh, sort of more progressive form of liberalism that saw a stronger view for the state in uh improving people's economic conditions. Um, AND so classical liberal liberalism comes, uh, comes against that, uh, but it's really united on the, on the idea of social liberalism that we should be free from various kinds of social restraints, that people should be free to live how they want, provided they're not harming others in Mill sense. Um, SO in this chapter, I talk about, uh, two of the most prominent libertarian or classical liberals in, in philosophy anyway, and that's Hayek, uh, and, and Robert Nozick, um, Nozick, who gave the kind of libertarian critique of of John Rawls's famous book, uh, A Theory of Justice, and then the, the more traditional conservatives are, uh, Michael Oakeshott, um, British political thinker, and Roger Scruton, also British. Uh, SO the, the dynamic between these two views, uh, I think the traditional conservatives, Oakshot and scrutin are really at the heart of conservatism, and the classical liberal is, is kind of, it's part of the story in the 20th century, but I don't think it's essential to what conservatism is. I think it was a, a contingent reaction to the various threats that that arose out of liberalism on the one hand, and this, this more modern idea of liberalism as being about economic equality, and also the, the kind of foreign threats to the liberal order. Um, SCRUTINY in particular, um, his first book on conservatism, uh, titled The Meaning of Conservatism, which was published in 1980. Um, IF you read the, the preface or the introduction to that book, he says that he wrote that book in order to combat the rise of what he called Thatcherism at the time, which was uh a a movement within the Conservative Party in the United Kingdom to kind of attach the The Hayekian or the classical liberal philosophy to the Conservative Party, and indeed Thatcher is said to have held up, I think. I think Hayek's, the Constitution of liberty, she like held it up at some party meeting and said like, this is what we believed and banged it on the table and and and scrutin, you know, being a traditional conservative who who Who traces the movement back to Burke, uh, could see that that was not what conservatism was really about. And, and his critique of that uh aspect of, of conservatism in the 20th century is that uh it really elevated the market above all else, and it elevated economic liberty above all else. And conservatives are in favor of the market, um. ARE in favor of capitalism, broadly speaking, um, but, but not in any kind of ultimate sense. So conservatives will recognize, uh, kind of in line with Marxists actually, that there are some real downsides to markets and markets really disrupt things and cause all kinds of chaos and change. And so, uh, we want to be kind of skeptical of the market and, and use it, uh, in order to, uh, you know, improve economic growth and to make better lives for people, but we don't want to, we don't want to worship it as some kind of idle. Um, SO I see, I see Oakeshott in scrutiny as, as reacting both toward the, the modern liberals, uh, but also toward the classical liberals who, who, um, uh, are conservative in one sense, they're conservative in an economic sense, but not really in a, in a social sense, um. And these, these divisions, I think, are still with us in some measure. So one thing that comes out of the libertarian movement in the 20th century is the so-called fusionist conservatism, which was a marriage in America between, um, kind of traditional social conservatives, uh, religious conservatives, you might say, um, That, uh, who were opposed to communism in the in the 1950s and 1960s, and the uh libertarians or or free market types, and fusionist conservatism was supposed to kind of blend those two things, so the The social conservatives could support the free markets, uh, but not the kind of, you know, libertine lifestyle of the libertarians or the classical liberals, and the classical liberals could say, well, you guys are social conservatives, but at least you support free markets. And of course, both groups were very opposed to communism, uh, and the Soviet Empire, and both, both views were opposed to modern liberalism. Uh, SO it was a kind of a, it was a kind of a convenient alliance, and it, and it was very successful, characterizes the Reagan era in America and and Thatcher, of course, and uh uh it kind of culminate, it sort of peaks in the 90s, I would say, and then you get a kind of You got a kind of status quo conservative politics, uh, you know, for, for the 2000s and 2010s, and then of course, everything was blown up in, in 2016 with with Trump."
	},
	{
		"start_time": "52:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh YES, uh, let's talk then about Trump, uh, about the present of conservatism. That fusionism that you mentioned there that occurred in the 20th century between conservatism, or traditional conservatism and libertarianism. How did it eventually transform into the sort of populist nationalist conservatism associated with Donald Trump and his supporters?"
	},
	{
		"start_time": "53:04",
		"speaker": "Tristan Rogers",
		"words": "Yeah, that's a great, great question. So that's really the, the focus of part two is to try to connect the ideas of conservatism that are explored in part one, these philosophical ideas and say, well, of what relevance to these ideas have uh in the current moment. What relevance, to what extent is conservatism present connected to conservatism past? And there's good reason to think that they have nothing to do with each other. Um, AND the task of the book was to try to say, oh, no, actually, there's, there's more to it than you think, like, you know, Donald Trump is no conservative political philosopher, but, you know, if you take some of these ideas that are associated with the conservative movement that's going on now, seriously, you can trace them in in various ways. Um, SO how did that story happen? Um, So the story I want to tell and and Um, I don't know how convincing it is, but people more interested in the, in the history of American conservatism than I than I am, will have a more thorough story to tell. I'm really interested in the ideas, but as far as the, the, the politics go, I, I think the simplest story is just that the fusionist, uh, consensus just failed to conserve anything, um. This is a view that I think Patrick Denin has talked about this and why liberalism fails, and in his, his latest book, a regime change, uh, fusionism, it was supposed to be conservative, but it ended up just, uh, kind of promoting free markets, which, yeah, that's a good thing. But it didn't really do anything for social conservatives, right? Society got way, way, way more liberal, um. And, uh, didn't shrink government or do any of those things that were promised, right? Oh, we're gonna get a smaller government. Well, no, that didn't really happen. Um, AND so it just really, it really just failed to conserve anything that conservatives care about. And so, the populist movement, I think, is a reaction to that, to say, look, we voted for you guys, you know, on these platforms. You said you were going to do this, you said you were going to do that, and it hasn't happened, right? Uh, YOU haven't been listening to us and, you know, we tried to You know, vote, vote, vote for these kind of respectable people like, you know, Mitt Romney's and the George W. Bush's and and the John McCains and these kind of figures, and they were all useless, and they didn't get the job done. Uh, SO, OK, this big loud guy is gonna come along who, yeah, OK, he's, he's he's not a very nice guy. He doesn't really have conservative principles, but he's, you know, gonna advocate for us and he's gonna He's going to, uh, you know, actually do the things that he says he's that you guys said you were gonna do, uh, and so we'll just, we'll just go with him, um. And that has been successful, it seems, uh, and so there's a kind of, there's a kind of backlash against the kind of respectable form of politics that was, you know, kind of conservative in, in, in manner and conservative in in temperament and and affect, but not conservative in results. Um, AND then the, the nationalist side, I think, is to say, well, you know, we want to like refocus on what we're doing, and we don't want to be involved in all these global conflicts and, and we're, we're gonna focus on the health of our own of our own societies before we look at the before we look at other societies. Um, SO that's, that's, I think the story it was just You know, conservatives did a bad job. They didn't do anything they said they were gonna do. The conservative electorate really remained, and they saw an opportunity to, you know, hire somebody for the job that was willing to do it and didn't really care what anybody thought, uh, especially didn't care what the media thought, or the, the so-called liberal establishment, and so on. And uh Yeah, kind of obvious in hindsight, I think, uh, but we're still grappling with this, right? So, you know, every day there's some new thing, the tariffs and the foreign policy and this and that, and, uh, I don't know, for conser conservative is supposed to be kind of flexible, right? So it's it's not supposed to be ideological, it's not supposed to be doctrinaire, it's supposed to be kind of flexible and move at the time. So I'm many conservatives are kind of unsettled by. Everything that's happened in the last decade or so, but I think, no, it's, it's necessary in some measure, and you have to be very careful. Uh, THERE'S reasons to be afraid of populism, uh, but I think ignoring it is worse. So I think populism, it's more of a, it's more of a symptom than a cause of, of the discontent that that we're experiencing in, in the, in the west."
	},
	{
		"start_time": "57:38",
		"speaker": "Ricardo Lopes",
		"words": "So in the latter part of your book, you go through several different topics and modern aspect, aspects of modern modern society that conservatives have a say in or they hold certain attitudes toward them. So let me ask you, I, I'm not sure if we will have time to go through all of them, but at least let's go through some illustrative examples here. What kinds of attitudes do conservatives hold toward immigration?"
	},
	{
		"start_time": "58:10",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so in the nationalist chapter, um, chapter 6. Um, I put forward a kind of conservative view of nationalism that's not ideological. It's really about um thinking about uh the domestic political community, prioritizing the interests of citizens over the interests of foreigners, and it's viewing the nation in terms of uh territory and law rather than ethnicity or religion or or anything like that. Um, SO it's supposed to be a kind of minimal view of nationalism that's not subject to the kind of objections that people put forward that, oh, this is just, you know, white nationalism or Christian nationalism or whatever kinds of things that people say. Um, AND then the big issue that's raised by, um, Uh, by, by the nationalist idea, especially in the current moment, and it's an issue that drives a lot of populism is the issue of immigration. So there's a fairly long discussion of immigration in, in Chapter 6. And, uh, the view I put forward is that uh conservatives are not opposed to immigration in principle. Um, Although I do think that they are opposed to illegal immigration in principle, because illegal immigration is a violation of the rule of law, um, by definition. And so there's a kind of open and shut case against illegal immigration on conservative grounds, uh, if you believe in the rule of law, uh, so I explain that argument in chapter 6. ON the other side, there's legal immigration, and there you might take different views. I, I don't think conservatives have to be opposed to legal immigration in principle. Um, IN a democratic society. You might think that legal immigration should be determined by what the people want, and it should be uh decided legislatively, and of course, the problem in America is that the legislature hasn't been able to pass any kind of immigration reform, and so it's been subject to the whims of whatever administration is in charge, so the Biden administration just kind of, you know, Didn't bother to enforce the laws and so we had record numbers of, of illegal immigration and now Trump is shutting things down and so, you know, it just depends on who's in office. Um, Now, uh, even if, so yeah, even if you have legal immigration, uh, it should still follow the will of the electorate, and, um, if you look at opinion polling, uh, in America, and, and I think this is true in Europe as well, most people want less immigration, even, even legal immigration, even if the law is not being broken, people think, ah, you know, the societies are, it's changing a little too fast, right? It was, there's too many people coming in, it's a strain on social services. Uh, YOU know, this is not the country that I grew up in. Things have changed too quickly. And for years, politicians have just ignored those desires. Um, YOU know, for one reason or another, whether they like the idea of having more labor come in or, you know, they're serving all these different interests. And it also just looks, it looks like being open to immigration is a good thing, right? We should welcome people, we should be generous, we should, you know, want to help people who are, who are fleeing. You know, catastrophic situations and so on. Um, SO the pro, uh, the pro-immigration side really has their heart is in the right place and, and And there's reason to support it. Um, BUT we have to be prudent about these things, and, you know, you just open up the doors and let people come in, or maybe even abolish borders, which some libertarians want to do, um, you're not gonna have a country as, as President Trump is fond of saying, right? A nation without borders is not a, is not a country. Um, SO even for the legal side, I think there are reasons that a democratic elect electorate might want to Might want to slow immigration or to impose certain kinds of restrictions to, you know, up the requirements for, uh, you know, the citizenship exam and so on. And I actually became an American citizen in the course of writing this book, so I have some I have some knowledge of the immigration system and the, the civics exam that they make you take is, is embarrassingly easy and and pitiful and just, you know, it should be a lot more difficult um than it than it actually is. And then the last, the last reason which is connected, you might think, well, why would democratic electorates have these desires? Uh, THERE'S economic and cultural reasons why you might oppose, uh, even, even legal immigration. So it might come at a cost to the domestic labor force. So even if immigration is good in the aggregate, it doesn't follow that just because immigration is good for GDP that, uh, you know, me working some, I don't know, manufacturing job in the middle of the country. Might not be good for me. It might cost me a job even if it's good for the country as a whole. So I think it's, it's not a good idea to ignore those people and the fact that those people have been ignored is what's driven the populist movement, I think. Um, AND then the cultural reasons have to do with just, OK, we're gonna let people in legally, OK, well, who should we let in? I mean, Should we let people in who are kind of more like us, who have beliefs that we have? Should we let people in who are, you know, Uh, coming from war-torn countries, um, these things make a difference because a country is, is not just an idea, and it's not just a, a set of laws. The country is made up of the people. And so, if you import a bunch of new people into your society and they're different, uh, now your society is different and it's gonna change. Uh, SO I think it's, it's reasonable to care the kinds of people that you let into the country."
	},
	{
		"start_time": "1:03:51",
		"speaker": "Ricardo Lopes",
		"words": "What ideas do conservatives have about the family and how important is the family as a kind of social unit and institution?"
	},
	{
		"start_time": "1:04:03",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so conservatives, and this is in chapter 7 on the family, um, for, for conservatives, the family is the most important social institution, and the government exists to uh serve the family, to protect and and serve the family, not, not the other way around, um. Um And now, why is, why is the family the most important social institution? So it's the It's where we're formed morally, right? It's where we develop our ideas, it's it's how society is is passed on from one generation to the next. Uh, PROVIDES a secure environment for children, um, and it exists as its own kind of autonomous society and as a, as a potential, uh, check, let's say to government, government power. Um, THE conservative view is that all these all the institutions smaller than the government exists as a kind of counterweight or a kind of uh uh equilibrium, equilibrium of of authorities. And the family is, is the most important one because it's what we're born into, it's what forms us. Um, AS I say in the chapter, the, the family is a, is a place for formation, not a place for freedom. And there's this idea that, uh, you know, the family is a kind of restriction on our desires, and the family should really just exist to serve the children, to make them into who they're supposed to be or whatever, uh, whatever the idea is, and the conservative view is, no, the family is, is, is there to form you to be fit for the kind of society that you live in. Uh, SO there has to be a kind of, a kind of cooperation, uh, between the state and the family. And you can see this in education, right? Are the public schools there to, you know, form your kids into the kind of citizen that the government wants, or are they there to, you know, partner with the families in order to Uh, form, form children in ways that, that, uh, That that are that are not antagonistic, right? And, and you see this conflict all over the place now with the kinds of stuff that's getting taught in the public schools and conservatives are, are sounding the alarm about all of that and, and rightly so, I think because uh Uh, in many aspects, the, the purpose of the public schools seems to be to separate the children from the families in a certain kind of way, and to turn the, turn the children against the families in a way that, uh, conservatives would say is a kind of active and piety, um. So that's the, the idea of the family. I talked about some other issues in that chapter. Um, SO the family is usually associated with social conservatism, which has to do with, with views about sex and marriage, and, and abortion and so on, so-called family values. Um, SO I give, I give, uh, I give some arguments against abortion in that chapter. Uh, BASED on the value of life, right? If we're gonna be conservative, if we're gonna seek to conserve the good, well, life is among the most important goods, right? It's the source of all goods in some measure. And so the conservative case for abortion is that we should preserve life, we should be Uh, we should be grateful for life, we should be open to life in a certain kind of way, um. We should be opposed to the destruction of life. Um, AND of course, abortion is something that gets in the way of the reproduction of society over time because it interferes with the reproduction of children. Uh, OF course, birth rates are at record lows, so conservatives have an interest, the state has an interest in people having families and having children, um, if only to, you know, uh, fund the social welfare programs and that that need uh taxpayers and so on. Um, SO that's, that's kind of the abortion, uh, angle of the chapter, and then, uh, I give some arguments for traditional marriage as well. And also uh conservative attitudes about about sexual ethics, which I don't know, probably. Even among conservatives, not everybody is a social conservative in this way, and, you know, even if you look at the Trump movement and the populist movement, you know, how much of that movement is really in favor of traditional sexual morality. I mean, I don't know, it's hard to say, but I do think it's core, I do think it's core to the view and and really lies at the center and uh. You know, even if conservatives win elections, if the family is destroyed, there's not gonna be anything left for the politicians to conserve, I think. Um, SO I'll just give you a little taste of some of these arguments, um, uh, you know, the argument for traditional marriage is that, you know, marriage is a tradition, it's a custom that's, you know, been the same for centuries, and it's Foolish to think we could reform it. It serves a certain kind of purpose. Um, MARRIAGE is not just a kind of voluntary arrangement that you might or might not enter into. It's central to human life. It has a certain kind of function, uh, to, to raise children and to provide companionship for the adults. Um, SO I give kind of a, I don't know, an ethical, an ethical argument for traditional marriage that uh grows out of some of the conservative thinkers. Um, Hagel has a very good view of, of the ethical aspect of marriage. Um, AND then the traditional conservative sexual ethic, of course, grows out of the, the view of marriage. Um, WHAT is sex for? What's the purpose of sex? Is it just pleasure, is it just fun? Uh, NO, sex is for, right, to make a marital union stronger, and it's also for the, for the production of children. And if that's true, then the moral norms that govern sex are gonna be a lot more than just consent, uh, and The reason for that is that uh sex can't serve its purpose if it's not governed by norms, and the norms have to kind of serve the purpose, uh, not just serve the individuals. Um, And, you know, there's more of a case to be made that the the conservative sexual ethic is actually better for the individuals as well, that it actually leads to more long term happiness, um, and some of this is starting to kind of break through, um. I'm trying to recall her name. I think it's Louise Perry. Louise Perry wrote a book recently against the, against the sexual revolution, uh, uh, kind of on feminist grounds as I recall, I cite that book in the chapter. Uh, AND the basic idea is just, look, if you, if we're gonna be conservatives and we want to promote happy lives, we want to promote lives of virtue, well, uh, a life of virtue that Leaves sexual ethics out of it and thinks that consent is the only thing that matters for sex, it's not gonna be a happy life. Uh MIGHT be happy in the short term, but it's not gonna be happy in the long term. Um, SO that's kind of, kind of the case I give there."
	},
	{
		"start_time": "1:10:39",
		"speaker": "Ricardo Lopes",
		"words": "And how do conservatives deal with issues surrounding responsibilities and rights?"
	},
	{
		"start_time": "1:10:47",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so this is the last, uh, the last chapter, chapter 10, um, kind of falls out of the theme a little bit. So 6 is on nationalism, which looks at kind of the global, not the global, but the domestic political community. Populism kind of looks at more kind of local issues, economic issues, um, things like that. Uh, THE family is focused on the smallest unit, right, uh, of, of society. Um, THERE'S a chapter on education, which I guess we're gonna skip over that, uh, which is on the, the role of schools in the community, so again, at the local level. Um, AND the last chapter is on responsibility. And so there I'm looking at, uh, I'm really trying to answer what's the role of government. And so you might have thought, maybe you should have started with that. And but for me, those other, those other ways of looking at society from the different levels, from the family, the local community, the national community, that's the right way of thinking about it, I think, from a conservative point of view. Um, SO in, in chapter 10, I talk about the purpose of government, and I want to emphasize the purpose of responsibilities over the purpose of rights. Uh, SO usually in a lot of liberal political theory, what's the purpose of the government? Well, it's to establish justice. It's to protect people's rights, right? It serves this kind of procedural role. And then within that framework, the debate between the libertarians, let's say, and the liberals is really, well, how big should the government be and how many things should it do? Should it just protect people's property rights like the libertarians think, or should it also ensure that people have some kind of minimal level of well-being? And so that's the debate that you saw really in the 20th century uh between so-called big versus small government, surely the debate between Rawls and Nozick, as I see it, um. And I want to just kind of sidestep that debate and say that the purpose of the government is not really how big or small it should be. It should be as big as it needs to be or as small as it needs to be, and that really depends on the circumstances. So in the American context, you know, we have this massive country and the government's big because it's a big country and it's grown to be big, and it's, it's grown in ways that are not good, let's say, but, OK, it has to be sort of proportionate to the size of the country. Um, BUT the thing that matters is what's the government doing? What's the purpose of the government? Is the, is the government genuinely serving the common good of the people? Um, It's conceivable that a government could protect everybody's rights, but everybody was miserable and vicious, um. Um, THERE'S a line, uh, I'm, I'm taking a line out of uh Rosalind Hirsthouse, who's a very good virtue ethicist, and she says, uh, can you imagine a liberal society in which everybody's rights are respected, but everybody is wicked and vicious? Seems like that's perfectly possible. Uh, WELL, if that's possible, that's a society that respects people's rights, and it's, it's just in a certain sense, but it, it's certainly not good. And so on my view, the conservative view of the government is a kind of reciprocal relationship which exists between the government and the citizens, and the government is looking out for the well-being of the citizens, and the citizens are performing their obligations that they have to the government, they're following the law. Um, AND so, the, the citizens receive rights, but they also have responsibilities in order to sustain the government, and, and not just the government, but also, um, what I call following uh Robert Nisbet, the, the intermediate institutions, the institutions that lie between the individual and the government, so the, the church and the school and the, the family, uh, what sometimes called civil society. And The conservative view is that the health of the intermediate institutions is what prevents the government from becoming too big or from uh becoming tyrannical over the individual. Um, AND that really grows out of uh a critique of liberalism that you find in uh Toville. Uh, THAT Robert Nisbet, who wrote, um, this great book, The Quest for Community in 1953, um, uh, drew on Tocqueville to show that Uh, actually, liberal liberalism, when it, when it releases you from the government, it actually makes the government stronger because it actually weakens your ties to all of the intermediate institutions and actually kind of destroys civil society. And so you're freer, but you become, you become perversely more dependent on the state. And so, uh, Nisbet says, you know, what the state gives to the individual, it just sort of takes to grow, to grow itself. And that's the way in which the, the, the social liberalism and economic liberalism, uh, uh, sort of work together in order to grow the state, and both come at the cost of the individual. Um, ON the conservative point of view. And so the way to avoid that from a conservative point of view is to emphasize responsibilities, to not just focus on the state versus the individual, but to look at the intermediate institutions and to see the, the purpose of the citizen, in conjunction to the purpose of government as performing various roles that you have, uh, in virtue of being a member of, of, of these various institutions."
	},
	{
		"start_time": "1:15:48",
		"speaker": "Ricardo Lopes",
		"words": "So I want to ask you just about one more social institution, and then I have one final question before we wrap up our conversation. Uh, WHAT about religion? How does conservatism relate to religion and the society need religion?"
	},
	{
		"start_time": "1:16:07",
		"speaker": "Tristan Rogers",
		"words": "Yeah, um, So there are different views you could take on this, um. Some conservatives like Michael Oakeshott, for example, uh, seem to not think religion is central to conservatism. Um, That it's valuable, let's say, but, but not necessary. Um, I think it's necessary in a certain kind of way, and there's kind of two arguments you can give that look like maybe their intention, but I think kind of come together. Um, SO there's what you, what you might call the, the skeptical or the empirical argument for religion on conservative grounds, which you see in David Hume, I think, even though he was kind of irreligious himself, um, you definitely see it in Burke. And this is the idea that uh society needs religion to serve as a kind of school for uh forming people, for giving them a sense of responsibility, of a sense that they're accountable, or they're subject to some form of judgment, that is not just the judgment of their peers, and it is not just the judgment of the government, but it's some kind of higher judgment. Um, SO it's a kind of consequentialist or utilitarian justification for religion. Of course, it doesn't say it has to be this religion or that religion. Although maybe there has to be a majority religion. So it sees religion as as serving a very important social function in coordinating people and um allowing them to be united in the same society, even if they have all these other, other differences and so on. And it sees uh religious pluralism as, you know, potentially a problem for the unity of the country. Um, SO that's the skeptical side. Um, I say skeptical because, um, it's not skeptical of religion, but it's skeptical of this idea that human beings can govern themselves without any kind of metaphysical or or uh spiritual dimension, right? If people can't govern themselves by the material world alone, right? We need some kind of, we need some sense of the spiritual. Um, THE other argument is what you might call the metaphysical argument for religion. Which says, no, society needs religion because we have to be oriented toward the highest good and the highest things, and we have to be oriented toward the truth, right? And what conservatives are trying to conserve is, is the, the three transcendentals, the, the true, the good, and the beautiful. And if you exclude religion, you're gonna miss at least one of those, and probably all of them. In a certain kind of way. Um, AND so you see this in, uh, Joseph De Maestra, who I discussed in, uh, in chapter 4, who was a very strong Catholic and a critic of the French Revolution, and he thought that in order to, he says, um, I'll paraphrase, but he says, in order to conserve all, you must consecrate all. That in order to conserve things, they have to be sacred, right? Uh, LIKE, even if you don't think they're sacred, just make them sacred, right? And if you make them sacred, they'll be secure, they'll be less, they'll be less liable to vandalism, uh, of one kind or another. Uh, SO the metaphysical conservatives says, no, we should, we should protect these things because they're good, because they're sacred, because they're valuable and they're important. Um. Now, OK, can we predict those things if we don't actually believe in them? Well, probably not. Probably you actually have to believe in order to protect them, right? You can't just say, well, yeah, people should be religious and we should have religions and we should have churches, but, well, I don't have to participate in it, right? I think a lot of conservatives are I think tempted to that view, but I think, no, if you think religion is important, you actually have to do it yourself. You can't just be a spokesperson for it. And I think you see that now in some of the some of the intellectual movements toward Christianity, for example, some intellectuals are starting to kind of come around, you have people like um Hersey Ali and and and Niall Ferguson, her husband. And of course, the Jordan Peterson phenomenon, all these people who are kind of making, making moves toward religion at first from a kind of, you know, civilizational point of view, but I think at some point you have to say, well, is this true or is this not true? And if it's not true, then probably it's bad for society, right? But if it is true, then it's good for society. So."
	},
	{
		"start_time": "1:20:09",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, finally, how do you look at the future of conservatism?"
	},
	{
		"start_time": "1:20:15",
		"speaker": "Tristan Rogers",
		"words": "Yeah, so the last chapter is is titled The Future of Conservatism. And um This is not really original to me, I guess, but I like to see conservatism as a kind of a journey, um, a journey through time, and, and so that's why the, the book is organized as it is past, present, and then a final comment at the end on the future of conservatism. Um, SO there's this kind of critique that you see, um, that conservatism is really about a kind of quaint nostalgia or something, right? It's about, you know, reminiscing about the good old days and You know, you can watch videos of look how people dressed in the 1950s. Look how beautiful they looked, you know, it's like, why can't we just go back to that, to this kind of quaint nostalgic idea, um. There's a great interview that uh Roger Scruton did with Peter Robinson of the, of the Hoover Institution. And at the end of the interview, Robinson gives him this objection. He says, this all sounds great, Roger, Sir Roger, but, you know, this just sounds like Tolkien. This is just like, you know, longing for the Shire, and, you know, what's what of what relevance is that now, and how we, how can we conserve when everything's been destroyed and, and what is, what does the future look like given that and and scruton gives this very moving answer where he says, look, you know, We're always on guard against destruction. Things are always falling apart, but there's this kind of call to build, and there's this call to conserve, and there's this call to, you know, even if everything is gonna fall apart, like it doesn't have to fall apart today, right? It doesn't have to fall about, it doesn't have to fall about fall apart tomorrow. And the purpose of conservatism in the future is just to say, well, this is how we're living. This is like, this is how we'd like to continue living. And in order to continue living like this, we have to build. We can't just sort of wish that things were like they were in the past, and we can't just assume that things are gonna follow along. So, part of the, part of conservatism is conserving, part of it is promoting the good. But then there's also this aspect of building that in order to promote, you can't just, you can't just talk, right? You can't just write books on You know, conservative political philosophy and think, OK, I'm gonna write this book and everyone's gonna see the light and everything's gonna come forward. It's like, no, you gotta get involved in your community, you gotta have a family, you know, you should probably join a church, you should probably get involved in politics at the local level, um. And that's gonna give you a life. It's gonna give you a life that's worth living. It's gonna be something to do, um, it's gonna develop your virtue and, and so on, and you're gonna be a better citizen and so on, um, and it's gonna be a journey and it's gonna actually lead somewhere. Uh, IT'S gonna cause you to build things. And the idea of the journey, and this is kind of the conservative aspect, right? You're not You're not journeying into some promised land, right? You're not journeying to utopia. That would be one kind of more liberal way of looking at it. We're gonna, you know, we're gonna be the change we see in the world, and we're gonna change the world for the better, right? And this is what every university website says, we're gonna build students who make a difference in the world. And the conservative attitudes and no, the journey is really about, it's about building a home. It's about journeying back, right? It's about journeying home to where you should be, right? To where you're meant to be. And it's, it's only in the journey in that you are able to find the home, right? So, you journey into the past, right? You understand your tradition, you understand the society that you live in, and then what first seemed alien now seems like it's yours, right? So you make the thing yours, and then you live it in the world, and I, uh, I wanted to finish the book with, uh, the, uh, This uh This, uh, TS Eliot poem from the 44 quartets, where he makes this, he makes this point in this kind of poetic sense. My publisher said, oh, you can't use that because we have to pay the copyright, but, uh, but he has this idea of the journey home, uh, and the journey home, the journey leads back to home, and in, in undertaking the journey, he says, you come to know the, you come to know the place as if for the very first time. Uh, AND so that's what I see the, the role of conservatism is to make us feel at home in the world to. You know, protect against the alienation, to, to build a good life for ourselves, and to, to hopefully to conserve the good that we have left, and maybe to build it and promote it into the future."
	},
	{
		"start_time": "1:24:27",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again conservatism, past and present, uh Philosophical introduction. Of course, I'm leaving a link to it in the description of the interview. And Doctor Rogers, just before we go apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:24:47",
		"speaker": "Tristan Rogers",
		"words": "Um, YEAH, you can find me on X.com, formerly known as Twitter.com. Uh, Tristan J Rogers 11. You can just search for, you know, I'll pop up there. I'm not spending a lot of time there right now cause it's uh Lent, but, uh, trying to limit my social media use. Uh, I have a website, TristanJ Rogers.com, uh, where I have some of my other writings. And uh you could buy the book on Amazon.com or Rutledge.com, and I have an academia.edu page as well. You can look that up. There's a link. There's a link on my website. And of course, you want to send me an email, I always love to get emails. Tristan J. Rogers1@gmail.com."
	},
	{
		"start_time": "1:25:30",
		"speaker": "Ricardo Lopes",
		"words": "So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:25:36",
		"speaker": "Tristan Rogers",
		"words": "Thank you very much, Mr. Lopez. Pleasure is all mine."
	},
	{
		"start_time": "1:25:40",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Labrant Ju Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]