[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Richard Lopez, and today I'm joined for a second time by Doctor Richard Wolf. I'm leaving a link to our first interview, which was about socialism, communism, and Trump's second term. In the description of this one, and today we're going to talk about Trump's tariffs, Elon Musk and his influence on American politics and the BRICS. So, Doctor Wolf, welcome back to the to the show. It's always an honor to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Thank you very much, Ricardo. I'm very glad to be here."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So, let's start with Trump's tariffs. Of course, he has just announced uh tariffs for countries all around the world. I mean, practically every country out there, uh, for example, he announced 25% tariffs on Canadian and Mexican products, 20% on products coming from the European. Union where I live, and an additional 10% on Chinese products, an additional 10% because it adds to the already existing tariffs. And I've heard many things, including from American political pundits. I've heard them saying that this is about fair trade and not. Exactly trade war that it is a working class war against the financial system because uh the objective Trump has in mind is to bring back manufacturing jobs to the US and so on. So what do you make of these tariffs and what will be their consequences?"
	},
	{
		"start_time": "01:41",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "OK, um, the basic purpose of these tariffs is to make the rest of the world pay for the difficulties that the American economy finds itself in at this point in its history. We, we have been telling ourselves here in the United States, and I'm speaking to you from New York City, where I live and work. Uh, WE have been denying to ourselves as a nation, the depth of the economic problems we have. We have been denying to ourselves that the American empire created in the 20th century is now over and declining, as all empires eventually do. Uh, WE are going in the same path that the British Empire did before us and so forth. Uh, NONE of this, however, is spoken. 11 is not allowed in this country to speak like that. We just had a presidential election in which neither Mr. Trump nor Mr. Biden nor Ms. Harris ever said a word about a declining empire, ever said a word about fundamental economic problems. And that means this is a country that comes late to trying to solve them because it has spent so much of its time denying that they're there. So, when you have to catch up, you don't have the time to have a conversation, to work out an arrangement, to discuss, to debate, none of that. We are suddenly confronted with a reality that has actually already been there. And in case people are wondering, let me briefly tell you, the United States lost the war in Vietnam. That was already back in 1975. We lost the war. The government of Vietnam became the Communist Party of North Vietnam, who was the enemy of the United States, excuse me, in that war. We then lost the war in Afghanistan. The Taliban runs the Afghanistan, that was the enemy the United States ostensibly was fighting. It lost the war in Iraq, and it is now losing the war in Ukraine. Any empire that keeps losing wars on its periphery, and remember, these were all wars between the United States and some of the poorest countries on earth, like Afghanistan, Vietnam, and so, and we still lost the war, and you can dance around it all you want, but these are signs. 12. Over the last 40 years, 50 actually, we have lived through a radical redistribution of wealth from the bottom and the middle of our population to the top. If you do a study, you will see that the top 10% account for the entire gain in wealth over half a century. That is a trauma for any society, but in a country that prided itself on a big middle class, on everybody enjoying a high standard of living, this is double the trauma, and that's why we have Mr. Trump. Mr. Trump was the anger, the bitterness, the, the, the rage of a Population that had been told they were Americans, and because they were Americans, they were entitled to the American dream of prosperity, more for their children than for them, more even for their grandchildren. This kind of story has been told in America by Americans, to Americans for a century. It's all over, and it's been over for a while, and now suddenly it's arrived. The anger, the bitterness has arrived, and people want something to happen. And Mr. Biden and Ms. Harris promised them more of the same, and they were rejected. Mr. Trump said he would fix everything overnight, and people went and hoped that that might be true. In under 3 months, Mr. Trump, as the new president has proved to them, is not true, it's not gonna happen. But to be fair to Mr. Trump, he has in fact acted with the kind of enormity that the situation demands. So what did he do? He figured out that what sells in America politically, and this has been true for a long time. Is any kind of argument, and you have this in other countries, Europe, for example. The idea is to suggest that, oh no, we don't have terrible problems, but we are determined not to permit foreigners, not Americans, to you know, cheat in their dealings with us, to take away from us, the reason we are not able to enjoy the American dream is the fault of outsiders, others, very dangerous, kind of thing that leads to fascism. It's our problems are not ours. They are imposed on us. So suddenly you see an urgent need. Think of it, we're a country that is built on immigration. The original people living here were genocidally removed. And Europeans took their place, and one wave of European immigrants after another, and then the wave of African slaves, of course, alongside that, done by Europeans. OK. Suddenly, we are not only no longer accepting immigrants because our economy cannot accommodate them. We are deporting. Somewhere between 2 and 10 million people are scheduled undocumented immigrants to be deported from the United States. OK, that's an extraordinary, and how are they treated? They're dangerous. Mr. Trump refers to them as murderers and rapists. He talks about them as invading the country. Look at the language. These are terrible evil people. Now, let me be a professional economist with you for a moment. This is a country of 330 million people. Undocumented immigrants, maybe 10 million, maybe 12 million. It's hard to know. But there is no way on God's green earth that a poor population of 10 to 12 million explains the economic difficulties of an enormity of 330 million Americans. It's silly, but it worked, and it showed Mr. Trump blaming foreigners and punishing them. Gives the impression, he hopes to the mass of people that this is a dramatic act, and it is a dramatic act. And the second step after expelling the evil immigrants, and remember, when I was growing up, I, I was born in the United States, I've lived and worked here all my life. It used to be told to us in the schools, in the media, that immigrants are wonderful, immigrants are what made America great. Immigrants came here and worked hard and all of that. So this is a a reversal. Everything about the current situation in America is a reversal of ways of thinking and ways of acting. It's a measure of how desperate this country is. Behind all the fakery is an anxiety, a fundamental kind of anxiety. So, Mr. Trump, seeing it being successful to scapegoat the immigrant, Decided, why not do this on a bigger scale, Scapegoat the whole world. Everybody's cheating us. Americans were so stupid over the last 40 years that everybody could take advan. Yeah it takes quite a a a shaken population to buy into this. So he's punishing everybody. You are going to have to pay a tax if you produce something in Europe, you know, a French cheese and Italian wine, uh, uh, a Finnish telephone, whatever comes here, you're gonna have to pay a tax. That's all a tariff is. It's a tax on imports. Nothing complicated about it. Many countries have had a tariff, including the United States. The United States had tariffs before Mr. Trump, but what he's done is expanded because he's in a hurry, because the problems here are very severe. And since he's a billionaire, and since he's completely surrounded by and controlled by the billionaires who pay for his politics, he is not doing anything to change the distribution of wealth and income. We have a growing population of poor people and 800 billionaires in this country. The gap between rich and poor, he's doing nothing about that. And so my conclusion for you and for the world is to understand the problem of this country is its inequality. And what Mr. Trump is doing, tariffs included, will not change that and therefore will not solve the problems of this society. And that means Mr. Trump is likely to fail. The odds are overwhelming that he will fail. It won't bring jobs back. None of those things will happen. All that we're gonna see is the rest of the world gathering together, because now the whole world has an enemy. I cannot stress this too much. We saw over the last 3 days, people who have been very having a hard time getting together. The Chinese, the Japanese, and the South Koreans get together around how to cope with and respond to Mr. Trump's tariffs. Europe, where you are, which has been unable to unify and has been declining economically because of that, may now be able to unify out of the enmity with the United States. You know, this is extraordinary historical shift. But the United States is becoming isolated. It's becoming a rogue nation. It is the nation, everybody else is organizing their policy against. And the long term consequences of this situation. ARE beyond what any of us can imagine. The United States is not the center bringing democracy to the rest of the world. The United States is a danger. The United States is a threat. The United States may damage your economy. Americans are not gonna be able to afford Mercedes-Benz or BMW cars. And the German economy, which is in recession now, what will happen to it? And that was the strongest economy in Europe. If I were a European, And both my parents, you know, my father was French and my mother German. I come out of the European tradition. I would be very worried. About what is going on, especially since almost every European government is led by people who have been eager to be subservient to the United States for their entire careers. These are useless people to deal with a change situation. The first thing you need to do in Europe, with all due respect, I'm not there now, is to get a different group of leaders. You have a, a new set of problems. You need people that are not dependent on the United States, who have not made their whole career by championing the United States. This is a dead end. As if the conversations between Trump and Putin weren't enough, you are now assaulted by a much more dangerous development."
	},
	{
		"start_time": "16:21",
		"speaker": "Ricardo Lopes",
		"words": "OK, but let me ask you then, would there be any way that tariffs would work in the way that Trump claims uh they would or they will in the sense of, for example, when it comes to America bringing back manufacturing jobs to the. US and other potential positive effects like that. I mean, is there any way that the tariffs in general and perhaps some targeted tariffs targeting certain specific kinds of products would help in any way or not?"
	},
	{
		"start_time": "16:57",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "It's a very low probability. It's not 0, not 0, it's not, I'm not saying it could never happen, but this is It is very strange to have a policy. Let me explain. The last 10 presidents we've had. Bushes, Clinton, Obama, all of them. Promised when they run for office, to bring manufacturing back. Everyone promised it, none of them delivered it. If you look at manufacturing in the United States over the last 70 years, it's a line that just goes down, right? So there's nothing new about a president saying, I am going to do support me, vote for me, I am going to bring that, this is boring. I, it, it, people should not believe it, you know, if a person, if, if a president keeps promising it and they can't deliver it, that means that there's something going on that makes it too difficult to do. That's the first problem. The second problem, and here let me be a professional economist. For a corporation with a factory, say, in Mexico, or a factory in Africa or a factory in China, for them to move to the United States, which is what the idea here is, they will come back, they use the word reshoring, bring them back to our shores. This is an enormous decision, costs an enormous amount of money. And takes years to accomplish. It took 30 years for American corporations starting in the 1970s to move their production en masse out of the United States to Canada, Mexico, Europe, China, Asia, Brazil, and so on. It didn't happen in a year or 5 months or anything like that. So you're not going to see a result. In any time soon, for sure. #2. In order to make that decision, the corporation has to believe that the tariff will stay in place. Otherwise, you would be spending an enormous amount of money to move into the United States, only to have the uh tariff removed. Then you will be sorry because the wages in China are still lower than the United States and the profits higher. That's why they went there. So they're not gonna do it, you know why? Because Mr. Trump has shown. Already, for example, with Mexico and, and Canada, the two major trading partners of the United States, that one day he will raise the tariff, the next day he will drop the tariff, then he will postpone the. The one thing worse than a tariff is the insecurity of not knowing whether it will persist. So these corporations, they're not gonna rush over here. That's ridiculous. It's too expensive, it takes too much time, and it's too uncertain. When you put that together, Mr. Trump's plan isn't going to work. If he comes here and he wants manufacturing work, manufacturing work in this country has been the the least prestigious, the least accepted. Americans don't want factory jobs. They want office jobs. OK? The way the manufacturing has solved that problem is to pay uh uh factory workers better than they pay office workers. OK, but then they're gonna come spend a lot of money, shut the factories where wages are low. And come here and they're going to have to pay much higher wages, which means they're going to be Squeezing their own profits. They're not gonna wanna do that. And then the worst of it, by making an enemy of the world, here's what you're going to see. First of all, powerful countries around the world will be retaliating. The Chinese, for example, already did this morning. I got up this morning, I looked at the media, and right away, the Chinese have matched the Americans by raising. OK. OK, we're gonna see that Europe is gonna do something like that and so forth. So that means the Ameri the coming back to America means you'll have to pay higher wages than wherever you are now. And you're gonna have a harder time selling to the rest of the world because they're retaliating with their tariffs, and they are angry at you. Now let me be a politician with you for a moment. Every country on earth has economic problems. But now what Mr. Trump has done for every political leadership, no matter how corrupt. They can go to their people in Asia, Africa, Latin America, Europe, anywhere, and they can blame the United States. Oh, our problems are because Mr. Trump has a tariff. Mr. Trump has a sanction. The Russian people, for example, I pick Russia. Why? Because there are more US sanctions against Russia than against any other country. But of course it permits Mr. Putin. To do what I'm telling you, all politicians will now do. Whatever the problems Russia has, it's because of the United States, and there's enough truth to that argument to make it a very successful political argument. The world is isolating the United States, turning against the United States. The cost of that is incalculable. There are organizations in Canada today that are urging Canadians this summer not to do what they have been doing for the last 100 years. Taking a vacation with the family south into the United States. They're so angry at what their politicians are telling them is the damage the United States is doing with enough truth to it. That they're reacting. That's gonna cost us jobs, lots of them, maybe more than ever could be recouped. Only that won't take several years. That's already happening right now as I speak to you. Tourism is falling off, the numbers are already there. So these are policies which, taken together, are an unmitigated disaster. The only defense Mr. Trump could mount is to say, and here he would have some truth. The Democrats operate the other big party in this country, Republican and Democrat. The Democrats operate as though we don't have a problem, which is crazy. We at least face the problem and are trying to do something big and massive to deal with it. You know, that's why they won the election, because they said more or less that, and the mass of people realized it's crazy to stay with the Democrats. They have been unable, supposedly the party of the working class, they haven't been able to preserve what the working class has, let alone make it better. They The Democrats are the slow version of what the Republicans do more quickly, and it's for the working class, it's all down. Last point. What most economists, conventional economists, not critics like me, but conventional economists, what they're saying right now, what you would find today's New York Times or The Washington Post or any of the major media here, they're worried about something even more immediate, inflation. They're very worried that these tariffs will raise the prices of many, many things in this country. And we already have a working class very upset about the last inflation under Biden, that hurt the standard of living here. Another one. Half the reason Mr. Trump was elected was anger about the last inflation. He promised to solve that problem like he promised everything else. If we now have the inflation that most people expect, and we very well may have that. If we have that, then you're going to see a level of resistance to Mr. Trump that is going to make the New York, the United States headlines in every European newspaper for a long time."
	},
	{
		"start_time": "27:23",
		"speaker": "Ricardo Lopes",
		"words": "So, shifting gears a little bit here, you've already mentioned earlier that Donald Trump has surrounded himself by with uh several different billionaires, and that was very clear on his inauguration day where people like Jeff Bezos, Mark Zuckerberg, and Elon Musk were there among others. But talking specifically about Elon Musk. And what he's been doing with these so-called Department of governmental efficiency by targeting things like USAID targeting Social Security, mass firing federal employees, which is very curious because if we're talking about efficiency, at least if I'm not mistaken, the number of federal employees in the US has remained. More or less the same for the past 60 years, which just means that they have become much more efficient over time to serve, uh, an increasing number of people. But what, what do you make of, uh, Elon Musk and his influence on American politics and perhaps the curse of billionaires in the US?"
	},
	{
		"start_time": "28:36",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Well, Mr. Musk, you know, would be an obscure character if he weren't, you know, at the right place at the right time, you know, I, I am a person who feels that history makes the person not the other way around, and he's been made by uh a particular act that he undertook. Uh, YOU know, I don't want to take that away from him. He came up with the electric car, uh, at a time when the level of pollution was so extreme, and if you remember, if you know your ecology a little bit, the largest single source of air pollution is the automobile. The automobile is a crazy institution. Uh, I, I will speak only now about the American situation. I don't know, it could be a little different in the rest of the world, although I don't think so. I have had an automobile all my life. I'm an American. You have to have it. It the way our society is organized with the suburbs, which most, most people don't live in the city and they don't live in the country. They live in the suburb around the city and In order to move around, you have to have a car. There is no public transportation. If you're lucky, there's public transportation into the city and back out to the suburb, but inside the suburbs where most people live, you have to have an automobile. What does the automobile do? It sits in the garage, or it sits in the driveway, or it sits on the street most of the time, all night and much of the day. It it is a terribly inefficient way to move people. That's why in urban areas where it becomes even more crazy, We have subways and buses and all the other logical ways which are called mass transit here. But we tolerated it until the air was starting to kill too many people with lung cancer and emphysema and asthma, and all the other consequences of air pollution. So something had to be done. Logically, if efficiency mattered, you would go from the private gas burning car to mass transit. Street railway, underground railway, uh, buses, vans, all of those things, cause that would be saving on gas, saving on injury, saving on materials. I mean, it would be cheaper, better in every way except For the automobile company, because they wouldn't have a mass market. Mr. Musk's achievement was to salvage the private car while addressing the pollution issue, tada, an automobile run on a battery, not burning oil and gas, but still the individual car. Historically, that's not an advance at all. An advance is mass public quality transportation, like the railroads in Europe, for example, and the rail system much better than the United States system or the Japanese, which is better, or the Chinese, which is best of all. These things. Is it the, so he came up with a way for automobile companies to be to remain profitable, despite having polluted everybody, despite having killed huge numbers of people. Remember the scandal a few years ago. So when Volkswagen got caught cheating on the emissions test with their device, you know, unbelievable behavior, but he saved them, Mr. Trump, uh, Mr. Musk did. He gave them the electric car. OK, and that made him very rich because he was the first one. Tesla, which is now, by the way, going right into the toilet because it is no longer the best car. Uh, THE best car is made by a Chinese company called the BYD stands for Build Your Dream. It's a company in China. It now makes the best electric vehicles at the lowest price. The tariff in the United States by Mr. Biden, by the way, not by Mr. Trump. The tariff in the United States against BYD is 100%. If you buy a BYD car in the United States, you pay, say, $30,000 to get the car, and then you have to give another $30,000 100% to Washington as a tax, the tariff. So nobody has it. In Europe, you see BYD cars. In the United States, not a one, nowhere to be seen. OK, this is all crazy stuff for Mr. Musk's benefit. What did he do? He probably understood that his near monopoly of electric vehicle, the Tesla, wouldn't survive very long. Or to say the same thing in another way, his best hope for supporting his industry was to control the US government. And he did that by giving officially in the neighborhood of $300 million 300 million dollars to Mr. Trump for the election. Crystal clear to everyone in the United States that that's why Mr. Trump won. He had this enormous pool, all right? What else does Mr. Musk do? He is in charge of what I would call Political theater. Much of what Mr. Trump does is political theater. All of what Mr. Musk does is political theater. It's captured in the following uh video, which has gone viral in the United States. Mr. Musk is seen on a platform holding a chainsaw. And saying that's what I'm using to clean out the government. Now let me explain a little bit about what you hinted at before. In the United States, the federal government employs roughly 5 million people. Half of them are military, the army, the navy, all of that. I'm putting that aside. The other half is the civilian labor force employed by the United States government, 2.5 million. If you wanted to bring efficiency to government in the United States, you would begin by saying, Where are the government employees? Because government in this country operates at 3 levels, federal, state, and local. State governments, that's in all of our 50 states, each one has a state government. Total civilian employees of state government in this country, 5 million. Double the number of civilian employees of the federal government. And then we get to cities and towns, what's called local or municipal government. The employees there, 15 million. So if you put the local and the state together, it's 20 million public employees. If you put the federal civilian, it's 2.5, 10 to 1. If you wanted to do efficiency, you'd go to the local and the state, because that's the bulk of our public employees. You didn't. He didn't because he can't. Too much opposition, can't control it. So we make a theater of the 2.5 million at the federal, but I'm not done, not at all, not even close. How do you do efficiency? Everybody, including Mr. Musk. Has tried to get more efficiency in his bureaucracy. All bureaucracies know that and do that. There are many specialized firms who do efficiency analysis. And you hire them, they come and they look at your processes, they study your workers and how they work and how they interact with machines, how they interact with one another, how the hierarchy of levels works, and then they give you a set. OF suggestions. Here's you could fire these people, you could rearrange this over here. That's how you do it. But they're not doing that. They're just firing, you know, 10s of thousands at a time. That's not an efficiency, that's theater. That's not gonna make it more efficient. The chaos is already here. That's why we have hundreds of lawsuits now by workers and agencies that have been destroyed by this behavior and are going into court arguing it's unconstitutional, that the law passed says you must be doing this in the country. They can't do it because you fired half the people who would be responsible and And we don't know how the courts are going to act, and we don't know how the government is going to react when the courts act. All of that is bringing more chaos into the United States than we already have, but I'm still not done. In the 1960s, we had 2.5 million people, the civilian labor force of the government. Here we are in 2025, we have 2.5 million people, is the civilian labor force of the government. Meanwhile, the population of the United States grew by 100 million people from 1960 to now. So the same 2.5 million. ARE servicing at the federal level, a much larger population, and as you rightly said, that's what the word efficiency means. So these people would be the last ones you pick to attack. There might be efficiencies you could get there. They usually are. But there They're the target? That's ridiculous. That's almost insane. Ah, but it's not about efficiency, is it? Efficiency is the language. Here's the purpose. And very important for those who don't know America's economic dilemma. The only major achievement of Mr. Trump's first presidency was the tax cut he gave to corporations and business in December of 2017, right, eight years ago. That legislation that gave them huge tax cuts, which by the way, they did not need because of the redistribution of wealth they had benefited from in the preceding 30 years. Giving them a tax cut then was ridiculous. They didn't need it. It was just for his political popularity, gave them a big tax cut. Into the law, giving them the tax cut was a provision that these tax cuts would expire in the year 2025, 8 years into the future. Well, that's now. His problem is Mr. Trump political. If he doesn't do something, that law will expire this year, and then all the tax cuts that business and the rich got go away, and they will be faced with a big increase as they go back to the taxes as they were before 2018. He doesn't want that. He wants to pass laws this year that extend those tax cuts. Indefinitely forever. But if he does that, And if he has to keep spending money for all the social programs and for all the wars, remember, we in America bankroll the war in Ukraine. That war would have been over many, many, many months ago if it weren't the United States spending money. Europe spends also, but the United States is a major funder. A major provider of weapons, a major provider of personnel who have been involved with the Ukrainian army for a long time. We also fund the Israeli activity in Gaza and in the West Bank. So we have and we maintain an immense military. We maintain 700 bases around the world, military base, with an enormous military budget. About about $1 trillion a year, huge, unimaginable amount of money. So to keep spending money like that. You are going to have to what? If you're gonna maintain the tax cut for the rich. The only thing you can do is what we've been doing, borrowing money. That's the only way to solve the problem. And of course, who do you borrow from? You borrow from the rich and the corporations who, because they didn't have to pay taxes, have the money to lend to the government, which they do because lending to the government is a lot better than being taxed. Because the government gives you that money back after a few years and pays you interest while you wait. What rich person wouldn't rather lend to the government than have the government tax them? We have a government buy of and for the rich. So here's how he's going to avoid having to borrow as much as we have been, by savaging the federal budget, by not just firing all those workers, but not allowing them to spend money to support hospitals, schools, and all the And I, I want you to understand, the United States is now on a trajectory. To do everything to maintain the billionaires and the whole top 10% of our people, and to let the other 90% sink into ever deeper poverty. We are becoming the kind of third world economy we used to watch on television that is coming home, and I don't think that will survive. I think you're going to see Social upheaval, conflict, violence in this country in a way that will be as astonishing as watching Mr. Trump put tariffs on every country on earth."
	},
	{
		"start_time": "45:25",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about another very important member or element in our geopolitical system. Uh, LET me ask you about the BRICS and for people who might not be aware of it, the acronym stands for the countries who originally created this alliance, namely Brazil, Russia, India, China, and South Africa, and now other countries like Iran, Egypt, Egypt, Ethiopia, and the UAE have joined them. Uh, HOW much influence do the BRICS have or could have on the world? And can they compete particularly through the alternative institutions, payment systems, and so on and so on that they are developing, could they compete with the US and the West?"
	},
	{
		"start_time": "46:16",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "I think they already do. I mean, they have an enormous potential. I won't talk about that. I, I can't predict the future, but let me talk simply about what they are now. Uh, THOSE 5 countries have now added to themselves another 15 more, or maybe a bit more, 16 more. The most recent uh few weeks ago, Indonesia, which people should understand is one of the largest countries on this planet. Indonesia, the most recent to join them. Uh To give you an idea of how important they are. Uh, THE core economy for the BRICS is China. It is more important than the rest of them, uh, combined. Uh, BECAUSE it has, it, it is such an explosive story of economic growth in the last 40 years that China is simply is in a class by itself. But it is very careful to build this alliance. It is particularly close to Russia, and that has been true for some years, but became much stronger because of the Ukraine war for all kinds of reasons. And here's a statistic that will make you recognize the importance. You can make a study. It's the kind of thing we do in economics. You can ask what, how big is an economy, and the number we use a statistic we look at is called the GDP gross domestic product. It's a rough measure of the total output of goods and services in a year, in in a 12 month period. And we say the GDP of a country is X gives you a rough idea of how big it is. Well, I'm gonna add up the GDPs of the United States and the other members of the G7, the group of seven. So that's the United States. Uh, Canada. France, Britain, Germany, Italy, Britain, and Japan. That's the G7. That is the old dominant power in the world economy. Grouped around the United States. If you add up their GDPs, it works out to about 28% of total output in the world, the, the global GDP. So, this group of seven countries accounts for 28% of total output. Now let me turn to China and the BRICS. The new member of a very small club, superpowers in the world economy. If you add up the GDP of China and the other members of the BRICS, it's about 35% of the global GDP. In other words, the BRICS has not only caught up. To the G7, it has surpassed. By the way, it caught up in the year 2020, and the gap between them has gotten only bigger and bigger every one of the last five years. Why? Because those countries led by China. ARE growing faster than the G7. Let me give you the example of the last year, 2024. I could have picked any year, but I know the numbers. So for 2024, the fastest growing economy in the G7. Was the United States 2.8%. There were other members of the of the G7 that did grew less than nothing. They shrank. The Germans had a recession. Their GDP got smaller, not only didn't grow, but got smaller. All right, now what was the Chinese GDP growth in 2024? 5%, double that of the United States. India's GDP grew at 7%, almost triple. I mean, it is extraordinary. And that is typical. It's typical for China for the last 25 years. It hasn't been going on that long in India, but that's not the point. The point is the gap is getting wider because that is now a big part of the world and very successful. Here's what it means just to give you an idea. Any government in Asia, Africa, Latin America, Eastern Europe, that's, that's trying to solve an economic problem, sell more of what it produces, buy better inputs for what it produces, uh, get money, uh, to build a railroad to improve its education system. TO provide health care for those people used to go to London or Washington to try to get help or investment. They still do. They go to London, they go to Washington. But after that, they don't go home. They go to Beijing, New Delhi, and Sao Paulo, and they ask for the same help. And what often happens is they get a better deal from the Chinese than what they can get from the Americans. So for example, if you went to Africa now and you asked, who's building railroads here, the answer is China, all over Africa, China is building a railroad, cause they will do it. They have the wealth, they have all the technical, they can offer a better deal, and that's happening. Step by step, project by project, country by country, the BRICS and China are now the economic superpower, not only equal to, but bigger than the United States. And that takes us back to the beginning of our conversation. The Americans watch it, they see it, they know these numbers better than I do, and that's where you get the sense we have to do something enormous, massive, to hold on to the position of the United States. Even though they fear, and in their hearts, many of them know they can't do it. They are no more able to stop the historical change than Britain was able to stop being watching its empire fall apart and watching the United States replace them on the global scene. Empires come and they go. Every one of them came and went. The United States is at the moment of when, and look, As an American, I'm sad about it. I really am. The United States is going through a very hard time. And there's a rule when empires go down. When they do, the people who are the richest and the most powerful are in the best position to hold on for the longest time, and that's what they do. They hold on even as the empire declines. And you know what that means? That all of the suffering, all of the costs of a declining empire are pushed onto the middle and the poor who suffer that decline, because they're not in the position to hold on. Mr. Trump is the president of those holding on."
	},
	{
		"start_time": "54:36",
		"speaker": "Ricardo Lopes",
		"words": "So, let me ask you then one final question. During our conversation, you've mentioned several times the collapse of the US Empire. And since I live in Portugal, which is part of the European Union, I would like to ask you a question about Europe itself. So looking at our current position in the geopolitical system and also taking into account that our relationship with The US is deteriorating and even apart from the tariffs, we also have the fact that under Trump, at least it appears that uh the US is no longer very willing to provide us with uh military support if needed, and the rise of the BRICS also. Uh, HOW do you look at our place in the modern world and how should we look at our future?"
	},
	{
		"start_time": "55:34",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "I think that, first of all, I think what has happened to Europe. It is historical in the deepest sense of that word. For much of the last 2000 years, the events of Europe were understood, at least by the people in Europe, as being the world. You know, we trace our civilization back to Greece and Rome. We think about the medieval time, the, the whole dominance of the feudal model, uh, in Europe, the emergence of the Renaissance and all the artistic and creative explosion. THE transition from feudalism to capitalism and then Europe developing so it can control the whole world in the colonial period, where Portugal participated for sure. As we know, that's why people in Brazil speak, speak the Portuguese language and so on. So Europe is, you know, and then Europe has the two world wars. Look at the very name. Even though it's mostly Europe, it's a world because Europe was the now Europe is becoming a minor secondary player. We just talked about the G7 and the BRICS. Well, that don't include, you know, much for Europe. Europe, in that story, is a junior partner of the United States, completely dominated and overwhelmed by the United States. Look at the, the way people Starmer in Britain, uh Macron in France, uh Mertz in Germany, uh, the woman in Italy, Maloney. They are all people who defer to the United States, who copy the United States, who integrate their military, their intelligence services. My God! All you're discovering now is you're in the terrible situation when the the entity to which you have linked your history, the United States. Can't afford to work with you anymore, and thinks it has to scavenge you. To cannibalize you. That's what they're doing. They want to squeeze wealth out of Europe and move it to the United States. Germany is permitting it. Germany allowed the rupture of getting cheap energy from Russia, which was central to its important economic power. They gave it up. And now they're buying expensive energy from the United States while the industrialists there move their production to the United States. That's I mean it's beyond words what you're doing here. But you are faced with a terrible dilemma. You either break with the United States and take your chances. Or you're going to be taken down by the United States, by the policy in in Ukraine, by the policy of sanctioning Russia, by the policy of selling expensive energy, and now by the policy of tariffs on top of all of that. I mean, can't you see the writing on the wall? We can, I, it's crystal clear. At our highest level, our politicians speak a disrespect for Europe that ought to make your hair stand up. Mr. Rubio at the State Department, Mr. Musk. Mr. Headste our uh defense minister, Mr. Vance, the vice president, each of them talks, use phrases like I loathe Europe. What? What? Remember, these are people who descend from Europeans who came to the United States, all of them. So it's rejecting their own ancestors, rejecting the European culture, rejecting the fact that they speak English, which is coming from over there, and on and on and on. You're a better Europe has to unify. It, it has been unable to do it, and if it doesn't do it, here's what I will tell you. The United States will find among the European countries, those countries who will betray Europe to cut a special deal with the United States. He'll sit down with every government, any government. Portugal too, especially cause you don't have the government you had from 2016 afterwards, you don't have the, the left in power the way you did. So they'll come and they will make a deal. They'll look around, who can we buy. And they'll buy one and give them a benefit if they betray the others. It's classic, it's what big powers do. Look, for a while, it was very helpful to Europe. You didn't have to have your own military. The US would take care of it. That allowed you to let your rich people be rich and still have enough money to provide social programs for your people, much better than the American working class, Scott. Very, but that's not available anymore. The United States can't do that, can't afford it anymore. Not because we don't have the wealth that we have, but we have distributed the wealth in such a way that the billionaires hold on to theirs. And the rest of the working class is furious, so nobody is ready to do anything other than rip Europe off. That's the game. Make you go down in order to hold on a little longer here. Meanwhile, China and the BRICS outgrows us all."
	},
	{
		"start_time": "1:01:58",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, Doctor Wolf, we've unfortunately reached our time limit. It's always very fascinating to talk with you. Uh, I will be leaving links in the description to democracy at work, your YouTube channel, your books like Understanding Capitalism and so on, which are very fascinating. And thank you so much for taking the time to come on the show again. It's always an honor to everyone."
	},
	{
		"start_time": "1:02:23",
		"speaker": "Richard Wolff (@RichardDWolff)",
		"words": "Thank you very much. I, I don't mean to depress people. But you know, one of the benefits of living in interesting times is that they are very exciting, and there's a certain positivity and understanding what's going on. Yes. Thank you."
	},
	{
		"start_time": "1:02:44",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhnt Pavlostaevskynaleb medicine, Gary Galman Samov Zallidrianei Poultonin John Barboza, Julian Price, Edward Hall Edin Bronner. Douglas Fry, Franca Bortolotti, Gabrielon Corteseus Slelisky, Scott Zachary Fish Tim Duffy, Sonny Smith, John Wieman, Daniel Friedman, William Buckner, Paul Giorgarneau, Luke Lovay Georgio Theophanous, Chris Williamson, Peter Wozin, David Williams, the Acosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aart, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]