[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops and to the agenda I'm joined by Doctor Wade Ellison. He is Emeritus Professor in the Department of Physics at the University of Oxford. He is the author of several books including Nuclear is for Life, a Cultural Revolution. And radiation and reason, the impact of science on the culture of fear. And today we're, we're going to start by talking about energy in general, but then we'll move to talking about nuclear energy in particular. So Doctor Ellison, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:39",
		"speaker": "Wade Allison",
		"words": "Thank you. I'm looking forward to it."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, let's start by talking about energy in general, as I mentioned. What is the connection between energy and life?"
	},
	{
		"start_time": "00:54",
		"speaker": "Wade Allison",
		"words": "Well, I think this goes right the way back, uh. Life is about making choices, it's about being able to do this or that, moving to have control of your environment. And you need energy to do anything. And in a, a world which is increasingly seems to be chaotic, uh, the power of natural science and its predictability is very comforting and useful, uh, and that is what I have built my uh my uh career on. Teaching and lecturing and doing experiments at CERN places er and understanding about energy and then teaching people in schools and occasions like this, I hope. Mhm."
	},
	{
		"start_time": "01:50",
		"speaker": "Ricardo Lopes",
		"words": "So, so in your work, I read about 4 energy revolutions that have occurred since life began on Earth. Could you tell us about those 4 energy revolutions and would there also be a 5th? And if so, what would it be?"
	},
	{
		"start_time": "02:08",
		"speaker": "Wade Allison",
		"words": "Well, I found it rather rewarding to think back that when life began on Earth, of course, there was only the sunlight and wind and rain, uh, and they were weak and unreliable, uh, but that is the only thing available, and in the winter. Life had to stop, the plants dropped seeds, uh, and they were ready for the next year or they lost their leaves and uh so. At the very beginning, possibly between 3 and 1000 million years ago, uh it was uh sunlight and wind and rain, uh, with all their seasonal and daily uh uh variations and, um. That of course continues today, and those are what we call renewables. And then, The next revolution came not by anything that we did, but what nature found by evolution, and that is the amazing ability to carry energy around with you. In your own body, that is to say, the whole food and digestive system, and this was the animal period, and animals and fish and birds, um, and, and this was a a a a a huge step forward because uh the animals could move from one place to another, according to the season, uh and uh they learnt to survive. Um, BUT still, each animal, each individual was limited in its energy to what it could get from its own food and digestive system, um. And so the 3rd revolution came with the ability to use energy outside from outside your body. And this, well there were two parts to this. The most important part, I think, was communication. Individuals managed learned to communicate with one another, to organize, uh, to, uh, to, to, to, to make teams of oxygen, oxen and slaves and horses, uh, and so on to. To get energy beyond what one individual can do. Uh, AND this was immensely, uh, powerful, and only humans managed to do this. Now fire was an important part of that, uh. That Turk revolution, but only part. And then came the industrial revolution. Uh, AND in the industrial revolution. We learnt to turn. Uh, TO make energy work, it was the invention of the engine. Uh, AND this was, um, this was an extra extraordinary advance and as we know this happened about 250 years ago, uh, it's, it was. Uh, uh, uh, A revolution not only of engines, but of fossil fuels which provided the energy for uh those engines. Answers a question. A scientific question is where is the energy. In the lump of coal. Now, the official answer is chemistry, but that, that's just giving it a name. Uh, THERE are no springs and weights, uh, and so on in a lump of coal. You can't, you can't see where the energy is. Uh, AND it wasn't until 1924, exactly 101 years ago now, that a young French er er er student, uh, who got the Nobel Prize for it, uh, showed that in fact it was the. The motion of electrons inside atoms and molecules, which was responsible for the energy of fossil fuels and incidentally, for the energy of food uh and uh much uh much else beside, and electronics and so on. And the physics of this is quantum mechanics, but we learned to use it, we learnt to use it before we knew what was in fact going on. But quantum mechanists like A musical instrument, an electron trapped inside an atom is like a, a wind instrument. The smaller the instrument, the higher the pitch. And it's because atoms are very small that the energies are very high, uh, like a small musical instrument. Uh, AND. This development of this went on and gave us electronics and so on, and that is what I call er the industrial revolution and the modern economy. But were in trouble Because we're in trouble because of fossil fuels and their possible connection with climate change, it certainly didn't make things better, er er they certainly cause pollution, er and smogs and disease and so on. So we are on the threshold of the 5th revolution. And actually this isn't isn't anything new, it's the same quantum argument. But this time with a much smaller resonant cavity, a much smaller musical instrument, where the what's in the waves inside the musical instrument are not electrons in atoms, but protons and neutrons inside the nucleus. And because the nucleus of an atom is 100,000 times smaller than the atom. Its energy is 2 million times greater. And The marvel. Well, one marvel of quantum of uh nuclear is that it is so energetic, er and the other is that it is incredibly safe, but we'll get to that in a moment. Uh, IT'S. Uh, THIS has been going on for some time. It's interesting to read that in 1931. Uh, Churchill, Winston Churchill, writing in the Strand Magazine wrote, the coal a man can get in a day can easily do 500 times as much work as the man himself. Nuclear energy, as at least 1 million times more powerful still. The discovery and control of such sources of power would cause changes in human affairs incomparably greater than those produced by the steam engine 4 generations ago. Now that is the threshold that he saw then and we are still looking at it because we're frightened by it. Uh, SO that is the 5th revolution. In fact, the industrial revolution, if you like it, was, uh, the, uh, where the analog effort was provided by engines with energy from fossil fuels, and the nuclear revolution is a digital, uh, the digital effort is provided by AI powered by nuclear fission. That's where we're going, dare we go there? Uh, MANY people don't. I'm disappointed to see that Portugal hasn't er made this jump yet, but we've all got to."
	},
	{
		"start_time": "10:52",
		"speaker": "Ricardo Lopes",
		"words": "And so just to make perhaps this point a little bit clearer, how important is energy for human society?"
	},
	{
		"start_time": "11:02",
		"speaker": "Wade Allison",
		"words": "Well, it's not the only thing I think. The other thing we, as we all know, is trust and confidence. This business being able to talk to one another is only part of the problem. We've got to trust one another, and we've only got to look at what's going on in the States at the moment to realize that that's not a very easy problem, um, uh, so. Trust, trust and confidence and energy are what is needed to power a society, and then you can have activity, economic productivity, growth, er and today, Here's another problem with a rapidly falling birth rate around the world. Everybody getting older, you need the new energy to do more, not only to do the mechanical work with the industrial revolution engines, but also to do the digital work with AI."
	},
	{
		"start_time": "12:07",
		"speaker": "Ricardo Lopes",
		"words": "And how do the kinds of energy that we use relate to climate change?"
	},
	{
		"start_time": "12:15",
		"speaker": "Wade Allison",
		"words": "Well, the quick answer to that is we don't know. Uh, The climate is affected by so many things. It is certainly true that the composition of the atmosphere is changing, and it's changing every year as we put more carbon dioxide into the atmosphere. Um, ON the other hand, uh, There are many things that affect the climate, and a few volcanoes, which are certainly nothing to do with our what we do on Earth, uh, can throw a few cubic miles of, of, uh, Of material into the atmosphere and we can have a uh a freeze up for a couple of years with no harvests and so on, like, in fact, happened in 1816 and in fact happens on a lesser scale, uh so it's not, it's not only what we do, but what we do is probably doesn't uh necessarily help. What is important is that we look after our environment for not only for ourselves but for the other animals uh in on on Earth, because by the time we know all about this, it'll probably be too late to go back er and uh rerun it all. The climate is unstable, it. Changes anyway, and it has been changing with or without us, without us, without us, and we should prepare for change, as I said, they, uh, in the first revolution, when life depended simply on sunshine uh and wind and rain, uh, The animals wanted to get shelter, they wanted to get out of the weather, they wanted the squirrels wanted a store of nuts, they wanted to be able to get energy and life, which did not depend on the weather. So uh we need to be prepared to avoid the weather."
	},
	{
		"start_time": "14:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I would like to get now into the topic of nuclear energy specifically and also to probably address some common misconceptions that people have about it. So, what is nuclear energy? What does it involve?"
	},
	{
		"start_time": "14:46",
		"speaker": "Wade Allison",
		"words": "Well, It involves the nuclei of atoms. Now, unfortunately, it's very difficult to draw a picture of an atom. The problem is that the nucleus is 100,000 times smaller than the atom itself, and the electrons, which are the rest of the atom, are. Well they get drawn as little circles going, but that isn't what they look like at all. Uh, THEY look like a fog of uh what the these waves, in fact, the of, uh, uh, in the atom. So the question is, where does nuclear get the energy from? Well, 3 kinds of things can happen, which could release energy from different states of of protons and neutrons inside nuclei. First of all, nuclei could hit one another. Now that's what happens if you look at a candle flame, uh, the, uh, in the region where the gasses are hot. The oxygen and the fuel from the candle uh. Collide with one another and they relax and relax uh they release the energy and you get light and heat and so on. Now that doesn't happen, it cannot happen with nuclei because they are so so small. And so highly charged that they're prevented from ever getting near one another, so no two nuclei ever hit one another, except in the center of the sun once every billion years, uh, and of course you can do it in uh in uh uh uh one by one in experiments at in laboratories like at CERN. So we know all about it, but it just doesn't happen, so nuclei are celibate, they do not release energy by er hitting one another. So that is the makes it incredibly safe, and that is why, in spite of the fact that nuclear energy is so powerful, we didn't know about it at all until uh uh uh uh the late 1890s. The next thing that can happen. Which does release energy, is that neutrons, which are particles, which were only discovered in 1932, um, because they're neutral, they can get through this electric field and they can, they can hit the nuclei of atoms, uh, and with. Certain kinds of fuel, uranium and thorium, but not much else, uh, with a neutron, you can uh have a reaction and release energy. Now neutrons are unstable, they're rapidly absorbed by almost all materials, so that's easily controlled. For instance, everybody talks about Fukushima, well, for instance, all the nuclear reactors in Japan shut down immediately the earthquake happened. And there were no more neutrons and no more new nuclear energy, the moment the earthquake happened, long, long before the the tsunami arrived. Well, about 20 minutes before the tuna you arrived, so. That is again an extremely safe uh um. Uh, uh, SITUATION. The only problem is that nuclear reactor, nuclear reactions with, with neutrons fission leaves embers. They're, they're like, uh, the glowing embers of a fire. Uh, THIS is what we call radioactivity, and these remnants emit radiation. And as Mary Curie discovered when she first did experiments on these in 1900. They're not affected by this, this decay, it's not affected by anything. No, not by temperature, you can't put it out, you can't start it, you can't do anything. So uh what you have to do is cool these embers to prevent them uh melting uh things and uh uh releasing, but er so radioactivity and radiation is. A problem that we have to describe what happens, uh, it actually has only about 10% of the energy of the nuclear fission, so it's not so powerful, but uh, Nuclear radioactivity is present in rocks, in our own body, uh, in your own body, in the in every second, about 7000 radioactive atoms decay. Now, uh. Life has always been like that. If biology hadn't uh found a way of protecting against that, we wouldn't be here. So small amounts of radioactivity do no harm, um, and uh they're all all around us. The important thing about radioactivity and radiation is it's not contagious. It's not like a disease. You can't catch it. Uh, YOU can't spread it like a flame. Um, Uh, AND this is very important, for instance, after, uh, uh, uh, an accident like at Fukushima, where some people have been, uh, uh, had, uh, contact with radiation. Hospitals and uh people, doctors. Uh, Wouldn't treat people. They ran away from people who had been radioactive. The first thing you should know about radi radiation safety is you can't catch it, so you can treat people, anybody who has been affected and you won't get, you won't catch it. It doesn't spread."
	},
	{
		"start_time": "21:31",
		"speaker": "Ricardo Lopes",
		"words": "So yeah, uh just before we get more into what you're mentioning there, let me ask you because this is something that sometimes people establish a link in their heads. Is there any link at all between nuclear energy and nuclear weapons?"
	},
	{
		"start_time": "21:51",
		"speaker": "Wade Allison",
		"words": "Uh, WELL, people like to, people like to run away from this and say there isn't any connection. Of course there is, it's, uh, the same energy, but it's not the energy of the radioactivity and the radiation. It's the energy of, of, uh, of neutrons splitting atoms or in the case of the sun, uh um in the center of the sun. Nuclei hitting one another, and this doesn't, this doesn't uh normally happen. What I mean is that what happens in a nuclear, if you have a nuclear explosion from a bomb, and there haven't been very many with people involved, thank goodness, but uh at Hiroshima and Nagasaki, there was a very high 100,000 who died. About the same number who died from uh the bombing, uh with 1000 planes, um from 1000 planes with conventional bombs in Tokyo uh earlier in 1945. In fact, the blast and the fire of a nuclear weapon are just like the blast and the fire of, TNT or other high explosive, are very destructive, not at all good for life, er er and they kill people, but by hitting them or burning them, not by the radiation. In fact, we know that the survivors of Hiroshima and Nagasaki, uh, their health has been followed for, Uh, ever since for 70 years, and we know how many died of cancer and how many died of cancer who were in other towns in Japan who were similar and so on, and a comparison can be made. How many extra people died of the radiation from Hiroshima and Nagasaki, and the answer is about 0.5%, slightly less than 0.5%. So the radiation, in spite of all the, the fear mongering, the radiation is not the problem with the nuclear weapon, it's the blast and the fire. And uh I I blot on fire in Gaza or uh or um. Uh, Ukraine, uh, now we know how destructive, uh, that can be."
	},
	{
		"start_time": "24:30",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned briefly Fukushima and Chernobyl there. What would you tell people who still worry about those two incidents? Uh, I mean, what, what would be your response to their anxiety about them?"
	},
	{
		"start_time": "24:46",
		"speaker": "Wade Allison",
		"words": "Well, it goes back to, one of the things it goes back to is what I said on discussing the energy revolutions is when man discovered how to. Uh, USE energy. He communicated, he taught his children the dangers of fire. Don't touch that, it's hot. It'll burn you. Every child learns that, usually they, they do hurt themselves and they er and their mother says, now you won't do that again, will you? Uh. The problem with nuclear energy is we have not been teaching the children about it for the last 70 years, so if you go into a school, you will not get told uh the safety of nuclear energy and radiation, which I have been talking about and which will say more about. So ignorance and fear are very serious problems, um. So in the case of Fukushima, nobody died of radiation at all. Although it brought the world almost to a stop for many years as far as energy available concerned, at Chernobyl 28 people died or who went in uh in a few weeks after they, not of cancer, but they, uh, their biology broke down uh and uh. There was, there was no firm evidence of uh of cancer and that all happened in a few weeks. Those are the people who went in and fought the fire. Uh NOW there have been intense study of whether people died. What cancer at. Chernobyl, uh, and some people have said maybe, and as time has gone on, and there have been more and more studies, it's clear that if you look, If you test everybody for something, then you will find a few people who you wouldn't have found anyway, and that the mere fact of testing them uh causes uh them to think that maybe they uh uh were affected by the radiation and maybe they have have uh. Uh, AN operation to cure it when maybe there wasn't anything to cure. So it's very difficult, uh, but, uh, we think that, in fact, it's interesting there's a study, you know what I mean by the placebo effect. The placebo effect is when somebody is treated, sorry, someone's not treated, but they think they have been treated and they get better. I mean they really get better. Now, since the reverse of that, if you tell somebody, you have been irradiated, and they say, what does that mean? And it says, well, don't worry, you don't have to worry about that. There's a bus outside, pack your case, uh and we're going to take you away and you'll be paid compensation. Those people get very frightened and it causes mental ill illness, uh, that happened at Fukushima, er and at other accidents too. People fear actually can make people sufferer and think. They have symptoms, rather like the placebo effect actually uh cures people when they haven't been told. It's the philosophy of a medieval er er a curse, um, but again, education is probably the best way of getting over this sort of thing. So the important thing about that to say to people about Chernobyl and or Chernobyl, Chernobyl is the, the uh uh Ukrainian. Um, SPELLING of the word incidentally, uh, and it's in Ukraine, so nowadays I think rather like we, we, we, we talk about Kiev and not Kiev, uh, we should use the, the, uh, Ukrainian word, um. We should tell people, look, you are already protected against low levels of radiation, er because that is the environment in which, Biology evolved, so stop worrying. Uh, IF you read. Don't read murder mysteries if they upset you. You don't need the murder mysteries."
	},
	{
		"start_time": "29:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, and I think that you've already partly answered this question, but what would you tell people about the risks of ionizing radiation?"
	},
	{
		"start_time": "30:03",
		"speaker": "Wade Allison",
		"words": "Well, as I say, for, for the, you're naturally protected. Uh, BY quite high exposures to radiation and Already in 1934. So, uh, this is before World War 2, after Churchill, just after Churchill, just after the discovery of the neutron, uh, There was an international uh meeting of world authorities on radiation, and they agreed what was safe. And there is nothing, there there's a lot more data now, uh, but. The the the they got it right. The number that they gave got it right. Unfortunately, for political reasons, that has been exaggerated by a factor of between 500 and 1000 now in order to frighten people, cos cos if you're in the war, if you're in the military business, it's beneficial if you can frighten the enemy about your weapons without actually using them or even without making them. Uh, I mean, Reagan, uh, uh, um, had a whole campaign called Star Wars. Well, scientifically that was based, that was not, uh, that was not based on good science, but the Russians were terrified of it, and it was, it was part of the collapse of the, of the Soviet Union. So politically, there is reason. To make people frightened of nuclear even when it uh when it isn't, um. So Uh, people should understand that. One of what has happened since 1934, and every year, amongst the Nobel Prizes for uh uh medicine and physics and chemistry and so on, is somebody who's, Unscrambled one of the mechanisms for protecting life from the effects of radiation, and what happens is because our life is made, we're made up lots and lots of cells, many of which are interchangeable. So if one of them goes out of action, uh, you've got the other ones, uh, they come up the biology comes along and either repairs or. Or the uh the places that the cells and the DNA uh and so on, and it's brilliant, um, it's it's not physics, it's uh, It's, it's biology, and I, I started a, a course on on uh on medical physics at at Oxford, which was very successful, got the students, physics students going up to the uh hospitals to do uh experiments and see how uh uh mathematics is really useful in helping people in bedroom uh slippers. But um the uh the things that people should see are the uh. Wildlife videos of, of uh of the animals in the, Chernobyl evacuation zone, which are now thriving. Uh, IT'S a wildlife park. Uh, THEY'RE just so glad that they've got rid of those humans that are, were, uh, occupying their space, and now they have the place to themselves. So, uh, I would recommend looking at the BBC National Geographic, there are lot lots of of them uh which show uh beautiful of uh."
	},
	{
		"start_time": "34:06",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now then, how does renewable energy compared to nuclear energy? What are the pros and cons of each of them?"
	},
	{
		"start_time": "34:18",
		"speaker": "Wade Allison",
		"words": "Well, renewable energy. You don't have to know anything. You can see it, you can feel it, and so everybody likes it, and there's no denying that. And as I say you, even with a lump of coal, you can't see the energy and you certainly can't see it from a lump of uranium. It's it's it's invisible. So the fact that it's visible and you can see it and feel it er is. A very strong argument in favor of it. Uh, AGAINST nuclear, uh. Its benefits are not It doesn't get taught in schools or jolly well ought to be. The media, people who go into the media and politicians are not included in the small number of people who do understand a little bit about it, uh, and the net result is that you open the newspaper and everybody's afraid, uh, and they don't want to know, and I mean, Fukushima provided wonderful. Uh, MATERIAL for the media for exciting, uh, uh, uh, pictures, um, of, uh, of, of tsunami waves and hydrogen explosions and so on, which weren't nuclear, they were chemical, um, uh. And they didn't want to go give up on those and uh last year I was out in South Korea uh lecturing because people are still frightened of the cooling water from Fukushima 1011 years after the, um, after the accident, um, so. That's what's against nuclear, uh. What's against renewable is that is very low energy density, uh, there's very little energy there, uh. Nuclear is a million times more powerful than coal, but coal is 1000 times more powerful than uh than than wind. I mean, if I had a blackboard torn out and a couple of lines, I'll show you with uh student, student uh physics, just why the energy is so low in uh in um. In renewables and so much higher in. Fossil fuels and so much, much higher in uh so this is not, this is not technology, this is fundamental physics. Uh, So But there are other problems with renewables, and that is that they are unreliable and intermittent, it's the weather problem again, uh, they're vulnerable. Uh, Extremes of weather and terrorists can easily knock out er renewables in the way that they can't knock out nuclear, um. Very often Renewable sources of energy are hundreds of miles away from where people live, so you have very expensive, uh, Grid lines to carry the energy, uh, and that's all unnecessary. You want sources of energy which are available where people live and where the industry is and when it's wanted. Uh, Renewable plants, farms. It's a bit awful the way they're called farms, that's just salesmanship by the, uh, that they should be called industries, um, uh, solar, solar farms is a, it's not, it's not a farm, uh, it's the opposite of a farm. But they only last for 20 years at best, whereas nuclear lasts for 60 and 80 years, so there's a. When it comes to cost, uh, and I'm not gonna talk about that at length, but that's a whole subject in itself, full of misunderstandings, er, which, uh, and the misunderstandings are expensive, um. So Uh, Renewables are large. Uh, AND. Uh, There's a lot of stuff. That has to would have to be decommissioned every 20 years, and nobody can tell you what they're going to do with it. Then there's nuclear. What is pro about nuclear is the energy density uh and the reliability. And the fact that it's in principle available all the time, it's only available for a few weeks in the year when the fuel has to be changed, but actually that is getting better. I mean, for instance, when the, even when the first nuclear submarine was launched in 1955. Think how long time that ago that was, it had enough fuel in it to power it for uh the lifetime of the submarine. So the, the ships that are being designed now, which are nuclear powered, will never have to be fueled refueled because uh they'll be able to go at 30 knots of speed for 30 years without any change of fuel. Um, The what the waste. The waste, so-called waste, first of all, a lot of it is not burnt, only about 2 or 3% of the fuel has been used. And the rest includes uh um elements, medical isotopes, which can be used, for instance, in every fire, smoke alarm, uh probably uh above your head. Now I don't know if you've got a smoke alarm there, that's got an americium 241 uh radioactive source in it. And interestingly enough, it signals, it goes off and signals fire when the radiation from the uh americium 241 is not detected by the uh because it's absorbed by the smoke. So uh we've got radioactivity all around us, but people don't like to talk about it cos then they wouldn't buy it. Uh, SO, um. Also for nuclear er. The enormous amount of heat that is also generated can be used for uh district heating, for heating homes, as this is in addition to creating electricity. um, AND in China now and also in the, in Scandinavia where they er have uh such district heating already um there is uh. The uh piping, uh, waste heat, hot water, uh, around from the plant. You don't get that from a windmill. Um, YOU can have process heat, you can make hydrogen and chemical feedstuffs, uh, and so on for, uh, for, for industry, so the whole industry could be built round, uh, and even. Uh, CAN grow food based on the energy from a, a nuclear plant, but I won't go into that. I've probably been long enough I answered this question already."
	},
	{
		"start_time": "42:49",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, you've talked a little bit about waste there. People, of course, sometimes also worry about how nuclear waste is handled. Could you tell us about how we deal with it and whether it is risky in any way?"
	},
	{
		"start_time": "43:06",
		"speaker": "Wade Allison",
		"words": "Well, It is emitting radiation. It is not going to explode. But it it is emitting radiation and you can't stop it emitting radiation until it's died down, uh, so that's the problem. First thing is because, Nuclear fuel, you need so little fuel nuclear fuel because of the factor of a million. You need a millionth of the amount of fuel compared with coal, and you need um get a millionth of the waste. So, uh, if you, for the whole, all the energy for the whole of your life. Uh, FOR one person, for their heating, their transport, their food, uh, everything would be, could come from 1 kg of uranium. Fully used Uh, and so that. Will create 1 kg of nuclear waste. Well, that's not very much. Um, SO you need to put it behind a bit of concrete, bury it in water, uh, uh, put it under water for 5 to 10 years to cool it, because when it's radioactive, it gets hot, uh, and it's the heat, the byproduct of the heat, but it. I mean a, a melt, a meltdown is people talk about meltdown as if it was something catastrophic, it's not, it's just uh uh it just, it just melts and becomes rather difficult to deal with, but it's not gonna do anything, um. For storing, it can be vitrified, so it can be encased in in er er in. In uh in glass, uh stored on the surface, it can be buried, but that's a bit of a silly thing to do when you can think of all the things you can do with the waste. Um, THE fission products, there are two kinds of radioactivity in nuclear waste. One are the. Where they uh. Nucleus is all ready fission, and that's called fission products, and they have a 30 year half life, which means that the radiation has dropped by a factor of a million of 600 years. So that, that's not difficult to deal with. The longer products are like the Mliium 241, uh, uh, they, they have a longer, uh, or many of them have a much longer lifetime of plutonium, it's a much longer lifetime, um, and they do need to be uh uh burnt up, um, but, uh. When I say they have a much longer lifetime, it means they're much less radioactive for longer, rather than being very radioactive for a shorter time. Uh, SO, uh, there's what there's a question of what happens to fishing products and what happens to the um. Uh, TO the, uh, uh, actinides as they're, they're called, like, like plutonium, but none of those is a problem, they've all been dealt with there's more than one kind of solution, exactly which one will be preferred by the marketplace uh is a is a matter of uh economics, um, uh, and where you get the fuel for the next reactors from. So, uh, nuclear waste is. An educational problem like um uh many things in this uh business."
	},
	{
		"start_time": "47:04",
		"speaker": "Ricardo Lopes",
		"words": "So as we went through these topics surrounding nuclear energy, we've also addressed some misconceptions about it, but what do you think are the most common mis misconceptions surrounding nuclear energy?"
	},
	{
		"start_time": "47:20",
		"speaker": "Wade Allison",
		"words": "Well, one of the first things is To think that this is something which is beyond your educational pay grade, that it's something that's too difficult to understand, that only experts can tell you. That's rubbish. It's not difficult to understand, uh. If you don't understand it, it might seem hard, but people should study it. It's not difficult. It's no more difficult than fire, which is a lot more dangerous. Second thing is, there are a lot of bogus arguments that have been introduced. For instance, E equals MC2 is nothing to do with nuclear energy. All energy. Has a relationship between energy and mass which says E equals MC2. If you take, if you take a a ball and you drop it onto the floor, when it's on the floor, it has less energy than it had when you held it up uh at shoulder height, and its mass will be less. Because equals mc2 applies to everything. So it just means that energy and mass go go together uh in at CERN doing experiments in partic particle physics, uh, doing this all the time, gosh, nothing would work if, if uh if E equals MC2 was uh uh what the problem's about. So, uh, that's bogus, um. The next thing is the idea that. Something that is a little bit dangerous. If you have more of it, it then it builds up. Now, biology, because of the biology side of it. Radiation and nuclear only become dangerous when it goes above a certain level. When there is enough uh biological agency to, to put the fire out, to apply the corrections to, to manage it, there's no, no uh risk at all. But unfortunately, a radiation protection industry has built up and lots of jobs and so on associated with it, where, where she says well if you have a little bit of energy, uh, have a 10% of the energy, that's 11th of the of the risk. That's not true. So it's a question of, it's like a speed limit. Below the speed limit, uh, you may have to look after old people crossing the road, er um, and children, but it's generally safe. But when the speed goes up, er, you shouldn't be in the road, er, and they shouldn't be driving that fast. So it's a matter of tolerances, good old fashioned speed limits. As they found in 1934, so we know we know what that is. So, uh, Yeah, that, that's, so people should learn. And we should be teaching our children. As we did about fire, uh, uh, when we first brought fire into the home a million years ago, that wouldn't have worked if we didn't have the power to educate people. Animals don't educate one another uh in the way that humans do. And in the case of nuclear, humans don't either."
	},
	{
		"start_time": "51:08",
		"speaker": "Ricardo Lopes",
		"words": "And why do you think that so many environmentalists seem to be against nuclear energy?"
	},
	{
		"start_time": "51:15",
		"speaker": "Wade Allison",
		"words": "Well, Those A psychology of group membership, if somebody's going to build a a a a a a road near your house, uh, then you may join other people er who sim have a uh a similar thing and you. May get uh satisfaction from being membership of a group who are have a uh uh a particular concern, maybe it's a uh a religious concern or it's a belief in a particular, the importance of a particular kind of music or something, so that's a group, Uh, psychology of that goes into, of environmentalists looking at nuclear energy, uh, you know, we're all against it, so, uh, that's not them, each of them, uh, thinking about it, that's groupthink, and groupthink doesn't, it's not logical. Uh, SO, groups. Which have a certain remit. Don't change their minds until the funds run out, er and then they stopped, so Greenpeace of course by now has a lot of money and they're not going to change their mind, but many members of Greenpeace have changed their minds and have made videos and so on explaining why they've changed their minds, but er still they. The Greenpeace corporate group uh think uh carries on anyway, so. Um, Again, When I wrote my first book, I er did get a review from a, I think it was called Peace News uh about anti-nuclear there. And To give them their due, this review said, well, you, you may not like where he ends up. But we think you ought to read this book. Uh, AND, uh, uh. So it can be done, and it's about education and getting the message out."
	},
	{
		"start_time": "53:47",
		"speaker": "Ricardo Lopes",
		"words": "So, and what would you say are the consequences of not using nuclear energy or moving away from it like uh Germany did, for example?"
	},
	{
		"start_time": "54:02",
		"speaker": "Wade Allison",
		"words": "Well, Leaving nuclear energy out of it for a moment. I think we've got, we're in trouble. All politicians talk about growth. But the growth can either come from more people doing the same amount of work or er. Um, Or smaller number of people doing more work, but if the number of people is going down and they're getting older, there are going to be less people doing less work and uh more people on social security and more people drawing pensions and so on, so uh. The reason, and then there is the, the um. The the climate change concern, so. Everything's coming together to suggest that and AI is appearing, so everything's coming together to suggest that we are pressing, we are on the edge of a of a a revolution and it's coming from many directions. Now, er, Germany, of course. Decided against nuclear and it would go back. To renewables, which are weather dependent. Now the whole of this story can be described as how to get away from the weather. Um, GOING right, right back to the plants who were forced to, to, uh, uh, drop their existence as seeds for the following, um. Uh, SEASON. Um, Now, France and Norway and uh and uh Canada and others. Not often enough, UK, never Portugal, er um have not uh grasped this um problem properly, so it's not just about electricity, it's about much more than that, and in particular it's about supplying the electricity, the energy. Where people live, not putting nuclear plants uh out of sight, out of mind, hundreds of miles away. That was done in the UK and in America, so for defense reasons, because people thought it was dangerous and secret and all the rest of it. There's nothing secret about about uh nuclear, um, that's part of people's uh dramatic thinking. Um, So I think we are heading for an economic implosion, an industrial collapse, high energy prices, political friction with neighbors, uh. Um, THE problems between Germany, er, and Norway, er, and Denmark and Sweden, they're not prepared to send electricity to Germany because the, uh, Germany's shut down all their nuclear power plants, and people are getting angry about becoming a political problem. So I think This big change coming."
	},
	{
		"start_time": "57:42",
		"speaker": "Ricardo Lopes",
		"words": "So I, I have one last question then. Do you think that it would be possible to rehabilitate how our culture deals with nuclear energy and make people more welcoming of it? And if so, how?"
	},
	{
		"start_time": "57:57",
		"speaker": "Wade Allison",
		"words": "Yes, it's possible. It's not going to be on the timescale that most politicians would like, which is 5 years, which is their span, uh, it's going to take a generation, it's going to be like persuading people to smoke less. Uh, IT'S a cultural change, and it's going to take 20 years for it to be complete. It's also true that the technology is developing more cheaply and meaningfully, uh, and so on, so that we can have these small reactors, and I haven't been talking about that, uh, but there's going to be more different kinds of it. It's rather like. Uh, AT the end of the 19th century when people were told that there were going to be engines on the roads, and they imagined, uh, steam huge steam trains coming down and they said that's going to frighten the horses, er and er I'm voting against it. Well, uh, in fact, The what came along then, principally from France and Germany were little cars, which were, everybody had one. They're not not great big steam trains, things can be much, significantly smaller, significantly local er and er. If you have for 100,000 people, one nuclear reactor, uh, then the children at school can go on school visits to see it, then maybe their uncle works there, uh, they go to parties, and they have er er um festivals there and they'll get some. Uh, OWNERSHIP of this, so it's not something that comes from outside your region, it's, you say we have our nuclear power station, and that is what we rely on, and the Russians or anybody else are going to, even Mr. Trump, they're not gonna take it away from us. So uh um there's a. Social identification of smaller units. Um, And this will reduce. Megawatt miles, I mean they, it, it costs money, uh, and loses energy to transmit energy over long distances, it's ridiculous, um. But mostly it's about education and it's about uh getting children in schools to take er smoke detectors apart and see the radiation symbol on the uh the smoke detector which you can buy very cheaply uh and be taught how it works, um. There are other things we've got to do. WHICH are more difficult. There is a whole. A culture of. Um, COMMITTEES and safety procedures and laws and regulations which have got to be, uh, taken down. They are not based on science, they're based on fear. Uh, AND it's difficult to know how to do that because you have to, to take them down, you've also got to deal with the fear first, and so that's why it's not going to take er er some time. But in the end, electricity should be cheap. There's no shortage of nuclear fuel. Uranium dissolves in seawater in water, it's soluble. So you actually to mine it, you can pump er water down a mine uh and pump it back out again, uh and you don't have to have people er digging, er down there. So, uh, the extraction of uranium and since it's. It does invoke it uh. Dissolves in water, the sea is full of uranium. Uh, AND it's not far, it's only a factor of 2 or 3 away from being. Commercially sensible to make uranium to get uranium from seawater. So there's no shortage of of uh of uranium. So, I think. That, well, my grandchildren are already er er here, um, but my great grandchildren and great great grandchildren will think that electricity is cheap. And essential, rather like water and clean water and clean air, uh, just saying they are too cheap to meter doesn't mean to say they're not important. Air and clean water are extremely important, and electricity should be the same."
	},
	{
		"start_time": "1:03:39",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Ellison, thank you very much for taking the time to come on the show. It's been a very informative conversation. Thank you. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Free Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]