[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lobs and the MGN by Doctor Matt Grossman. He's director of the Institute for Public Policy and Social Research and Professor of Political Science at Michigan State University. And today we're going to talk about his book Polarized by Degrees, How the Diploma divide and the Culture War Transformed American Politics. So, Doctor Grossman, welcome to the show. It's a big pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Matt Grossmann",
		"words": "Thanks for having us."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So, let me ask you first before we get into more detail here. Broadly speaking, how would you characterize the divide you explore in your book? What is it really about?"
	},
	{
		"start_time": "00:43",
		"speaker": "Matt Grossmann",
		"words": "Well, the diploma divide usually refers to the electoral divide between uh people without college degrees and with college degrees, uh voting for parties of the left and the right. Uh, AND indeed, uh across uh the world, uh, there has been an Increase in the divide between college educated and non-college educated voters, uh, but in the US because we have a two-party system, it's taken an extremely polarized uh form, uh, and it has transformed, uh, each major political party. Uh, THE divide is very associated with the rise of social and cultural issues in our politics, uh, relative to economic issues. Uh, SO where the discussion is more about, uh, society and culture, we see bigger education divides and lower income divides. Uh, AND so, uh, the divide is not just about social groups or status, it's also about the overall direction of society, uh, and, uh, the rise in, uh, social, uh, progressivism, uh, and those folks for and against it."
	},
	{
		"start_time": "01:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So in the book, you go through two major social trends that motivate your analysis, mainly the steady growth of educational experience in the US and also the liberalization of, of American society since the 1980s. Could you explain each of those trends?"
	},
	{
		"start_time": "02:09",
		"speaker": "Matt Grossmann",
		"words": "Sure, so I think people when they hear polarization or big divide, they think things are probably steady, that is, they're calcified, but actually there's been quite a bit of change, uh, that is, uh, we are much more educated than we were in the past, uh, college graduation, uh, graduate school, every form of educational credentialism is growing, and Uh, social and cultural issue opinions in the American public and across our, uh, social sectors are moving leftward. That is, uh, we've moved to more, uh, liberal positions on issues like race and gender and gay rights. That doesn't mean it's steady and never goes back, but the overall progression over decades uh has uh been uh leftward. So, uh, how that manifests in the two political parties is that the Republican Party really, its coalition hasn't changed that much. It's always been predominantly, uh, white non-college voters. Uh, BUT, uh, the Democratic Party has changed dramatically, where white non-college voters have been replaced as the plurality constituency by white college voters. And the party is getting more diverse, uh, so a really huge change in the coalition of the parties, uh, and pretty recent, where, uh, you know, half of Bill Clinton's votes came from white voters without college degrees in the 1990s, and less than a quarter of Joe Biden's votes did in the most recent election. So, another way of saying that is all of the change that's occurring in American society, the increased education and the diversification has been occurring kind of doubling within the Democratic Party and trying to not really occur within the Republican Party."
	},
	{
		"start_time": "03:50",
		"speaker": "Ricardo Lopes",
		"words": "And how are these two major trends related to one another? Did the liberalization of American society follow the growth of educational experience the other way around? I mean, what is the relationship here?"
	},
	{
		"start_time": "04:05",
		"speaker": "Matt Grossmann",
		"words": "Uh, THEY are self reinforcing trends, but they also both have, uh, factors that are causing them independently of the other. So it's really the culmination of both trends, uh, that is, uh, producing this huge change in American society. But I think one clue that it isn't just kind of happenstance is that it's happening all over the world, uh, that is. Uh, ACROSS the rich world, we're seeing decreasing divides between the left and right based on income and more, uh, increasing divides based on education, and that's occurring where these cultural issues are becoming more dominant and where society is moving leftward at a faster pace. So all of that suggests that there are sort of inherent trends here having to do with modernization of society, secularization, uh, diversification. Globalization that are affecting everyone, they just and and causing both of those trends, but uh they are uh occurring, they're taking this very different form in the US because we have no like populist, anti-immigration party to take the lower educated uh constituents in on the right, and we have no Green Party, or other, uh, kind of higher education party to take uh those folks on the left. So they both transformed the major two parties."
	},
	{
		"start_time": "05:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And more broadly, apart from these two major trends, what are the factors that play the biggest role in social change, in the changing of social values?"
	},
	{
		"start_time": "05:38",
		"speaker": "Matt Grossmann",
		"words": "Well, it's a complicated issue, obviously, um, but, um, the, there is an old theory in political science that uh basically once called post-materialism that says once you uh got uh basic access uh to uh uh resources and the ability to live your lives, then people started to become concerned about other issues like equality. uh, LIKE, uh, environmental, uh, is, uh, and, uh, another more another related trend that's usually uh talked about is that, you know, there really was a worldwide kind of awakening of social and cultural values in the 1960s in the United States, um, but that uh uh moved across uh the the rich world. We Aren't sort of seeking to have like one big explanation of that. Just observing that, you know, for a prediction made 40 years ago, it's pretty good, or 50 years ago, it's a pretty good indicator of how things uh have uh traveled across uh the the rich world. That's not to say that, you know, political actors didn't have a role in this. You can see that because some of these trends were delayed, right? So there might have been an increase and there was a, you know, a women's movement and a gay rights movement for a long time, but it still took political actors to make those issues more central to our politics and politics in other parts of the world. So, um, they weren't necessarily inevitable that they would happen at this particular time, but we think there were a lot of forces pushing in the same direction."
	},
	{
		"start_time": "07:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So in terms of demographics, you mentioned that briefly earlier, but what are the demographics that tend to represent the diploma divide? Is it the degree holding white Democrats and degree lacking white Republicans? Is it that?"
	},
	{
		"start_time": "07:26",
		"speaker": "Matt Grossmann",
		"words": "Uh, IT'S certainly most pronounced among uh white Americans, but it's starting to occur among Hispanic Americans and Asian Americans, to a lesser degree among black Americans because they're just sticking with the Democratic Party at such, uh, enormously enormous rates. Uh, BUT, uh, it is most, most concentrated and happened earlier, uh, among, uh, among white Americans. It's also associated with an urban rural divide, uh, so people who leave, uh, rural areas tend to be more likely to get an education, and so, uh, it has meant, uh, that urban areas have been moving uh towards the Democrats, uh, and, uh, non-urban areas have been moving towards the Republicans. But we'll we're, we are seeing that when you have a chance to uh kind of see those trends separated, they do separate uh with education being more important than urbanicity. So we saw that in the last election where Trump actually made some gains in urban areas but did not make gains in areas that were full of high education voters. But we simplify it with this college or not, but it also is a wider spectrum. So people with graduate degrees. ARE extremely likely to be on the Democratic side. Uh, PEOPLE with, um, uh, degrees from a more elite institutions are more likely to be on the democratic side. Uh, AND if you separate the people who have 2 year versus in the middle, some college versus 4 years, then you see that differentiation from the right to, uh, the left with the most education. So it's simplified as college or not, but it's really a spectrum of education."
	},
	{
		"start_time": "08:58",
		"speaker": "Ricardo Lopes",
		"words": "And does the diploma divide also include any racial or ethnic minorities?"
	},
	{
		"start_time": "09:04",
		"speaker": "Matt Grossmann",
		"words": "So the big trend is that it's concentrated among white voters and happened first among white voters, but um one thing that uh you have to keep in mind is that all among all groups, higher education voters used to be more Republican. It wasn't because of higher education, it was because education and income are related and higher income voters used to be more Republican. So, uh, among. Hispanic Americans and Asian Americans, for example, that used to be true. Uh, AND now we're seeing the decline of that income divide and the increase in the education divide among non-white voters as well. Um, IT just hasn't uh come as fast or as far as it has among white voters. The big reason because uh minority voters have continuing attachments to the Democratic Party, uh, that, uh, move beyond, uh, their opinions on social issues."
	},
	{
		"start_time": "09:55",
		"speaker": "Ricardo Lopes",
		"words": "And what is a culture war? WAS, what does that um term mean and how would you characterize the current one?"
	},
	{
		"start_time": "10:05",
		"speaker": "Matt Grossmann",
		"words": "Uh, FIRST, just one thing on the last one, on the last question about minorities that's relevant here is that the issue divides that appear, uh, between college degree holders and non-college degree holders among white Americans are also there among all other racial categories. So people with college. Degrees, whether they be white, black, Hispanic, Asian-American, uh, are more likely to hold uh liberal positions on social and cultural issues like race, gender, uh, uh, gay rights, drugs, any, anything along, uh, that kind of, uh, spectrum. And Um, that's relevant because the culture war issues have become an increasing part of our politics. They are more likely to be mentioned in all kinds of political communications than they have been, uh, in, uh, the past. Uh, AND, uh, the reason that it's usually talked about as a culture war is because it extends beyond politics. That is, we're arguing about lyrics and music or uh the role. Of celebrities or, uh, you know, the latest commercial, everything becomes a part of this kind of two-sided debate between the left and the right about uh whether society is changing too fast, uh, undermining traditional values, or whether it's kind of embracing the future. And so, uh, yes, it's tied to these specific social cultural issues, and that's Why, uh, it can have this predominant role in our politics, uh, but it's also wider than that. So almost anything can seem political, uh, to people, whether you post on Facebook about a music that you like, uh, or you uh make a uh pronouncement at the beginning of, uh, your, uh, talk in a university. All of those things are gonna be perceived as political much more than they have been in the past."
	},
	{
		"start_time": "11:52",
		"speaker": "Ricardo Lopes",
		"words": "And this either side have an advantage over the other in this culture war?"
	},
	{
		"start_time": "11:59",
		"speaker": "Matt Grossmann",
		"words": "Uh, IN terms of the changes in society, the left continually wins. They, uh, went slowly in some cases and, uh, faster in other cases. Um, BUT it often appears that they're losing because in any given, uh, policy issue. At the time, uh, that it is being raised in politics because it's more controversial. So just as an example, uh, for gay rights, we had uh big changes in public opinion and policy on, on gay rights first and anti-discrimination laws, then. Uh, IN, uh, um, gay marriage laws, and now we have a whole set of issues surrounding transgender, uh, Americans that had been moving leftward and are now facing a backlash, uh, from the right. Um, BUT what we've seen historically is that the right can kind of see ground on individual issues like on gay marriage. Without losing this overall perception that things are moving too fast. And so as an electoral matter, it does not seem to help the Democrats uh that they uh that that social values have been moving leftward here because they're always trying for the next thing, which it might be unpopular at the time."
	},
	{
		"start_time": "13:08",
		"speaker": "Ricardo Lopes",
		"words": "And how have these developments manifested on the American party system?"
	},
	{
		"start_time": "13:15",
		"speaker": "Matt Grossmann",
		"words": "Well, it's had a huge effect. It has changed the composition of the Democratic Party in particular and changed the image of the parties. Um, YOU know, since for about 50 years, the most popular thing that people said that they liked about the Democratic Party, if you just ask an open-ended question, what do you like about the Democrats? It was that it's the party of the common man or the Party of the working class, uh, that and the most negative thing people said they didn't like about the Republican Party again for 40 or 50 years was that it was the party of big business or the upper class. So these kind of class cleavage in American politics was a big part of how people understood the parties, um, but because those coalitions are now changing, now the image of the Democratic Party is really tied to. It's white, highly educated uh constituents and uh the policy issues and priorities that they are pushing, and the view of the Republican Party is less about, um, you know, a, a party of the rich and more about, uh, a party of those who think that society is changing too fast, uh, and should, should go back to the way it was."
	},
	{
		"start_time": "14:24",
		"speaker": "Ricardo Lopes",
		"words": "So in terms of their issue agenda specifically, how would you characterize, how would you characterize the changes that have occurred between the Democrats and the Republicans?"
	},
	{
		"start_time": "14:38",
		"speaker": "Matt Grossmann",
		"words": "Well, first I do want to say that most American policymaking at the national and state level is still about economics and budgets, um, and so part of what's happening here is we're having campaigns that are more about social issues and then we have to go back to governing, uh, and governing is not necessarily about those things that the campaign was about, but you can see the parties are trying their best. To make it about those things. So even what's happening now in the Trump administration, it's sort of being pursued as economic policy as about the budgets of particular agencies or, uh, you know, stopping particular grants, but it's really all motivated by this sort of war on wokeness, this idea that Uh, cultural liberalism has taken over, uh, in, uh, government and society. One reason why it kind of is a failed policy agenda is because if you think about what they're actually trying to, uh, change, it's much wider than government, right? Uh YES, they're mad about, say, transgender participation in, uh, the, um. Uh, IN sports, but they're really mad that there's an increasing number of people who are identifying as transgender, and that's just much more difficult to stop than, say, change a particular policy. On the other side, the Democratic Party has become increasingly interested in uh social and cultural issues that manifests in. Uh, INCLUDING them in all kinds of economic policies. So you, you had a policy on building factories, for example, that, uh, now required, uh, particular gender standards, particular environmental standards, all of those issues got moved into economic issues, and then also the Priorities changed. I mean, the two biggest policy changes of the Biden administration were really the inflation Reduction Act about uh climate change, uh, and then the student loan forgiveness, um which was, which are priorities of the educated compared to uh previous Democratic administrations."
	},
	{
		"start_time": "16:35",
		"speaker": "Ricardo Lopes",
		"words": "So to illustrate this divide, could you tell us about the con the contrast between two major political figures, namely Barack Obama and the message of hope and change, and Donald Trump and the message of Make America Great Again or mug."
	},
	{
		"start_time": "16:54",
		"speaker": "Matt Grossmann",
		"words": "Yeah, that really encapsulates uh kind of how the parties are are now viewing themselves and how they're viewed by outsiders. Um, YOU know, Barack Obama was obviously himself a uh a manifestation of change. He was the first black president. He was also a constitutional law professor uh who talked um like the the educated. Uh, AND, uh, Donald Trump is a, uh, has a message of bringing things back to the way they were, stopping, uh, uh, the, the extreme uh changes in society that, that he is seeing and talking in the, you know, more simple, uh, ways of, um, you know, of, uh, of consumer marketing and pop, pop culture in ways that, um, you know, appeal uh to uh less educated constituents. Um, SO both those slogans, uh, and the sort of manifestations. Uh, A point to this divide. Now one thing that we should say is that this is unlike divides on, uh, say, race and gender, where the mass parties are divided and so are the elected officials. Uh, IN terms of education, what we have is the mass divide um based on college education, but then the entire political class basically having college educations, uh, and often graduate educations. So 95% of members of Congress have college degrees. 70% have graduate degrees. And so you have these figures, uh, like Donald Trump and JD Vance, who are saying that they are representative of uh this uh new constituency, even though they themselves went to Ivy League institutions, uh, and, uh, are sort of portraying themselves as kind of traitors to their class, uh, to represent, uh, uh, people without college degrees."
	},
	{
		"start_time": "18:38",
		"speaker": "Ricardo Lopes",
		"words": "So these trends that we've been talking about in regards to social change and how it manifests at the level of politics, are they, is, is things that we also see occurring in other countries or are they mostly or particularly an American phenomenon?"
	},
	{
		"start_time": "18:58",
		"speaker": "Matt Grossmann",
		"words": "Certainly all across the rich world, we're seeing an increase in uh the role of social and cultural issues in politics, uh, and an increase in the education divide between the left and the right, and a corresponding decrease in the income divide between the left. In the right. But we are the strictest two-party system in the rich world. So what that means is that um you can have all kinds of different coalition formations uh in other countries and you can have uh minor parties who kind of lead the way. Uh, WHEN it comes to uh these kinds of differences. So you can have really populist parties who represent the less educated, who can leave the kind of high income constituents to the traditional center-right party, um, but, uh, you know, become the manifestation of these changes. And then similarly on the left, you can have your more traditional union dominated uh party of the center left and have rising constituents that represent More highly educated in places like green parties. And so what that means is that the traditional parties don't change as much, but they lose share. So most of what's happening in other parts of the world as a result of this is that we have, um, you know, we have a decreasing share for the traditional major parties. In the US we're stuck with the same two parties and they've just become different internal coalitions."
	},
	{
		"start_time": "20:23",
		"speaker": "Ricardo Lopes",
		"words": "So, some social scientists and political scientists have been pointing to this phenomenon that they say is occurring more or less across the entire globe of young women moving to the left progressively. And young men also progressively moving to the right, so to the other end of the political spectrum. Is this something that we also see occurring in the US? And if so, does it have any relationship at all with the divide we're talking about here or"
	},
	{
		"start_time": "20:56",
		"speaker": "Matt Grossmann",
		"words": "not? Uh, IT certainly has a relationship, uh, in, in two ways. Number one is that the higher education system has become increasingly dominated by women. Um, IN fact, it's more geared toward women now than it was geared toward men before Title IX was passed in the 1970s. Uh, SO it's been a big transformation of the higher education sector. Uh, AND, uh, the gender divide is related to the cultural issue divide. So women have, uh, more liberal or left positions on cultural issues, uh, than, uh, men, and so the more that politics becomes, uh, about social and cultural issues, the more that you see uh a gender divide uh across the world. Two other things I would quickly say about that though, are that I that I think are sometimes misunderstood, uh, is that the, um, The first of all, young people are just more likely to reflect the politics of the time. So, uh that means that, you know, you, you don't have a firm partisanship when you first start voting and so uh that means that uh you're, you kind of reflect the trends of the time. So, uh, in, in the 2008 election, young people were assumed to be extremely. Democratic, uh, this election, they were assumed to be moving rightward, but part of that is just they're the people who can move because they don't have the sort of absolutely stable partisanship. And then the other, uh, caveat, I guess I would say is, rather than, uh, saying they're moving left and right, I think I would just say that men and women have different positions on social and cultural issues and so to the extent that those issues become more important, you see a bigger, bigger divide. Um, THERE'S not as much evidence, for example, that young men are actually moving rightward on issues like gay rights and drugs and things like that, as that, um, men and women differed on those issues, always differed on those issues, but now that politics is about them, uh, there's a bigger gender divide."
	},
	{
		"start_time": "22:58",
		"speaker": "Ricardo Lopes",
		"words": "And how have the electoral and geographic basis of support of both the Democrats and the Republicans changed with the rise of the diploma divide?"
	},
	{
		"start_time": "23:10",
		"speaker": "Matt Grossmann",
		"words": "Well, they have changed a lot, uh, because, uh, college educated voters are concentrated geographically, uh, and so obviously that means that Democrats, uh, you know, increasingly represent a smaller footprint of the, of the US and that means they can be disadvantaged uh by kind of generic lines drawn on a map like states, uh, or like. Uh, DISTRICTS, uh, that aren't specifically drawn to try to, uh, equalize uh partisanship. Uh, IT also, um, we should point out that, uh, this, uh, education divide is not only an individual divide, it's also a cultural divide, and that means that if you live in an area that is surrounded by college graduates, you are more likely to be both on the left and moving left. And if you live in an area that is whether or not you have a college degree. And similarly, even if you have a college degree, but you are surrounded by people who don't have a college degree, you're also more likely to be on the right and moving rightwards. So, um, if you're, say, a someone with a graduate degree who lives in a college town, then you're kind of at the extreme end of this, uh, and vice versa. So that means that you're seeing these increasing geographic polarization as a result."
	},
	{
		"start_time": "24:28",
		"speaker": "Ricardo Lopes",
		"words": "And as it manifested or have these changes manifested in particular ways in terms of the results of elections."
	},
	{
		"start_time": "24:37",
		"speaker": "Matt Grossmann",
		"words": "Uh, YEAH, so certainly, uh, elections more uh more reflect this divide and decreasingly reflect the divide in in income that used to uh govern uh election results. Uh, THEY have mattered for things like fundraising and uh primary turnout and uh special election turnout as well, because education is a very strong correlate of uh political participation, voting, donating. Uh, CALLING your member of Congress everything that you can think of. So by moving the most educated section of the electorate from the Republicans to the Democrats, that means the Democrats have had access to more money, but also more activity and more likely participation in traditionally low turnout elections. So it really has changed kind of the circumstances of the parties. Um, IT also, it matters for things like the Electoral College, uh, because it, it means that, uh, these, uh, states like Michigan, uh, Pennsylvania, uh, and Wisconsin, which have lots of white low education voters, um, you know, are likely to remain, uh, battlegrounds, uh, compared to to some other places, and some other places that seemed like they were out of reach, uh, for Democrats like Georgia, uh, and North Carolina might become, uh, uh, increasing battlegrounds."
	},
	{
		"start_time": "25:54",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now a little bit about people's attitudes or how the divide manifests in terms of people's attitudes toward uh educators, journalists, scientists, and institutions like universities and even experts in general. So could you start by telling us about the hostility of Republicans to experts and institutions like universities and so on."
	},
	{
		"start_time": "26:19",
		"speaker": "Matt Grossmann",
		"words": "Uh, YEAH, so as you might imagine, you know, people who've gone through higher education are gonna be more positive about uh both educational institutions, uh, and the role of expertise, uh, in society, um, but we also, because we have this big divide between the parties, we've had increasing discussion between. Parties about these institutions, uh, with Republicans believing they are biased toward liberals, um, in part because they are, uh, in, you know, they are, uh, largely and increasingly, uh, uh, composed of people who are uh liberal on social and cultural issues and do identify as Democrats. So, uh, this obviously blew up in the COVID epidemic in which uh Republicans started to really be, uh, skeptical of claims of expertise, uh, because they were associated with impositions of big changes in people's everyday lives. And uh Republicans perceived that some of these, um, impositions were guided by political principles rather than uh by uh expertise. Now, there's no um divide if you ask people about the principles of science, or about the whether we should try to learn more or sort of this sort of this basics. It's really about the scientists themselves and the institutions that they're in, like universities and government that have generated uh this uh skepticism on the right. But it isn't just hollow language. We're seeing it now in the administration, where there's really no respect for people who have been working in particular issue areas over a long period on uh public policy or people from the outside, uh who are grantees or or contractors uh who come from the sector. Because Republicans believe that uh they have uh been guided by their political principles, um, and, and not without cause, there really has been a change in how these institutions talk about issues like race and gender, uh, and Republicans have noticed but um kind of expanded their critique to the institutions as a whole."
	},
	{
		"start_time": "28:25",
		"speaker": "Ricardo Lopes",
		"words": "And on the other hand, talking about the Democrats, what kinds of attitudes do they have toward experts and institutions like universities?"
	},
	{
		"start_time": "28:35",
		"speaker": "Matt Grossmann",
		"words": "They're much more favorable, and in the COVID epidemic, they became much more favorable. We don't know how much of that will, will be retained, but this really would be surprising to, you know, 1960s activists who did not think that, you know, uh, Harvard University and the New York Times were the heroes of uh moving uh America in a in a left. Direction. But now, a lot of Democrats see these institutions as bulwarks and as, you know, institutions that should should continue their role in American politics and society, and it's Republicans who want to burn them all down, uh, which is, you know, quite, quite a contrast."
	},
	{
		"start_time": "29:19",
		"speaker": "Ricardo Lopes",
		"words": "Have there also been changes in terms of the content produced by conservative media on institutions like universities and the educational system more generally?"
	},
	{
		"start_time": "29:32",
		"speaker": "Matt Grossmann",
		"words": "Yeah, and you know, we went through this with regard to the media earlier, so, you know, again might surprise people, but trust in the media used to be higher among Republicans in, in the 1960s and 1970s because Republicans were higher income and they were more likely to read a daily newspaper and Uh, all of that, um, and it really took this very long, uh, movement, uh, among the conservatives to say these institutions are liberally biased, uh, and we should build alternative institutions, uh, and among the things talked about, for example, uh, one study of Rush Limbaugh's radio program in the 1990s said that uh he talked about. Democrats that he didn't like every day, and he talked about the bias in the media every single day. So that was the kind of core message of conservative media. uh, AND it has now become a core message about universities, about experts, about uh the higher education voters, and about cultural uh liberals guiding institutions, even in business, uh, and in the nonprofit community. Uh, AND, uh, you know, that's an expansion of this, uh, same, uh, same kind of rhetoric. And among universities, it's useful to kind of look at its, it's, uh, progression. You know, it was always the case that conservatives were skeptical of people in, you know, ethnic studies departments and political correctness on campus, but You saw that it expanded in kind of uh debates over uh religion and over environmentalism, to not just be about humanity scholars or social scientists, but now about natural scientists as well. Uh, AND those institutions, um, similarly became more invested in, uh, what the right would see as a political, uh, project over time. Uh, AND so, uh, that's created our, our current big divide."
	},
	{
		"start_time": "31:23",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to these hostile attitudes toward uh some institutions like universities, have they have actual effects on the targeted institutions, are they, for example, more vulnerable in any way now?"
	},
	{
		"start_time": "31:41",
		"speaker": "Matt Grossmann",
		"words": "Uh, CERTAINLY, uh, you know, we're seeing right now, uh, the major threats to university funding, uh, from the federal government, uh, and, uh, from state governments, uh, efforts to try to control things uh like uh faculty hiring, um, curriculum, uh, from, uh, state governments, and, uh, as, uh, provisions in federal funding. Uh, SO, uh, all of that is, is a big change, uh, from, you know, even a few years ago when higher education was mostly a state political issue, uh, and it was mostly about, you know, what can we do to support our states, universities versus other states, um, and there were. Concerns, but they were more about access, uh, about, um, the, about matching the university curriculum with the job market, uh, things like that, uh, rather than, uh, this kind of war on wokeness, um, which has become the most central part of higher education politics now."
	},
	{
		"start_time": "32:41",
		"speaker": "Ricardo Lopes",
		"words": "So we've talked about the media, about universities, experts. How about corporations? Has there been any impact on corporations, how they are run their values, and how Republicans and Democrats relate to them and their leadership?"
	},
	{
		"start_time": "32:58",
		"speaker": "Matt Grossmann",
		"words": "Absolutely. So, um, because people who are have higher education, uh, have more socially and culturally liberal values and uh dominate all social institutions, that means that they have brought those values to those institutions, and they became pretty open about it in the wake of George Floyd and uh. Some other, uh, and the first Trump administration, uh, and that meant that conservatives really noticed and were alarmed uh about the the trends in their kind of traditional partner, uh, in corporate America. So, um, there was a real change and there is a huge backlash, and that has uh kind of uh ignited. A big, a big shift in corporate politics. What we're seeing now is companies trying to react to the backlash. Uh, SOME of that is real, some about some of that is just changing the names, some of it is just scaling back initiatives that might have been seen as as temporary uh uh before, but there's been a big change in corporate policies and in uh the Republican approach uh to Uh, to companies, uh, as a, as a result, uh, of this. Um, WE would just emphasize that, you know, this isn't, uh, necessarily the, uh, the, the, the Marxist project, uh, that some conservatives imagine, uh, that, uh, people came in and took over these institutions. It's mostly companies responding to their employees, uh, companies responding to their customers, uh, and. Um, TRYING to follow social trends, and that's meant, uh, that, you know, they've been caught up in the same trends, uh, same social and cultural trends moving leftward, uh, that the Democratic Party has been, uh, and they're facing a backlash as a result."
	},
	{
		"start_time": "34:53",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about how this divide has manifested in terms of policymaking and with that in mind, let's explore the example of the COVID-19 pandemic. So how did the divide manifest during the COVID-19 pandemic?"
	},
	{
		"start_time": "35:12",
		"speaker": "Matt Grossmann",
		"words": "Well, it was, it was front and center, uh, because a lot of policymaking uh became the domain of experts. Americans saw these people that they had never heard of before guiding uh uh American policy and a pretty uh drastic changes in everyday life. Figures like Anthony Fauci, who people had never heard of, uh, became, you know, they became quickly a 50 point difference in Americans' attitudes toward this guy uh uh as a result of uh the the the COVID uh wars, um, and It, it has had permanent effects. It has meant that Republicans are more skeptical about the role of experts, about the role of government officials, about the role of public health, uh all kinds of uh of of pieces. Uh, AND we would point out that of course there are always going to be examples of, of overreach or policies that went too far or policies that might have been aligned. Uh, TOWARD, uh, political values, uh, as opposed to expertise. Um, SO for example, one salient example that that usually comes up is that public health officials endorsed protests against uh George Floyd right after they had opposed protests against the lockdowns, uh, and told everyone that, you know, it was dangerous to congregate in large areas, and conservatives, I think, rightly saw that as motivated by a set of social and political values. So expertise is always going to be a combination of greater knowledge, but also distinct, but not necessarily better values, uh, and, uh, uh, it is, uh, and of course, interests, that is the role of uh uh these people having a bigger impact in society. And so, um, experts are always going to want kind of more impact. They are going to be affiliated with the evidence, uh, but they also have distinct values, and so. Uh, THAT means, uh, that their pronouncements are just increasingly politicized today."
	},
	{
		"start_time": "37:15",
		"speaker": "Ricardo Lopes",
		"words": "So what does it mean to say that everything is about politics and politics is about everything?"
	},
	{
		"start_time": "37:24",
		"speaker": "Matt Grossmann",
		"words": "Well, when uh our politics becomes about uh social and cultural issues and when um people's complaints about who they're seeing on television, uh or uh what kind of straws they're encountering in restaurants or, uh, you know, every single daily, uh, thing can be associated back uh to some kind of political issue. Uh, IT really just means that it's hard to stay out of politics. It also matters for these institutions that believe that they're kind of not on one side of the culture of war but are increasingly placed on one side. So it's very hard to be an institution that is above the fray, uh, if you're, say, a technology company or You're a nonprofit organization, a service provider, um, who wants to say we're not on either side of the culture war, um, they really are increasingly on one side because uh uh every kind of uh pronouncement or a thing that they do is going to be perceived as having that uh clear political val. Um, AND so, you know, it's very hard then to get out of that. That is, there's a bunch of self-reinforcing cycles here. Uh, WHERE you can't sort of say we're gonna step back without that being perceived as a political move as well."
	},
	{
		"start_time": "38:44",
		"speaker": "Ricardo Lopes",
		"words": "One last question then. How do you look at the future of this divide? Do you think that it is something that could be bridged in any way? And do you approach it as a problem that we could and should try to solve, or are you just, or are you simply um exploring and a social and political phenomenon here?"
	},
	{
		"start_time": "39:11",
		"speaker": "Matt Grossmann",
		"words": "Uh, WE'RE admittedly light on solutions, uh, maybe because they, they aren't readily apparent, but yes, there's a lot of self-reinforcing processes here. Um, THEY have some detrimental effects, especially if we talk about how we see one another, uh, and our ability to communicate across that divide and actually uh get uh a policy done. I think sometime this is. Overstated, that is, like I said, a lot of governing is still about economic policy and budgets. There's a lot more bipartisanship than people think because they hear about the partisan fights but not the things that do get resolved. Um, AND so in terms of policy making, there still can be progress, um, but it tends to get less, less attention. Uh, BUT there are a lot of, you know, reasons why this is likely to, to continue, uh, uh, into, uh, into the future, and all the things that people want to do to reform the system are also pieces of the culture war. So, you know, you could say, well, this means we have to reform our institutions to do X, Y, and Z, but that is going to be perceived as uh being on one side of the social and cultural conflict that we're having in the United States."
	},
	{
		"start_time": "40:26",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, uh, the book is again polarized by the Greece, how the diploma divide and the Culture War Transformed American Politics. I'm leaving a link to it in the description of the interview. And Dr. Grossman, just before we go, apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "40:48",
		"speaker": "Matt Grossmann",
		"words": "Uh, MY website is mattG.org, um, and I'm on all of the social media platforms as well. If people wanna follow, uh, current, uh, thoughts, and I have my own podcast called The Science of Politics where I interview political science researchers. So, uh, hopefully people will check that out as well."
	},
	{
		"start_time": "41:08",
		"speaker": "Ricardo Lopes",
		"words": "Great. I'm also leaving links to that in the description of the interview, and Dr. Grossman, thank you so much for again for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "41:18",
		"speaker": "Matt Grossmann",
		"words": "Thanks, great to talk with you."
	},
	{
		"start_time": "41:20",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearraujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francaortolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]