[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined for a second time by Doctor Patrick Hasan. He's a senior lecturer at the School of English Communication and Philosophy at Cardiff University. I'm leaving a. To our first interview in the description, which was about his book, Nietzsche's struggle against Pessimism. And today we're talking about the philosophy of suicide. So, Doctor Hassan, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Patrick Hassan",
		"words": "Thank you very much for having me back."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So, what is then the philosophy of suicide? What kinds of questions do you explore"
	},
	{
		"start_time": "00:42",
		"speaker": "Patrick Hassan",
		"words": "there? Yeah, so the, the philosophy of suicide is an attempt, uh, just like in, in other fields, to understand the phenomenon of suicide. Um, SPECIFIC philosophical approaches will typically involve questions pertaining to the rationality of suicide. Can we understand it as a rational phenomenon? Um, WHAT kinds of things would motivate suicidal behavior? Um, AND I'd, I'd say primarily it's been approached from a, from a perspective in moral philosophy. So is suicide ever, and, and, and could there be any circumstances which suicide is morally permissible in under what circumstances would it be permissible? Could suicide ever be morally required, um, which is a, a stronger claim. um. And I would say that most of what goes on in, in the philosophy of suicide has, has really worked under the umbrella of, um, yeah, moral psychology, normative ethics."
	},
	{
		"start_time": "01:46",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, the approach that you have in in the philosophy of suicide, how does it compare to approaches in other more scientific domains like for example, psychology, sociology, and medicine slash psychiatry?"
	},
	{
		"start_time": "02:03",
		"speaker": "Patrick Hassan",
		"words": "Yeah, it's a good question. Uh, SO, philosophers tend to emphasize conceptual analysis, but of course, we do make use of empirical observation too. I would say in empirical, strictly empirical disciplines like psychology and sociology, um, what they're trying to do there is really to understand the etiology of suicide. So what I mean by that is the strictly trying to understand the causal mechanisms which give rise to suicide, um, Uh, the psychologists, that's to do with, yeah, individual factors. Uh, SOCIOLOGISTS are looking at broader social networks in which this phenomenon occurs. Um, Whereas, yeah, philosophers will, will use uh conceptual analysis. Uh, THEY'RE interested in normative questions, which psychologists and sociologists might not be. Um, BUT I think it's fair to say that for any comprehensive understanding of the phenomenon of suicide. Uh, ALL of these disciplines need to, to work together. Uh, THERE needs to be somewhat interdisciplinary, um, not just sociology, psych uh psychology, but also probably anthropology and history. I would add to that as well. Um, So, yeah, philosophers, uh, particularly moral philosophers are doing something slightly different insofar as they, they're trying to do a more fundamental conceptual analysis and ask, you know, are there circumstances in which people ought or ought not to commit suicide? And that, that ought, the normative concept there is typically one that strictly empirical disciplines, um, are not going to analyze."
	},
	{
		"start_time": "03:41",
		"speaker": "Ricardo Lopes",
		"words": "But the suicide have a specific definition in philosophy? Does it differ in any way definitionally from how it is approached in other areas of knowledge? I mean, what do you have to say about that?"
	},
	{
		"start_time": "03:58",
		"speaker": "Patrick Hassan",
		"words": "Yeah, I would say that philosophers are typically a little bit more attentive to how we define this, um, as might be expected. Uh, THERE'S, there's huge disagreement about even how to define this, um, before analyzing whether it's, you know, morally permissible or not and under what circumstances. So, Um, I would say that that attention to the definition of suicide only really becomes, um, something which, which gets a lot of attention in the sort of 20th century and contemporary, contemporary kind of uh uh philosophy of suicide. I think a general first pass at trying to define what this would, what this actually is would be something like self-caused death. Um, BUT once you start thinking about some counterexamples, it becomes quite clear that that's not going to be adequate. So just to give you a couple of examples, um. Say something like death from a drug overdose or from uh years and years of smoking or something like this. Uh, WELL, it's self-caused and it results in death in some cases, but we wouldn't really want to call it suicides, which suggests that it lacks that definition lacks some kind of essential feature. In those cases, probably something like intention, intention to die. Um, DIFFERENT kinds of cases, you could point to this phenomenon called suicide by cop, where this is a kind of method of attempting to kill oneself, where one provokes, uh, law enforcement or anyone armed basically, uh, by presenting yourself as a threat. So they, um, they, they shoot the, the person in question. And die as a result. Um, THAT looks like there's an intention to die, but it's not self-caused. So these kinds of counterexamples pose problems for just a sort of an intuitive account of, of suicide as self-caused death. So what that might suggest is that a general kind of understanding of what this might be, could be something like. Um, A self-caused death where there's an intention to die, and that one's actions, one predicts that, uh, those actions will lead to that death, that desired to death. Um, IT'S not a perfect definition, so some people have also built in other kinds of, uh, conditions for this. For example, some people think that it also has to be freely chosen or freely willed, uh, to distinguish from cases where someone might be coerced. Uh, INTO suicide. So, you know, it's very controversial, for example, whether Socrates committed suicide, right? He was ordered by the judiciary of Athens to, to commit suicide. He drank the hemlock, um, but whether this was a freely chosen action is, is, uh, controversial. So, There's, there's a little bit of controversy, but I think certainly up within the 19th century and prior to that, there was a kind of general understanding of this claim, uh, that suicide is really just self-caused death where where there's an intention. To die. Um, I think there's, it's worth maybe pointing out a qualification about this, so. One point is that some people have tried to define suicide in this way that we've been talking about by pointing to necessary and sufficient conditions and whether they obtain in some circumstances rather than others. Another approach would be to take what would be a sort of uh Wittgensteinian approach to defining it in terms of family resemblance. So it's not that it, it satisfies certain conditions, but rather there's a kind of general family of related um Things which have to be present in order for us to consider something suicide doesn't mean that all of them have to be present at one time, um, but maybe some of them, not others. Um, SO Wittgenstein famously has this approach to a number of concepts, um, like games, for example, doesn't think that we can really have a central definition of what a game is. Maybe it's a family resemblance concept. Some people have thought about gender this way too. So that's another way of thinking about it that's rather different. But another qualification which probably should be mentioned is that the term suicide carries with it a negative connotation, right? It has, there is an evaluative side to this term, um, that might affect how we conceive of some actions of suicide rather than others. Um, SO, when people who are considered morally vicious, villains, uh, when they have. Committed suicide, like the case of Hitler, for example, no one really denies that that's a case of suicide. Uh, BUT in cases where people are morally admirable, they're perhaps martyrs or heroes in some way, they might be more reluctant to do that precisely because this is the thought anyway, precisely because there's the built in negative connotation to the term, um, that makes it quite hard to separate out our evaluative starting points from a purely descriptive definition. Uh, SO that might be one intrinsic difficulty to, to giving a, a just a strictly impartial, neutral, evaluatively neutral definition of the term. But yeah, I would say that the, the sort of generally accepted starting point would be self-caused death where there's an intention to die."
	},
	{
		"start_time": "09:18",
		"speaker": "Ricardo Lopes",
		"words": "How long have philosophers been thinking about suicide? I mean, how, how old is the philosophy of suicide?"
	},
	{
		"start_time": "09:27",
		"speaker": "Patrick Hassan",
		"words": "Um, IT'S, it's, it's ancient really. I mean, I would say at least in the Western traditions, people have been thinking about the philosophy of suicide at least as far back as Plato. Uh, SO Plato generally has a negative view of suicide, but allows it to be permissible in certain circumstances that he outlines in the laws. Um, Aristotle barely mentions it, but he does have a passage where he, he denies that. Suicide is an injustice to the self, but rather conceives of it as a sort of injustice to the state or to society, though he doesn't quite say a lot about why that is. Um, THE Stoics, Seneca, Cicero were also interested in the question of suicide and had a generally more positive attitude towards it, that the, the scope for permissibility with, with suicide was a lot wider than it was for, say, Plato or Aristotle. Um, THEY even thought that it might be admirable, right? So in one, in circumstances where what they would describe as the conditions for a well-lived life, if they're, if they're no longer present, um, Then they think that it would, they thought that it would just be wildly irrational to continue living, um, and that facing your death would actually be noble in those, those circumstances. So, yeah, people in philosophy have been thinking about this for a long time, um. In outside of the Western traditions as well, Confuciuser has something to say about this, who's writing around the same time, a little bit earlier than Aristotle. Um, BUT conceives of the wrongs of suicide is, if it is wrong, primarily as a violation of duty to, again, to society or, or more specifically to, uh, one's family. So there's a, there's a long tradition of thinking about suicide by philosophers, uh, in moral terms."
	},
	{
		"start_time": "11:18",
		"speaker": "Ricardo Lopes",
		"words": "And you mentioned that uh the philosophy of suicide usually approaches it through a moral lens. I mean, it's more from the, the point of view of moral philosophy slash ethics. But how was suicide morally approached by philosophers and other thinkers before the 19th century? Because we're we're then going to talk about a shift that occurred during the 19th century, but before that, how was it approached from a moral standpoint?"
	},
	{
		"start_time": "11:49",
		"speaker": "Patrick Hassan",
		"words": "Yeah, good. Um, SO I think the major change probably after these, these ancient thinkers, another shift that happened, um, in the history of, history of moral philosophy would be in the, with the rise of Christianity, and particularly in the medieval period where it really dominates um all intellectual activity. Um, AND there you see it, as you might expect, an overwhelmingly negative approach to suicide, uh, moral condemnation of suicide, um, in, in various ways. So, some people thought of this as a violation to the self, right? That we might have duties to ourselves in various ways, um, and that suicide undermines those, um, There's also perhaps, as we've mentioned, duties to others. So there's a social uh social sort of aspect to this. Uh, BY committing suicide, you may be harming the family, the wider society, the state. Um, AND also, particularly a Christian way of looking at this was that it might violate duties to God in some capacity, that God really has dominion over, uh, human lives. We don't really have the authority to be able to check in and out of life. That's really up to God. Um, AND that by committing suicide, one deprives God of that right. Um. You know, Aquinas, Augustine, thinkers within the Christian tradition made arguments of this kind, um, and others as well. I mean, another type of theological argument that was sometimes given was that. Uh, LIFE is, can be conceived as a kind of gift, right? Life is wonderful and good and that we're sort of honored to be given this opportunity to live, uh, in this life and that by committing suicide, one expresses, uh, a kind of ingratitude or something like that, um, for God's gift of life, um, and this is a different type of moral wrong, um. So I think that that was kind of a, that was a very dominant way of looking at suicide for a few 100 years at least. Um, THINGS started to change in the Enlightenment where people started to openly challenge arguments the existence of God. Uh, Christianity as an institution started to decline and influence, um, the rise of secularism was, was the cause of this. Um, SO you have philosophers like David Hume who writes this essay of suicide. It's published posthumously where he really goes after all of the traditional arguments against suicide, particularly grounded in, um, uh, a theistic worldview. Um, AND really demolishes these arguments. Um, THAT had a huge impact in how people thought of the practice. Um, ONE of the people I'm sure we'll talk about later, Schopenhauer, was full of admiration for, for this essay and thought it pretty definitive. But this isn't to say that in the Enlightenment period, it was uniformly um. Sort of, uh, more, more, um, open to the permissibility of suicide because a major figure within writing in the 19th century. Uh, AND the 18th century was. Emmanuel Kant, who was staunchly against suicide and had a variety of arguments which didn't necessarily consider it as, or at least in his best moments, didn't really consider it a violation to God's authority or anything like this, but really as a kind of practical contradiction. Um, THE moral law as he conceived it emanates from our, our autonomy, uh, our dignity is rational human beings, and that suicide involved a kind of practical contradiction in destroying the source of the moral law. Um, SO he, unlike Hume, um, thought it had a pretty negative condemnation of suicide, though, uh, primarily outside of the theological context which dominated the medieval period."
	},
	{
		"start_time": "15:46",
		"speaker": "Ricardo Lopes",
		"words": "OK, so as I mentioned in my previous question, we're going now to talk about the shift that occurred during the 19th century from when people were thinking and approaching suicide, mostly from a from a moral standpoint or thinking about it in moral terms to then thinking about it in more biological and or psychosociological terms in the 19th century. So, what changes were brought with this?"
	},
	{
		"start_time": "16:16",
		"speaker": "Patrick Hassan",
		"words": "Yeah, good. This is definitely an important shift in the philosophy of suicide, and I think generally, just on, from the outset, you can see this shift occurring in just the terminology that gets used. So instead of talk of violations of duty, good and evil, these terms tend to get replaced by terms like health and sickness, um, which were intended at least to be. Um, WHOLLY descriptive ways that we could describe the phenomenon of suicide, which replaced what were considered these antiquated sort of old fashioned, um. Sort of, yeah, metaphysically suspect concepts of good and evil. So there's a major terminological shift, and that's primarily because there's this explosion of success in the empirical sciences. Um, THE decline of, um, yeah, as we've said, the decline of theism, the, the decline of, uh, religious institutions. Um, SO there's this, this renewed sort of interest in how, how much science can help us explain this phenomenon. The stagnant debates about the good and bad, good and evil of of suicide tend to be, they tend to take the backseat at this period. And I'd say there's two major types of approach, um, that we can, we can identify. So one kind of approach, as you mentioned, is thinking about suicide um in terms of. Individual health, right, so as a biological phenomenon, um, as the product of a sort of, uh, yeah, the bodily or mental decline in some respect. So. Broadly, you can think about suicide for these thinkers, um, as a sort of symptom of illness that needs to be treated, right, in some way. So, just a couple of examples, for people who thought of things this way. So the Danish phys uh physician, uh, uh, Heinrich Callison sort of had this approach. It was quite influential. Um, Max Nordau, who was a degeneration theorist, thought that the best way of explaining suicide was by appealing to this. Um, CONCEPT of neuroasthenia, which is basically this idea that some individuals were Extremely susceptible um to various stimuli, just hypersensitive to various stimuli. Um, AND that in our sort of modernizing hustle and bustle of contemporary society and civilization, rapidly industrializing civilization, we're just bombarded with all this stimuli all of the time, information, noise, um, all these different effects on our senses. And his basic idea is that. Neuroasthenia developed as as a kind of fatigue or exhaustion from oversensitiveness to these stimuli. And that eventually it would, it overwhelmed these individuals such that everything in their consciousness registers, registers to them as a kind of obstacle or chore. And that over time, eventually that's gonna build up where this person will just be in the state of, really define existence in terms of their suffering, and that's what pushes them towards Thinking about suicide as a way of stopping that. Um, AND again there's others in the tradition as well. The English physician George Burrows thinks about what he thought about suicide is really derived from melancholia, um, for some similar kinds of reasons. So you've, one way of thinking about the sort of medicalization of, of, of suicide or the problem of suicide is as a kind of Yeah, an illness to be treated was in these individual terms. A second way of thinking about it within this kind of medicalization, um, this kind of broadly scientific approach which dominates the 19th century, is as a social phenomenon, as a sort of social, um, illness. Something that is a product of various kinds of breakdowns or or declines of the social order. Um, And I, I just want to make it clear that I think these things aren't mutually exclusive, right, so a lot of people thought that. What explains individual bodily or mental decline was in some way intrinsically connected to broader social decline. Um, SO, Some people thought that the Italian physician Enrico Morselli, for example, was extremely influential here. He thought of suicide really as a symptom of this effect of the struggle for existence in very Darwinian terms, social Darwinian terms, um, that really what's going on is that as society evolves and society becomes more civilized. Um, THIS creates a kind of fight, uh, for resources, fight for survival, and the people who can't keep up with this are going to be more susceptible to suicide. Um, PROBABLY the most famous social account, uh, would be Durkheim, uh, the sociologist Emile Durkheim looked at, as did everyone at the time, they looked at specifically modern society and thought there was a specifically modern problem here. That what's correlating with rapid industrialization, um, urbanization was. A sharp rise in the rates of suicide, and he tried to explain this in terms of this concept of annoy, which is the kind of. Uh, A social condition which is really defined by a breakdown of the social norms which facilitate understanding, uh, and sort of communal interaction between the members of a society. Um, HE thought that when this happens, when there's too much regulation, too many rules, or too little, this kind of state of enemy, this kind of sense of aimlessness, meaningless, directionless, uh, behavior, a lack of being able to predict or expect particular outcomes, this would arise and that this is the actual primary cause of suicide. Um, SO when we talk about psycho-sociological approaches to suicide in the 19th century, this medicalization of the view, I think these are the two main strands which have interplay in various ways. The suicide is a symptom of individual decline, mental illness, and suicide is a symptom of some kind of broader social degenerational decline."
	},
	{
		"start_time": "22:47",
		"speaker": "Ricardo Lopes",
		"words": "OK, but then also in the 19th century, we have to talk about pessimism with figures like Arthur Schopenhauer. So, but before we get into Schopenhauer himself, how does pessimism and pessimist philosophy relate to the phenomenon of suicide?"
	},
	{
		"start_time": "23:05",
		"speaker": "Patrick Hassan",
		"words": "Yeah, so as you mentioned, this was a dominant philosophical dispute in 19th century Germany in particular. And pessimists, but the general definition that became the de facto definition, uh, that these, these figures were working with. Is that pessimism is the view that life is not worth living, that it would be better if we were never born at all. Uh, AND one of the primary justifications, not the sole justification, but a primary justification for this view, this provocative view, was that suffering was ubiquitous and inevitable, and it was always going to outweigh any pleasures, the minimal pleasures that we have in life. Um, And as you mentioned, Schopenhauer really developed this into a philosophical theory, and it was, it was developed further by his interlocutors and followers at a later time. And this interacts with the philosophy of suicide, because you might think, look, obviously, if life is really that bad, um, if there's inevitable suffering that we can never really alleviate to any significant degree. Um, DOESN'T suicide start to look very rational? Doesn't it start to look like it's the best course of action? Um, AND that might even be required, uh, you know, precisely because we just, things cannot get better. So wouldn't it be better for us to commit suicide if something like pessimism is true? And that question animated quite a lot of the pessimism dispute. Does pessimism really entail suicide? Does it really um. Sort of push us in that direction. Um, SO that was, I think that's the primary relationship between these two, phenomena."
	},
	{
		"start_time": "24:47",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND I mean, does pessimism actually entail suicide? Does suicide necessarily follow from pessimism or or not?"
	},
	{
		"start_time": "24:58",
		"speaker": "Patrick Hassan",
		"words": "Uh, SO a lot of the pessimists at the time, and, uh, think that the answer to that is no, that that suicide just is not entailed uh by a pessimistic worldview. Um, AND a lot of this will depend upon other philosophical commitments that they had because they were quite diverse in, in what they thought and why they thought it. But I think the general view, um, is that, uh, yeah, suicide is not entailed by pessimism precisely because Um, there might still be moral reasons, uh, to avoid suicide. So even if it's. Prudentially better that we might, it was better that we just were never born at all. Once we're born into the world and we're part of a kind of network of other human beings. They, there might be moral reasons to avoid, avoid this practice. And in fact, most pessimists in the dispute, um, did in fact think that it, that suicide was not, uh, not always, um, going to be, uh, the right course of action. There might be some circumstances where it's permissible, but they offered moral arguments against the practice, as well as practical ones."
	},
	{
		"start_time": "26:07",
		"speaker": "Ricardo Lopes",
		"words": "And that includes people like Arthur Schopenhauer and Edward von Hartmann, who you also mentioned in your work, right?"
	},
	{
		"start_time": "26:16",
		"speaker": "Patrick Hassan",
		"words": "That's right, yeah. So, um, Hartman has a particular kind of moral argument against suicide, which in some ways is quite um traditional. So we mentioned earlier these arguments, sort of rooted in Aristotle, uh, but others pick it up. This idea that suicide violates uh a duty of concern and care for others in one's community or family, uh, one's in a social circle. And that suicide is immoral because it's ultimately an egoistic action. One weighs up how much value there is in their life and the value of continuing their life. And if they opt for a negative answer to that, they commit suicide as a means of stopping their own pain and suffering. He thinks it's understandable, and he wants to take out some of the highly charged emotional venom, which he thinks infects a lot of the sort of medieval ways of thinking about suicide. So he thinks of it as a more understandable phenomenon. But he does think that. In most cases, where there, where there are uh people who are involved in a particular social uh network in a particular society, suicide is wrong or immoral because it precludes the fulfilling of obligations to others and might even harm others. So he has a very social way of cashing out the morality of suicide. Yeah."
	},
	{
		"start_time": "27:40",
		"speaker": "Ricardo Lopes",
		"words": "And what did these pessimists uh think about the medicalization of suicide?"
	},
	{
		"start_time": "27:48",
		"speaker": "Patrick Hassan",
		"words": "So, generally, uh, I, my interpretation of people like Hartmann and and and Schopenhauer, who also resisted, um, resisted, uh, condemning uh suicide as this kind of ultimate criminal. Uh, CRIMINAL act, um, well he did want to, to, to say that there are modest moral reasons for rejecting it, but he was also like Hartmann. Very interested in in trying to resist this condemnation of it as this ultimate moral wrong. Um, THEY both recognize that, look, there might be some cases in which. Things like insanity, um, and medical issues can lead to cases of suicide. Um, THEY both explicitly recognize that this is a possibility, but they were resistant to the idea that medicalization could be a comprehensive approach to the phenomenon of suicide, that all cases could be understood in a quite simplistic way as symptoms of illness or social ills, um. They, for that reason, tend to deny that suicide is really a specifically modern problem at all. They think that this has always been discussed by philosophers. This is a deeply human existential problem to face. It's not just something which arises given rapid industrialization and urbanization. So, on the one hand, they, they're interesting because they accept that. Advances in the in the sciences can help us understand this phenomenon, and they also think that these advances are right to um move away from this kind of very strong emphasis on, on, on suicide as being uh one of the, the worst crimes imaginable, like one of these things that you find in the Christian traditions, for example. They write to emphasize that, but they. Move away from thinking this can be comprehensive. They, they sort of think that we can still philosophize about the morality of suicide, and we can still offer at least modest reasons for thinking that there's an ethical issue at play here."
	},
	{
		"start_time": "29:54",
		"speaker": "Ricardo Lopes",
		"words": "And where do you place the 19th century German pessimists in relation to the more traditional or progressive approaches to suicide?"
	},
	{
		"start_time": "30:07",
		"speaker": "Patrick Hassan",
		"words": "Yeah, I think this is a, a really interesting question. And one of the things which I, I try and argue for is that the pessimists represent an interesting middle ground. Um, SO as I was saying, I mean, on the one hand, they agree with these 19th century empirical approaches insofar as they say, look, uh, these Sort of general condemnations of suicide in the harshest terms, um, and especially the arguments that have underpinned them, these theological arguments, um, these arguments of violating duties to the South. Um, MOST of these are hopelessly implausible, and they're, they're, they're probably motivated by sentiment more than anything else. So Schopenhauer makes this claim explicitly. He thinks that, you know, Hume demolished these arguments, um. And what he exposed is that the arguments are so poor and they're so frail, that they have to be sort of supported by and buttressed by sentiments of disapproval and sentiments and of of condemnation. In other words, priests and priestly philosophers who sympathize with them implicitly or explicitly have had to condemn suicide in the strongest terms to make up for the fact that the arguments against it aren't particularly good. Um, AND Schopenhauer thought, well, why are they doing that? I mean, he has this interesting explanation where he says that look, Christian approaches are broadly optimistic. They think that the world is good and and wonderful, and that we should be celebrating its value. But the problem is, is if you have people committing suicide, it looks as if something's wrong, right? So not not all is well in the Garden of Eden, right? Um, SO he's saying that. Suicide has to be condemned by people on that side of the, on that side of the debate, because otherwise suicide itself is a kind of condemnation against optimistic presumptions. So on the one hand, people like Schopenhauer and the other pessimists want to say, these empirical approaches are real advancements in that they show the poverty of traditional moralizing about suicide, um. They understand suicide as something which, you know, should be decriminalized, it should be something which we should evoke pity and compassion rather than condemnation. And in that sense that Schopenhauer and the pessimists are quite progressive. But they also have 1 ft in the previous century, insofar as they don't want to give up moralizing altogether. They do want to give some kind of um moral argument or arguments against um. Uh, THE, the, the practice of suicide. And for Schopenhauer, he has quite peculiar arguments against this. So one is, is strictly practical, that, um, suicide doesn't really deliver what the suicidal person wants it to, that really. They don't give up their willing, which is the cause of suffering, their intense desiring. They just don't really like the circumstances in which they've come to, come to experience. And in that sense, they still affirm their will. But the moral argument that he gives, which is, again, quite peculiar, is that he thinks that suicide precludes reaching the highest good. The the summon bonham, the highest ethical good that there is, suicide prevents the attainment of that. And that highest good for Schopenhauer is what he calls salvationism, kind of redemption from life, where one gives up the will completely. And here he's drawing upon a number of Indian traditions, Buddhism and Hinduism to show that Craving and striving and desiring is the source of suffering, and that once you break that will, once you give up that source of craving and desiring, suffering will diminish. Uh, YOU become in the state of, I guess you would call enlightenment, where you have this sort of distance to sublime experience of life, uh, where you've completely detached from it. Um, THERE is an interesting question about how to the extent to which we can characterize that argument as moral. Um, BUT he certainly thinks that he describes it explicitly as the only relevant moral reason against suicide. So, I think the general answer to your question is that the pessimists represent an interesting middle ground insofar as they accept elements of this kind of progressive. 19th century empirical approach. Uh, BUT they still have the 1 ft in the previous century in so far as they, they want to give moral justifications against the practice as well. Albeit milder ones, they still have this kind of normative framework and metaphysical framework for thinking about the morality of suicide."
	},
	{
		"start_time": "34:48",
		"speaker": "Ricardo Lopes",
		"words": "So in your work, you also talk about James Sully's psychological reduction of philosophical pessimism. I mean, a view where he claims that pessimism, quote, is not really a philosophical theory at all, but rather a psychological state, a mood or disposition which is the product of socioeconomic circumstance, end quote. So, could you tell us about that and what are your thoughts about it?"
	},
	{
		"start_time": "35:16",
		"speaker": "Patrick Hassan",
		"words": "Yeah, absolutely. So, um, yeah, James Sully was this English psychologist who is not particularly well known now, but was at the forefront of developing psychology as an independent discipline towards the end of the 19th century. Um, YOU know, he was very admired by Freud and and others in the discipline for his insights. And he wrote this book called Pessimism. A history and a criticism, which is a sort of 500 page uh attempted demolition of philosophical pessimist, pessimistic arguments. And there's a whole chapter dedicated there to explaining what gives rise to pessimistic sentiment and an attempt to reduce philosophical pessimism to the sentiments which produce it. So his basic idea, which was not original to him, right, this is a very common view. In the 19th century, and I think still persists today, um, is this idea that pessimism really just is an expression of sentiments of disappointment, of personal suffering. Um, THE German, uh, way of cashing this out was that pessimism is just this. Experience of Welschmertz, this kind of phenomenon of sort of pain of existence, this kind of experience of the world is really just suffering and misery, um. And Sully's trying to motivate this view by saying, look, there's something particularly interesting going on is that the rise of philosophical pessimism in the 19th century, he claims, correlates with huge amounts of misery and economic deprivation, um. And what he's trying to, to claim is that the best explanation for this correlation is that it's causal, that really philosophical pessimism just arises from the circumstances of the time. People are suffering in various ways, um. And they're also frustrated and disappointment, disappointed by, uh, not being able to reach these ideals that were promised to them by various social justice movements, you know, greater works for right, for, uh, greater rights for workers, um, you know, greater freedoms for citizens, etc. Um, THESE weren't really realized, and so this creates disappointment and suffering, and that pessimism is really just an expression of these sentiments. That's the best explanation for what's going on. Um, AND as I said, this is a particularly popular argument at the time, um, but I think there are problems with this view, um, and I think some of these problems were anticipated by. Um, 19th century pessimists themselves, uh, although maybe they didn't quite develop them in the ways that they could have, but they presented some quite serious challenges to this argument."
	},
	{
		"start_time": "38:09",
		"speaker": "Ricardo Lopes",
		"words": "And what would be some of those challenges or at least tell us about the main ones."
	},
	{
		"start_time": "38:14",
		"speaker": "Patrick Hassan",
		"words": "Yeah, so maybe I could just briefly give you three of these arguments that that have been discussed, um. So one way to challenge this idea that Sully's presented us with is to. Basically challenged this correlation that he's giving us, right? He's part of one of his premises is to, to say. 19th century Germany was full of suffering. Um, PEOPLE were, you know, and that he has some evidence for this, right? There was the founders crash which caused huge immiseration. You know, life expectancy was not particularly high. Um, VARIOUS wars are going on, right, with the French, with surrounding states. Um, THERE'S religious persecution of, of various kinds, so. He has some evidence to point to, but one way of challenging this, this reduction of uh pessimism to feelings of Welchmertz or, or just feelings of despair and suffering, was that actually the 19th century was characterized by this feeling of hope, hopefulness rather than suffering and and despair. Um, SO Schopenhauer himself makes this point in a letter to a friend of his, he says. You know, some people have accused me, even at the time, they've accused me of really just being a product of my time, that everything was miserable at the time and that pessimism, my pessimism just evolves out of this horrible circumstance that I find myself. And that, you know, if I lived 100 years prior, um, I would have, I would have been as optimistic as Leibniz. And he sort of makes fun of this view by saying that actually, Germany at his, at his period was hopeful about progress. It was hopeful about the possibility of various kinds of social revolution that will bring more freedom, bring more rights to people, uh, bring independence for Germany, not being such a dependent state, not being a fractured state, but unifying. Um, So he makes this claim that actually, this idea that 19th century Germany is characterized by despair is just not true. And if that's right, it would create problems for Sully's argument. Um, Nietzsche also makes this same claim in the gay Science. Uh, HE says, well, what, what explains why pessimism is so popular now? Um, IT'S not because people are miserable, because People are actually extremely enthusiastic, and he's really referring to Bismarck's unification and this idea about military prowess and. You know, people chanting Deutschland, Deutschland uber alles, right? It's extreme patriotism that captured the spirit of the time. Uh, SOMEONE who's written about this in more contemporary terms, uh, Frederick Beyer, who's written a book called Welschmertz. It's all about the, the pessimistic tradition. Uh, HE makes the same argument. He says, actually, the 19th century was characterized by Um, huge advances in, in the empirical sciences, in medicine, in, in workers' rights, and people's well-being. So this is really a time for celebration and happiness rather than despair. So if, if these kinds of claims are true, then it creates a problem for Sully's argument that this is really a product of its time, because the time seems to be a little bit more optimistic than Sully's giving it credit for. That's one kind of challenge. Um, A second kind of challenge which is to, to say that, well, look, pessimism is not as historically peculiar as Sully seems to be proposing in, in at least some of his arguments, um. Because, you know, pessimists themselves made this point. They said that look, this isn't something new. We're actually just trying to capture philosophically, a view that has been embedded for thousands of years in different human traditions. Um, IN Buddhism, for example, they think they have the exact same worldview. In early Christianity, they think that it's essentially a pessimistic view at its core, that life is something we need to be saved from. It needs something we need to be redeemed from. Um, AND the, the, if you accept that claim, if you think that pessimism is far more established in human history and is actually far more adhered to, then rather than just a a few peculiar individuals, um, then it looks a lot harder to explain or to reduce pessimism to sentiment in the way that Sully wants to do, because there isn't this kind of neat correlation as a peculiarity in a particular history of time. So the pessimists are just gonna say to Sully, you're, you're begging the question here because pessimism is not this new fad or phenomenon, right? It's something that's deeply embedded in the history of human thought that millions, they claim, have adhered to in some form or another. Maybe not in strict philosophical terms, but maybe in allegorical religious dress. Yeah. And I think that um a 3rd, the 3rd kind of response that could be given, and I think is pretty convincing. IS to challenge the inference from the origins of pessimistic sentiment and belief to the essence of what philosophical pessimism is. So in other words, there could be a kind of genetic fallacy going on here that OK, you might grant to Sully that these feelings of despair and Welchmert's suffering can lead one to endorse philosophical pessimism as a, as a theory, but that doesn't really say anything about the reasons why we should accept pessimism. They can be rationally defended and, you know, they could be undermined or they could be affirmed, but it's still a rational issue. Even if it's true that a psychological condition can lead one to accept those reasons, right? Um, SO. One of the things that's interesting there is that. What this does is it allows pessimists to say that. If there is this kind of distinction, then yes, you know, there might be a correlation in the 19th century between this kind of sentiment and pessimistic belief, but that doesn't really undermine pessimism's status as a theory, right, as a, as having a theoretical foundation. And in fact, philosophers like Olga Plumacher, um, explicitly made this challenge to Sully. They said, you know. Uh, Schopenhauer himself was a man of Welchmertz. He was completely dominated by feeling, right? Other pessimists thought of Schopenhauer as. Really corrupted by his emotions. He gave in to them too much. They didn't reject pessimism on that basis, but rather they thought that his pessimism could be improved by divorcing those sentiments from his theories. But they both, you know, Hartmann and Plumarker, they recognized Schopenhauer as Offering a genuine theory, raising pessimism up to a genuine theory, even if he was led to think in this way by these feelings, his peculiarities of his personality and so forth. So that would be the third challenge, to try and divorce the origins of pessimistic belief from its status as a, as a, as a rational theory."
	},
	{
		"start_time": "45:27",
		"speaker": "Ricardo Lopes",
		"words": "And and what do you think that someone like Schopenhauer would have replied to Sully's argument?"
	},
	{
		"start_time": "45:36",
		"speaker": "Patrick Hassan",
		"words": "Yeah, I think along along these terms, I mean, either one of these three, I think actually all three of these, um, someone like Schopenhauer and certainly Pluemarker um at least developed initial responses along these lines, um. To be fair to Sully, I think he gives a lot, a lot more sophisticated a version of this argument than some of his contemporaries, uh, and colleagues. So he, one way of interpreting what he's doing is to say, These kinds of psychological reductions work only when we have established, we've sort of antecedently established that the reasons to accept pessimism as a theory aren't convincing. And it's then and only then we can start to speculate about why people should come to endorse this peculiar theory. So by analogy, for example, um, you could say. Look, we have excellent reasons to reject the idea that the earth is flat, right? But lots of people still seem to believe this. Once we've given those reasons for thinking that the earth is not flat, we can then ask, OK, well, what kinds of things lead people to believe this, right? One way you might interpret what Sully's doing is something along those lines, like how we, how we think about conspiracy theories. He might say, look, we've got good reasons to think that the arguments that Schopenhauer, Hartmann, Pluemarker give are maybe not convincing, and then we can, we can ask the question, what sentiments have produced this? Like, if the theory doesn't work, why have people been led to believe it? I think that's a charitable way of reading what Sully's doing. And if, if something like that is correct, I think that Schopenhauer and Pluemarker have a a more difficult task in trying to respond um to this, this kind of charge. The primary way of doing that is by, I think, if that's the case, to try and bolster their arguments in some way for the, the rational propositions they're putting forward. So, If we can only really ask about the psychological status of pessimism, once we've established that the arguments in favor of the theory don't work, then Schopenhauer and Plumarker have to make real sure that those arguments, um, really are convincing, that the evidence that they've provided, both conceptual and empirical, um, are going to convince someone like Sully that, OK, we can't really ask the psychological question because it's still controversial whether life really is worth living, whether there's more suffering than than happiness and so forth. Um, BUT insofar as this kind of More general, um, dismissal of pessimism as a mere psychological phenomenon. I think that the three challenges that we've, we've talked about just moments ago, um, I think those are pretty, um, uh, pretty plausible ways of trying to, to respond."
	},
	{
		"start_time": "48:34",
		"speaker": "Ricardo Lopes",
		"words": "OK, so one last question, maybe a topic then. uh, WE'VE talked about uh the philosophy of suicide up until the 19th century. How about the philosophy of suicide nowadays? I mean, what does it look like? And when it comes to the several different approaches to suicide, we've Gone through, like, for example, the moral approach, the psychosociological approach, the biological approach, which uh do you think are, is the most, if there's one that is more dominant than the others, which is the most dominant nowadays?"
	},
	{
		"start_time": "49:11",
		"speaker": "Patrick Hassan",
		"words": "Yeah, it's a good question. Um, I, I, my view of this is that contemporary um. Philosophy of suicide is far more interdisciplinary uh than any of these previous approaches, so it's not strictly one or the other that we've considered today. But rather, it takes into account that we need a sort of more unified and comprehensive understanding of, of suicide, which builds in empirical considerations, psychological, sociological, anthropological approaches, as well as philosophical analysis, which engages with, yeah, conceptual discussion, um, and these, these, these moral questions have never really gone away. They've just kind of become a bit more sophisticated. They've morphed into, you know, Uh, particular traditions of approaching suicide, so you still find people who have broadly Kian approaches to thinking about the philosophy of suicide, the morality of it. Um, YOU still have humans who deploy his arguments, uh, or refine them in various ways. Um, SO you have figures like Michael Cholby who does a lot of work in this area, who's explicitly interdisciplinary in this respect and. A lot of people who have developed the philosophy of suicide into thinking about adjacent um. Adjacent uh phenomena, uh, for example, Um, experiences of grief, um. The and different kinds of ways in which suicide can affect people um in various ways. So, uh, my, my view is generally the state of the philosophy of suicide now is far more comprehensive and interdisciplinary, and that we've moved away from this exclusively, specifically this exclusively medicalized um approach to the uh to the phenomenon, which I think is a a welcome response."
	},
	{
		"start_time": "51:09",
		"speaker": "Ricardo Lopes",
		"words": "Great. So just before we go, would you like to tell people again where, where they can find you and your work on the internet?"
	},
	{
		"start_time": "51:18",
		"speaker": "Patrick Hassan",
		"words": "Uh, YES. So, uh, all my work is, is posted on my website, which is Patrick Hassan.com. Uh, YOU can also find links to my work on the department website at Cardiff University. Um, AND some of the issues that we've been talking about, uh, one is appearing, has appeared in the British Journal for the History of Philosophy, James Sully's Psychological reduction of pessimism, um, and some of these issues about the philosophy of suicide in the 19th century and how pessimists responded. Uh, SOME of my thoughts about that are forthcoming in a chapter, um, in the Oxford Handbook to the Philosophy of Suicide, edited by Paolo Stellino and Michael Cholby. So that should be out, uh, this year, I think."
	},
	{
		"start_time": "52:01",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show again, Doctor Hassan. It's always a pleasure to talk with you."
	},
	{
		"start_time": "52:08",
		"speaker": "Patrick Hassan",
		"words": "Uh, IT'S my honor. Yeah, thanks very much for asking me back."
	},
	{
		"start_time": "52:12",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]