[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lop and today I'm joined by a return guest, Doctor Joshua Glasgow. He's professor in and chair of the philosophy department at Sonoma State University. I'm leaving a link to our first interview. In the description of this one, which was about the solace, the, his book, The Solace, and today we're talking about his latest book, The Significance Impulse on the importance of our cosmic and importance. So, Doctor Glasgow, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:38",
		"speaker": "Joshua Glasgow",
		"words": "Thank you, Ricardo. It's a pleasure to be here. I'm, I'm looking forward to our conversation."
	},
	{
		"start_time": "00:43",
		"speaker": "Ricardo Lopes",
		"words": "So, what is it that you call the significance impulse? What does that mean?"
	},
	{
		"start_time": "00:50",
		"speaker": "Joshua Glasgow",
		"words": "So that's a label that I use to um capture the instinct that a lot of people have, not everybody, and I do think that it's probably culturally um shaped. But the basic idea is the instinct a lot of people have that it's good for us to be important, that if in some way I can be significant, that that's in my interests, like, it'll make for a better life than if I'm just ordinary."
	},
	{
		"start_time": "01:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And uh you mentioned you use the word ordinary there. What does it mean to be ordinary and what does it mean to be important?"
	},
	{
		"start_time": "01:27",
		"speaker": "Joshua Glasgow",
		"words": "Yeah, that's a really important piece of the puzzle. Um, SO I think that we, we actually use the word important in various ways. So, you know, sometimes we use it to just refer to something that matters, like, um, you know, it's important that we think about the food we put in our bodies, for example. And that just means it's something, you know, that's worthy of our consideration. But the sense that interests me in the book is, um, to strive to be In uh of particular importance. Um, SO one of the people that I use is an American baseball player named Ted Williams, who famously said, I want to be the greatest hitter of all time. Um, HE was striving to be the best, the most important baseball player ever. And I think a lot of people can relate to that. And, uh, you know, whether it doesn't have to be baseball necessarily, maybe you want to be the best chef, or the best philosophy professor, or the best, you know, or or US president or some other powerful position like that. There's a lot of ways that people might strive to be important. So in that sense, where you're trying to stand out from everybody else, the sense of importance that matters for this book. I, um, trying to be important in such a way that you have extraordinarily high value, and where it's very rare, you know, like going back to Ted Williams, only one person can be the greatest hitter of all time in, in a sport. And um he wanted to stand out in that sense and be exceptional. So the sense of being important or significant that I'm working with is where you want to have rare and high value. And so to be ordinary then, Is uh or to be unimportant, to be insignificant. Again, we can mean those, we can use those phrases with different. So sometimes we mean something's unimportant doesn't matter at all. But that's not what I mean, as you, as you, you know, recognize the key word there is more ordinary, where what we, most of us still matter, even though we're not the greatest hitter of all time, or in a really powerful position, or the, you know, winning a Nobel Prize or something like that. But we still matter. So to say that we're ordinary is to say we still have value, but it's not particularly, particularly rare, and it's not particularly high value. You know, we all have like equal moral status, for example, and there are other ways that we matter, but they don't make us stand out as particularly important."
	},
	{
		"start_time": "03:49",
		"speaker": "Ricardo Lopes",
		"words": "So this idea about or the the importance people give to being important or an important person, why do we care so much about distinguishing ourselves from other people? Where do you think that comes from?"
	},
	{
		"start_time": "04:06",
		"speaker": "Joshua Glasgow",
		"words": "You know, that's a great question. I don't honestly, I don't really have any good answers, I don't think. I think we could speculate a little bit. Like, there are probably good evolutionary reasons why we do it. We're just trying to explain where this comes from. Again, I think part of it is cultural. So I think, you know, I'm from the United States, and we seem to really celebrate it. In fact, a lot of Americans like to claim that America is the greatest country in the history of the planet. Like, that's something that's important to Americans to stand out in that way, whereas you don't see that in all the other countries of the world, of course. And, uh, within this country, a lot of people want to seem to stand out from the crowd. Whereas there are other societies where standing out from the crowd is actually looked down upon, where you don't want to be, you know, the nail that stands out from the plank. You want to be along the same line as all the other nails in the plank. Um, SO I do think there's a cultural aspect. That said, you could imagine that there might be some, uh, evolutionary reasons why we might have this drive to stand out from the crowd and be more important. For example, it might attract more, um, reproductive partners. So maybe there's something about that that is appealing for reproductive purposes, and therefore maybe it confers some sort of Evolutionary advantage. But I just want to say this is just guessing. I don't really know where it comes from. I don't have a good story to tell. And when you read around as to what psychologists have to say about it, um, it's hard to find a deep-seated explanation for where this comes from. But it does seem to be really common. And so it's coming from somewhere powerful, obviously."
	},
	{
		"start_time": "05:38",
		"speaker": "Ricardo Lopes",
		"words": "Fair enough. So, I, I mean, earlier you mentioned that ordinary people or people who live ordinary lives can still matter, but particularly in these modern scientific world, I mean, looking more at the nihilistic end of the spectrum here for a second. Is there any way that we can have some sort of uh of objective intrinsic value as humans?"
	},
	{
		"start_time": "06:05",
		"speaker": "Joshua Glasgow",
		"words": "OK, so this is, um, I'm gonna, I'm gonna give you a frustrating answer, I think, but I'm like, here's my answer. So, I, I am not a nihilist. um I don't, I do believe that there is objective value. Um, I, I'm not a skeptic about value. I'm not a subjectivist about all value, but I don't really have a good argument for that position. Instead, in this book, the, the position that I'm keen to argue against is this view that, again, that somebody like Ted Williams, the baseball player, um, holds, which is that it's good for us to be important. And again, many people, you know, tell this to their children. I think we communicate this to um to society and, and how we glorify certain people and pursuits. Um, SO I think we're really communicating, um, You know, how to be important, and that that's valuable. And so my stance is to say, well, I want to argue against that, but I wanna give that side of the debate as much of a head start as I can in order to, you know, make, make my argument against it all the more powerful. And for those people who think I think that we can be important and that that's good for us. They are already assuming a certain kind of objective value. They're assuming that there's value in the world and just arguing, hey, it's really good if we have even more of it. If I can be more important than everybody else, or if I can be the most important thing in the cosmos or something like that. So, because they're assuming that there is value, they're already assuming that nihilism is false, and I'm just gonna grant that to them for the purposes of argument. So I don't really have a good argument against nihilism as much as I think for the purposes of this book, we should grant it to the opposition, so that then when we argue, even still, it's not really in our interest to be important, and we can't be important. Um, THAT'S a more powerful argument once we've granted to, to the people who are in favor of being significant that, um, you know, there is objective value in the world. I, I just to add one other thought to that. Although I don't argue against nihilism, I do think that there's some Relief from it. Um, IF, if, if we take nihilism really seriously, you know, a lot of people react to nihilism with fear or panic, or skepticism. And in my view, if nihilism is true, if there is no objective value, there's absolutely no reason to respond with fear or anxiety or anything like that, because there's no reason to have any reaction whatsoever to anything if nihilism is true. There's no reasons in a world without value. And so, um, in my view, although we can't say it's a good thing that, you know, nihilism is true if it's true, um, it would be kind of a relief. You wouldn't have to worry about anything ever again. It would feel nice, even if it's not good in an objectively valuable sense. Um, SO I'm not totally scared by nihilism, I think that actually there's kind of a, a, a nice, it somehow leaves some other kinds of anxiety and the kinds maybe we'll talk about later about what I'm called the the. You know, value in our lives. Um, BUT In terms of your question of, can, do I have an argument against nihilism? No, not really. It's more of a dialectical point that my opponent is, is assuming that nihilism is false, so I'll assume that with them so that we can get down to business of of what we're investigating."
	},
	{
		"start_time": "09:22",
		"speaker": "Ricardo Lopes",
		"words": "But in terms of philosophy, there's another set of people who in this case they agree with you that there's objective intrinsic value to human life, but they tend to attribute a negative value to it. And I'm talking here about the pessimists. So what do you think about them?"
	},
	{
		"start_time": "09:43",
		"speaker": "Joshua Glasgow",
		"words": "Yeah, great. I, again, I'm not a pessimist. I'm, I'm, I'm, in fact, the book I say is meant to be a book for optimists. It's meant to provide a, a positive way of thinking about the human condition. Um, NOW, what the argument against pessimism. It depends on what kind of pessimism. So, somebody like um Arthur Schopenhauer, who famously argued that, you know, we're always seeking some goal, which means that either we're frustrated because we haven't reached our goal, or we're bored because we have reached it, and now we don't have anything to do with our lives. Um, THAT kind of skepticism. Um, YOU know, I'm really actually um sympathetic with the counterargument from Kieran Setia, that, um, not all, uh, value in life is goal-oriented, but a lot of it is what he calls at like, where it's not aiming at a goal, but it's just, you know, spending time with loved ones, or, um, you know, going for a hike or something like that. These are activities that we do without necessarily trying to achieve something, but just for the sake of the activity itself. And I think that's a great response to Schopenhauer's. Kind of pessimism. But there's other kinds of pessimism that are more directly related to the concerns of the book. So, um, Blaise Pascal famously is one of those panicky people who, so let me back up a second and say, you know, as you know, one of the things I'm trying to argue in the book is that on a cosmic scale, we are unimportant. So you might matter a lot to your family or your friends or your community in some way. And maybe some of us matter more to broader communities, like maybe my university or my students, I matter to them. And then, of course, some people, not me, but some Some people are really important on a global historical scale, you know, somebody like Einstein or somebody who really is going to make an important difference in the world. But even that, even the most important people, the argument of the book is, they're not that important on a cosmic scale. They might be important to get into our communities, or even to the whole planet, but not to the cosmos. That's that kind of significance is missing. So somebody like Pascal responds to that with a different kind of pessimism than what Schopenhauer um is concerned with. Pascal says, when I think about how I don't matter much to the cosmos, you know, I look up at the stars and I realize I just don't matter to the universe. Um, IN any significant way. Uh, HE says, you know, I'm fearful, I'm frightened. And so that's the kind of pessimism I do want to respond to. And that's where that idea about the tyranny of value comes in. So, um, if I can just, you know, elaborate for a minute, the, the basic idea is supposed to be that, uh, while It does mean that we're small, and we're weak, and we're powerless on a cosmic scale, you know, we can't smash planets together. Uh, WE can't even just run around our planet and save all the lives on our planet or end global hunger or anything like that. We really struggle to make a huge difference. Um, IT does mean that we're small and weak and and relatively, um, you know, we're short-lived, um. And so there's all these limitations we have, and that's what Pascal freaks out about. But that's where I want to say it's not worth having any fear about that. To be small isn't have to have anything to be afraid of, it's just to be small. And in addition, I think it's actually really good for us, that we're not more important. And this is, um, you know, one of the culminating arguments of the book, but the basic idea is supposed to be that, whereas You might really want to be important to the cosmos. If you did, that would crank up the stakes on every choice you make. It would mean that how you spend your weekend is now all of a sudden really high stakes because you're the most important thing in the universe. And that comes with a tremendous amount of pressure. Um, AND, and, you know, we're, we're filled in a moment right now. I think, I think it's fair to call this like an age of anxiety that we're in right now, where people are feeling pressure from all sorts of different angles. And, um, being unimportant really cranks down the pressure that comes with those anxieties. If we can say we don't matter that much, then it doesn't really matter that much if I'm making the right choice about Uh, what vacation to take next, or what to have for dinner, which is something that people really spend a lot of time worrying about sometimes, uh, let alone life's bigger questions, you know, like, what career should I choose, or is this the right life partner for me? Or is this the right time to have a kid or start a business or something like that. Those are all really heavy choices. And again, we do matter to our communities, so these things do still matter on my view, but they really have a lot less pressure um on them if we're not um That important. And so that's where I call this, this is a kind of freedom that we should really enjoy, that I call the freedom from the tyranny of value. This idea that, you know, good and bad, and pros and cons, and right and wrong are gonna dominate our thinking, you know, has a lot of sense to it. And all of those categories still make sense on my view. There still is right and wrong and good and bad. It's just that it doesn't matter as much if we get it wrong. If we get the wrong answer to these things, if we're unimportant. Whereas if you were the most important thing in the cosmos, it would matter tremendously that you get the right answers to these questions. And I find it, I want to tell Pascal, enjoy your smallness, don't have fear of it. Enjoy the fact that you can, you know, just enjoy your weekend and not have to put too much pressure on yourself that you're spending it exactly the best way."
	},
	{
		"start_time": "15:11",
		"speaker": "Ricardo Lopes",
		"words": "So I asked you about the nihilists, the pessimists. There's uh one particular flavor of existentialist that I would like to ask you about as well before we move on to other topics. What do you think about the absurdists? Do you think that their philosop? If he can have a positive psychological effect on people and where, uh, I mean, how do you look at it from the point of view of uh where you come from in terms of how you approach the questions you explore in your book?"
	},
	{
		"start_time": "15:43",
		"speaker": "Joshua Glasgow",
		"words": "Right, um, yeah, I mean, absurdism is such a wonderful and interesting view. Um, PART of it, of course, depends on what we mean by, you know, the absurdists. The one I guess that I take the most, um, direction from is Thomas Nagel and his famous paper, The Absurd, and his, um, his, uh, book, The View From Nowhere, where he's sort of his view is that our, our, the human condition is absurd because on the one hand, we go around as if things matter, you know, we wow. We walk around life as if there is objective value and um we have to make the right choices and all that sort of thing. But he also thinks that, uh, sorry, so that's our sort of subjective stance is that these things matter. But then when we try to objectively justify it, we have a really hard time, you know, of course, as philosophers are fond of noting, of justifying that position of finding some good justification for this belief and objective value. And so he thinks we're absurd because we're, we have these pretensions, this, this aspiration to live a life that is objectively worthy. And at the same time, deep down, we know that that's really not even something that we can justify to ourselves. And then that's kind of an absurd position. Um, SO, when I think about Nagle, um, one of the, you know, really interesting pieces of his view is that he recommends that we be ironic about it, that we kind of accept both halves of that. And I, well, I like a lot of Nagle's arguments and find them very compelling and powerful, I struggle with that recommendation on two levels. One is more of a psychological level, that when I'm in this position of philosophical skepticism, I can't really maintain my grip on this belief that things objectively matter. I start to lose my grip on that. So holding those two at the same time is really hard for me. And similarly, when I'm in my engaged Um, things matter perspective, where, where I am, you know, going about life as if everything I'm doing matters and this world around me matters. I have a really hard time taking philosophical skepticism seriously. I have to kind of, um, put it in its own little box and contextualize my life. In a way that is separate from that box. So I, I struggle with Nagel's recommendation to have, uh, to reconcile myself to both stances simultaneously. I can kind of bounce from left to right, but I can't be going left and right at the same time. I'm that struggle with that. That's the psychological point. In terms of, of um of a more philosophical piece of it. The one, the one hesitation or or or reservation I have about Nagle's argument there is that he's recommending irony. But of course, we can't recommend anything if if it's true that there is no you know, there is no ultimate justification for our recommendations, which is part of his argument. So he can say, you know, enjoy being ironic, or he can say, this is what I'm going to do, is to be ironic, but to recommend it as a wise choice, doesn't really make sense in the context where we're abandoning wise choices. So, I mean, my own view is to uh remain in that objectively engaged perspective where I believe that there is objective value and and and hope that somehow we can vindicate that. Um, BUT, um, I, I can't recommend irony or any other stance, or pessimism or defeatism, or anything else, um, without, you know, believing that there's some sort of value out there, um, to, to base that recommendation on. So, to tie it back to the themes of the book, you know, I'm not really, again, to go back to your earlier question, since I'm not tackling nihilism, I'm instead saying, well, my opponent who believes that the significance impulse is a good thing, already assumes nihilism, so. Is false. So I will assume that it's false too, just to get the conversation going. So I can kind of sidestep, you know, there's really hard questions about nihilism and absurdity, um, because I'm, I'm, I'm jumping ahead in the conversation, so to speak. I'm, I'm working at a different level. But I do have that reaction against the absurdism that it's hard for me, you know, absurdists are kind of saying, I just celebrate the absurdity of life. And I have a hard time celebrating it if there's no reason to celebrate anything, or to despair about it."
	},
	{
		"start_time": "19:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I have now a set of questions related to importance and the kinds of things that we tend to associate with important people or being someone important. Uh, EARLIER you mentioned, for example, Einstein and talking about uh exceptional people, I mean, it is one thing for us to attribute some sort of exceptionalism to certain particular individuals, but wouldn't you agree that even when it comes to humanity. His biggest achievements that uh that they all are, or at least most of them are the result of collective work instead of being breakthroughs made by particular individuals that then tend to get all the credit for them. I mean, do, do you agree with that or"
	},
	{
		"start_time": "20:37",
		"speaker": "Joshua Glasgow",
		"words": "not? I do agree, 100%, I agree. I think, um, you know, at least in my country, we, we overemphasize individual contribution and downplay the collective. Um, YOU know, this is where somebody like, oh, let's let's say John Rawls, um, with his theory of justice, you know, one of the beautiful points of, of that book is that, you know, the people who achieve the most, uh, wealth or any other sort of material well-being. Um, ARE doing it in a social context where it takes everyone's participation to make that wealth possible. And we often lose sight of that, at least in the United States, and think that, um, you know, there's just a context that was sort of handed down by nature or something, and individuals come along and discover some scientific discovery or produce some wonderful economic development or beautiful. And don't pay attention to the sort of effort that you're talking about. And really that's on two levels, right? There's the historical fact that all of us are standing on the shoulders of the giants before us, right? That we are building on a lot of work that's been done before us. But also, the communities and social structures in which we live, concurrently right now, are a huge piece of us being able to do. What we do. So even the Einsteins of the world, you know, they need an economy, they need scientific equipment, they need, um, you know, the artists need paintbrushes, and roads to drive on, and markets to sell their Their artwork on. And all of that takes the work of everybody in the community. And in that sense, it is really just the individual is sort of the last piece of the of a very, very large puzzle. And it's an important piece. I don't think we should um say that it's exactly the same as what everybody else is doing. Um, BUT we should recognize you're absolutely right that we need to recognize that there's, it's really a communal product in every single case. It's hard to imagine. Uh, HARD to think of any actual historical, um, Achievement of any kind that's worthwhile, that was created by somebody who wasn't relying on a humongous network of support in the in the world."
	},
	{
		"start_time": "22:46",
		"speaker": "Ricardo Lopes",
		"words": "So one thing that we attribute to many people who we consider important is fame, their fame, the fact that they are famous people, particularly when it comes to fame, is that something that people should strive for? I mean, is fame really something that matters that much?"
	},
	{
		"start_time": "23:08",
		"speaker": "Joshua Glasgow",
		"words": "Yeah, it's a good question. In my view. So, I do want to just say that I, I do think we should discuss fame and importance separately. Because you can imagine somebody doing something really important, um, like, like creating artwork, or, uh, maybe they did a scientific, made some scientific discovery, but their boss took credit for it, or something like that. I mean, that's actually happened many times in the history of science. And with very, you know, like, um, Um, in, in many, in many cases. And so, um, I'm more concerned about importance than fame, but let's talk about fame for a second, because it is obviously closely related. You know, in my view, the reasons, some people seem to really want adoration. They seem to want to be famous just for the sake of being famous. And I struggle to relate to that. I mean, I guess there's a piece of me that gets that you want everybody that you. To you. But, uh, I don't, I'm not totally drawn to that. I am, however, drawn to a lot of the side benefits of being famous. So, you know, like a lot of money can, a lot of wealth can come from being famous. And I think it's perfectly rational to want that, or other things, you know, it can give you access to social networks that you wouldn't have access to. Famous people like to, you know, eat dinner with other famous people. And, uh, if you want to interact with Famous people, it helps to be famous yourself. So I think that there's, you know, there are important downstream knock-on effects of fame that are worth remembering. But fame as a good in itself is really hard for me to relate to. And fame has a ton of downsides that I personally, not everybody, but I personally find um distasteful. Like, I really value my privacy, and I really value my alone time. I really value. Being able to walk down the street anonymous. I can't imagine what it would be like to be one of these very famous people who have to give up that entire piece of life, and they trade that for fame. That's, that's a really hard calculation for me to understand, especially when you then add in, you know, it can compromise your mental health and your safety. Um, YOU know, there there's really a lot of risks in fame, but I do see some of the instrumental benefits like wealth and access and whatnot."
	},
	{
		"start_time": "25:08",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT about wealth? I mean, is that something that goes associated with being an important person and does it matter from the kind of cosmic perspective we're looking at uh things in your book, for example, or not?"
	},
	{
		"start_time": "25:26",
		"speaker": "Joshua Glasgow",
		"words": "Um, SO, let's take that last question. No, it does not matter for cosmic importance. The wealthiest person on the planet, Elon Musk, it's still not important on a cosmic scale, um, on my argument. And the argument why, let me just briefly, um, you know, try to sum that up real quickly. The argument why we're not important on a cosmic scale is that in terms of what we could be, you know, when we look up at the stars and think about how tiny we are and how little of a difference we can make to them, you know. Universe. What we're doing essentially is we're we're we're not denying our value entirely. Um, Guy Kahane has a really powerful and important argument that if we're the only sentient or conscious creatures in the universe, then we're really important. We're adding maybe all of the value to the universe. I mean, I would disagree with that, but you can see where he's coming from, that if it's a, if, if the rest of the universe is just an empty field out there with some rocks floating around, um, then we matter a lot. But I want to push back against stopping there. I wanna say, well, even though we matter a lot in terms of what's in the universe, we still are tiny and weak, and very short-lived in a universe like ours. And so there's a sense in which you say, I'm not what I could have been, you know, I'm not a god or a hero. And so, going back to your question about wealth, You know, the most wealthy people, the most famous people. Somebody like Elon Musk has a lot of um stature, right now, he's got a lot of power in my country. Um, HE also has a lot of power globally, but he has very, very little power to change anything in the universe. I mean, even if he succeeds at, you know, having a very successful space exploration. Company. It still barely scratches the surface of a tiny, tiny, tiny corner of the galaxy, which itself is just one tiny piece of the broader universe. And, um, in that sense, um, yeah, all the money in the world literally doesn't make us cosmically significant, even if it makes you globally significant or significant in your community."
	},
	{
		"start_time": "27:22",
		"speaker": "Ricardo Lopes",
		"words": "Something that some people worry about is that they are remembered forever. But is that even possible? Is it possible for anyone to really ever be remembered forever?"
	},
	{
		"start_time": "27:35",
		"speaker": "Joshua Glasgow",
		"words": "Um, I, that's a great question. I'm curious to hear what you think. Let me, let me, let me give you an answer, then you tell me what you think. So I don't think so. I'm skeptical about that. For one thing is, if we really mean forever, every single person is gonna get swamped by all the noise there. There's gonna be a lot of, you know, over the eons, there will be a lot of people who contribute a lot, and no one nobody will be remembered literally forever, um, assuming that somehow there are rememberers to go on. Forever, um, that there's, you know, sentient consciousness of some kind. I can't imagine that, um, people will be remembered, except maybe in some trivial sense, like, their data is stored somewhere. And so there's a record of them. But nobody is actually cognizant of them, uh, on this argument. And the other piece of it is that I think we should remember is that We could never have proof that somebody can be remembered forever because anybody who's been forgotten, has been forgotten. And so by definition, we don't know about that. Like there's no way to say we've remembered everybody who was important in human history, because we don't know the people that have been forgotten because they've been forgotten. I don't know. What do you think? Is that is that plausible to you?"
	},
	{
		"start_time": "28:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I agree with that. And I also think that at least according to the best predictions we have from physics, I don't think that any of the possible future scenarios for the universe accommodates the possibility of there being sentient life forever. So I don't think it's even physically possible for someone to be remembered forever."
	},
	{
		"start_time": "29:05",
		"speaker": "Joshua Glasgow",
		"words": "Right, you'd have to have some sort of uh religious view, right, that has a God out there who, who lives out a sentience outside of that that physical world that you're talking about, right?"
	},
	{
		"start_time": "29:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes. So, are the lives of important people better than ordinary lives?"
	},
	{
		"start_time": "29:23",
		"speaker": "Joshua Glasgow",
		"words": "OK, so this is where they're trying to take a strong stand and that stand is no. Now I mean something specific by that. I mean, it doesn't benefit the person who's important to be important. Um, IT does benefit society. We should be very grateful that there are Einsteins and, you know, amazing musicians, and amazing political leaders. Um, ALL of that is something that society benefits from. But does it benefit the leader or the politician or the scientist who makes this amazing contribution? I argue no, and this is where I'm really pushing back against the Ted Williams side of the debate. And by the way, I'm, I'm following. You know, in the book I, I, I purposely say I'm following the artist Frida Kahlo, who said everybody wants to be the grand coa the, you know, the, the, the big shot, and um she, she does not attracted to that. Uh, AND so I'm with her on this one. And, and so, let's talk about why for a minute. I mean, you might think that being important, in fact, many people say that many people who work on meaning in life, do think that being important contributes to meaning in life. But I argue that it doesn't. It doesn't contribute more, I should say, than ordinary pursuits. So a scientist who makes an amazing discovery, you know, an Einstein or or Or Newton or somebody like that, is not um benefiting their own life more than the scientists who um It's just doing ordinary run of the mill work that nobody cares that much about. And it's, it's fine work, but it's not, you know, world-changing like an Einstein or a Newton would be. Now, again, a lot of people disagree with this, but I want to insist that there's not more meaning in life, and I have a whole, of course, set of arguments why. But just to go big picture for a second, in addition to not adding meaning in life, I also argue that it doesn't contribute to um our well-being, the other aspects of our own personal interests that we care about. It doesn't, so for example, a lot of people think that there's value in achievement. And so you might think, well, Einstein achieved more than the ordinary scientist, and so he um benefited more than the ordinary scientists in terms of achievement value. But as people who work on achievement note, that's not actually accurate. The value that we get from achievement isn't correlated with the size of the achievement or the importance of it. So if you just, you know, run a marathon or you build a cabin, or you raise a child, all of those achievements can be as rationally demanding, can be as challenging as, you know, curing cancer or Figuring out the puzzles of quantum mechanics. So, in terms of just um the value we get out of achievement, or flourishing, or all the other things we seem to want out of life, um, the argument of the book, one of the two main arguments of the book is that we actually don't advance those self-interests, those personal values by being important, um. More than we do by doing the same things in an ordinary way. So you can't advance your values through important projects, but you can just as well advance them through ordinary projects as well. So, in my view, no, it is not good for us to be, it's not bad for us, but it's also not good for us to be important. And this is one of its supposed to be one of the liberating things of the book. Is that, you know, we walk around to be important and people really even hurt others because they're trying to be important. They create injustice because they're trying to be important. Uh, AND all of that is pointless if this argument is right. If the argument's right, we shouldn't be striving for importance any more than to be ordinary, except for when there are rewards attached, like more wealth maybe or more access to other goods. Um, THEN there's that kind of reason. But just being important itself isn't all it's cracked up to be, no."
	},
	{
		"start_time": "33:01",
		"speaker": "Ricardo Lopes",
		"words": "And what good is there to be found in an ordinary life?"
	},
	{
		"start_time": "33:07",
		"speaker": "Joshua Glasgow",
		"words": "Well, that's where we get back to the tyranny of values. So if we assume against the nihilist, but with our opponents who believes in significance and being significant, if we assume that there is value. Um, THEN a whole range of options opens up, right? Do we want to try to be really important? Do we want to be small? Um, SO like Saul Smolansky has these wonderful arguments about how you, you don't want to be a tiger, you'd rather be a house cat, because the tiger gets hunted. The tiger's perceived as a threat. The house gets pampered and fed and everybody takes care of it, and that's it. And so, um, there's a lot of reasons to think that on a, on a social level, you would rather be, um, ordinary, as opposed to important. The additional piece that I'm trying to add to that in this book is that freedom from the tyranny of value. That we, we stock ourselves. We hunt ourselves when we're worried about how good of a choice we're making, when we worry about whether we have the wrong priorities or not. And it really can be a relief to say, well, I might be making a mistake here, but I'm not that important, so it just doesn't matter that much. And the more important I get, it's actually gonna matter more. So somebody who has a lot of power on it, so they have global importance. Like, I have a little bit of importance in my community. I don't have global importance. Somebody who does had better worry that they're making the right choices, much more than I need to, because I'm just, you know, a, a small All time person, an ordinary person, and the stakes aren't high. And so I think we all need to recognize that having those stakes reduced is to our benefit. It provides us with freedom, and I'm a huge believer in all the various kinds of freedom. I want freedom from government tyranny. I want freedom from algorithms that tech companies are putting upon us. I want freedom from others coercing me, but I also want freedom from value dominating my life. I want some liberation from that. Because it can be really um exhausting and powerful. And I think it's wonderful to, to get some distance from that. Now, in saying that, you can't run away from it entirely if we assume against the nihilists that there is value, you still have to worry that you're making morally right choices, and you still wanna be, you know, having true beliefs instead of false beliefs, and you still want to make the right choice, even about something small, like what to have for dinner tonight. But it just doesn't matter. But if you get it wrong when you are an ordinary person. And that's what I think that even the most powerful people in our society should remember is that, you know, they're not cosmically important and that can reduce the stakes um and the amount of pressure they walk around with."
	},
	{
		"start_time": "35:37",
		"speaker": "Ricardo Lopes",
		"words": "So at a certain point in your book, you claim that there are things that are worthwhile in themselves. What does that mean for something to be worthwhile in itself? And could you give us examples of things like that?"
	},
	{
		"start_time": "35:57",
		"speaker": "Joshua Glasgow",
		"words": "Sure, again, I don't really have a built out theory about this that's gonna be very exciting, but I do think, so for example, if we assume that value is real, I think that human beings have a moral status in themselves. I think, you know, I'm a, I'm a conscient about this sort of thing, but even if you're a utilitarian, and you think that, um, you know, each person counts towards the hedonic calculus of some of the utilitarian calculus of some kind, um. You know, that's acknowledging that we matter in and of ourselves. Um, I guess some people would argue against that with utilitarianism and say, well, that just makes the individual person serving that greater happiness total, um, whereas a robust you would say more that, um, it's truly in ourselves that we have value and, and maybe that's part of why. I'm a contian. But, um, I think that a wide range of ethical views will acknowledge that we have the, um, some standing, and we deserve some sort of consideration just by virtue of who we are. Um, I also think that there's a wide range of value out there. So I think there's aesthetic value. I think that, you know, there's I, I, I live in the American West where one of my favorite ways to spend my free time is to go out in nature and, you know, stare at the Pacific Ocean or hike up in the, in the beautiful mountains that we have in the West. And um that has aesthetic value to me. And so does the music that I listen to, and so on. And, um, pursuing that, I think can be worthwhile in itself. And I think this is important back to the meaning of life question, because I think, you know, I'm one of, I'm, I'm one of these people who's a hybridist about meaning in life in the sense that I think to get meaning out of some project, like going for a hike in the mountains or working on your Your job or whatever it is, your relationships, um, that we need to have both subjective attraction to that, and, um, you know, Susan Wolff memorably says it's where subjective attraction meets objective attractiveness, that there's something objectively worthwhile about the pursuit we're doing, whether that's hiking or spending time with a loved one, or working on some project. So, in all these cases, I think that there is objective value, and it's, you know, it's our opportunity that we get to latch on to that whenever we can. That's the optimist in me. Um, SO those are the kinds of things I have in mind, um, when I, when I talk about, you know, something being valuable in itself."
	},
	{
		"start_time": "38:07",
		"speaker": "Ricardo Lopes",
		"words": "And does our cosmic insignificance impact life's most important values in any way?"
	},
	{
		"start_time": "38:17",
		"speaker": "Joshua Glasgow",
		"words": "Uh, NOT, I don't know, not when it comes to, uh, uh, again, prudential value, to what's in your own interest. It does not affect your well-being, it does not affect your meaning in life, and that's one of, you know, the maybe the most important piece of the argument to me in the book, is that I want to, you know, I want, I want to make the case that we can all get maximally served with our personal value. Whether we're, you know, ordinary or important, and remember we're all cosmically unimportant, but that doesn't degrade our meaning in life at all, or our well-being at all, I argue. Now, of course, again, many people disagree. Many people think that there's importance, uh, that importance contributes to meaning in life. Other people think importance has its own final. THAT it's just another thing that's good for us. In addition to well-being and meaning, we should want importance for its own sake. Um, I think that's wrong. I also think it doesn't really engage the debate I'm interested in, which is, what do you say when you meet Frida Kahlo and she's arguing with Ted Williams about, you know, should we care about being important or not? I, I think once we engage that debate, we have to provide some reason for being important. And so we can't just say it's, it has final value, it's, it's, it's like pleasure or knowledge or something, and that we can't really explain why it has value because it's final value. So, um, yeah, I, I think that all the value we should care about can be had in the totally ordinary, unimportant life."
	},
	{
		"start_time": "39:47",
		"speaker": "Ricardo Lopes",
		"words": "You mentioned meaning there. What is meaning when we're talking about life? What makes life meaningful?"
	},
	{
		"start_time": "39:57",
		"speaker": "Joshua Glasgow",
		"words": "Right, so this is where I side with Susan Wolf and a bunch of other people and think that it's uh life is meaningful when we have a sufficient amount of subjective draw to things that are actually objectively valuable. You know, a number of people only care about the subjective piece. They think if you're engaged and fulfilled. Emotionally or some other way by your projects and your relationships, then that's enough for meaning in life. But I and a lot of other people think that that doesn't account for all the mistakes people can make, including myself, by the way, about what's important and what's not. When you look back on your life and you think, oh, I was wasting my time with that, um, or, or I overvalued that project, or some or I spent too much time on my career, not enough on my relationships, or something like that. Um, THAT'S conceding that it's not just about subjects. FULFILLMENT. It's also about um having uh tapping your subjective attractions into the right objective values. Now, I also think the objective values is not enough by itself, because um I think that, you know, John Stuart Mill is is a much discussed example of somebody who went through a meaning of a crisis and meaning, because he had all these ends that he thought were really important, and he was really trying to do these. Important works like lifting people out of poverty and whatnot. And, um, at one point, he'd lost his, he, he didn't care about it, but he still thought it was an important project, objectively speaking, but he said the end ceased to charm. It no longer motivated him, and no longer excited his emotions or his cares. And that was a real crisis for him. And I think that that, I mean, I and a number of other people think that the best way to To characterize what Mil was going through was he he was lacking meaning in his life, not just a feeling of meaning, but he was missing meaning. So I think we really need to connect subjective attractiveness to objective value, and that that's when we will get meaning in life. Now, one thing that I add to that, so that's the hybrid view of meaning in life, objective and subjective put together. Um, ONE question that that view faces is how to balance the two. So Cheshire Calhoun has this argument against the hybrid view that, you know, how do you, how do you rank the subjective and the objective. And I have um a very specific answer to that question. In my view, there's a minimal threshold of objective value. You that something has to reach to contribute to meaning in life, whether that's a relationship or a work project or an AT like activity of some kind, um, whatever it is, uh, it has to meet this minimal threshold of objective value. But then how much meaning it contributes to your life, once it's at that level, doesn't go up or down with more or less objective value. Instead, it goes up or down with how much subjective attraction you have to it. So if I have a pretty ordinary low stakes, um, project, you know, I'm, I'm a, I'm a cook at a local restaurant and I enjoy making food for people. And I really enjoy it. That can actually provide my life with more meaning than Mil got from doing much more consequential work, but that he wasn't subjectively attracted to at all for that period of. His life. That was lacking meaning for him because of the subjective value missing. And so really subjective attraction, even though I'm, I'm a hybridist who values both the objective and the subjective, the subjective, in my view, does a lot of the work in determining how much meaning we get out of the objectively valuable, um, um, projects that we, um, immerse ourselves in."
	},
	{
		"start_time": "43:18",
		"speaker": "Ricardo Lopes",
		"words": "If our lives are an important, can't that be psychological, psychologically liberating, for example, if that's the case, we do not really have to worry much about what we are able to achieve in life. Right."
	},
	{
		"start_time": "43:35",
		"speaker": "Joshua Glasgow",
		"words": "Yeah, and that's exactly freedom from the tyranny of value. That's one aspect of it. And yes, I think that's a tremendous value that you, nobody out there should worry that, you know, I'm just an ordinary. Most of us are working ordinary pursuits, right? We, and not just in our work, but in our hobbies and our relationships. We're not out there doing extraordinarily important things. We're doing important things in our communities, maybe you're teaching. Um, YOU know, young people, or you're a nurse, or you are fixing people's cars, or, you know, building homes or whatever it is, and that's contributing something. But to, to, to be upset by that as not making a humongous difference in the world is uh a a mistaken reaction, I, I believe. I believe that we should look at those ordinary pursuits as as beneficial for us as the more important pursuits. And of course, remember always that even the most important pursuits on this planet aren't really cosmically important, and they can't be because of the size of the cosmos. And so, and and the and the smallness of us. And so, We're really not ever going to achieve the kind of importance that we would want to, if we thought that being important was crucial to our, our, our well-being or our personal interests. So that's out of reach for starters, that goal, and, and more importantly, It's really not in our interest. It advances nothing for us individually to be important. Again, I do think society should reward important endeavors. It's good that we're getting cures for diseases. And beautiful works of art and justice movements, like all of that is improving the world. And so society should reward those people with maybe wealth or some other kind of rewards so that we incentivize that. Although I think it's really tricky. There are um other books out there that talk about the pitfalls of those kinds of rewards, so we have to be careful. Um, AT the same time, just in terms of, of our personal interests, the only reward that comes with being important are the socially attached benefits. Importance itself is not going to benefit us, and so yes, it's, it is beneficial to us to walk around and remember that. It just doesn't matter that much what we choose to do."
	},
	{
		"start_time": "45:48",
		"speaker": "Ricardo Lopes",
		"words": "And also an ordinary life allows for us to relieve ourselves of the anxiety and worry and and worry of becoming someone important."
	},
	{
		"start_time": "45:59",
		"speaker": "Joshua Glasgow",
		"words": "Correct. That's right. That's right. That's a huge amount of pressure to take off your shoulders. Absolutely. I, yeah, absolutely, great point that we, that, that also, you know, I mean, I think a lot of people, at least a lot of people in high Uh, achieving high ambition, uh, social networks really do worry about that and are constantly comparing themselves to their peers and rivals, and, uh, trying to achieve some ideal that's probably unachievable. And if it turns out that it wouldn't even benefit you to achieve it if you could get it, that can be a tremendous relief to not have to worry about that anymore, for sure."
	},
	{
		"start_time": "46:37",
		"speaker": "Ricardo Lopes",
		"words": "So one last question then, do you think that there could be a risk here of promoting mediocrity instead of just an ordinary life?"
	},
	{
		"start_time": "46:51",
		"speaker": "Joshua Glasgow",
		"words": "I do think that's a risk, and that's why I think society should remember to um reward uh people who achieve great things beyond mediocrity. Because again, we as a society, we all benefit from extraordinary value contributions, and we should try to uh promote those as much as possible. But in terms of celebrating mediocrity, I think we should be really careful about that because in my view, you still should try to find meaning in life. And you still should try to achieve all you can achieve, and you still should try to flourish as much as you can flourish. And so, for the in if by mediocrity we mean you're only gonna contribute half of what you can. No, that is not my view. I don't think that my view would would license that. My view just says that if the most you can achieve is ordinary, and maybe you'd say mediocre on some other standard, um, that that's not bad for you. Uh, IF that's your, that's the ceiling on your capacity, whether that capacity is innate to us, or it's because of luck or social circumstances, or what whatever the the origin story of the limits on our capacities, uh. Yeah, it's, it's not celebrating mediocrity in the sense that it's giving us license to, you know, sit around and watch cartoons for the rest of our lives. It's, it's still telling us, you know, go out and achieve what you can. It's just remember that it doesn't matter what your achievements end up being in terms of your personal value, as long as you are achieving something, as long as you're securing some achievement that's within your grasp."
	},
	{
		"start_time": "48:25",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again the significance impulse on the importance of our cosmic and importance. I'm leaving a link to it in the description of the interview. And Doctor Glasgow, just before we go, where can people find your work on the internet?"
	},
	{
		"start_time": "48:43",
		"speaker": "Joshua Glasgow",
		"words": "Well, it's, you know, the books are available at all reputable bookstores, um, so find the books there, um, and also just by googling my name, Joshua Glasgow, it'll take you to my web page which has links to my books and other articles that I've written."
	},
	{
		"start_time": "48:58",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'm also leaving a link to that in the description of the interview and thank you so much again for taking the time to come on the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "49:08",
		"speaker": "Joshua Glasgow",
		"words": "Thank you very much. This is a great conversation and I really appreciate it."
	},
	{
		"start_time": "49:12",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Jonathan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Acosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin. And yoursnacht, a special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]