[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host as always, Ricardo Lopez and today I'm joined by Doctor Susie Groski. She's a licensed doctor of physical therapy, certified pelvic rehabilitation practitioner, and AASECT certified sexuality counselor and educator. She's also the author of Pelvic Pain, The Ultimate Cock block, and no bullshit guide to help you navigate through pelvic pain. And she also has a YouTube channel. All of that I'm leaving in the description down below. So, Doctor Groski, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:39",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Thank you for having me, Ricardo."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, so today we're going to go through some topics related to men's sexuality like erectile dysfunction, premature ejaculation, delayed ejaculation, and we're also going to talk a little bit about pelvic health. So to start off with, let me ask you about erectile dysfunction. So, first of all, what counts as erectile dysfunction? How is it diagnosed basically?"
	},
	{
		"start_time": "01:08",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yeah. So erectile dysfunction is a persistent and consistent inability to Achieve or maintain an erection, and it also has to be distressing for either the individual experiencing these changes and or for their coupleship or their partner. I stress persistent and consistent because on the occasion of having waxing and waning erections is no pathology, right? So, any person with a penis at any point in their lifetime may experience a waxing and waning of an erection, but that doesn't mean that they have erectile dysfunction. Now, there are a few categories of erectile dysfunction. You have vasculogenic, which is predominantly a blood flow issue. Then you have a psychogenic, which is more of the mental emotional components that can impact sexual function. Both of which can be occurring at the same time, right? So it's important to have a medical team that can rule in or rule out the multiple contributing factors to sexual dysfunction."
	},
	{
		"start_time": "02:24",
		"speaker": "Ricardo Lopes",
		"words": "And, and what, what causes it basically, I mean, what are the main factors behind erectile dysfunction?"
	},
	{
		"start_time": "02:32",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "So the biggest items that impact sexual function for men are cardiovascular disease. Diabetes, cardio metabolic uh syndrome, which is, you know, the increase in abdominal visceral fat, uh, sedentary lifestyle, uh, changes within the blood sugar levels, cardiovascular health, etc. It's just an umbrella. Term for, hey, we're going down a path that might not be conducive to optimal erectile function, in addition to other other things. But the bigger, the big two items are cardiovascular disease and, uh, diabetes. And in fact, having persistent ongoing reduction of erectile function. Uh, HAS been said by the literature to be an indicator of an adverse cardiovascular event within 3 years. So it's really important to get your heart health checked in order to preserve your heart health."
	},
	{
		"start_time": "03:32",
		"speaker": "Ricardo Lopes",
		"words": "Uh, CAN it be caused simply by aging? Is the simple process, the simple and normal process of aging, can it also contribute to erectile dysfunction in any way?"
	},
	{
		"start_time": "03:45",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Right. That's a really good point that you're bringing up. So, in my experience, yes, that can be a factor, right? As we age our Body changes. And so do our, our nerves, our vasculature, the tone of our muscles, uh, our physical ability may change just depending on what our overall health status. I think I'd like to stress that it's the overall health status that is going to be a greater indicator of sexual function. Because you do have individuals who are in their 70s and 80s that have no difficulty with achieving or maintaining an erection. So I don't like to chalk it up to age, right? Oh, it's just getting, I'm, I'm just getting older and it's a, it's, it's, it is what it is, because there are things to optimize sexual function and it's not just about age, but that can certainly be a factor."
	},
	{
		"start_time": "04:32",
		"speaker": "Ricardo Lopes",
		"words": "Can it be psychogenic? I mean, are there psychological factors that can contribute to erectile dysfunction?"
	},
	{
		"start_time": "04:41",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Absolutely 100%, and they're often not separate from when there is a physical issue contributing to sexual dysfunction because it In my experience working with men. When erectile difficulty or variance occurs, all it takes is one time for that to be in the back of their mind, right? Is it going to happen this time? Am I going to be able to have an erection? What is my partner going to think? You know, there's so many pressures placed, I feel, on men or people who have penises to perform, to have a rigid heart erection 100% of the time. And it doesn't matter what contextually is going on in that. Since's life, because their penis is a machine. That is a huge mistake as far as understanding how human beings operate. And, and the less pressure we can place on men, the better. So yes, psychogenic factors do play a role because the brain is the biggest sex organ when it comes to our sexual function. It can amplify neurochemical processes in the body, and it can also inhibit or dampen neurochemical processes in the body. So if we're nervous, if we're anxious about something, what happens to our body? Our muscles constrict, vasculature, you get vaso constriction, which we don't want in the penis, right? We don't want the arteries to constrict, we want them to dilate. There's a whole symphony orchestra of events that occur in order to achieve an erection, and if the brain perceives that there's any potential threat, physically or emotionally, then things are gonna go wrong. So it's important it's really important to know the physiology of that of the erectile process and also the ejaculatory process in order to understand how our bodies operate, but unfortunately, traditional sex education does not in our social, at least I can only speak to the United States, like, that is not something that we are educated on and Sex is such an important part, like pooping, peeing and sex is are vital functions to the human existence, really. And like, no, we're not talking about these things, we're not being educated on how these parts of our body operate, and we don't do that with anything else, right? We learn how to drive a car, we learn how to walk, we learn how to read, we learn how to do our job, right? But the things that we rely on every day is so stigmatized."
	},
	{
		"start_time": "07:09",
		"speaker": "Ricardo Lopes",
		"words": "Well, we're doing that here today. So, um, in one of your videos, I heard you talking about erectile worries. So what is the difference between erectile dysfunction and erectile worry and how can people uh notice the difference?"
	},
	{
		"start_time": "07:29",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yeah, so erectile worry may also be said to, uh, as performance anxiety, right? So I, I tend to say worry because if there is a genuine concern, right? If you're having sexual changes that are really distressing for you or for your partnership, it's normal to have some worrying. I'm trying to really to say that is to normalize one's emotional experience around changes with their body. So from one point of view, having erectile worry is a normal thing because something's different. And we don't know what's going on, and there may have been a negative experience around changes with their body as far as erectile function. If it becomes persistent, consistent, and really starts to Infiltrate their life in a way that they start to avoid sexual activity or sexual intimacy, then that becomes a problem, right? Because now we're using behavioral strategies to cope with changes in their body in a way that is maladaptive and, and, or maybe, uh, not beneficial for them or their partner, right? And this is a theme that I do hear with working with men is the tendency is to, well, if I can't For air quotes here in this particular way, then I'd rather just not do it at all. And that's really, you know, I know that that is coming from perhaps anxiety and nervousness, but the avoidant behavior only perpetuates the problem. And it also creates a huge wedge in between the relationship. And when, generally, when people want to have sex, they're not having sex just to get a hard on or to have penis vagina sex, really. People are having sex because they want to feel close and connected and desired and loved in that experience and experience mutual shared pleasure. It, it's, it's really not about how hard the erection is. But unfortunately, again, if we're not talking about what's, what's going on on the inside, if we're not having conversations around sex or, or just letting out those worries, it can really drive a wedge in between your own sexuality, but also with your partner."
	},
	{
		"start_time": "09:45",
		"speaker": "Ricardo Lopes",
		"words": "That that's a very interesting point. We're also going to talk about other issues as I mentioned in the introduction when it comes to men's sexuality here, but do you think that apart from the important fact that men should or People with businesses should communicate about these issues to their doctors. Do you think that they should also talk about them, express them in any way to their partners? Do you think that helps in any way?"
	},
	{
		"start_time": "10:14",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Absolutely, 100%. Because if we're holding something on the inside and we're nervous about it, our tendency as humans is to think over and over and over about it, feeling very isolated and siloed. We're already in a culture that Has messages or portrays these messages that men should be, uh, uh, you know, this man up term or be able to be independent and regulate their emotions, uh, and not share emotion because that is a sign of weakness or vulnerability. Uh, THAT is, again, an unfortunate type of messaging because it really just creates Isolation, loneliness, and feeling siloed with very common experiences that all that all men at some point in their life will experience. And that's where more fear and anxiety will stem from because we're You know, if I, if I, you know, let's say, hit my thumb on my car door, or like, you know, hit my elbow somewhere and my funny bone starts to make it feel, we know that. Why? Because we know other people experience it. I can talk to my friend. I can say, hey, I, you know, my elbow hurts or I've got this thing going on, and they're sharing their experiences, and then that kind of normalizes and our brain kind of calms down. So like, oh, I'm not alone. Oh, this is normal or this is common. Oh, there's hope for that. For sexual dysfunction, for sexual pain, for anything pooping, peeing and sex for men. Where's the conversation? There's no conversation. There, there, there's no conversation. So they're left in the dark with these symptoms that are very distressing, without the education, without the knowledge, and also without feeling empowered to do something about it. That's the problem. So yes, I do think communication is, is very important to your point about medical providers and to their partners. There was a very, it's an oldie but a goodie from like 1995 or 1997, don't quote me on the year of this survey, it was a US poll of 500 individuals, men and women, and they were asked the question. Would you, how comfortable, you know, would you feel comfortable addressing sexual health concerns with your, with your medical provider? Over 70% of them said no, that they would not ask their provider related, you know, to, to, to sexual health and for one of the reasons feeling that they, that no one would be able to help them. Or that they would make their doctor embarrassed, and they didn't want to embarrass their doctor. But we do know from the literature that patients, individuals, people want their providers to ask them questions around sexual health. Why? Because that's an invitation to say, hey, let's talk about sex. Sexual health is important, just like your physical health, your emotional health, your spiritual health. All of these four pillars are aspects to you as a whole human being that are important. Let's talk about it. And then that invitation gives that person permission to share what's been there on their heart and mind. And then get help for their shoes. Now related to their, you know, communicating with their partner, of course, because here's the thing, we start acting differently, we start acting weird when something is wrong, our behavior is, is different, and only because those are protecting mechanisms, not because you're inherently weird or like trying to do this on purpose, but because you're afraid. There's fear underneath that, there's fear of rejection, there's fear of being judged. There's there's fear of of How our partners is going to react. You know, all those things, there's fear of losing a partner. And that's when we start to distance ourselves from the relationship again, only creating this wedge in between the relationship and what does the partner do? The partner starts to notice immediately, because who's the one that knows us like the back of our hand, the person we live with day in and day out, who we know how to press buttons, you know? You know, it's the person that we get the most irritated with. It's because we love each other. You're with each other all the time, but that also Means that whenever our behavior starts to change, we know, you know, what's going on. And then we're not gonna, you know, the partner feels a little apprehensive sometimes to ask. And then we're in our brain trying to fill in the blanks. What does our brain do? Make terrible assumptions about what's going on. And then here you go. We've got more separation, more tension, more resentment, more distance. So, as the number one skill to have with any sexual dysfunction, is to embrace practicing communication skills, no matter how difficult it is, no matter how vulnerable and scary it is. Of course, the first time when you try something new, you're going to fumble through it. It's not going to be perfect. It's just share what's been on your heart, you know, share that, this is scary for me to say, but I need to say it because I want you to be my erotic friend and ally. You are my erotic friend and ally."
	},
	{
		"start_time": "15:08",
		"speaker": "Ricardo Lopes",
		"words": "Great. So uh let me ask you now about premature ejaculation. So first of all, what counts as such, what is premature ejaculation, what is, let's say the normal duration of intercourse?"
	},
	{
		"start_time": "15:23",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yes, so the normal duration of intercourse is approximately 5 to 7 minutes. That's the average. And, and when I say intercourse, it's the research is around vaginal intercourse. So, so intravaginal time to ejaculation, approximately 5 to 7 minutes. Now, do you have a wide spectrum of time? Of course you do. Of course you do. Those are not hard and fast time markers or time stamps to hold firmly around. Now, with early ejaculation, also known as premature ejaculation, According to literature, it's less than 1 to 2 minutes with, again, vaginal uh penetration. OK. That doesn't mean, though, that this isn't distressing for someone who feels like they, their body just does body things, and they don't feel like they have a say so in that conversation. So that could be outside of vaginal or anal intercourse. That could be with masturbation, that could be with any type of touch. It doesn't have to be with intercourse. Whenever the person feels distressed, worried, again, same thing with erectile dysfunction, if it's persistent, consistent and distressing for the person and or their partner, then it becomes an issue. But here's the thing, again, there are different level gradients of arousal. And that is going to fluctuate based on context, how horny you are. When was the last time you had sex? What's the visual, visual, all the sensory cues, visual, smell, auditory, you know, is this a new partner? Is this a partner you've been with for for a while? Has this been going on all your life? And that would be more of a, um, Uh, not acquired premature ejaculation, but, um, a lifelong premature ejaculation, right? So it just depends, but I say again, it's multifactorial, the, the contributing factors to ejaculatory um. Function."
	},
	{
		"start_time": "17:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, BUT what are the main causes? I mean, either for, uh, I mean, I would imagine that perhaps there are different causes for lifelong premature ejaculation and the, the other kind of e premature ejaculation you mentioned there, but what are the main causes really?"
	},
	{
		"start_time": "17:55",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yeah, this is a good one because we really don't have conclusive evidence around what might be the causes. Uh, THERE are some potential theories around like hormones. Uh, THERE'S also uh theories around medication withdrawal, like if, especially if you're coming off of like opioid medications or recreational drugs. And there's also talk around just inherent Sensitivity, so having your own genetics and neural wiring that just makes this area a little bit more sensitive for physically in that area and also in our brains. There's also, uh, some literature around having diabetes that can also contribute to premature ejaculation. Um, AND also some literature around pelvic floor. Function and pelvic floor tension. So, I'll have a visual aid if I may. This is more of my wheelhouse here, just to orient the audience. So we're talking about the pelvic floor, it's everything in between your butt bones. And you have a few layers of muscles here. You have superficial layers that look like a triangle that are wrapped around the penis. You have the external anal sphincter, and then you have the deep pelvic floor muscles that essentially live in the bottom of the bowl and support all the organs, your bladder, your prostate, and your rectum, and they're like a sling like a hammock arrangement on the inside. For the purposes of of ejaculation function, these muscles are important players. Isiocavernosis, bulbo spongyiosis, and transverse perineal muscles, and their nerves, they communicate with, they attach to and support the bulb of the penis, but their function is to contract and relax, contract and relax during ejaculation. Their function is also to assist in erection. So Ere erectile dysfunction or sexual dysfunction and or ejaculation issues, we're interested about what's going on here and what the function is, and the muscle nerve communication here, because that plays a role as far as messages going to the spinal cord in your brain. Now, if someone has like, Unknown or involuntary habitual tension, you know, in this area, or maybe they're having weakness in this area. That's where a pelvic floor physical therapist comes in because we're assessing the actual mus muscle nerve, uh, communication and function. In relation to ejaculation and erection. So, we will work on coordination and communication. So in pelvic floor therapy, what we are most focused on working on is pelvic floor coordination and muscle nerve communication. We also tie that to if, if the therapist has sexuality, counseling or education as a background like myself, then I couple that with specific training related to arousal. Arousal. So, allowing them to do lower back and pelvic movements that perhaps mimic movements that they might be in during sexual activity, and also talking about Masturbation techniques. Part of the, so this could be part of acquired or lifelong habits around how you're stimulating your penis. In general, again, I totally do not have a penis. However, I have worked with hundreds and hundreds of penises. And the theme that I'm noticing around often ejaculatory issues or early ejaculation. Is that they, their penis is used to a particular stimulation. With their hand Fast, hard, quick, really to just get it to get it done, right? There isn't this like, uh, ritual around like taking it slow, touching their body, allowing themselves to feel their arousing arousal gradients. You know, generally, when, uh, men are Exploring their bodies, or, you know, think about growing up. You're doing it in secret, you're trying to hurry up. Maybe you're in the bathroom, you got a house full of family, you know, you're like, I don't have time, I don't wanna, I don't wanna get caught. You know, there's all these things, and so how the penis gets stimulated is how the penis then learns to respond with ejaculation. And that that can be the issue as well, or having a firmer grip or etc. ETC. So part of the process of learning a different way or learning to enhance or expand your sexual pleasure, is to really slow down. To talk about what your techniques, what you've been doing, and maybe do things a little differently. And that includes like using lubricant maybe during masturbation. I know I'm probably stepping ahead to like techniques and things, but this is all part of the process of helping the body adapt to stimulation in varying ways that are going to allow you to enhance your sexual pleasure, rather than, you know, curtail your sexual pleasure. But on top of that, psychologically, just like with erectile dysfunction, If you're again, if you're nervous about it, if you're worried about it, if you're um trying really hard, like squeezing all of your muscles, you know, remember I just talked about these muscles. If you're tense here, that's only going to contribute to what do these muscles do when they ejaculate, squeeze like a squeeze like a we're tense, that can trigger the ejaculatory reflex because you're trying so hard to not come, to not ejaculate, that it's actually making it worse. So what we tried to do is create relaxation, work with breathing techniques, slowing down. I'm not a fan of, sometimes you'll hear like um The squeeze technique for e for ejaculatory, uh, or premature ejaculation where you squeeze the glands to stop from ejaculation cause it's like, you know, reflex and it's tells the spinal cord no, and what have you. But again, that disrupts the erotic flow. It's perpetuating the message that something's wrong with you, or the technique around start and stop, right? I know the intention is, is well, right? It's, it's, you know, stop, pause, but really it should be just Shift, right? You're it's all about awareness. Notice where your arousal gradients are in the moment and just shift a little bit. Shift a little bit to dial it back down. But if you abruptly start, stop, you know, it's again too mechanical, you're in your head. It further perpetuates this thing about, there's something wrong with me, and, and that's not what we want to continue as far as, uh, helping someone with their sexual dysfunction and distress. And that also includes having conversations with their partner or partners around where the distress is coming from. How else can you, uh, Enhance your sexual experience without uh feeling disappointed or blaming your partner or what have you. Uh YEAH."
	},
	{
		"start_time": "25:06",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh, I mean, about the pelvic floor, we will probably have time to go back to that and talk also about pelvic pain a little bit. But we've talked about premature ejaculation. What about delayed ejaculation? What is it and what causes it?"
	},
	{
		"start_time": "25:25",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yes, again, very interesting. Delayed ejaculation is the inability, again, persistent and consistent inability to To or to ejaculate or orgasm. Now, orgasm and ejaculation are not the same thing. Ejaculation is a reflex driven by uh spinal cord reflexes, the sympathetic nervous system. So for erectile dysfunction, it's, in order to get an erection, we have to be in that state of feeling relaxed and calm. With ejaculation, it flips the switch to the default of adrenaline, fast, hard, heart rate increases that fight, flight or fawn mechanism, to put it simply. So with delayed ejaculation, It's the inability to uh ejaculate. Now, certainly, if someone had prostate cancer treatment that disrupted the neurovascular connection to the penis, that could be one of the causes, or if they had their prostate removed, they're gonna have a dry ejaculate. Let's say they're on certain medications for enlarged prostate. That could also cause retrograde ejaculation, which is ejaculate fluid goes back up into the bladder instead of coming out or the volume might be lower. So those are like physical causes that potentially might contribute to that. Other causes are being distracted, OK? During sex, feeling bored during sex. Again, it goes back to that awareness piece of arousal triggers, like, Are we doing the same thing over and over again? Maybe that's gonna take a little longer to to come. And as as men get older, just like any other part of the body, nerves get a little sluggish. They do. So you may need a little support to stimulate these nerve endings differently. And that's where we talk about like using vibrators, using lubricants, stimulating gels, uh, using visual cues in different ways, auditory and Uh, auditory and other senses, you know, changing it up a bit because we're humans, we love routine, and we often tend to do the same things over and over again, and it loses its luster after a while. I do also want to make note of when I say distraction. You know, if you're finding yourself just scrolling porn, and like, because again, porn is not inherently bad nor good in any way. It's, it's just a tool. But if you're finding yourself just stimulating your penis and scrolling, you know, and trying to find, you know, that one thing and you're just scrolling, scrolling, scrolling, try to stimulate. I mean, before you know it, you know, you're 45 minutes into it and nothing's happening. So we don't wanna, we don't wanna train our bodies in that way either. So maybe taking breaks and using your own internal imagination, not being distracted perhaps by an external stimulus, but again, bringing it back into the body, embodying your experience, feeling pleasure, and, and changing things up, you. You know, in different ways. So, uh, and, and medication as well can, you know, medication also can be a contributing factor. Um, THINGS like, uh, anxiety medications, for example, might be one of them as well. Uh, THERE'S, there's many others, but not necessarily my wheelhouse pharmaceuticals anyway, but yeah. Yeah."
	},
	{
		"start_time": "28:44",
		"speaker": "Ricardo Lopes",
		"words": "So this one I really have to ask you about because it's a very common anxiety among men. What is normal penis size?"
	},
	{
		"start_time": "28:54",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yeah, so this is a question as well. Yeah, on average, an erect penis can be anywhere from 5 to 6 inches. Uh, I think flaccid, don't quote me on this, maybe somewhere between 3, 3.5 to 4 perhaps. Here's the thing about penis size. There's no standard protocol on how to measure. So when you're looking at these research papers, they're kind of all over the place as far as how the researchers chose to measure a penis, right? The other thing that research doesn't include is Mental stimulation, right? They, you may, they, they may be, it's a, it's a research paper. So you're kind of going into a lab. They may synthetically give you an erection, or have you get your own erection, but context matters as far as how hard and how pleasurable things are. So we have to think about that from that perspective of like, This research is not taking into account all the factors that contribute to penile stimulation and function when we're, when things are being measured. And the other thing is we have no data pool set from like, you know, it's not like they're taking all the men on this planet. Then making that conclusion that this is the average, you know, the data pool set is very small amount, uh, you know, 20 people, sometimes 50, maybe 100, 200, but that's very, that's very, very small sample data set. So penises come in all different shapes and size, just like vulvas, you know, lips, labia, clitoris. Scrotums and penises do come in different sizes and shapes and curvatures, etc. AND I'd like to normalize that for people. And there is this really good research by Dr. Nicole Prousey, I believe it's from 2023, I'm not mistaken, but they did do a study, a survey study, a qualitative qualitative study around what do women prefer? And what do, what do women like as far as penis sizes? And what they found was women in long term relationships. Really didn't, they, they didn't, they didn't really care about how big the, the size of the penis was, girth or lengthwise, because it was the emotional connection that mattered the most, and they had very, you know, highly positive sexual experiences. There was some note about those that are in casual sexual or recreational sex. Uh, PREFERRING, uh, greater girth than length, and that makes sense, uh, A, because it's just casual sex. There's generally no, none of that emotional entanglement. Um, IT'S more of the physical sensation and pleasure aspect of things, perhaps. Um, AND the girth, when we're talking about vaginas, like during intercourse, vaginal, uh, stimulation is more pressure sensors in there. So it's not length, it's pressure sensors. And again, It was a small set, a small set of individuals. But the preferred, you know, the preferred, uh, was not too big, not too small, and the emotional connection, uh, in, in couple ships for sure. So, again, taking the pressure off of men around their penis size, because here's the thing too, you're born with what you have. You, you got with what you're, what you're born with. And why go to these great lengths to try to augment or change or, um, Yeah, I guess not just being accepting more and loving yourself and and feeling and being confident in that because sex isn't just about your penis. Yeah,"
	},
	{
		"start_time": "32:38",
		"speaker": "Ricardo Lopes",
		"words": "and the semen volume matter, is that something that men should worry about?"
	},
	{
		"start_time": "32:45",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "So semen volume fluctuates, uh, fluctuates tremendously based on what you're eating and drinking, how old you are. And also your pelvic floor function, uh, volume as far as, um, the actual, uh, measurement of, of how much, you know, a teaspoon or what have you, the actual volume of semen. But I would find, I would say that that may be distressing anecdotally, as far as what I see in the office. That may be a distressing component, but what's further distressing is the force of ejaculation. So what's distressing is that if it seeps out or dribbles out and doesn't like shoot out or have a little force or gumption behind it, That's a little distress. That's more distressing than the actual volume for men. I would, again, this is anecdotally in what I hear as far as in my office working with men. And we go back to the pelvic floor muscles, right? Because what are those muscles, little pop quiz? What are the muscles that Aid in ejaculation and expelling fluid out of the penis, these muscles. So as, you know, a person ages, we want to make sure that these muscles have great coordination and also strength to help, you know, move fluid out of the body. So that, that would be my two points to your question."
	},
	{
		"start_time": "34:03",
		"speaker": "Ricardo Lopes",
		"words": "And are there ways of increasing semen volume?"
	},
	{
		"start_time": "34:08",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Oh, this is a good question for a nutritionist, Doctor Jason. Because he actually, he had a, we had a podcast with him. It's actually on my YouTube channel, optimizing your erectile function, but briefly fluid intake. Drink water, y'all like fluid intake because semen is dependent on, like, it's your blood flow, your body, your cellular makeup is, is fluid, right? It's, there's water. So drink water, uh, for sure, uh, and eating your healthy, you know, your leafy greens. So I, I, without overstepping my boundaries in that aspect, I would say drink plenty of water, eat leafy greens, but don't drink too much water where your pee is clear and you don't know the distinction between toilet water and your pee water because you might be then dealing with like urinary urgency and frequency. So, you know, healthy balance, right? Light light lemonade color, good."
	},
	{
		"start_time": "35:05",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about another thing that might affect men. What can cause pain during erection and ejaculation?"
	},
	{
		"start_time": "35:15",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yes. You're hitting all the yummy questions for me today. Love this question. So what can contribute to erectile pain and ejaculatory pain? Remember these muscles, remember these nerves. Couple of neuroanatomy points here. You have the pudendal nerve is is a nerve that comes from Several sacral spinal roots, S2, 3, and 4. So this is the end of the spine. I like to think about it as S2, 3 and 4 keeps your poop and pee off the floor. Why? These nerves are what supply and innervate function to these muscles, organs, and genitals. So, there's a branch of this nerve, several branches on either side. So this model doesn't include the yellow or the nerves, but the model doesn't include all of them. This is a, think of this as a like a a spider web here cause there's so many connections. This nerve will give off perineal nerves and the dorsal nerve of the penis, which I'm gonna show you right here. It's on either side, and this nerve branches into several different uh mini branches to give off uh to supply the whole shaft, the urethra, which is the tube. That empties the bladder and to the head and the glands of the penis. But you can see that it's traveling, you know, it's gonna travel in between all this tissue and the erectile tissue and exit from right, this is the pubic synthesis area where your lower belly, like where that penis attached, you know, kind of meets the body, it's exiting through there. Now, during ejaculation or erectile pain, it can be an issue where these nerves are aggravated. Either there there's just too overstimulation, aggravation, or an injury. Joking, maybe your audience knows this, maybe not, but joking is something that I do not suggest men do with obviously. Do what would you like with your body. The issues with joking, and let me explain what it is. Joking is a technique that Has been said to with an erect penis or partial or Partial or erect penis, you you squeeze the blood from the base and move it up to the, to the glands. So you have an erect penis, a lot of blood flow, a lot of pressure, and you're adding more pressure and, and moving that blood flow into the penis. The idea there is that it will quote in air enlarge your penis. It will not, it will not. What I see is that it causes more injury, cause these tissues in your penis are susceptible to injury, just like any other part of your body. So if you're doing something that your body or your tissues are not able to adapt to because it's too quick, too soon, too hard, You sustain an injury, and what that injury looks like is either a pelvic floor muscle strain and or a nerve injury. Nerve tissue is like any other tissue in the body. So they might feel something like a zing, zap, tingling, like weird sensations. They might actually also not be able to get an erection as consistently as they want. Maybe they'll feel temperature changes. There's all sorts of things that can happen when there's an injury here. So, You know, again, all recoverable, all that to say, all of that is recoverable, especially pelvic floor therapy is super helpful for this, to help calm things down and then build back up tissue tolerance. Again, just like you would if you broke your foot or you know, sprained a strained a hamstring or something, you know, we have to address the, the Uh, tissue tolerance, and we have to also address function and, and so forth and so on. But it's educating people on what's going on here that helps to calm that down. So, that's what I see in my office often is either a muscle issue, muscle and or nerve issue. It's never separate because nerves communicate with muscles and tell them what to do. And I'll also say, The brain comes into here too, right? Because all these nerves, all they do is just send messages up to the spinal cord and then to your brain, and then your brain makes sense of that information. Like, touch around this area isn't interpreted by these nerves here. It's a conscious experience that has is generated by multiple areas of the brain and, and consciousness that allows that interpretation of whatever these sensory messages are. But I'll tell you what, as soon as something feels weird down here and new and different, This area is like, your brain is like, whoa, like a Velcro, you know, like, what's going on here? Is this good? Am I protective data? And then again, the psychological components can actually amplify uh pain sensitivity in this area and contribute to a vicious cycle. So we do want to address in erectile pain and ejaculatory pain, both the physical aspects, the tissue aspects, you know, uh, Training the the body to be less protective here and also training, not training, but helping the brain receive messages that you're safe and that you can regain your body confidence through experiential new learning. Like, oh, sex doesn't have to hurt, and we may need to adjust like masturbation, or we may have to adjust like positions for intercourse or What have you. Like, that's fine in the beginning, just like you would adjust your exercise routine, right? You don't keep lifting, deadlifting at the same level. No. You cut back a little bit, maybe you take a rest, but we get back to building. And so that's again, where us pelvic therapists come in to help with that. Um, BUT that those would be my, from my perspective and scope of practice as a physical therapist. Some of the reasons for, uh, erection or erectile pain, direct injury, again, we, you know, sports, etc. um. Uh, RECREATIONAL activities. It could also, I will say, another part of this puzzle is your spine, because many of these nerves, as I mentioned, are coming from this lower area, but also the lumbar, which is the, the stack of vertebrae that live here. Those also supply the genital area. So again, we're just kind of ruling out what are the contributing factors to why there might be a more activity and more messages. Coming from here, um, and we just calm, we calm shit down and build shit back up thanks to Greg Lehman for that one. BUT yeah, that's kind of the idea there."
	},
	{
		"start_time": "42:08",
		"speaker": "Ricardo Lopes",
		"words": "So, before we get into the last topic of our conversation today, which is going to be about pelvic pain, let me just ask you one more question. Can the digestive system also influence sexual performance? And if so, how?"
	},
	{
		"start_time": "42:25",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Oh wow, again, such a great, you're gonna have to invite Doctor Jason Stevens on here who is a doctor of nutrition. Because he will be able to answer that a lot better than I can. There is, I, well, I will say is a broad answer here, yes, 100%. Because of the visceral, somatic crosstalk or, uh, conversations that can occur, right? So here's the bowl of the pelvis. You've got your, your genital organs in here. Let me just open this up real quick for the audience. Don't try this at home. We bladder, prostate, and rectum. The rectum, part of the digestive system, right? So, these muscles here are supporting function, adaptation, pressure demands, etc. There, these muscles aid in Letting poo and pee out when you want it to, and keeping poo and pee in when you want to. If that's not happening, there's a problem, right? It may, you know, again, this whole thing about, oh, I'm aging and incontinence or fecal incontinence, like bowel incontinence. Oh, that's probably nor, no, no, not normal, maybe common, but not normal. So anything that's going to disrupt. The Balance in this area is, is potentially going to create a little bit of, of trouble. Now, the rectum is connected to the whole bowel system that sits in your belly, uh, your small intestine, etc. But yes, like having irritable bowel disease, irritable bowel syndrome, um, Crohn's disease, things like that, all the nerves that communicate with your guts. Also have conversations with your pelvic floor and vice versa. So there is, there is definitely a correlation, not a causation, right? Not 1 to 1 direct causation, but we do know from the literature that there is a correlation between your digestive system and pelvic floor function. In addition to your gut has a huge influence on your immune system, like your gut microbiome, the bacteria in your gut, etc. All of that is going to contribute to the balance of the ecosystem here. Right."
	},
	{
		"start_time": "44:33",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk then about pelvic pain. First of all, what is pelvic pain? What causes"
	},
	{
		"start_time": "44:40",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "it? Yeah, so pelvic pain is the, so it's pain in the pelvic region. I it's pelvic region, meaning abdominal, genitals, or anywhere in between your bones or the sacral area that is persisting or lasting longer than 3 to 6 months without a known cause or pathology. So what does that mean? No infection, no cancer, no other, no other medical diagnostics are able to Have a reasonable explanation for why you're, you're having pain down here, OK? Once that's all ruled out, and this again is persistent, then we're dealing with chronic pelvic pain syndrome. That is an umbrella term for any type of pain that you actually might experience down here, to be honest with you. Erectile pain that we talked about, ejaculatory pain that we talked about, tailbone pain, butt pain, uh, pain with intercourse pain. With bowel movements, rectally or vaginally, uh, pain, scrotal pain could, could, is falling under that as well. Lower abdominal pain, uh, feeling fullness in the pelvic area, um, all of that can fall under chronic pelvic pain syndrome. Also, prostate pain. So prostate pain, which has its own term, it's called prostate pain, provoked prostate pain syndrome. Um, Again, no known cause or or pathology, so there's no prosthetic infection. A little disclaimer here about Terminology. Historically, the prostate has been blamed for for pelvic pain in men all like prostatitis. Doctor, you've got prostatitis. Here's the course of antibiotics. You'll be good to go. All right, cool. Take the course of antibiotics. I don't have pain, doc. What's going on? All right, take another course of antibiotics, but there's no known infection, right? And really no one's really In my experience with men, they're not really even getting tested for prostate infection. It's just an assumption because it's just It's just the thing that happens. Anyway, so they're on 2nd course of antibiotics, 3rd course of antibiotics, sometimes 4th course of antibiotics. It's still not helping. We are missing the boat, y'all. Like, it is not an infection. 95% to 97% of cases are not related to a prostate infection. That it needs to be knowledge in the community. Like, if you had tried a course of antibiotics once and it didn't work, go see a pelvic therapist. That's the, that's where we should go, right? Because the longer that this persists, The better that these pain systems get at protecting you. It's like learning to ride a bike or driving a car. The more you do it on repeat, the easier it gets for you to do it, and you could just do it without thinking, right? It's very important to educate, retrain, equip the person, help them feel empowered to do something about it, rather than going down the rabbit hole of unnecessary medical tests and exams, which are often very invasive and uncomfortable. So, It's not prostatitis, but you can have prostate pain. So that's why I mentioned that because you can have prostate pain without an infection. And again, we address that with pelvic therapy. All these muscles are, are, are connected here and even doing some prostate manual therapy, right? This prostate gland. Has several, several hundreds, hundreds, little, little tubules, lots of little pockets of fluid is there. And sometimes, again, uh, maybe it was uh an injury, maybe it was just benign. Sometimes there is an infection, but then after you take the course of antibiotics and the infection's gone, you're still in pain, right? Because the immune system has learned to be very sensitive and very protective. It's not that there's an infection still there, it's just that There's pain system hypersensitivity that's going on, and that includes your nerves and your immune system. So, you know, again, it's a whole person approach, how we address uh persistent pain uh in the pelvis, and it, it, it really does encompass like a deep understanding and knowledge of what's going on and how your body works. Resetting and reconnecting with your body, right? Like brain-body strategies, which are super important because they, they then kind of refine the message. You get messages of like, oh, I can do this, and that doesn't hurt, and, oh, it's getting better. It's like, oh, OK. It's like when you can see your thumb, you know, it's like red, you maybe you have a cut. You're not really worried about it cause you can touch. And feel it, and it's working and everything's fine, right? But it hurts and it's healing. It's like the same thing that we're trying to do here. And then this other thing that we're trying to do is movement and loading, right? As part of that process is like, get them back to doing their activities, which also includes sex, right? Cause when you have pelvic pain, when there's this chronic pelvic pain, this headache in your pelvis, You don't want to have sexy time? You're like, that's the last thing. I, I don't want to touch that thing. Uh uh. No, because why? There's a lack of understanding of why you hurt. If, if you think that every time you have sex and it hurts, or every time you do this particular activity, you think I'm making it worse. I'm injuring myself more. I'm having more damage. No, no, no, no, no, my friends. No. It just means there's sensitivity there, like a sunburn. You get sunburn on your back, you go in the shower, you turn on the warm, it's warm water, and you're like, Yeah. You don't think your back is burning more, do you? No, no. It's sensitive, but it's not like the sunburn is getting worse. You're not causing more damage or harm with warm water on your back. That's what we're dealing with here. And it's a whole process of reintegrating, reconnecting, loading and moving and getting that person back to function. And the goals are related to pooping, peeing, sex, and whatever else activity, work, and otherwise that we want to get back to."
	},
	{
		"start_time": "50:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So in terms of the sexual consequences of pelvic pain, it has to do with the fact that uh people who have it just avoid having sex because it causes pain, is that"
	},
	{
		"start_time": "50:57",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "it? Yes, yes, right, cause if something hurts in wherever in your body, right? What do you do? You're a little apprehensive to do that thing that makes it hurt, right? And you're like, unless you're into that. Now, that is, that can be kinky for someone and there is pain play. Like people literally love, like, having a little bit of that, that, that noxious stimulus, like that painful experience, but that's wanted. That's the difference. This is like an invasion of your privacy. Like, you're like, what is going on here? I'm feeling this pain. I do not want this. This is not pleasurable. And for a person who's known their body in this way that feels pleasurable, right? With themselves or mutually with a partner and now doesn't, that's very destabilizing and disorienting and scary. So when that's happening, guess what? Erections are going to be difficult, desire and libido. But that's normal in response to a perceived and or a direct threat, right? Mhm."
	},
	{
		"start_time": "51:59",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh, I mean, I've already mentioned your YouTube channel in the introduction. Where else can people find you and your work on the internet?"
	},
	{
		"start_time": "52:09",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "Yes, so thank you for asking. Shameless plug here. I have a Patreon, uh site. It's uh patreon.com/doctor Suzie G D R S U S I E G. AND there we have live model demonstrations and tutorials of scrotal mobilization, uh, techniques for penile pain, uh, techniques for how to use a pelvic one, and, and even how I would do a pelvic exam, right? So to help destigmatize the process of asking for help for a lot of men, and when they have a community. And this, let me tell you, this community is so amazing because they're sharing their experiences, such heartfelt experiences sexually with pain and building camaraderie. Like, this is a community that helps elevate the voices of men who are experiencing. Experiencing pelvic pain and or sexual dysfunction. It is a beautiful community. I did not think that it was going to take off the way it did. And so I am just so honored to hold this space for people and get to know people in this way. So yes, Patreon, Doctor Susie G."
	},
	{
		"start_time": "53:17",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been a very fun and also very informative conversation."
	},
	{
		"start_time": "53:25",
		"speaker": "Susie Gronski (@DrSusieGronski)",
		"words": "You're very welcome, Ricardo. Thanks for having me."
	},
	{
		"start_time": "53:29",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs Colin Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujuru and roach Diego Londono Correa. Yannick Punterrumani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zacharyishim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Corale Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]