[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm here with a return guest, Doctor Daniel Conroy Beam is associate professor of psychology in the Department of Psychological and Brain Sciences at the University of California. Santa Barbara. And today, we're going to talk about the manosphere and how people they misuse research in evolutionary psychology. And by the way, I'm also leaving a link in the description to my first interview with Doctor Conroybin. So, Doctor Conroybin, welcome back to the show. It's always a pleasure to have you on."
	},
	{
		"start_time": "00:37",
		"speaker": "Daniel Conroy-Beam",
		"words": "All right, thank you so much for having me back. I'm excited to talk."
	},
	{
		"start_time": "00:41",
		"speaker": "Ricardo Lopes",
		"words": "So, first of all, uh, and I mean, as a way of introducing the topic for people who might not be familiar with it, uh, even though I think that at least people who spend some time on the internet and social media should at least come across the word manosphere, at least that, but what is the manosphere exactly?"
	},
	{
		"start_time": "01:02",
		"speaker": "Daniel Conroy-Beam",
		"words": "Yeah, good, good question, and it's a hard question. I, I, I've been thinking about how to answer this. Uh, I'm not sure there is a good short answer. Uh, I mean, the best I could say it's a nebulous, uh, loose collection of different online communities, as well as the influencers and media that cater to them. Uh, MAYBE. There probably is no like one single uniting thing, but the the closest you can get to uniting thing is uh sort of concern with men's issues uh in society at large today. Uh, THERE'S a heavy influence in a lot of corners in the manosphere, heavy focus on issues of like dating and relationships, that's probably uh the biggest uh concern that unites a lot of manosphere communities and manosphere influencers. But also concerns about sort of like social justice, but uh with uh inequalities towards men. Uh, SO this includes things like, you know, men's rights advocates who are concerned about like sort of legal and social perceived legal and social inequalities that men experience in in modern society. ALL the way to like, you know, pick up artists who are mainly concerned with, like, just, you know, dating advice, how to, like, hack uh psychology to have more success in dating and relationships, maybe not even relationships, maybe just dating. And then of course like the extreme end on the other side are our incels who are like primarily concerned with uh, you know, their own personal lack of success in the dating realm, and so. And you know, as well as all the influencers that can catered these people, so like the big names are, you know, probably people you've heard of, you're like Andrew Tate's, you're fresh and fits, you know, maybe as far as like your Jordan Peterson's, maybe even. Uh, TOUCHING, bordering upon your like Joe Rogan's even, you know."
	},
	{
		"start_time": "02:59",
		"speaker": "Ricardo Lopes",
		"words": "So it's basically a large collection of people that includes, I mean, pickup artists, the red pill community, the black pill community, uh some of the insult community, and I mean, basically people like that,"
	},
	{
		"start_time": "03:14",
		"speaker": "Daniel Conroy-Beam",
		"words": "right? Yeah, yeah, yeah, those I, I would characterize as being, yeah, all big parts of the the manosphere community. Mhm."
	},
	{
		"start_time": "03:22",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, uh, the main reason why I invited you on the show to talk about the manosphere, because, I mean, I could have invited other people to talk about the same topic, is because at a certain point, and you're going to tell us about that, you found About that your own research was being misused by people from the manosphere. So tell us about that. How did you learn about it and what kinds of, what, or what parts of your research were, were being misused by them? I mean, tell us all about it."
	},
	{
		"start_time": "03:57",
		"speaker": "Daniel Conroy-Beam",
		"words": "Yeah, no, I mean, I, so I want to be clear, and it's, you know, I appreciate, yeah, there are other people you could. So I want to be clear, like, I'm not an expert on the manosphere, right? I'm not a sociologist, I'm not a historian, right? I don't want to claim that I have like special insight into like the workings or the history of the manosphere or these kinds of like social communities. You know, when I am, I'm an expert in human mating, right, the psychology of human mating. That's where my work is, that's what I focus on, that's what I, you know, think about day to day, uh, you know, the manosphere, you know, being in this sphere, of course, in the mating sphere, right? Like, of course, I was vaguely aware of the manosphere for a long time. It's, you know, these things come up, right? Uh, SO I, I sort of like knew it was out there, um. You know, students would talk to you, they discover like, oh, you study human mating, like, what do you think about this like pickup artist YouTube, YouTuber that I watch or something like that, they would like ask you your opinions on these things or, you know, Jeffrey Miller. You know, he wrote that book, was it called Date, I think, um, which was supposed to be like a sort of more scientifically informed pickup artistry book. I think that came out when I was in grad school, you know, I'm a fan of like a YouTube video essay too. I'll often throw something up when I'm working, you know, I'm a big fan of like FT S signifier, who talks about a lot of these things, you know, I've seen some of like your interviews on these things. So it was like I was like aware of it, but I always sort of kept it at an arm's length because I was just like this is just a unserious, uninteresting, kind of gross question, if I'm being honest, uh of online communities, and, you know, I'm interested in the science, so I just sort of ignored it. Um, I, I wasn't like really forced to like confront it and yeah, see, see my connection to it, uh, until it was actually one of your prior guests, so, uh, Louis Louis Baho, we've had on the podcast before, so this was maybe. Two years ago now or something like that, uh, Louis actually came out to Santa Barbara to visit. So Louis, uh, Louis is like a sociologist by trading, um, uh, and, um, he was doing his PhD on connections between evolutionary psychology and the manosphere. Uh, SO he came out to Santa Barbara, he spent like, I think like a month with us, you know, hanging around my lab meeting, hanging around the, the Center for Evolutionary Psychology, and he gave us a talk on his work on, you know, ways in which evolutionary psychology gets used in the manosphere. Um, AND I, I just, I remember like sitting in the Center for Evolutionary Psychology lab space, like listening to Louis talk, and he's like, yeah, you know, um, the intel community, they maintain this Wikipedia page, you know, called the scientific Black Pill, that's just a giant, you know, basically annotated bibliography of, you know, peer reviewed research papers that they claim support their worldview and like a lot of your guys' work is in here. Uh, AND he, you know, we just like pulled it up, uh, and we're just like searching for, you know, our names and people's names that we knew. And yeah, I just, I remember the like feeling of like vertigo, like seeing, you know, my papers and my friends' papers being cited in this like, you know, annotated bibliography of like misogyny as like, uh, you know, supporting these these ideologies that I didn't think my work supported. I still don't think my work supported. Uh, SO that was really my, my like inroad into this. I like I owe a debt to Louis, uh, to opening my eyes to this, and, you know, I just been sort of grappling since then with like, yeah, how do I, how do you move forward, right? How do you make sense of like, You know, why is our work getting used in this way and, and what does that mean like for us as scientists?"
	},
	{
		"start_time": "07:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, but when it comes to your own research, what kinds of claims were people from the Venosphere making based on it? And, and I mean, in, in what ways were those claims misrepresenting your"
	},
	{
		"start_time": "07:59",
		"speaker": "Daniel Conroy-Beam",
		"words": "research? Yeah, so I mean, like to give a specific example, uh, so, you know, I wrote this, this, this op ed about this, uh, which is also part of how I've gotten uh roped into this, this, uh, conversation. Um, uh, OR this, you know, this whole broader conversation, um, but, you know, one specific example. Um, WAS, uh, it was a paper of mine that was cited in this scientific black pill is like Wikipedia page of, uh, of, of, of peer reviewed articles that support sort of like Incel worldviews. Um, I, I, I'm forgetting a little bit the details of how it was cited. I mean, it was a paper on sex differences and mate preferences that I had published. Um, uh, AND they, they cited it as evidence that like women prefer dominant partners, uh, women who prefer dominant men as partners. Um, uh, AND it was interesting because they had quoted, uh, like a colleague of mine, uh, who was a co-author on that paper, as I recall, as describing the paper as having found that, having found that women prefer dominant men as partners. Um, AND this was supposed to, you know, support the idea that like, you know, women are always looking to trade up from, you know, the low status loser to some like high status losers. You can't trust women to be faithful to you long term because they're always gonna dump you for some higher status dominant alpha. Right, this is the, the interpretation that they drew out of my paper. But I mean, the, the crazy thing was, you know, I like, I looked at that and I was like, I don't remember us having a measure of preference for dominance in that paper, right? Like, I'm pretty sure I don't generally ask that. You know, it was an older paper for me at that time, so maybe I just forgot what measures we had in that paper, but yeah, I went back to the paper. We did not ask about preferences for dominance in that paper, right? That paper had no evidence of uh any sex difference in preference for dominance. I mean, I, I'm, I believe such a preference, such a difference has been found before, but that was not in our paper, um, and even, you know, people have like Uh, defended that quote that that citation because it was, it's actually a colleague who quoted the paper saying that and the the Intel wiki was just uh the scientific black but was just quoting the colleague. But even if you go to the colleague's quotation, right, if you go to the paper that they're quoting from, um, you know, my colleague is saying They aren't saying that this paper, they aren't saying that women have a preference for, right? Like, uh, the section that they quoted was from the discussion section of that paper, uh, where they were considering alternative explanations to what they were actually talking about in that paper. So they were saying, you know, you might argue, for example, that women have a preference for dominance, but the very next sentence was them arguing against that idea, right? So even, even the quotation that they chose, like, That quote was referring to evidence that didn't exist, uh, but even like even that quote, like, the researchers were not arguing for what they cherry picked out of that sentence, they were actually arguing the opposite, and that was just like a sort of devil's advocate kind of like, even if you thought this were true, here's some alternative evidence. Uh, SO it's just like a, it was a a crazy, uh, like, uh just uh uh. Weird like game of telephone where like my paper morphed into like this claim that was never found in the paper like that morphed into this like counterpoint that was like cherry picked selectively out of the discussion section. Uh, SO, you know, if you didn't know these things, if you didn't know the literature, if you're just like a curious frustrated young guy. This is gonna look to you like, oh, this is a like a great resource. Here's all of these like scientific papers with direct quotations that like back up this worldview that seems really coherent and really interesting, but you just like scratch the surface a little bit and you see like, at least in my case, right, like this is, there's no connection between what the black bill said about the work and what the work was actually saying."
	},
	{
		"start_time": "12:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, by the way, what was the paper about exactly?"
	},
	{
		"start_time": "12:07",
		"speaker": "Daniel Conroy-Beam",
		"words": "The original paper?"
	},
	{
		"start_time": "12:08",
		"speaker": "Ricardo Lopes",
		"words": "Yes,"
	},
	{
		"start_time": "12:09",
		"speaker": "Daniel Conroy-Beam",
		"words": "um, I don't even recall which one was it, um. I think this was a paper on uh using like multivariate approaches to look at sex differences and make preferences. So, you know. There was um some argument. Essentially, you know, sex differences and mate preferences have been of interest for a long time because there are, you know, relevant theoretical questions there. Um, AND most people, when they look at mate preferences, people have a lot of preferences. This is something that I think the intels also overlook, right? If you ask people what they're looking for in a partner. They say a lot of things, right? They say they want somebody who's kind and intelligent and attractive and, you know, funny, and, you know, shares my, you know, religious worldview and etc. ETC. They, they generally won't stop talking until you stop them from talking. Um, BUT when we consider, you know, sex differences and make preferences, we often just pick one of those at a time, look at the difference on that dimension, write it down, move on to the next one, move on to the next one. THIS was like sort of the start of what became like a cornerstone of my research area, which is like Make choices highly multivariate, right? Like we're looking for lots of things, uh, we're trying to satisfy lots of preferences at the same time, uh, and so we shouldn't look at life one dimension at a time, we should consider all of these things collectively and, you know, how big are the differences across all of these dimensions. So that was part of why it was like, Again, so jarring to see them sort of like laser focus on my paper, you know, laser focus on like sex differences and dominance, because very few of my papers are ever about like we should emphasize this one difference a lot, right? Most of my papers are like, you know, what is the bigger picture, right? How do we not lose the forest for the trees? Uh, SO, uh, yeah, I did not remember emphasizing a sex difference and dominance per se, uh, and it's cause I didn't. Mhm."
	},
	{
		"start_time": "14:01",
		"speaker": "Ricardo Lopes",
		"words": "And do you know if uh this kind of phenomenon of people in the menosphere misusing, uh, research in evolutionary psychology is a more generalized thing? I mean, is that something that they do frequently or"
	},
	{
		"start_time": "14:19",
		"speaker": "Daniel Conroy-Beam",
		"words": "not? Yeah, yeah, I mean, I, I think, you know, uh, I would encourage all of my colleagues, all of my colleagues in evolutionary psychology to like peruse the scientific black pill. It's uh uncomfortable, but eye opening experience to see, you know, how our work gets interpreted sort of one step out. I think there's a lot of ideas that start in evolutionary psychology and make it into these manosphere circles, but they They just something's getting lost in translation, right? They're getting distorted uh in ways that, you know, in some cases some people might agree with, I don't know. But I think in many cases, probably not. Um, YOU know, I know, uh, uh, I'm a little hazy on the details now, but I remember uh there was another like in that that same talk where Louis was like showing this to us, uh, he had a specific example of uh my colleague Patrick Durkey. They had cited some work of of Patrick's as making some claim about like, Dating and and mating advice or something like that. But the crazy thing is Patrick doesn't study mating, right? Patrick studies status and personality, right? It was again like the claim that they were making on Patrick's work, I know, is not something that Patrick studies, is not something that Patrick is interested in. It was just like. They do this kind of like really superficial sort of like keyword search and like any sort of like word that you can interpret as being connected to what the argument they want to make, uh, like they just grab that, they cherry pick the the citation, they cherry pick, you know, the quotation if it's useful, uh, and it, you know, it ends up looking like. This exhaustive, uh, uh, you know, resource base, um, but it's, it's all pretty selective, it's all pretty, uh, embellished, you know, it doesn't. Doesn't, you know, connect with the real back and forth that's happening in these actual literatures. Uh, IT'S, you know, I, I think like incels, you know, uh, Louis, you know, had, uh, I was actually just reading his dissertation recently and he had uh he had this like meme, this is like manosphere meme. Uh, THAT he quoted in it, it was like, you know, on the one hand, scientists are like, you know, here's the evidence, what conclusions can we draw from this? And on the other hand, it was like feminists and what feminists do you like, here's the conclusion, what facts can we find to support it, and it's ironic cause like that's exactly what they're doing, right? Like, they have a worldview that they that they believe in and they want to support, and they're just, you know, trolling through the literature to find anything that could be loosely interpreted as supporting that worldview and ignoring everything else and just like extracting. Uh, A long list of things that they could use as like easy talking points to like Gish gallop, uh, people in debates over their worldview. um. You know, to give another like concrete example, uh, you know, one idea, one scientific idea that looms really large in manosphere circles, uh, is the dual mating strategy hypothesis, right? So this is, this is a hypothesis that genuinely was very popular in evolutionary psychology, genuinely was like the scientific state of the art in like 2010, right? Like, uh, and this is, you know, the idea that Uh, you know, there are shifts in women's mating psychology over the course of the menstrual cycle, you know, specifically, you know, around ovulation near the fertile window, but the exact details of this have changed over time as the science has progressed, but, you know, at least part of the original idea was like there's this increased interest in, you know, short term mating, especially with like attractive, dominant men, uh, as a means of pursuing this dual mating strategy where you get sort of like, uh uh you sort of Conceive offspring with partners who have, you know, good genes or indicators of good genes, uh, but then you potentially pursue investment for those offspring, uh, for men who don't necessarily have those markers for men who are, you know, better long term partners, uh, more cooperative, you know, good provider kind of partners, um. This was a really popular idea in 2010, um, and it's still, you know, has its supporters, although the idea has like progressed and matured a lot over that time, right? The, the versions of the dual mating strategy hypothesis that exist in the scientific literature today do not look very much like the versions that get discussed in the manosphere today, right? So the manosphere has taken this as like, you know, women are sort of like untrustworthy. Uh, LIKE, you know, uh, all they wanna do is just like, Have sex with chads, uh, and then, you know, dupe losers into supporting the children that they produce with these like genetically superior alpha males, right? Uh AND science supports that, uh, but like, you know, the versions of the dual mating strategy hypothesis that exists today are much more subtle, much more sophisticated, you know, uh, have much more like, you know, conditional, uh, caveats and, uh, even Like within the field too, like, I think the popularity of the dual mating strategy hypothesis has waned a lot, right? There are prominent competitors, prominent alternative explanations that now I would say on average are more popular, right? So my colleague Jim Roy has been arguing from day one, the dual mating strategy hypothesis is wrong, uh, that women don't have this dual mating strategy, uh, that what, what shifts we do see across the menstrual cycle are mostly byproducts of adaptations that are designed to calibrate. Behavior across different menstrual cycles. It's like there's really, really prominent disagreement about this hypothesis within the scientific literature that is absent from manosphere discussions of the science, right? They do not know. I mean, good for my colleague Jim, they don't know who he is. They don't know his ideas. He lives a happier life than I do. Uh, BUT like they're not discussing, you know, the scientific debate that's emerging because they don't care about the debate, they don't care about the evidence, they just want to cherry pick the stuff that supports their worldview. And they're also not discussing. You know, the advances, even on the dual mating strategy side, they're not discussing the advances and the subtleties that that like that side is offered, they're just like frozen in this like, you know, superficial interpretation of this like 2010 version of this hypothesis because, you know, that's what sports are willing to do, that's all they need."
	},
	{
		"start_time": "20:45",
		"speaker": "Ricardo Lopes",
		"words": "So, you've already given us a specific example there, but are there other examples among the claims you came across over time that you think are, uh, I, I mean, that you would think are the most worrying coming from the madnessere that would, that link at least with some evolutionary psychology research. I mean, claims that maybe Are the most harmful, like, for example, misogynistic claims or claims that inspire hate toward women, for example, which are very common. I mean, do you have any other examples like that?"
	},
	{
		"start_time": "21:25",
		"speaker": "Daniel Conroy-Beam",
		"words": "I mean, yeah, that's a pretty bad one. I think, I think this interpretation of this dual mating strategy hypothesis is pretty popular, and I think it does ground, uh, you know, I said there's not a lot of things that unite the manosphere, but I do think. Uh, ANTI-FEMINIST attitudes, you know, if we wanna say misogynist attitudes, I, I think that's like another uniting feature, uh, in a lot of Manosphere claims, uh, and I do think this interpretation of the dual mating strategy hypothesis does in particular like lend itself a lot to these sorts of misogynistic attitudes, right? Um, AND there's also, there's this like Odd tendency, you know, again, I would also recommend to all my colleagues, you know, go read the red pill subreddit, just like just check in periodically, again, it's not gonna feel good, uh, but it's gonna be eye opening in terms of, you know, how, how our ideas and our ways of thinking get appropriated in these fears. Uh, AND there's just like there's this weird tendency where Like when it comes to thinking about women's mating psychology, these people are, you know, really dedicated amateur scientists, right? Like they're really willing to put women's mating psychology under a microscope and, you know, analyze it in these like pseudo evolutionary terms, and that's where like, you know, the dual mating strategy hypothesis is useful, right? You can characterize women as being just sort of like Yeah, like Darwinian automatons who are just, you know, Controlled like puppets by their genes towards like dating, having sex with these alpha male chads and, you know, duping these like, you know, poor betas and supporting uh supporting their lifestyles, right? It's, it's a very anti-woman, uh, uh, and it, you know, very much deprives uh. How do I say this? You, you could get the impression, you know, they did, they are interested in the evolutionary psychology of men's mating psychology as well. Uh, THEY do acknowledge that, you know, men's mating psychology is evolved too, but if you read these, it would be very easy to come away. If you read the way they actually talk about these things, it's very easy to come. WITH the belief that like, only men have free will, uh, like men are out here just trying to do the right thing, just trying to live a good life, uh, but they are sort of victims to women's mating psychology in large part because of this dual mating strategy logic, right? Um, SO I think that does support, I don't know if it creates, but it does support this particularly misogynistic, I think anti-feminist worldview. Uh, I think there are other things. You know, like I said, my specialties and preferences, um, and when you read, you know, another major part of especially like Incel worldviews, as I understand it, um, is this like obsession, there's a belief that women Really value physical attractiveness, uh, again, stemming from this dual mating strategy hypothesis, like the idea that what women are looking for are these like good genes indicators, this like masculinity, dominance, height, uh, muscularity, etc. ETC. That's like what women really care about, um, and they don't care about, you know, people who are kind and good-hearted and, you know, uh, uh, you know, nice guys finish last sort of woe is me kind of attitude. Uh, SO they have this belief that like physical attractiveness really is what matters in uh human relationships, and they really ignore all of the substantial evidence that like physical attractiveness is not the most important thing to most people, uh, which is one of the most robust findings from preference research, you know, this is where evolutionary psychologists can catch some flack, right? Uh, I think a lot of the evolutionary psychology of, of mate preferences for reasons, but nonetheless has really heavily emphasized sex differences and mate preferences. And when you look at, you know, If you order mate preferences in terms of like how sex differentiated they are, yeah, things like age, physical attractiveness, resources, those are some of the larger sex differences in mate preferences. So those are the things that men and women disagree on the most in terms of what they're looking for in a partner. But if you order preferences in terms of what do people actually find important, what do people actually find value in a partner, like physical attractiveness is pretty. Middling for most people around the world, and it has been for as long as people have been doing this research, right? Physical attractiveness is not the most important thing to men or women, to most men or women. The things that are most important to people are things like kindness, right? That is generally the thing that appears towards the top of most people's lists. Uh, AND that I think gets zero play in these circles, or, you know, they sort of. Accuse women uh of being deceitful about how much they value kindness, but of course men are not being deceitful, that couldn't be, uh, so yeah, I think that's another way where the literature gets distorted, um, uh, in ways that that support these, I think. Yeah, I think misogynistic, uh, anti-feminist worldviews. Um, THERE'S other things, uh, there's one idea, I think maybe Louie introduced this to me. I don't remember where I learned about this, but there's something that like a reasonably popular idea among uh in cells called uh Breau's law or something like that, um, which is like, it's supposed to be an idea from evolutionary biology that like, Basically like the female of the species like dictates all like patterns of interactions, uh, it's like, you know, if there's no benefit to an interaction from females, then like females have power to like uh end that interaction, and this is supposed to be, again, this contributes to this sort of like anti-feminist worldview that like, you know, women secretly control society and that like feminism is a like a covert agenda to advance women's interests in society over men. And you know, they cite this Briau's law as like, you know, evidence that this is grounded in like evolutionary biological principles. Like I had never heard of Briau's law before I started reading this man stuff. Uh, IT turns out like. I tried to include this like in an early draft of my my Boston Globe thing, but it got cut. But like it turns out like Brio was like a surgeon, like he wasn't even a scientist, he was just like a French surgeon who just said this. Uh, I don't think it was based on any evidence really, it was just this guy's opinion. Um, AND I don't think it really caught on at the time. Somehow it got rediscovered and, you know, the manosphere has decided that this is like a scientifically supported law, but like, no scientist I've ever heard of. I've never heard a scientists talk about this. I've never heard a science reference this scientist referenced this, um. You know, psychology is not generally the kind of science that issues laws. Like we don't, we don't understand the mind enough to be making laws. Uh, MAYBE if you're like a psychophysicist, maybe if you're talking about like how bright a point of light is on a wall, like maybe you can start dictating, you can, you can start expressing some laws, but like, Uh, it's very unusual to hear like a psychological scientist or an anthropologist talk about laws other than maybe like scaling laws and like how big an organism's arm is relative to its body or something like that. Uh, SO it's again, it's just like a complete fabrication that has like the veneer of science on it, but like, again, you scratch the surface a little bit and you see like there's no actual scientific basis for this for this idea."
	},
	{
		"start_time": "28:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but I mean, from your own perspective as an evolutionary psychologist, why do you think that evolutionary psychology became so popular among people from the menosphere? What makes it so appealing to them?"
	},
	{
		"start_time": "29:14",
		"speaker": "Daniel Conroy-Beam",
		"words": "It's a good question. And it's something I've been asking myself for two years now. Uh, AND I, I, I'm afraid I don't have a great answer. Um. I think there's there's multiple things that that could be contributing here. It's probably not just one thing. Um, I mean, for one, you know, to our credit, I guess, uh, we as evolutionary psychologists, we have a lot to say about human mating and human relationships, and that is a big part of what the manosphere cares about, right? These are people who are frustrated with their experiences in love. They're turning to the the modern science of dating and relationships and love, and, you know, evolutionary psychologists have done a good job mapping human mating psychology and and providing insights into human relationships. And so I, I think it's pretty natural you would come across evolutionary psychology if you're looking for, you know, a greater understanding of, of, you know, why things aren't going the way you want them in your personal life. That's like we're not the only game in town, right? Social psychologists have also made a lot of really valuable contributions. So sociologists, so anthropologists, uh, so there is something out of all of the people who have something to say, they are picking out us in particular, um, and so I think we as evolutionary psychologists, I think we do have to think hard about, you know, what are we doing that's making our science stand out as interesting to these people with these particularly hateful uh worldviews. I think there is a long history of, you know, right wing movements appropriating evolutionary theory. Um, I think it's, it's not hard. THERE'S a a dim read of like selfish gene, you know, geneic level selection that I think, um, you know, caters to particular sort of like right wing authoritarian worldviews, right? Like survival of the fittest kind of, especially if you're prone to committing the naturalistic fallacy and, and, you know, believing that, you know, what is natural is good or should be. You know, I think the idea that like selection works by, you know, sort of cut out the weak and leaving only the strong for the survival of the species or whatever, I think can be appealing to people who have um certain certain kind of right wing ideologies, which I think does tie into sort of anti-feminist ideologies and misogynistic ideologies. Um, YOU know, there's also, of course, a long history of association between, uh, you know, evolutionary thinking and eugenics, of course, um, and I think a lot of these, I don't think eugenics per se is a part of the manosphere ideology, but I would not, uh, I think there is a general, uh, these days, a trend in especially a lot of online communities, a lot of online right wing communities. Uh, YOU know, eugenics is having a resurgence, and I would not be surprised if there's some overlap between, you know, the kinds of people who, uh, these manosphere ideologies appe appeal to you as well as the kinds of people, um, who, you know, these. Uh, NEO eugenics ideas appeal to you. So I, I think it's not hard. Uh, IT'S unfortunately not hard to kind of fall into these right wing ideologies from evolutionary thinking, uh, especially if you have a kind of superficial read of what evolutionary theory is or says. Um, SO I think that's just like a constant struggle that you have to fight with when you are a scientist in these evolutionary spaces, right? Like, not, uh, not catering to these like. Uh, AGAIN, superficial reads of what evolutionary theory is that that promotes these right wing ideologies, um. And then I also think Partly because of this, um, there's a long history of evolutionary approaches to behavior, especially human behavior, being controversial, right? Um, I think because of these, you know, long standing right wing associations, there is an understandable from people with especially left wing ideologies, there's an understandable hesitance around evolutionary approaches, behaviors that can be a sort of knee jerk, uh, rejection of these kinds of approaches, knee jerk criticism of these approaches. Um, SO it gets automatically, no matter what you're doing or saying, I think taking an evolutionary approach to human behavior automatically is controversial, um, and it automatically controversial to people with more, you know, left leaning ideologies, and so I think for that reason the field can take on. It takes on a reputation as being like kind of a safe space for provocateurs, right? Uh, THIS is the place where you go if you want to say controversial things, especially if you want to say things that run contrary to left wing ideologies, right? Um, SO I think there are a lot of people. Who come to the field, not because they have a deep interest in, like, you know, Santa Barbara style adaptation, uh, but just cause like they enjoy making people mad and they just especially enjoy making, you know, left leaning people mad, um, and I think there are some scientists who have that kind of motivation, right? I think they come to the field just because they want to say controversial things, and I think there are a lot of lay people who, you know, the field has gained that reputation. Um, AND so they come to the field, like, if I know I'm, you know, I don't like feminism, if I know I've got these misogynistic ideas, I know I want some scientific backing for these kind of anti-left wing ideas, then, you know, hey, there's this evolutionary psychology thing that people on the left seem to hate, uh, and, you know, has these like provocative people who are running their mouths, right? Like this seems like maybe a good place to find the kind of scientific support that I'm looking for, uh, and I, I really worry that The field uh is maybe kind of trapped in this sort of positive feedback loop where I, I think by virtue of having this reputation as being uh a safe place to stir a controversy, right, it attracts people who are more interested in controversy than science. Uh, THOSE people do and say controversial things, which earns the field that more of that reputation, which attracts more of these people. Uh, AND I think makes it more and more an appealing place to these, these manosphere communities. So even though I don't think these things have a deep connection to the like the theoretical logic of the field, it's like sort of hard to shake out of this reputation and and hard to to get away from these, these, you know, Cycles of controversy."
	},
	{
		"start_time": "35:50",
		"speaker": "Ricardo Lopes",
		"words": "And what do you make of evolutionary psychologists who are public intellectuals and align themselves with the manosphere or at the very least sympathize with the manosphere?"
	},
	{
		"start_time": "36:06",
		"speaker": "Daniel Conroy-Beam",
		"words": "Uh, uh, WE'RE being recorded, right? Um, YOU know. I think there are lots of people out there with lots of different motivations, some of which I think are purer than others. Um, uh, I, it's a really, it's not an easy thing to know what to do about, right? Um. You know, I, I think there's certainly a part of me, uh, especially there was once a part of me that was like, Yeah, I just wanna close my eyes to all of this stuff and just do my science, right? The best thing we can do is just put as much truth out there into the world, and eventually that truth will filter out. Like, someone else will, you know, I'm a scientist, I'm not a public intellectual, I'm not a good popularizer. Like, it, it's not my job, and it can't be my job to like communicate what I do to the masses. I'm just gonna do my science and like somebody else. I'll trust that somebody else will communicate this accurately to the masses. Um, THAT'S, that's a comforting idea. Uh, BUT like that's Clearly doesn't work, right? Um, I, I think we as scientists do have an obligation to, you know, communicate. Our findings to the public, right? The public is bankrolling this work, we're doing it ostensibly for the public good. We have an obligation, I think, to make sure that our work is actually promoting the public good and it's, you know, the the the public is actually educated on on on what science is finding, um, so I think there are people out there who are doing a noble job trying to accurately communicate. You know, modern understanding of society and dating from science, you know, I, I would count you among them, uh, um, and I think that's something that like we as scientists need to do more and need to do better. I do think there are. Uh, SO those public intellectuals I admire, and you know, incels like. I, I don't want to say like incels are necessarily bad people, right? Um, I think incel ideologies are bad. I think they're despicable. Um, I think they have led to tangible harm. I think both to women and to men, like, I think the men who fall into this are being harmed by these, these like uh fatalistic false ideologies, um. But I don't think like the men who fall into this are necessarily bad people, right? I can understand, you know, I've I've like had friends who have fallen into these circles, right? Like I think there's a, a not terribly distant universe where I could have fallen into these sorts of these sorts of ideologies, right? Like, I get it, um, and so I think, you know, it is good to Um, try to engage with these men, right? I, I think, like, I think it's a noble effort, uh, to try to show these people that you don't have to believe these things. I think there is a read of the science that is more hopeful, is not anti-feminist, and I think there are people out there trying to do that, and I think that's a good thing, uh, and I admire those public intellectuals, uh, but it's also engaging with these kinds of communities, it can be difficult. Because, you know, by engaging, you know, the academic freedom types will say, you know, everything should kind of live or die in the marketplace of ideas, right? Like you should not be afraid to debate anything and, you know, if your idea is really good, it will survive. And there's some truth in that, but at the same time, like, engaging some of these ideologies can run the risk of legitimizing them in ways that really backfire, right? Some of these ideas are just bad, they're just stupid, and they should just be ignored. And, you know, if you try to debate these people, you know, there are people out there who are not earnestly interested in debate, right? They are ideologues, you're not gonna change their mind, you're not gonna change their communities' minds, and by debating them, you're just making them, especially if you're coming with like, you know, university credentials, and if you're, you know, using your valuable time as a scientist to debate with these people, you're sending a signal to the world that like, this is an ideology that's worth paying attention to. So even if you feel as though you've like definitively uh uh bested them in the marketplace of ideas, like, there's a lot of ideologues out there who are not gonna care what you have to say, and they're just gonna say like, look, we got the scientists to pay attention to us, that means we've got something worth saying. Uh, SO I think you need to I think engaging with these communities can be good, but you need to do it really carefully in a way that's not legitimizing them, uh, in a way that's not, uh, giving them clout that they don't deserve. Uh, I think there are some people who even sort of flirt with, um, You know, I think in an effort to maybe ingratiate themselves a little bit with these communities to get better access, I think there's way people who maybe inadvertently end up sort of promoting some of these ideologies, and then I think there are people, I think there are people who are just cynical, uh, and, um, you know, they're public intellectuals just because they want to be famous and this just happened to be their best way to do that. Uh, I think they don't have, you know, the public's interest in mind. Uh, I think this is just a good way to get a paycheck for them, um, and so they are, you know, gleefully, I don't think they care about these issues. I don't think they care whether Manosphere ideologies are right or not. I, I think they're bullshitters. I think they don't care what the truth is, they just care what butters they're bread, um, and those people I think are despicable. Uh, I won't name names, but, you know, you can probably guess who I think they are from, you know, uh. Just their attitudes and, you know, my social media, um, but, uh, yeah, those people I think are, I think they're willing to sell out the field. I think they're willing to sell out the science, uh, to make a quick buck for themselves, uh, and I think that's what's sort of perpetuating this, this positive feedback cycle that is really damaging, you know, I think evolutionary psychology is like one of the best. Scientific enterprises in the history of psychology. I think this is the best way to do psychology. I think this is our best hope to understand the human mind and like harness this to improve society, um, but I think I, I worry about our ability to achieve that because there are these, I, I think bad actors who um are willing to cash in on whatever scientific credibility the rest of us are working hard to build, uh, in order to get, you know, An extra high paying speaking gig or, you know, a nice, you know, editorial position on some white supremacist magazine or something like that. Um, uh, SO yeah, those people I think are are bad. Did I answer your question? Uh,"
	},
	{
		"start_time": "42:53",
		"speaker": "Ricardo Lopes",
		"words": "YEAH, yes, I, I think so. So, uh, uh, let me ask you now, I, I, I mean, I, I'm not sure to what extent this will be a little bit speculative, but, uh, from what you understand, what do you think are the motivations of people who made a name for themselves in the menosphere. I mean, is it, is it, what is it? Money, social status? I mean, maybe I, I'm, I'm not sure. I don't know their own personal stories, but, uh, I would imagine that perhaps at least one or two of them would have, uh, a history of, uh, bad past relationships or something like that. So, I, I mean, but what do, what do you think about it?"
	},
	{
		"start_time": "43:40",
		"speaker": "Daniel Conroy-Beam",
		"words": "Yeah, yeah, I, I don't think there's like 11 easy answer, and I think I, I, you know, I kind of said part of what I think about this, right? It, you know, I think the manosphere itself is, is nebulous. It, it's a loose collection of a lot of different people and communities. Um, SO I don't think there's like one motivation you can ascribe to all people who are in these circles. Um, LOOK, I, it's easy and fun. To be cynical, uh, and just say all of these people are grifters, they're just in it to get a paycheck for themselves, you know, they don't, they don't care about. You know, they don't care about these people, they don't care about the ground truth of these ideologies, they're just, yeah, they're just after money and status for themselves, and that's actually, I think like a good heuristic when it comes to uh influencers of all stripes, right? Like that's probably gonna lead you right more often it leads you wrong. So if you want a pat answer, yeah, like it just you can trust that most people are doing the things that they're doing, uh, just cause, you know, it gives them money and status, um. But I, I, I don't think that's true of everybody. Uh, YEAH, I think there's probably a spectrum here. I think there are people who do have some more. Misguided as they may be, have some more genuine motivations, and then I think there are people who are just like cynical cash grab people. So, you know, I think like, like Andrew Tate. Uh, FRESH and fit, like, I don't think they care about their audiences, right? I don't think they want to help anybody, right? They're con artists, right? You know, if you're watching this, you know, you're somebody who's like, you know, maybe adjacent to the Intel circle, maybe you're curious about these things, like, I promise you, Andrew Tate doesn't give a shit about you. Like he's a con artist. He's in it to make as much money for himself. He's like no. A convicted criminal, um, like, yeah, I don't think he has a deep commitment to any particular worldview. Uh, I don't think he has a deep interest to like helping men live better lives or whatever. Uh, I think he just wants to make as much money, um, and have as much status as he can get, um. You know, other people like, you know, I don't know your Jordan Petersons, Jordan Peterson think he's helping people? Uh, I think he's wrong. I think he's misguided. I think he is doing a lot of harm, uh, but like, is he, I, I could believe that he is so deluded that he doesn't think he's doing that. Like, I could believe that he thinks he's doing the right thing and he's just wrong about what the right thing is. Um, uh, BUT I I don't think he likes money and status too, right? Uh, I think he's, you know, he could have stayed in his university position and he could have done these things, you know, by, by doing the science, but he chose to become this, you know, Uh, firebrand, uh, you know, controversial public intellectual influencer type, so I, I, you know, I think, I think that he does have some self-interest as well, um. You know, I, I think, you know, these like dating coach pickup artists, kind of YouTubers and TikTok guys and book writers, you know. I think those guys maybe have the most. Pure intentions again, I think their ideas are misogynistic and wrong, uh, but I think, you know, for the most part, I think they do think that they're like helping men with their dating problems, right? Um, AND, you know, making some money, but we all got to make money. Uh, SO I think there's a diversity of motivations out there, um, some of which are pure and some which are not, um, and it can be hard to tell, uh, in some cases exactly how pure there are, uh, but in some cases, you know, again, you're, you're amputates at all. Uh, IT'S pretty clear that they, they have no intentions of helping anyone in their lives."
	},
	{
		"start_time": "47:28",
		"speaker": "Ricardo Lopes",
		"words": "Right. I, I mean, it seems to me, I don't know if you will agree with this or not, but it seems to me at the end of the day that what the menosphere mostly offers men are rationalizations for their failures. Do you agree with that or at least to some extent?"
	},
	{
		"start_time": "47:49",
		"speaker": "Daniel Conroy-Beam",
		"words": "It's, it's, it's tough. I I don't know that I want to say like. I guess it depends on what you mean by rationalizations, you know, again, it's so easy and so tempting to be cynical, um, you know, it's so easy to just say like, these people are losers and they're just looking for excuses for why they're losers. Uh, BUT I, I don't think that's what we should say, and I don't think that's quite right. Um, I, I think there are people out there, yeah, who are like that, but I, I think, you know, I, again, not being a sociologist, not being like an expert in manosphere or like intel psychology, in my, my opinion as like a mating psychology person who's just been sort of exposed to these things, my impression is like, these are men who have some genuine frustrations, right? Uh SOME understandable frustrations, right? Like, you know, dating, mating mating is a big part of life, right? Uh, IT'S a thing that it makes sense to have lots of strong feelings about. Um, AND if it's not going the way that you want it to go, like that does feel terrible, right? Uh, IT feels terrible for good reasons. Um, AND so I think if you're the kind of guy who just for whatever reason, you're not having the success you want in relationships, I think it's reasonable to turn to Google and say like, you know, what's going on, right? Why am I not having the life I want to have, you know, how do I explain the situation that I'm in, and, you know, what can I do to try to get out of it? And I think a lot of manosphere communities sort of emerged originally as like attempts to offer those kinds of answers, uh, and they sort of fell into this kind of misogynistic anti-feminist, uh hateful at times violent track, uh, at some point, um, but, you know, in principle, I think like, Uh, these, the, the kinds, especially, you know, if you're not talking about these like grifter influencers who I think are, you know, appropriating these communities to their own interests. We're just talking about like the men who are reading these things, uh, who are posting these things, who are just trying to like Get some advice. Like I, I think they are just like, yeah, they're just like any person who's like, why is my, you know, sourdough not turning out the way I want it to, right? Like they're just going to internet communities, they're going to communities of of people like them and trying to get advice and it's just like has fallen into this, this strange um uh strange misogynistic uh tone. Uh, SO I don't know if it's like, I don't wanna say it's rationalizations for their failures. I think it's just like, it's just people trying to understand how to live a better life, um, and I'm, you know, sympathetic to them for that reason, um, but I do think it gets, it gets co-opted by people who don't necessarily have these people's best interests in mind."
	},
	{
		"start_time": "50:39",
		"speaker": "Ricardo Lopes",
		"words": "OK, so when it comes to those people who do not have these other people's best interests in mind and the kinds of uh erroneous and very negative claims that they make about women and other and other kinds of things, um, do you think, uh, in what ways do you think that those claims might also hurt the men who are attracted to the men's?"
	},
	{
		"start_time": "51:07",
		"speaker": "Daniel Conroy-Beam",
		"words": "I, I, I, yeah, I think it's bad for these men, right? Um, uh, I think, you know, and there's research out there, right, like on, especially in cells, right? I, I think are very hopeless, fatalistic people. I think by virtue of being convinced of this worldview that basically like if you are physically unattractive, you are sort of like doomed by Darwin. To live this unhappy life, where like, I mean, you know, I think the intel worldview is basically either like you're a chad and you're doomed to live this like playboy lifestyle where sure you'll get lots of sex, but you'll never experience true love, or you're like a beta. And like your, your fate is to be like duped by women forever, like, maybe you'll get like brief glimpses of what feels like love, but you'll ultimately be, you'll ultimately be betrayed by like feminism and women's mating psychology. It's a really grim outlook. Um, AND I think it does contribute to a lot of depression and anxiety. Maybe, I don't know if it contributes, maybe it caters to the depression anxiety that was already there, but like, it's certainly not helping these men, you know, feel good about their lives, right? I think it is providing, um. It it's providing a worldview that just sort of keeps them stably hopeless, um, and I, you know, I think that's why this does, uh, as we see, like, often result in self-harm or violence towards others, right? I think, uh, so it is a very negative. Um, NEGATIVE, I think these are very negative communities for the men in them. Uh, AND again, I think these worldviews are false, right? I think these are based on misinterpretations of, of, uh, the science. I think they're based on misinterpretations of society, and so if we could debate to them what the science actually says and show them the world is not as hopeless as these, you know, like manosphere communities are persuading them that it is, yeah, I do think they would be better off."
	},
	{
		"start_time": "53:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I also think, I mean, just to talk about a specific example, I think that sometimes they might even hurt the chances of some of these men who are attracted to the menosphere because if you go on, I don't know, uh, or if you listen to the Fresh and Fit podcast or something along those lines and you hear, and you constantly hear from them things like you have to be, you have to go to the gym, you have to have this chiseled body and face. You have to wear expensive clothes, you have to have an expensive car, you have to have a six-figure salary, a good house, uh, and all of those kinds of things. I mean, that, that, that's not really true that you have to have all of those things to be successful in the mating market. And perhaps some of the men who listen to this just Uh, just quit because they can't have access to all of those things, I guess,"
	},
	{
		"start_time": "54:10",
		"speaker": "Daniel Conroy-Beam",
		"words": "yeah, yeah, uh, it's true, it's true, um, yeah, uh, and I, I don't, I don't. I don't get it. I don't get. This is maybe my failure. Maybe this is why, like, I didn't become an incel or something, but like I, I just Like, you look at these guys who are telling you like this is the like secret to like happiness and relationship success like these people aren't happy, they're not having relationship success and like look like again it's like you're like a, you know, incel curious person watching this, like, I like not to do my own horn, but like I'm an expert in human mating psychology. uh I do good work, I think, in these areas. I have like, you know, I have some ideas about how human mating relationships work that other people, you know, seem to think. Uh, ARE onto something, and also like, I'm, I'm like a ugly chubby dork, uh, who like does not make a ton of money. I'm an academic, like, and I, you know, I'm happily married. I'm, I'm, I'm happy, right? My wife and I had been together for 14 years or something like that, right, like. Like these people who are selling you this worldview, like, they don't have what they're selling you, right? I do, right? I'm, I'm the established expert on human mating psychology, and I, you know, I've been living a good life. I have a good, I have a relationship, like you don't, yeah, you don't need to like go to the gym if you want to go to the gym, like, you know, work out if that makes you happy, it's good to be healthy, you should take care of your body, but like, you don't need to be this like weird vision of this alpha male chad, that's not even what women are actually looking for. Uh, AND the data supports that, right, like these people, these people are lying to you, like you, you don't need to believe these things."
	},
	{
		"start_time": "55:51",
		"speaker": "Ricardo Lopes",
		"words": "Right. So what do you think should be done by evolutionary psychologists themselves to fight back against the misuse of their own research?"
	},
	{
		"start_time": "56:02",
		"speaker": "Daniel Conroy-Beam",
		"words": "I don't know. Um, uh, I don't know. Um. You know, I, I think step one is at least acknowledging it, right? Uh, I think, you know, like I said, for a long time, I was sort of vaguely aware the stuff was out there, but I was, I was very happy to keep it at arm's length, um, and I think that was the wrong idea, right? Um, CAUSE I think if we, as long as we ignore it, it just kind of, it festers on its own, right? Like these communities are gonna keep taking our science, they're gonna keep cherry picking and misquoting and misinterpreting it. Uh, AND it's just gonna, it's gonna take on a weird life of its own, um, which is gonna, you know, contribute to this harm, and I think it's also gonna reflect back on the, the reputation of the field. So I, I don't think we can ignore it, um. You know, I, I don't think, um, Again, I think we have to be careful though with how we engage these communities. I think there are people out there who, with uh sometimes good intentions, uh, but I think have tried to like approach these communities from a scientific background, um, but do it in a way that I think ends up legitimizing these ideologies or legitimizing these worldviews. Uh, AGAIN, I, I, I, you have to be careful with how you Broach those conversations and broach those debates. So I don't think like evolutionary psychologists should be going out there and like having debates with like manosphere influencers or going on manosphere podcasts and like trying to show them the way cause I, I think that that gives these people clout that they don't deserve, um. So I, I don't have the right answer here. I'm not confident that I've done the right thing, you know, my, my gut reaction was, you know, I, I do think Uh, one good thing we can do is just be vocal that like we do not agree with these ideologies, right? Like, despite what you might read on, you know, the red pill subreddit or what you might read in the scientific black pill community like we as a scientists, as scientists I think have a minimum obligation. Of just, you know, publicly and loudly saying, right, like, we are the ones doing the science and we do not think the science necessarily leads to these ideologies. Some scientists may disagree. They're wrong, but that's fine. People are allowed to be wrong, but like I, I think it's important for those of us who are level headed and reasonable and right about these things, to at least like publicly say it, like, come out and say like, I don't think that these scientific findings necessarily lead to this worldview, because that at least makes it that much a little bit harder uh for these mantisphere communities to appropriate uh these ideologies, right? If we scientists aren't at least showing that there's disagreement among the scientists, uh, if we aren't showing that like you can be an evolutionary psychologist and not be anti anti-feminist and not be a misogynist, then I think that silence, you know, speaks volumes to. You know, I'm thinking about like, you know, a 15 year old kid who's like, you know, just starting out his like dating career, and it's not going the way that he wants it to, and he's frustrated and he's depressed, and he's looking for an explanation for what's happening to him and how to do better, and, you know, if you go into these incel communities and you see these like pseudo scientific You know, justifications for this worldview, and then you go to the scientists and the scientists are saying nothing. The scientists, you know, aren't at least disagreeing with these things. They aren't at a minimum saying, uh, I don't think that's how you interpret these things, but then they, you know, that is sort of like tacit approval of these these ideologies, right? So I think we as scientists at a minimum have an obligation to come out and say clearly in public, which I tried to do, um. That like you don't have to draw these interpretations out of this worldview. Um, YOU know, I, I think I've been accused of saying that like, Uh, I, I don't know that like scientists should like self-censor for this reason or something like that, like, you know, that I think we should like not study certain topics or something like that. I think that's stupid. Like, look at my CV like uh I certainly don't think we should avoid studying these topics. I think these topics are really important, but I think we just need to be clear as we're studying these things, um. And again, like I don't think, I don't think we should necessarily be making policy recommendations either. I'm not qualified to dictate public policy. I'm not qualified, uh, you know, to write like divorce laws or I'm not qualified to give dating advice even, like I am not, I'm not that kind of person. Uh, SO I don't think evolutionary psychologists need to be going out there and saying this is the ideology that I think my work supports, uh, but I do think, you know, especially when people are perverting our work to support harmful ideologies, I think we do have an obligation to come out, come out publicly and say no, that is not, you know, at least a necessary interpretation of what my science says."
	},
	{
		"start_time": "1:01:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So as a last question, let me just put this through you to see what you, what are your ideas about it. So, in the psychology today post titled Combating the Misuse of Evolutionary Psychology Research, Andrew Thomas, who I've already had on the show, is, is also an evolutionary psycho. He suggests three ways by which researchers can address misinterpretations. And the first one is avoid absolutes. The second one is emphasize similarities, not just differences. And the last one is highlight agencies. So what do you think of that?"
	},
	{
		"start_time": "1:01:52",
		"speaker": "Daniel Conroy-Beam",
		"words": "I think I think, uh, Those are good first steps, um, you know, I think those are just, that's just good science, right? Um, I think, uh, as scientists. We shouldn't be issuing absolutes anyway, right? Uh, SCIENCE doesn't, you know, it isn't math, right? We can't prove things, um, you know, we work in trends and expectations and generalities, um, and so avoiding absolutes is, is just, you know, how you should do your science to begin with, regardless of, you know, manosphere communities or whatever, um, and I do think, uh, again, this is, uh, A common place where you see the research getting lost in translation as it makes it out to these manosphere communities. Like I do think Especially if you're not especially statistically savvy, especially if you're not like immersed in this kind of data, you know, day in, day out, and have a good intuition for what these data mean, uh. A lot of the effect sizes in like the statistical effect sizes in human mating literature are really small, uh, like, and that gets lost in translation as it makes it out onto like the scientific black pill wiki, right? Like you would think by reading these sort of like narrative description of what evolution. PSYCHOLOGISTS are finding, yeah, you would think that these are like large absolute differences. But then when you actually look at the data, like a lot of the differences we're talking about are pretty small because human behavior is complicated. It's always caused by multiple factors when multiple factors cause something, each one necessarily has a smaller impact. Uh, AND so I think being clear, it's hard to make this clear. It's hard to like grok intuitively what like a coins D of point to means, but like I promise you it's pretty small. Like that's the kind of difference that you can notice, uh, you know, in a carefully controlled scientific. But you're probably not going to notice very much as you're walking down the street, right, with your human eye. So I think, you know, psychologists in general could do a better job of being clear about what, how big are the effects we're actually studying, what do these actually mean for people's day to day lives? Um, SO I think that's, that's a good thing to be mindful of. Um. And I do think evolutionary psychologists. Again, for good reasons, sex differences are important and, you know, they do provide like good theoretical leverage in terms of like testing ideas about uh the nature of the mind, but evolutionary psychologists, I do think have way overemphasized sex differences. I say this as a person who's done a lot of sex differences research, who has some sex difference research ongoing. Like, I think these things matter, but I, I do think we've like, um. We studied sex differences to the exclusion of actually studying psychology, uh, to some degree, and I do think the field could use a bit of a course correction on that. Again, I think that's true independent of the manosphere, right? I, I think there's just a lot of things, um. There's a lot of things where, yeah, I think we've studied differences in the psychology, but we forgot to study how the psychology actually works in the first place, and so I, I do think that's a good idea. Agency. Um, I think it's a weird one, that's like that's maybe a more philosophical thing, uh, you know, uh, you know, I, I, I don't understand how one can be a professional psychologist and believe in free will, uh, but you know, I think where agency comes in, where agency gets lost in translation again is I think the sort of manosphere. Uh, TAKE on things is generally like men have agency and women do not, right? And so I think like if you're gonna focus on agency, you either need to, uh, yeah, be clear on everybody's agency, or you need to be clear on, you know, no one's agency, right? Um, YOU know, at the end of the day, like, yeah, I'm a psychologist. I think behavior is caused, and I think we can scientifically understand those causes. Um, I don't think that provides, you know, excuse from moral culpability for your behavior. Um, BUT I think, you know, you certainly don't want to be, uh, projecting an image that like women are sort of like slaves to their genetic interests, but men are sort of endowed with mystical free will that allows them to to to make good decisions or something like that. Um, YOU know, I, I, so I think those are all good scientific recommendations. I don't think that goes far enough though, right? I, I think. Uh, WE as evolutionary psychologists do need to look inward, um, and we do need to be, we do need to be more careful with our language. Uh, WE do need to be more careful, I think, with the kinds of, uh, you know, topics that we pursue that like like we are actually pursuing things that are in the public interest and that we're talking about them in ways that, um, cannot be easily appropriated uh in these harmful ways, um, but I think There's only so much we can do like within ourselves. Like you can write your paper as carefully as you want. If someone wants to appropriate it, they're going to, right? There's no magic set of words that you can say that is gonna prevent, you know, a grifter or an ideologue from perverting it in some way that suits their interests. So I think those are things that are worth doing, but I think there is something more we have to do. I don't know what that is, right? I don't think those recommendations are enough. Like I said, I think part of it is we do have to stick our necks out a little bit. We do have to, you know, get in front of the public and, you know, object to our research being used in ways that we do not endorse, um. Cause, yeah, I, I don't think there's any, any way of writing your paper that's gonna prevent that from happening. At some point you need to get up and say, like, no, I think that's wrong, don't use my research this way."
	},
	{
		"start_time": "1:07:51",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's send on that note then. And uh just before we go, would you like to tell people where they can find your work on the internet? And I don't know, would you have any suggestions if people are interested in learning more about the specific topic on the manere and the misappropriation or the misuse of evolutionary psychology?"
	},
	{
		"start_time": "1:08:16",
		"speaker": "Daniel Conroy-Beam",
		"words": "Yeah, I mean, you can find my work on my website Dan Conroybeam.com. We have all of our papers there if you're interested in reading the primary literature, you can also follow me on Blue Sky De Conroy Beam is my handle on all socials. Um, YOU know, if you're interested in evolutionary psychology, I'd go straight to the source, you know, read up on the Center for Evolutionary Psychology website. There's a premiere there that's like a great basic introduction to like the core principles of the field. Um, AND if you're interested in this sort of like intersections between uh evolutionary psychology and the manosphere, honestly, you know, I, I could not recommend the person who got me into this, right? Louis Baho and his work, I think has been really eye opening for me, uh, I think it is a great place to learn more, and, you know, I gave a plug to. FD signifier before, uh, you know, I've watched the rest of Ricardo's interviews as well, but I'd also check out FD signifier. He's also like interviewed evolutionary psychologist before. I think he's a thoughtful guy who has really interesting perspectives on, on science and society in the metasphere. So I've enjoyed his content too."
	},
	{
		"start_time": "1:09:15",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I will be leaving links to all of that in the description of the interview and also to our first interview. So Doctor Konrahim, thank you so much for taking the time to come on the show again. It's always a pleasure to talk with you."
	},
	{
		"start_time": "1:09:28",
		"speaker": "Daniel Conroy-Beam",
		"words": "Thanks so much for having me back. This is a great conversation."
	},
	{
		"start_time": "1:09:32",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearraujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelisky, Scott Zacharyishtim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diota Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]