[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Mats Larsson. He is a postdoc and researcher at the University of Oslo, and today we're going to talk about his book Stories of Love from Vikings to Tinder, The Evolution of Modern Mating Ideologies, dating Dysfunction, and demographic collapse. So, Mats, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Mads Larsen",
		"words": "Thank you so much, Richard. I'm very happy to be here with you."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first, what is the premise of the book exactly? Why did you decide to write it? What is it really about? I mean, what kinds of topics do you explore there?"
	},
	{
		"start_time": "00:42",
		"speaker": "Mads Larsen",
		"words": "Yeah, well, the modern world is now heading towards self eradication. Our fertility rates have fallen so low, uh, and if we're unable to turn that around, we will simply disappear. So I was wondering, how did we get to where we are, uh, what happened with human mating, uh, that has now put us in a position where we simply aren't willing to reproduce anymore. So I, I draw this, uh, €6 million canvas to investigate, uh, hominid mating, and then I have an emphasis on the cultural evolution of the past 800 years of, of Western mating, but from a perspective of Scandinavia. Uh, THAT is the region from where I, uh, pick my literary case studies to uh study uh different mating regimes, uh, that we've submitted to over the past 800 years."
	},
	{
		"start_time": "01:23",
		"speaker": "Ricardo Lopes",
		"words": "And in the book you talk about what you call uh mating moralities or ideologies of love. What is that?"
	},
	{
		"start_time": "01:32",
		"speaker": "Mads Larsen",
		"words": "Well, we humans, in order to understand the world and um know how to act and think, we submit to different ideologies, uh, political ideologies, cultural ideologies, and, and what I'm focusing on m ideologies. These are uh philosophies of love or or uh certain ideologies to tell us how we should think about love, sex, pair bonding, reproduction. How we should court each other, how we should live together. Uh, AND, and this is, this, it sounds not so important for modern minds, mating, it just sounds like a little side gig that we may or may not participate in. But make no mistake, mating is the is the foundation of every society unless a human community or any other animal community are unable to get their mating to work, that society will disappear. That is uh an iron law of evolution. It's not voluntary if we want to exist in the future."
	},
	{
		"start_time": "02:28",
		"speaker": "Ricardo Lopes",
		"words": "And evolutionarily speaking, what do we know about human mating systems? Is it possible for us to tell if we have one dominant mating system like monogamy, polygamy, polyamory, serial monogamy? I mean, what can we tell about that?"
	},
	{
		"start_time": "02:47",
		"speaker": "Mads Larsen",
		"words": "Yeah, our flexibility is quite a strength. We can do uh quite a lot. We're very versatile species. Our original mating system was the most common mating system for all vertebrates, which is promiscuous mating. Uh, IT means that males, um, generally it means that males compete with each other to establish a hierarchy, so that females know uh whom to pick for mating, which are the men at the top of that hierarchy because that is an effective way for distributing, uh, genes that are most functional in the environment throughout the population. Uh, BUT then it, it, for the species that are able to transition into pair bonding to develop a second attraction system. So instead of just having a promiscuous attraction system, you develop a, a pair bonding attraction system. It can be very beneficial to have the males of a species instead of engaging in a lot of sexual competition, start investing in their, in their family and offspring. So around 4 million years ago, our lineage developed this capacity for what we moderns call love and uh. This motivated, uh, males and females to, uh, stick together after sex, uh, help the woman through the pregnancy, and then take care of the offspring through its most vulnerable face. So our, um, our ancestors had our for ancestors had a mating cycle of about 3 to 4 years. So, um, you could say that the human mating system. IS defined by having two attraction systems, promiscuous and pair bonding, and uh the norm for our lineage 2 million years ago became monogamy, but our nature draws us to serial pair bonding, interspersed with opportunistic short term mating, which means we pair bond monogamously or poly polygynously, and then we also sleep around a little bit on the side."
	},
	{
		"start_time": "04:29",
		"speaker": "Ricardo Lopes",
		"words": "And what is romantic love? And is romantic love the result of evolution? And if so, when and how did it evolve?"
	},
	{
		"start_time": "04:38",
		"speaker": "Mads Larsen",
		"words": "Yeah, so, so in my book, uh, romantic love has two meanings. Uh, THE one that is most common in other contexts is just to think about those emotions we have that motivate pair bonding. So romantic love evolved 4 million years ago and it has two functions. Uh, THE first one is that it motivates women to have sex also with low value men instead of just the men heist in hierarchy, and that it motivates the man and the woman to cooperate through the child's most vulnerable face. In the book I refer to also to romantic love, uh, the cultural ideology, the ideology of love that was dominant in the West from the early 1800s until the 1960s. And this was an ideology that said that men and women are half humans, uh, and then we're supposed to meet our better half and forge through a peer bond supported by very strong lifelong love. Uh, I love that it is so strong that we don't want to have sex or be with anyone else, and then we should live in the breadwinner housewife model. So, men and women were conceived to be equal, but to have different roles, which in practice meant, uh, that the man was socially and judicially higher than the woman. And this is how we made it through the 1800s and until the West third sexual revolution around 1968."
	},
	{
		"start_time": "05:52",
		"speaker": "Ricardo Lopes",
		"words": "So before we move on to talking about the different kinds of love you explored in the book through literary analysis primarily, I would like to ask you a little bit about your methodology. So, what is literary analysis and what can we learn from it?"
	},
	{
		"start_time": "06:09",
		"speaker": "Mads Larsen",
		"words": "Yeah, uh, in the present day, uh, quantitative longitudinal studies are wonderful. You can reach out to people and follow over years to see how they think and act and what, what incentivizes them. Uh, THE response rate for those surveys are very low when you go back to the 1800s or further back because those people are dead. But we do have a wonderful source in, in, uh, in human literature. Uh, IF you want to get insight into how our ancestors thought and felt and conceived their world. Uh, GREAT literature from, from the era we want to study literature that captured a lot of people, and often with stood the test of time, a wonderful sources to see how our ancestors dealt with with challenges similar to those we have today, because today's, it's a very, it's an existential threat, ultra low fertility. But our species and and and and our lineage has had quite a few great challenges in the past that we overcame. And when we look at those from the period when we have literature, we can see what I did over the past 800 years, how my Scandinavian ancestors have dealt with mating challenges in the past. How did they, uh, relate to their errors mating ideology in the transition between two ideologies, how did they conceptualize that? How did they deal with it? How would They able to come up with new ideologies and work toward creating environments that could support that ideology and those mating regimes. Um, THAT'S why I study literature. So for the present day, quantitative studies, wonderful. Uh, IF you go further back, uh, literature is actually that in my opinion, uh, the best sources you can have for understanding how our ancestors thought."
	},
	{
		"start_time": "07:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, but one question about that, are literary texts good enough sources of evidence? I mean, because I was wondering, couldn't it be the case that they represent mostly or just the culture of the elites or of the authors, the artists?"
	},
	{
		"start_time": "08:06",
		"speaker": "Mads Larsen",
		"words": "Yeah, absolutely. So, uh, you have to be critical and you have to uh be careful with sources you pick. Uh. If a work of art becomes hugely popular and withstands the test of time, that is a sign that the author has to understand human nature and is able to portray the universal aspects of human nature and how it manifests in thought and behavior that makes it relatable to us also in the present, uh, because we have the same human nature. Uh, ONE issue is, yes, um, particularly my earlier case studies have an elite focus. Uh, WHICH is interesting because at the time they had a different view of the elites. They were a lot more important than we consider them today. Today. There was a point in the evolution towards modernity where that focus changed and we started caring more about the people at the bottom. But yes, it would be incredible to have literature from the from the 1200s. By the people at the bottom, but that is, uh, well, we have some carvings on toilet walls from that time from people at the bottom and uh those toilet bowl carvings were about the same as toilet wall carvings are today, but it's not great literature. So yes, it is limited what we do get access to, but the access we do get can also be very valuable for understanding the past."
	},
	{
		"start_time": "09:22",
		"speaker": "Ricardo Lopes",
		"words": "And what are the social functions of fiction?"
	},
	{
		"start_time": "09:28",
		"speaker": "Mads Larsen",
		"words": "Um, THEY are many. Uh, OUR species' unique capacity for fiction allows us to think abstractly and create stories that didn't happen. And one in in the context I'm dealing with in terms of mating, it had that very literature has the important function of of distributing morality. So even if you take the most mundane flat TV series today, when your children grow up watching TV series, even if it's not high art. Those TV series conveyed the morality of their society. What kind of endings should you, uh, desire, uh, how should you behave in certain contexts. So with mating, we convey to children and grown-ups. How are they supposed to orient themselves in the mating games? And then importantly, when our mating regime becomes, become starts to become dysfunctional as it is today. Uh, WE use fiction as we use with other societal challenges to try to um investigate what possible solutions could be. So insightful authors can dramatize their era's greatest challenges in a way that is captivating and makes, makes people start thinking. And then triggers and contributes to a public dialogue around this, and through this cultural process, almost magically, it's really weird. Nobody runs it. It just happens. We as populations and and in group, we end up coming up with new solutions as a result of this, this cultural process. And fiction has traditionally often, uh, been a very important contributor to those processes."
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "Um, BUT I would imagine that in this particular case, before the modern age, let's say before the past, mostly 100, 200 years, people, when it comes to people, uh, to fiction, people would rely mostly on oral traditions, right? Because the vast, vast majority of people couldn't read."
	},
	{
		"start_time": "11:21",
		"speaker": "Mads Larsen",
		"words": "Yeah, and it is of course a tragedy that people didn't write down their stories over the past 50,000 years, but that's just something we have to deal with. I would have loved to have heard the stories they told each other around the campfires 10,000 years ago, but those are unfortunately lost, so we have to work with what we have."
	},
	{
		"start_time": "11:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So in the book you talk about master narratives. What is that? What is a master narrative?"
	},
	{
		"start_time": "11:48",
		"speaker": "Mads Larsen",
		"words": "That is the underlying uh story, that is the deepest story. It's the it's the um it's the narrative substrate of all societies. So you can say very broadly that uh forgers had an animist master narrative. Uh, AGRICULTURALISTS had a theist master narrative, and we modern side for the last 500 years had different humanist master narratives, and I would argue, I actually, actually the my my next book is about that. It's about master narrative transitions of the past millennium. Uh, AND there I, I look at how the Vikings or how the Scandinavians went from being, uh, um, um. The having, yeah, uh, how we went from the beliefs of the Viking until today's social democratic humanism and, and what those different change of it. So it's kind of a parallel investigation. So in this book that we're talking about now, I look at the change of mating ideologies, but in parallel with that, there's also a changing of master narrative which is the underlying story of the society, which entirely structures how we think and interpret reality. Humans can't do without those. It's inconceivable for a human being. Not to have a master narrative. Uh, SO if you grow up, people that grow up in the wild, this I'm not an expert on, but if, if you don't have any humans around you to impose on this master narrative, your brain is not gonna function, uh, properly. It's, it's, you can look at it as the in a computer setting, it's the, it's, it's the deepest software, it's the operating system that allows uh the other software to function."
	},
	{
		"start_time": "13:19",
		"speaker": "Ricardo Lopes",
		"words": "In the book, you claim uh quote, uh uh you claim that quote, groups that are unable to reconcile mating requirements with their master narrative generate this functional mating morality. What do you mean by that?"
	},
	{
		"start_time": "13:34",
		"speaker": "Mads Larsen",
		"words": "Yeah, so, uh, we have this underlying story that we believe in and say in Scandinavia today. I can use this as an example. Uh, IN in Norway, we're probably the most feminist country that, uh, that has ever existed, um, which I consider is good. This is what I grew up with, big fan. Uh, BUT now that the mating regime has become dysfunctional. Our principles for female freedoms and the fear of losing female freedoms, makes it nearly impossible for us in Norway to have a productive debate about our mating challenges, because that underlying feminism makes us afraid. To question a mating regime that has become dysfunctional because we have free women, we are the first society's in human history with individual partner choice, which is what free free women are women get to choose their own partners. That is wonderful. Miraculously we've become the first societies to pull that off. We've had that universally on low and short term markets since the 1960s, but only half the job is done from a feminist perspective and from other perspective as well because when you have this dramatic change. Uh, A deep, deep cultural change. If that sabotages reproduction, that change will not stick. The population will simply disappear. So now we've created societies with free women and now the other half of the job. Is to find a way to have free women and sufficient reproduction. Otherwise, uh, those countries in the world with free women will disappear. We see now that, uh, the only parts of the primarily the part of the world where they're still reproducing the numbers is Africa, the Middle East, and a few countries further east. And from a Western perspective, those are not champions of free women. Um, SO if our countries disappear, then those countries will still be here, and I'm very fond of Africans and Middle Easterns and people from the countries a little bit further east, but as a social democratic feminist from Scandinavia, I would also love if the future had free women, and that is what we stand to lose now unless we're able to turn this trend around."
	},
	{
		"start_time": "15:34",
		"speaker": "Ricardo Lopes",
		"words": "So let's not, we'll get back to that later on in our conversation, but before that, let's go through the kinds of ideologies of love that you explore in the book starting with heroic love. So, what is it?"
	},
	{
		"start_time": "15:49",
		"speaker": "Mads Larsen",
		"words": "Yeah, uh, so heroic love is the ideology of the agricultural period. So when we became agriculturalists, we had to get together in tight knit kin groups, uh, to defend our fields. Uh, THESE were very hierarchical or more hierarchical and more patriarchal societies than those we had created as foragers. And we had a strong in-group outgroup uh way of thinking around the world. So our in-group were our relatives and our out-groups, we could cooperate with them, but the default uh state was that they were enemies. Uh, THERE were times, uh, from 7 to 5000 years ago when we practiced universal, uh, genocide. For 2000 years our ancestors, whenever they were strong enough, they went and took because that was the only way they could grow the numbers to go and take their neighbors' fields. So they would kill all the men and then impregnate all the women, and this is what we did for 2000 years. So we see that the Y chromosome diversity, uh, is diminished by 95%. 19 out of 20 men get wiped off, um, off the genetic slate. So this is, this is what heroic love is is about. It's, it's the ideology that a woman, so the way this is expressed, which sounds pretty bad, is that a woman has to love the greater warrior, even if he just killed her husband or father. So that means that there there were no. A lot of the time there weren't overarching social structures that could keep, uh, could that could impose peace on these kin groups. So it was completely legitimate if you had the chance to rape or murder or do what you wanted to to people in your out groups. They, they had a very different way of thinking around this than we did. So as a woman, you have to be prepared that at any time uh a group of men with weapons might show up and kill all the men folk in your kin group and take all the women. And that is what is called heroic love because it was considered heroic to be strong. This was before the Christian era that uh strong men have the right on their side because that is how it is in nature. And then we were we were able to turn this around. So heroic love, uh, was dominant and then. In the west, this changed around uh the 1100s, and in Scandinavia, this changed a little bit later in the 1200s. So I, I show how, uh, with this new ideology of courtly love with sanctified female consent and lifelong monogamy, um. European populations started thinking differently. Powerful men, uh, lost their cultural justification for raping women just because they could. And now it was about, now this courtly ideology, uh, imposed on men that they should develop sophisticated flirting skills to win over. A woman's promiscuous attraction system and pair bonding attraction system and then wait with having sex with her until, uh, she really wanted to have sex with you, which was a, uh, an enormous change and which was, which was what set us on course towards modernity and ever more empowered women, uh, over those 800 years."
	},
	{
		"start_time": "18:38",
		"speaker": "Ricardo Lopes",
		"words": "So in regards to the 1200s, tell us about monogamous indoctrination in some Icelandic sagas that you talk about in the book. I mean, what characterized these sagas and what were some of the most common themes explored when it comes to relationships?"
	},
	{
		"start_time": "18:55",
		"speaker": "Mads Larsen",
		"words": "Yeah, so the sagas are, uh, many people think of them as, as kind of documenting the Viking Age. They were written in the 1200s, but they mostly the story mostly takes place from 800, 900s, and up until 1050. Uh, BUT the sagas are in, in terms of mating, uh, pure propaganda, or at least to a very large extent. So, uh, the Christian Church, we don't know exactly why they have this, uh, very unique idea. So other cultures like you've had Jewish societies, the, the, the Roman Empire, they dabbled with monogamy. Monogamy were like under 20% of societies have have had monogamy as their norm. But no one got so serious as the Christian Church did. They had what's called the Gregorian reforms from the uh from uh 1050 to around 1200 where they wanted to wrest control over people's mating because if you want power over powerful men, uh, if you control the mating, you, you have quite a bit of leverage. So weddings used to be private, now they became a church matter. And, and for the first time in human history, uh, it was supposed about power, even on powerful men, that lifelong monogamy was the only option. Not just monogamy, but lifelong monogamy. So before that, powerful men had hoarded women. And we know from Scandinavian sources that All men had multiple women, if they had resources, if you were powerful men, you had tons of them, and, and we know from other parts of the world that these harems could get ridiculously large. So men have a strong drive for partner variety and powerful men have tended to hoard women. And then the church had this unique idea that nope, one woman per man. And if they hadn't done that, we would not be sitting here speaking, uh, through a computer, modernity would not have taken place. It completely changed, or to a great extent changed, uh, Western individual and cultural psychology. So, um, this was a battle then because this was really hard. It took hundreds of years to convince people of these new sexual morals, and the sagas were part of that effort because in Iceland. So this was a part of the the uh the feudal transition. We used to live in polygynous kinship societies. And then with the first sexual revolution and the feudal transition, we went to living in feudal societies instead of in kin groups and in nuclear families underpinned by lifelong monogamy. And that was a that was a hard transition that that didn't necessarily feel natural to us. So in the Saga, instead of portraying what the Viking age was really like, when men would go out and powerful men would compete for women their entire lives, they would accumulate wives, concubines, sex slaves. Uh, THE young talented men of the sagas, they have a tendency to get 3 years to increase their, to maximize their partner value, and then they have to settle down and marry one woman for life and, and, and take care of their farm. Um, AND if they don't do that, they tend to get, uh, get punished by the narrative. And when the saga deals with the former mating regime, the polygyny, the sexual slavery. Very rarely mentioned and then often done so so apologetically that it it it's perceived as some kind of whitewashing. So it's really, and, and they're also trying to push up women's position because this was very empowering for women. Uh, THERE was a fallacy in the past, especially in the 1990s, where, uh, especially gender scholars would argue that, uh, uh, the pre-Christian era and then especially the Vikings were very, very pro-women, uh. One feminist scholar from Iceland even claimed that in the late Iron Age women had the power, which is ridiculous. It's very naive. Um, AND then Christianity came and ruined everything for women. That is not the case. Uh, POLYGY is not what and The polygyny we had at that time was not good for women. It turned women into commodities that men competed over, um, like that free strong Viking women women was mostly a myth, and then through what the church did with the imposition of lifelong monogamy and also sanctification of female consent. That put put women on the path of emancipation that is ongoing until today. And you see how the sagas are engaging in this battle of the first sexual revolution, trying to convince even powerful men that they should settle for having only one woman."
	},
	{
		"start_time": "23:18",
		"speaker": "Ricardo Lopes",
		"words": "OK, so you mentioned the first sexual revolution there. What is it? Or what was it? What characterized it?"
	},
	{
		"start_time": "23:26",
		"speaker": "Mads Larsen",
		"words": "Yeah, so this, this was the, uh, the result of the Gregorian Forum when the church decided that they wanted this new mating regime, they wanted this power, and that it was most importantly, uh, lifelong monogamy, no more polygamy, lifelong monogamy for everyone, and then the other part was female consent. And, and, and to achieve this, they, they dissolved Europe's uh kin groups. So instead of living in polygynist kin groups who now, as I said, lived in nuclear families, which was a a. Immensely influential in terms of our psychology, especially over the the the ensuing centuries. Uh, SO that was what the first sexual revolution was about, which, in my opinion, What's the greatest change that happened in human history since the introduction of agriculture. It, I mean, it is, that was enormous, and we're dealing with the ramifications still. And it is now sending us on a path of self eradication unless we're able to deal with the consequences because what the Western in the western individual was created by the first sexual revolution. When you live in kin groups, you have to, uh, submit to the needs of your group. When you live in a nuclear family, you become increasingly individualistic and this is also what eventually triggered the feminist movement because. Men and women wanted to choose their own partners. No human society had offered them that before, but we have a desire to do this. It just no one were able to make that work in the past. And now around 1968, we succeeded. We now have individual choice and free women, and we are, we're not handling it. Maybe this is why no other society in the past tried this, uh, because it simply didn't work. It didn't, uh, facilitate sufficient reproduction. And now we have individual partner choice, but in addition, we have prosperity so we can afford to be single, and we have effective contraceptives, so we have a decoupled copulation uh from reproduction. So it's we've given ourselves a significant challenge, but I'm naively optimistic, and I think there are ways that that this can be solved. We've overcome our species has overcome large mating challenges in the past, and I think we can solve this one too, but that means that we have to start talking about it and start experimenting and see what we can do to create a new mating regime."
	},
	{
		"start_time": "25:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, we'll come back to 1968 later on in our conversation, but there, there's still a few steps to take before we get there. So, uh, uh, earlier you mentioned briefly curtly love. Uh, COULD you tell us more about that? What is curtly love and when was it, uh, dominant, let's say."
	},
	{
		"start_time": "25:56",
		"speaker": "Mads Larsen",
		"words": "Yeah. So, courtly love. EVOLVED in the 1100s around France. We don't need to get into too much detail of how it, how it emerged, but it was, there was a need after the first sexual revolution or with these Gregorian reforms. We need a new culture because, uh, powerful men, powerful warriors didn't really want to stop raping. Uh, POWERFUL men didn't want to just have one woman. So we needed to indoctrinate them with new ideologies. So court to love isn't something you can have a, you could have a social order built on heroic love. That was a rape culture that worked. COURTLY love, you cannot build a social order. It was what I call a cultural dissolvent, meant to dissolve heroic love. So it came up with all these fancy concepts for love, love being something incredibly strong, never ending, etc. AND it prescribed very uh. Strange way of courting very stiff formal language, uh, very flattering ways of talking to each other, um. And this was a way to motivate Europeans to now start. Uh, HITTING on each other to start charming each other. Before it was you had very under the kinship groups, arranged marriages were very strict. It wasn't, it was much less the individuals had much less influence on it. It was more like a commercial contract between families. So now, so if I mean, the most deadly thing in the sagas is being a bachelor, uh, talking to women. If you're a flirty bachelor, you will die. It's and it's not gonna take a lot of pages. And now with with this uh first sexual revolution, men and women had to start talking to each other. This triggered in Scandinavia in the 1300s a dance craze. So instead of murdering unrelated men trying to speak to your sister, you know how to now you have to create dance events where young single people could come together and flirt and see if they liked each other. And Cole Love was an exaggerated way of prescribing the manners, ways of thinking and acting. Uh, THAT facilitated flirting and pair bonding, where the individuals were empowered, uh, to have a bigger say than they used to have in the past. Uh, SO when you read those stories, it's, it's a little bit odd. It's these knights that travel around Europe looking for, for, for, for the one, and then fighting dragons and monsters to win her over. And it's really interesting. I've I've studied that deeply and and published. Uh, QUITE a bit on it. Uh, AND, and where you go into the analysis and you see that it's, it's imbued with a very strong understanding of how human mating nature works, how our, our, our, our mate preferences or mating psychologists, uh. But it's, it's not telling you what to do. It's kind of making you think differently, get new values and norms that you then play out in in your specific environment. So that was the function of corporate love. It, it arose, it went into romances, which was an old genre, and then it influenced, so in, in um Norway's first quarterly romance came in 1226. That was the beginning of the period in Norway. And then around 75 years later, uh, the aristocratic warriors stopped raiding, uh, stopped raping, uh, using heroic love as their justification, and about 50 years later, uh, Norwegian commoners too had internalized the righteousness of female consent. So yeah, you could say it was about a century long uh process in order for these norms and values to spread throughout the population. And when that had happened, Uh, court love just disappears, that ideology. So it had a it had a transitional function in taking us from the former mating regime into the new one, going from heroic love to companionate love, which was a more uh pragmatic ideology. No big emotion like court love is all about emotions, and you're supposed to die. You're just supposed to be incredibly in love with the only one. And that doesn't work out, and then you both die tragically and beautifully. Companionate love was a lot more pragmatic. It's arranged marriages, you have some influence as individuals, but your parents are in reality in charge. So, uh, the, the main tenet of companionate love was to just stick it out and focus on running your your household and your farm and try to keep as many children alive through the winter. So it wasn't about self realization, it wasn't about strong orgasms, it wasn't about warm romance, it was about keeping people alive in an environment that was very harsh."
	},
	{
		"start_time": "30:24",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, HOW about in cells or involuntary celibates? Are they simply a modern phenomenon or can we already see in cells in in in literature in, I mean, older times, let's say."
	},
	{
		"start_time": "30:41",
		"speaker": "Mads Larsen",
		"words": "Yeah, uh, so. In incels have always been with it. INCELS are the men that do not get to, uh, to breed. Uh, SO in our original promiscuous mating system, 6 million years ago, uh, maybe most males didn't get to breed. Um, AND then at the beginning of pair bonding, which we believe was strongly polygynous. Then maybe most or a large proportion of men didn't get to breed because uh we went to pair bonding, but then the most superior males would hoard women. And then because our offspring became so needy and because it was so hard for foragers to uh to uh take care of many women, around 2 million years ago, the norm had become monogamy, but we still had some uh polygyny. And then with the introduction of agriculture 12,000 years ago, the powerful men could again start hoarding women at a at a at sometimes ridiculous rate, and then it became much fewer for men. So this changes with the environment. So if you over the last thousands of years, we see when times are great, when the economy is strong, uh, then a lot of resources go to the powerful men and they start hoarding women, and then when times are bad, not many men can afford many women. So then it's more sexually egalitarian. Uh, A main hypothesis for what triggered the Viking Age, uh, was the prevalence of incels. Um, THE, the times were so good that the elites hoarded all the women. So when raiding opportunities opened up, uh, Scandinavian Vikings were Scandinavian incels. They grabbed for their oars and their swords to go down to the continent and raid for wealth and status so that they could enter into the domestic marriage market in Scandinavia, but also capture women for uh long and short term use abroad. Um. The problem with having a lot of incels or or bachelors or unmarried men, uh, is, is captured in what's called the the young male syndrome. Uh, WHEN you have a large, uh, when men do not, when men struggle to mate, they're incentivized to become more aggressive, more risk taking, to compete harder, and this, this creates social instability. We know from, from the ethnographic record that societies with a high proportion of bachelors struggle with all kinds of issues in terms of crime. Uh, ATTACKS on women, uh, political instability, etc. So one of, so what created what was, what was the, the golden age for low value men was the period from the first to the third sexual revolution, from the 1100s until around 1968. Cause when the church had this unique idea of lifelong monogamy, it meant that instead of the elites hoarding all the women. Uh, IT would now be approximately 1 woman per man. So when this regime peaked, the romantic regime peaked in the 1950s, in the West, nearly every single person married and they married early and started producing babies, uh, early too. So, in that period, that was the unique, that was the anomalous period, uh, when low value men could had a very strong chance of of acquiring a female. Uh, WE know from our DNA that we have uh twice as many female ancestors as male ancestors. Meaning that of all the the humans that reach adulthood, perhaps 80% of women reproduced, while only 40% of men. Uh, SO, in seldom has been common throughout human and harmon history. It's just that we had that period, uh, from the 1st to the 3rd sexual revolution that was uniquely sexual egalitarian, and now that we again have free mating markets, uh, then female mating psychology is such that it's very predictable that they will start excluding uh a quite large proportion of the men that they consider least attractive."
	},
	{
		"start_time": "34:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So we talked about the first sexual revolution or what you call the first sexual revolution in the book. What about the second sexual revolution which occurred in the 1700s? What characterized it?"
	},
	{
		"start_time": "34:44",
		"speaker": "Mads Larsen",
		"words": "Yeah, so, um, the first sexual revolution and the feudal transition, this us going into living in nuclear families instead of uh kin groups, uh started a process of ever greater individualization. And an important aspect of that was that individuals wanted to choose strong mates for sex and relationship for the short and long-term market. And around 1750, um, what was called the, the, the European marriage pattern burst because uh. Because we lived in nuclear families in Europe, we had a special marriage pattern because you had to accumulate resources to start your own household. So, uh, Europeans didn't marry and, and typically until they were in their late twenties, which shortened women's reproductive wyom and kept the population growth in check. Uh, AND you were supposed to then go for more than a decade after you reached sexual maturity without having sex, which was a big challenge. And around 1750, young Europeans didn't want that anymore. Uh, THEY had started, so a lot of people worked as domestic servants in their youth, that was kind of the college of the day, and that was wage labor that started being paid more in cash with empowered women. And work opportunities started appearing further and further away from where you grew up, so familial control over your sexuality decreased. And um this was a century where individuals wanted all kinds of wanted to take all kinds of decisions politically, economically, but also in terms of mating and perhaps most people mating, being able to choose your own sex and romantic partner was probably a lot bigger deal than getting to vote in a political election. That would be my guess. So around 1750, the European marriage uh uh pattern burst. And the women started to uh to decide who to pick their own partners and start having sex before marriage, and this was. Partly catastrophical, uh, partly catastrophic. So what happened was that the rates of illegitimacy in Northwestern Europe doubled, tripled, quadrupled, um, in Stockholm, for instance, about half of, of children were to unwed mothers. So what happened is that. Humans have never lived in societies where we get to pick our own partners, so we haven't, this is one hypothesis that there's a mismash, mismatch. We haven't evolved or women haven't evolved, uh, the skills necessary to evaluate their own and suitor's partner value and to look through the deception of men. So what happened with the second, uh, sexual revolution was that the typical pattern was that a higher status man. Would charm a woman and then try to get her to bed and then she said, but I'm afraid I'm going to be pregnant. But of course I love you, he would say, if you get pregnant, I will marry you. They would have sex and eventually she will get pregnant. And then he would hit the road and leave for her to deal with the child alone. And this of course was was catastrophic at this time for women. They were, um, socially subjugated legally, etc. So ending up as a, as a, as a single mother had could have tremendously negative effects on your life. So you had a brief period from around 1750 to the 1800s with the ideology that I refer to as liberty and love, which again, you can't at that time build a social order on. It was a cultural dissolvent. To dissolve the pragmatic ethos of companionate love, uh, it was a way to push through this individual choice in terms of partner. So the cultural response was romantic love. This was romanticism from the early 1800s that reattached population repair bondings. So try to convince men and women not to sleep around promiscuously with those with the social devastation that that brought. Uh, THEY try to convince people to wait to have sex until you were married and keep sex within a heterosexual pair bond that was meant to last for life. And that took about that process also was about 100 years. So you see from 1850, uh, romanticism has had played its part, and also there were other influences on this, and then you see rates of legit legitimacy start plummeting across the west."
	},
	{
		"start_time": "38:40",
		"speaker": "Ricardo Lopes",
		"words": "Uh, JUST, uh, uh, let's just slow down a little bit. You mentioned liberty love there. Uh, TELL us a little bit more about it and what, which period was characterized by it."
	},
	{
		"start_time": "38:52",
		"speaker": "Mads Larsen",
		"words": "So from around 1750, this was a way of thinking that spread from the French court, uh, to the capitals around Europe and further from there. So it was kind of a this urban elite way of thinking. It means that we're individuals. We can do whatever we want. Sex is a wonderful source of intoxication, and after royal balls, if we want to go fornicate in the bushes, why would anyone want to stop us? And for elites, that's, that could be a good way of running your life, uh, but for regular people in the late 18th century. Uh, FOR women who didn't have access to employment to the extent that men had, uh, who faced great social condemnation if they became pregnant out of wedlock, uh, this way of arranging your mating had, it had just a tremendously negative effects for many women that it wasn't sustainable. It wasn't a good way to run a society before you have enough prosperity and the contraceptive pill. Um, SO it, it was, there's a particularly a Swedish, uh, singer. Some call him the greatest song composer of all times. He's considered the, the. The Mozart and Shakespeare of drinking songs. He had a period of 20 years when he composed his songs where he, uh, first extolled this the wonderful intoxication that promiscuous sex with women had, and he created this, he expresses this liberty and ideology. Are you just supposed to drink and fornicate and enjoy life, and then across those 20 years you see he starts playing out the negative consequences of this and then. In 1790, he retires his ethos of liberty and love and points toward the romantic ethos. It just didn't play out how we have hope, but it did, uh, it did serve its function as a cultural dissolvent. It did take us away from that regime of arranged marriages and push us toward the future and, and it put us, put us on a path. It created this strong desire in us to uh to do choose our own partners and, and you could see modernity as a way of. Facilitating individual choice. You see this in the literature how men and women discuss this, uh, especially in the Scandinavian modern breakthrough, a literary movement from the, from around the 1880s, they end up concluding that if we're gonna have individual partner choice, although they didn't use those evolutionary terms, uh, we're gonna need to create a society in which a man is not obliged to support a woman for life just because he got her pregnant. Women need to have their own well-paying jobs just as men. And uh and and this is what we work toward. And then in the 1960s with post-World War II prosperity and the contraceptive pill, we finally had an environment where we could afford to let women be free and choose their own partners because the enormous detriment uh wasn't there anymore."
	},
	{
		"start_time": "41:35",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let's go back to, because earlier you've already briefly mentioned it, let's go back to 1968, then, I mean, why the year 1968? What happened there? What came and what came after it in terms of love?"
	},
	{
		"start_time": "41:53",
		"speaker": "Mads Larsen",
		"words": "Yeah, 1968 is just symbolic. This, uh, this push so. People started talking, as I said already in the 1700s of of the That the principle should be individual partner choice. We just didn't have the environment for it. And then after World War II, the economy and the contraceptive pill created it. So that process that pushed toward this wasn't started with the feminists of 1968. It was started with the high value men of the early 1950s. Uh, THIS was called the, the, I think it was called the conformity revolt led by Hugh Hefner. So Playboy, if you want to understand this revolution, uh, we like to think maybe that the feminists of 1968 were the most important one, but at least who started it, were the high value men of the 1950s who wanted to sleep around without being economically responsible for the woman. They wanted to have what high value men have wanted generally through all times for millions of years. They wanted many women. They were at the top. Women were attracted to them, so they wanted hope for, well, a very large or unlimited access to women that they could have sex with, and then move on to the next woman because they enjoyed having sex with women promiscuously. While in the past, there was this expectation that that sex would lead to marriage. In fact, up until 1734 in Norway. Uh, WE had a law that said if, if, if a man has sex with a woman, she is entitled to marry him. Um, SO in 19 in the early 1950s, this was the conformity revolt with high value men saying that we want to sleep around a lot more. And then in the 1960s, you had the, the, the, the women, the women's freedom movement, where women wanted to make their own choices and all kinds of social arenas, also the sexual one. And then we see uh after that cultural culmination of protests and uh yeah, everything that happened at that time, you see from the early 70s on in the statistics what happened. So in the 1950s, the, the former romantic regime peaked, as I mentioned, and now you just see from having universal marriage, marriage rates plummets, divorce rates skyrocket, uh, you just see, you just see, you just see the world changing in these numbers. And interestingly, you got a counter reaction right away that I also cover in the book, uh, where. The utopia of the new ideology of love is called confluent love. It it's, it means come together and and move away from each other again, so it's serial pair bonding and dispersed with with opportunistic short term copulation. So, uh, the utopia of these different loves are are interesting. So in the romantic utopia had been that you find someone that you have true love with and it lasts for life and everything is gonna be great. And then in the 1950s when everybody married, a lot of women found out that being a stay at home mom wasn't necessarily a utopia. And the man found that being a breadwinner also wasn't necessarily that great. So the utopia of confluent love, but if we only free ourselves from the cultural oppression of the past, all men and women will be free to live out their erotic and romantic desires. And that's not the case. We know today more than half of single people in America have withdrawn from short and long term mating, uh. The lack of sex is going up, uh, relationships have plummeted, single them as character and so it's that utopia was wrong too from, for reasons we can return to. But we saw already in the early 70s that women started complaining that now that they're free to choose their own partners, uh they were expected to uh to sleep around and not have emotion for those men. So what, what you saw then was again that what you always see that women will, because of their promiscuous attraction system be drawn primarily to the most attractive men. And those men will be incentivized to go through many women. So you see that today the top percentile of men have more than 100 sex partners to their life, while the men at the bottom are regular men, they, they have very few and perhaps only. Well, fewer than 10% of men perhaps get to live up to their ideals for how many sex partners they want. In Norway, that number of men want 25 sex partners. Uh, WOMEN think 5 is enough in their life for them, because these are, this is an important gender difference that drives the dynamic that now that we have free market, uh, we see that mating opportunities are challenged predominantly to the highest value men, uh, which has adverse sequences consequences for pair bonding, which again, uh. THEIR fertility rate. So in today Norwegian women want 2.4 children, but they only have 1.4%. And one of the main causes of that is that women are unable to find a man that they consider to be good enough that is also willing to pair bond with them. And you saw this already in the early 1970s when these free markets were established. It's just that now with modern technologies and dating apps like Tinder, uh, we've just thrown so much gasoline on on these processes that, uh. Our societies are burning down just to uh express that a little bit too dramatically."
	},
	{
		"start_time": "46:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, we'll come back to that point later, but what is the third sexual revolution then exactly?"
	},
	{
		"start_time": "46:58",
		"speaker": "Mads Larsen",
		"words": "Yeah, it's, it's, it's the final implementation of uh of open mating markets. For the first time in human history, men and women are free to choose their own their partners and have the ability to do so on short and long-term markets, that is for promiscuous sex and pair bonding. No one has ever pulled off that trick before. And we've only, we've only tried it for 50 years, and these, these changes, like I mentioned, can take 100 years or longer so that we haven't found a way to reconcile this with sufficient reproduction isn't surprising, but it is an existential threat. So that is what happened with the third sexual revolution. What we tried to do with the second sexual revolution, we were not able to do due to the contraceptive pill and post World War II prosperity. So that Western individual that was freed with the first sexual revolution. And try to grab control of their pair of of their mating with the second sexual revolution, finally succeeded around 1968, and that is the unique world we now live in. Mhm."
	},
	{
		"start_time": "47:54",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned confluent love, but there's also another type of love that you mentioned in the book that is queer love. What, what is it and why does it matter?"
	},
	{
		"start_time": "48:05",
		"speaker": "Mads Larsen",
		"words": "Oh, it doesn't necessarily matter, but it's, it may matter and it may serve a function as those cultural dissolvans that I've talked about before. So we now have confluent love. And confluent love is not working, we're not reproducing. Uh, And we need to open up for a new ideology of love that in the future will motivate us to uh to uh to reproduce, and queer love has the potential to have the same function as liberty and love. And and Corky loved it before, so Queer Love. It's a non non, uh, oh, I forgot those words, non-hetero, uh, oh, it's been too long since I was at UCLA. What's it, what what what do you call it when something is heterosexual, hetero heteronormative, yeah, non-heteronormative love. I need to, yeah, it's, uh, you need to not forget all those words. Uh, SO it's a non-heteronormative approach to mating. It's a critique of how today's mating regimes work and how commercialized they are and how they have similar dynamics as neoliberalism. So it's a, yeah, it's it's a queer critique of the bad aspects of today regime. And you can't build a social order on queer love. You can't, uh, you can't build a society on criticism alone, so queer love is nothing to offer in terms of how you should build your society, just like liberty and Love and Quarter Love didn't have that. But it has the potential to help unravel the current ideology so that we make room for a new ideology of love in the future."
	},
	{
		"start_time": "49:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So before we get more into, uh, what characterizes our current situation, let me just ask you now that we've gone through all of this history of different kinds of love, etc. Uh, LET me ask you, however, Marriage patterns changed across history because in the book you talk about a global marriage pattern, a European marriage pattern, a modern marriage pattern, and then also a post-modern marriage pattern. So tell us about all of those."
	},
	{
		"start_time": "50:20",
		"speaker": "Mads Larsen",
		"words": "Yeah, so, uh, before the first sexual revolution at the global marriage pattern. So you had those, those, uh, child, if you lived in kin groups, there's kin land there, there's, there's houses, there's, there's farms, if, if you're, if you have enough status, so you can marry marry in your teens or or maybe so the Vikings, uh, girls were typically engaged when they were 13 and then married when they were 16. Uh, THE global marriage pattern was more that a man and woman married around 20 and then moved in with his family or or his in his skin group. And that allows you to start reproduction right away. You have the fields there, you have the house there, you have the support of a huge kid network, so you just start popping out babies. Um, AND because you want your kin group to grow big and strong. So if, if you're able to expand your kin group and acquire enough calories and just popping out a lot of babies, if you can keep them alive, it's a good strategy. Um, WITH the first sexual revolution when we didn't, uh, This all the kin groups and and moved into nuclear families when you were young, you couldn't just marry when you were 20 start popping out babies, uh because the banks at the time didn't give out loans like that, and there were no banks, at least not at least it wasn't common. So, uh, you had to, you had to work and start accumulating researchers, resources and this pushed the marriage age up to the late twenties, which shortened the reproductive window as I mentioned earlier, and this is the European marriage pattern. And the reason why this was necessary. Is because Christians don't want to kill babies. Infanticide was prohibited. In Christianity, the individual is sacred, so when the baby is born, you don't kill it. That's why Christians often are against abortion as well. What we had done all through our agricultural phase is that we need to reconcile the number of mouths we have to feed with the number of available calories. So what what the patriarch of the king group typically did when a child was born was to lift it up, have a look at it. And decide whether it got to live or what it would put up into the forest or I don't know, they they probably had many different ways of killing babies back then. So that was a way of keeping uh keeping your population number where it needed to be. Uh, THE Christian strict sex morals, uh, originated from the fact that if you're not gonna kill babies, you need to make fewer of them. So, by pushing the marriage age up to the late twenties, we didn't need to kill babies anymore because women had a shorter reproductive window, and this became the European marriage pattern. Uh, AND one of the consequences of the infanticides of antiquity was that um they, they had a tendency to, to kill off a lot more uh female babies than male babies because female babies grow up to create babies of their own. So that's really the population that you keep in check. So there was a, uh, it seems like throughout our agricultural period, or at least antiquity, there was a a majority of men in most environments which Exacerbated the problems of polygyny and the young male syndrome is just there just weren't women enough women for men. Uh, SO with this new system, this European marriage pattern, shorter reproductive window, uh, uh, and more even distribution of women, and this lasted until 1750 when the modern marriage pattern came, um, as a result of this transition to liberty and a romantic love, and that just, um. POPULATION numbers at that time just skyrocketed uh through, but luckily this, this European marriage pattern almost burst. Um, IN the 1500s, uh, because the Black Death, after Black Death around 1350, uh, we lost about half of our populations, so we could afford to be a lot more promiscuous. It's, it's, it's referred to as the sexual laxness of the 15th century. People were sleeping around a lot more. And then when populations recovered around 1500 and we had this really strong population, well, that's when Puritanism came to make us. Make us uh to to have stricter sexual morals to prevent, uh, overpopulation and and hunger. And then, but with the when it finally burst around 1750, fortunately, we then entered into the industrial revolutions and we could offload large parts of our populations into the colonies, for instance, in America, and that prevented that enormous catastrophe that would have happened, uh, if we did not have the industrial revolutions and the ability to emigrate uh. Uh, AFTER the European marriage pattern, uh, disintegrated. So that modern marriage pattern, uh, lasted until 1968, and then after that as the postmodern marriage pattern with, uh, with, uh, much less marriage, uh, a lot more divorce, etc."
	},
	{
		"start_time": "54:50",
		"speaker": "Ricardo Lopes",
		"words": "So tell us now about the statistics and numbers that you think best illustrate the problems with modern mating, particularly when it comes to single them sexual inactivity and dropping fertility rates."
	},
	{
		"start_time": "55:05",
		"speaker": "Mads Larsen",
		"words": "Yeah. So, uh, let's first go back to where we started to understand the difference between male and female mating psychology. So, uh, when it comes to our original promiscuous attraction system, uh, that is very different for men and women, uh, because Women, um, women are drawn promiscuously primarily to the very most attractive men, because that's what's function that was what that's what's functional in promiscuous regimes. Men only contribute with genes while women are stuck with the pregnancy and the offspring, so they're naturally gonna go for the very best genes. Our while men, of course, are a lot more generous, uh, men can have they can leave as many off as they want if they're just contributing with sperm, why not just have sex with everybody and see how many kids grow up? That's what's gonna, that's what gonna maximize your genetic legacy. So men are very. Promiscuous and and women are very discriminatory through their promiscuous attraction system. Well, when it comes to the pair bonding attraction system, men and women are more similar. We made assortatively, especially in a monogamous regime, we find someone with a similar mate values we have and we pair bond with them. So what has happened after the 3rd sexual revolution with free markets is that we see an increasing number of mating opportunities being channeled to the very most attractive men, and, and we see an acceleration of this in the present century. Um, THAT is because, because of these differences, uh, and there's another aspect too, which is this what I mentioned earlier, the difference in desire for partner variety again because men can live a great genetic legacy while women can only be pregnant. One Once, once at a time, uh, men are incentivized. They want many sex partners and women want few, and that creates, uh, that gives women market power. There's a much higher demand for female sexuality than there's a supply. That's why women have the power on the short term mating market. But because men and women made assortatively when they pair bond, women do not have the power on the long term market. There it's more even. So we have to understand those differences. It's that women are drawn much more strongly to the most attractive men, and they have the market power. That is what creates this this difference. So we had before the first sexual revolution, we also had a um. A very uh uh in egalitarian distribution of mating opportunities, but that was based on patriarchal status games. So the most powerful men, they would hoard a lot of women, while the men with the lowest status got none. Today you see a similar uh distribution of women, but based on women's own mate preferences. So now it's not necessarily, it's not so much, it's less about patriarchal status, it's about uh being found attractive by women. They are in charge now. They have for the first time women have taken the power over mating. That women in most other species have always had. Melaoaposulu, a, a colleague of mine, he, he has expressed this that we were the only species on the planet where males selected other males for reproduction. Now we're in a situation where women finally have the power to do what they have in other uh species because those patriarchal power structures have been so diminished."
	},
	{
		"start_time": "58:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES, but, uh, uh, I mean, I asked you about numbers,"
	},
	{
		"start_time": "58:22",
		"speaker": "Mads Larsen",
		"words": "so, so we're getting to that. So what we see with the numbers there is that when women are free to choose their own partners and they do so, especially through modern technologies like screens instead of face to face, an extraordinary amount of attention befalls the very most attractive men. So when you look at at Tinder. It started out, uh, 10 years ago. It seemed like then it was this distribution that you would expect that maybe, um, the top 20% of men got most of the attention, but it seems that women are becoming more and more critical that in in the beginning they swiped, uh, they swiped they were 3 times as discriminatory as men on Tinder. Now they're 10 times as discriminatory. And the dynamics there is probably that women have a an insufficient understanding of how these markets work, and they did not involve in environments where they had to choose their own partners. So naturally when they're empowered to pick the very best men and go on date them and have sex with them, um, it's going to be very difficult to pair on. I can give you some numbers in terms of the filtration the average woman subjects men to on Tinder. So the first thing the average woman does on Tinder is to delete 95% of men of her pool of potential candidates. So if a woman, her partner values in the 50th percentile, then 95% of the men she finds least attractive are just immediately deleted. And then in the next step before she meets any of them, she subjects them to another filtration of 98% that are gone. And then of those she meets before she affords mating opportunity, she deletes another 80%. So for a man to go through that filtration of 95%, then 98%, and then 80%, you have to be pretty good. So the chance that an average woman after subjecting men to that filtration before she sects them, will be able to have that man want to be your boyfriend, it's just very small. So we see that in the pop culture, how women describe this, people who work in in like uh columns in women's magazines, uh, they also express this, you see this in the numbers, uh, and I analyzed an excellent, um, Swedish novel, a very interesting Swedish novel, at least, where a woman writes about her experience with it. So she, in her early 30s, she decides to get a boyfriend and therefore go on Tinder and she thinks after like 456 dates, you'll find a partner for life. And then after 2 years she's had sex with 50 men and not a single one of them asked her for a second date. So we've created these dynamics where women have an unlimited access to the most attractive men for sex and dating, but then they experience that it's becoming harder and harder, um. To find a man that's willing to be their boyfriend, and they don't necessarily understand that this is because they subject men to such an extreme filtration that only very few men get any mating results. So for, for the, for the median man on Tinder, some studies suggest that he has to work in, work through 30,000 profiles before he gets a mating opportunity. 30,000, that's quite this topic. Do we really want uh. Men to spend their lives swiping through Tinder, and that's for the media man for half of the population, it's even worse. I was interviewed by a Norwegian man who's worked himself through hundreds of thousands of profiles without luck, and these men simply don't understand what they have to do to succeed. And the women most of the time don't understand what they have to do to find a man that's willing to pair bond. So they accuse men of being slutty and immature and not up for a challenge. Women just don't understand that those men that actually make it through those filtrations aren't representative of most men. These are just the men that have the skills and trait to succeed on this modern mating market that is imposing an extreme level of competition on men. So, um. It's, it's quite interesting, uh, to see how, so these dynamics were let loose, particularly with the third sexual revolution, and, and you saw then too that a small proportion of the men. Took most of the mating opportunities. It's just that with modern technology, women have become so empowered that this, this, this trend is just becoming stronger and stronger, so women feel that they, they just get sex while most men feel that they don't even get that. So we know from before this concept the friend zone, men complain that women don't let them have sex, they get stuck in a friend zone. And now women complain that they're being put in the fuck zone, that they're good enough for sex, but not for relationships. So there's this disconnect between the sexes, um, that is now causing 11 known study shows that I think it was 50% of single men and 65% of single women aren't interested in sex or relationships at all anymore and other studies have even darker numbers. So this they're just a disconnect where uh that this is where. Through women channeling so much of their dating efforts to the very most attractive men, it just makes it. Very unlikely that that will result in pair bonding, and, and that is what I mentioned. This is what is contributing very strongly to this low fertility because if people can't find somebody with whom to pair bond, they're also not going to be a position where they're comfortable to create a child even though single women can have children now, at least in Norway, uh, the factor that is most important both for men and women, uh, for them to make that reproductive decision is that they have the right partner."
	},
	{
		"start_time": "1:03:53",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND how bad are rates of single and sexual inactivity, particularly for the younger generations?"
	},
	{
		"start_time": "1:04:03",
		"speaker": "Mads Larsen",
		"words": "Well, uh, one good study here in Norway showed that over the past 40 years, uh, the rate of people not in committed relationships have increased from 23 to 24 to 33%. Uh, SOME American studies indicate that sexual activity, uh, is about a third of the population for young people, so it in that skyrocketed after the introduction of Tinder for men, and then in the past few years women have joined them there. So it seemed like men first when when Tinder came. A lot more men just couldn't get dates and sex because women now had so easy access to the most attractive men, and then after spending years of mostly just getting sex and not relationships, women have given up too. So that seems to be what is happening there that dysfunction. And then the question is what in the world can we do with this? It's just, it just. We're now catering to people's promiscuous attraction system to a much greater extent, and there we know that women's promiscuous attraction system is very discriminatory, but it's also strong. We know from a Norwegian study show that when women encounter the very most attractive men, they have as strong of a reaction as when men encounter the most attractive women. Uh, BUT then women are much more active than men are in pursuing, uh, those most attractive men. While when women meet, uh, average men, they are far less attractive than what men are when they meet average women. So there's just a disconnect there and with computer screens and Tinder. Women are incentivized because there's so many men to pick something, uh, uh, uh, one factor that they uh filter based on, and often that is hotness. And what is really the alternative? How can you identify through a screen that that man you see has the potential to make you fall in love? It's just the technology is not conducive to that. That is something that happens when you meet in real life. And when women channel so many dating opportunities to men that have a lot higher partner value than they have, they don't meet those men in real life with similar partner value that they could have a chance uh to fall in love with."
	},
	{
		"start_time": "1:06:07",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh, but I mean, what are the causal factors here? Uh, BECAUSE we've been talking a lot about ideologies of love and for the most recent times, we talked about confluent love, but I was trying to understand whether, um, these ideologies of love. ARE the result of other factors that play a role in the societies where they, where they are dominant or if the ideologies themselves have some causal power over how people behave or not, I mean, what, what are your ideas"
	},
	{
		"start_time": "1:06:43",
		"speaker": "Mads Larsen",
		"words": "here? Yeah, so that's the, that's the, that's the Complicating part about these big changes. Everything happens at once. It's, it's hard to tell what what's cost and what's co-evolving and what's happening. The way I conceptualize it. Is that it's very predictable that we're not gonna get pair bonding to work now. That love that women evolved for men 4 million years ago. Its function was for women to gain access to men men's resources because our increasingly needy offspring needed it. The love that men of old for women had the function. Of allowing men to gain access to female sexuality. Women's attraction to men, or regular men through this pair bonding attraction system needed only be strong enough to facilitate sufficient pair bonding and reproduction in very impoverished and dangerous environment. Women needed men, that's why they were willing to settle for them. And generally before the first sexual revolution. The men at the bottom were excluded, but after the first of the 3rd sex revolution, women were willing to settle for these low value men because they needed them. Women don't need that now. They have their own jobs and in a country like Norway, we have a very strong welfare state that also fails the function that men used to do. So in Norway, men. Pay more in taxes than they get in welfare from the state, while women get more than $1.2 million over a lifetime, and then she pays it in taxes. So, uh, women don't need men anymore. And what we see across the modern world is that when women become equal or financially independent, they exclude a larger and larger proportion of men from their potential pools of candidate. That's why it's very predictable that in the modern environment, whether this is caused by. Ideology or tax systems or dating apps, uh, it's just predictable that we're not gonna, we're not gonna have the sufficient level of pair bonding anymore. Men, men aren't good enough in this environment for women, or an increasing number of men aren't considered good enough by women to the extent that pair bonding is an unlikely outcome. So as societies when we now start to think about how we're going to solve this reproductive crisis, um. I think we need to bear in mind how unlikely it is. That we're gonna get enough pair bonding with women being as empowered, uh, and free as they are today, and at least in Scandinavia and in Norway, I would never wanna, I would never wanna compromise on women's freedoms and economic independence, which is why, um, as we look for solutions, we have to think about what we have to do to make possible sufficient reproduction without the level of pair bonding that we had a few generations ago."
	},
	{
		"start_time": "1:09:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I was wondering, I, I mean, could it be the case that, uh, it just so happens that in older times, when, when women were more dependent on men for financial resources, that they just stayed married because they didn't have an alternative. But now, I mean, since women can work and they earn good salaries and they are able to provide for themselves, that perhaps it's easier for them to, to just, uh, dump, a boyfriend or divorce a husband because they don't need them. Anymore, they are not, they are no longer financially dependent on them. I mean, could it be that if in earlier times, uh, uh, they were not as financially dependent, they would, uh, we would have seen the same kind of phenomenon because, I mean, people just get, uh, just get, uh, I mean, I mean, they, they, they are no longer interested in keeping uh relationships where they're not satisfied."
	},
	{
		"start_time": "1:10:34",
		"speaker": "Mads Larsen",
		"words": "Yeah, absolutely, that is absolutely it, but it's actually worse than that, uh, because we today have uh contraceptives that work really well. So before, uh, even if women were disincentivized from being staying in bad relationships, or getting in relationships at all, uh, they would still be incentivized to have sex with high value men, and then they would eventually get pregnant, uh, and become mothers. Uh, TODAY, we not only have free women, but we also have prosperity that makes it easy to be a single woman, and we have contraceptive that makes it easy. To be a childless woman, so those are the factors we need to bear in mind, uh, as we move forward to try to find solutions for the reproductive crisis. Yeah, women, that's just, that's just the sad fact of it. Men in today's environment, not enough men will be good enough for women, and that's very predictable. And, and women can have good lives as single, and men and women don't need to have children. You can have great lives, uh, regardless, it's just that our societies will disappear and they will disappear rather quickly. Uh, IF we don't reproduce, uh, sufficiently, if we, if we reproduce at levels we are now in Norway with a fertility rate of 1.4, we'll lose a third of our generational size per generation. Uh, BUT leading researchers think these, these rates are just gonna keep dropping, that it's, we're just circling the drain. If we get down to Korea's level of. 0.7 as of killer rate we will within three generations have lost 96% of our children. So this is going fast. So if we want free women to be a thing also in the future, if we want societies with individual partner choice, we need to find cultural solution that allows us to reconcile individual partner choice and free women with sufficient reproduction."
	},
	{
		"start_time": "1:12:16",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let me ask you a little bit more about the insults, but, uh, just before I ask you the question, I want to ask you, that you use another term in the book, you use the term in syncs. What is that?"
	},
	{
		"start_time": "1:12:30",
		"speaker": "Mads Larsen",
		"words": "And that is what we talked about earlier, uh, involuntary single women. So this, this seems to be now the prime mating challenge of women. With Tinder, they've they've learned that they have unlimited access to dating and sex with men. And then something from their perspective often just seems there's something wrong with these men because they assume that it's just such a small selection of men that they expose themselves to that they think there's something wrong with men in general, because these men don't want to be their boyfriend. So an involuntary single woman is someone with uh practically limited access to sex and dating with higher value men, but it is uh. But who is unable uh to realize her preference for a pair bond. She's not able to find a boyfriend, and this seems to be uh the main mating challenges of women today, and this is why they're not finding a boyfriend or or not in time to have the children that they actually want. So men in cells do not get access to the short or long term mating market. In syncs, uh, so incels are the men with the lowest partner value who don't get access to short or short term mating, while in syncts are could be women of any partner value, uh, but they get access to the short term market, but not the long term market."
	},
	{
		"start_time": "1:13:41",
		"speaker": "Ricardo Lopes",
		"words": "And what about stem cells or female involuntary celibates? Is that a phenomenon that you also consider or"
	},
	{
		"start_time": "1:13:49",
		"speaker": "Mads Larsen",
		"words": "not? Yeah, so, uh, there are men, like we mentioned, there's a very high sexual activity among young women today also. Uh, AND for many women, they, they experience that they don't have access to sex because the men that they want to have sex with, uh. Do not appear in contexts where women would be comfortable having sex with them. But of course, as we know from the media now with these, these women that are competing, if, if you want 1000 male sex partners in 12 hours, that can be arranged and as, and I mean any woman in the world has practical and limited access to sex with men, uh, you just need to go on Tinder and. And when you get hundreds and hundreds of propositions, you just need to to accept one of them. So, uh, yeah, some women are in celibacy and it's involuntary because they would love to have a life where they felt like having sex with the men that were available to them, um, but they aren't. So for them it's a subjective experience, but if you look at the actual access to sex, yeah, that women do have unlimited access to sex, while the large majority of men have have minimal or no access to the short term mating market."
	},
	{
		"start_time": "1:15:00",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you about another kind of problem. What are the potential social consequences of a society"
	},
	{
		"start_time": "1:15:08",
		"speaker": "Mads Larsen",
		"words": "having"
	},
	{
		"start_time": "1:15:08",
		"speaker": "Ricardo Lopes",
		"words": "uh a very high rate of uh"
	},
	{
		"start_time": "1:15:12",
		"speaker": "Mads Larsen",
		"words": "bachelor's? Yeah, it's, it's, that's very interesting traditionally, that was, it could be very detrimental, very destabilizing, uh, high crime, high risk, high aggression. Uh, YOU typically didn't want that. It's, it's, it's a very civilizing fact on men to, uh, push them into marriage. Uh, FASCINATINGLY today, the number of bachelors or or insults, whatever you wanna call them is super high, and yet. Problems are very low. We, we had in the 2010s, uh some terrorist attacks that that that claimed a few dozen lives, which is tragic, but in the grand scheme of things it's nothing. I mean, Nations aren't being toppled. Uh, YOU don't have hordes of men roaming through the countryside, raping everyone in sight. I mean, it, it can get really bad when you have large numbers of bachelors that are being recruited by powerful charismatic men to, to, uh, to do their, uh, whatever, whatever costs they have they want to send them to. Like I said, the Vikings were probably in cells. Boko Haram is a present day example. So, uh, David Boston and um. William Costello launched last year what they call the male sedation hypothesis where they asked why aren't all these bachelors causing more troubles, and they thought that uh online porn and gaming is giving uh men uh a synthetic experience of sexual and status satisfaction that is hindering them from causing more problems. So porn might be what's uh what's gluing our society together. Uh, THAT'S, that's one aspect of it, another aspect that's that modernity has changed us so much. I mean, we used to go around ready to pick up our guns and shoot each other in the face at any moment. We used to be a very violent bunch, and uh the last uh the last century has been quite good to us. We've calmed down a bit. So for regular men today to be radicalized to the extent that they're just because they're not getting, getting laid, they're gonna go out and and overthrow the government. Uh, OUR cultural psychologist has changed so much, I think that's a factor as well, in addition to perhaps, uh, the contribution from gaming and online porn."
	},
	{
		"start_time": "1:17:16",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you also talk about the potential for sexual revolution that you would place in the symbolic symbolic year of 2029 in the relatively near future. Uh TELL us about that and the roles of artificial intelligence and other kinds of technology and what do you call de love."
	},
	{
		"start_time": "1:17:39",
		"speaker": "Mads Larsen",
		"words": "Yeah. Yeah, so it's, it's um. It's an interesting coincidence, and this, this, uh, it's probably not coincidental that our mating regime is falling apart at the same time that our world is falling apart, the old world. So we go through intermittently these deep cultural changes, what I my next book referred to as master narrative transitions, and now we seem to be in the deepest cultural change in human history, where we're transitioning from humanism to deism in terms of master narrative. Uh, THE technologies is the 4th industrial revolution like artificial intelligence, automation, biohacking, artificial wounds, uh, AI, uh, partner matching. There's, there's so many technologies coming that has the potential to change how we mate, uh, that we need to start thinking about the mating regime we will live in within a decade or two or more. Um, THERE, that's where I introduced the term data is love. Uh, WHICH aligns with dataism in terms of uh with humanism. The highest authority for truth is human thought and emotion. Before that, with theism it was God, and before that with animism it was nature. Now we're gonna believe in big data algorithms. Um, IF we see that our if, if we want to hold out or not submit to AI and we see that all our friends that are submitting to AI have spectacularly better lives than we have, we're gonna get into that too. We want good lives. We want to be in power that way. And AI's capability for matching people instead of instead of looking at Tinder who looks hot on a screen, you have an artificial intelligence that knows all people and knows them better than they know themselves. They can probably match us a lot better than we can match ourselves so that our friends can match us and they can put us on dates and go through processes that will bind us quickly and strongly, uh. And also very importantly with automation, we're gonna free up our time. We're gonna live in societies where likely people would have access to the to the goods and services that they desire without having to pay for it, without having to work for it. Elon Musk has planned to buy 2040 to have somewhere between 10 and 30 billion optimist robots. Uh, THAT'S gonna probably usher in a a a future of abundance for us. And then the question is, if your material security. IS insured for life, and you have all the robot nannies you want. How many children would you then have? Uh, SO I think we could enter into a golden age of mating due to those technologies that are coming now, but then my contribution would be to say what we talked about recently. That we can't necessarily depend on pair bonding. I think that process of individualization that we've been on since the first sexual revolution will just keep going, and I think we further need to individualize reproduction. In the short term, that means that we have to create societies that are so good for young mothers, that women choose to have 3 children, uh, instead of remaining single and childless. That would be Free apartments in the cities they want to live, create apartment buildings with on-site childcare so women can can keep living as they did when they were single if they want to, and there's always someone there to look after their children if they so please. Um, AND then as we transition into this world with more information, we need to think then. To use those resources to make it easier for single women to have children. And then we expect in the not too far future that we will also have artificial wombs that will allow us to extend this privilege also to men. So yeah, we're gonna keep being couples and reproducing that way. I just don't think there's there's our pair bonding, I do not necessarily think will improve. I think we will continue on this process of individualization. And we need to bear that in mind, uh, when we create tomorrow societies, so that we can have sufficient reproduction in a way that is probably more individualistically oriented than it has been in human history so far."
	},
	{
		"start_time": "1:21:54",
		"speaker": "Ricardo Lopes",
		"words": "So one last topic then, we've talked about issues regarding single and sexual inactivity in cells and dropping fertility rates. Do you have any solutions to these issues? I mean, from all, all of what we talked about today, do you have any proposals when it comes to potential solutions to these problems or not?"
	},
	{
		"start_time": "1:22:19",
		"speaker": "Mads Larsen",
		"words": "Yeah, uh, what we just talked about individualization of reproduction. Uh, I think, uh, we're not gonna get the single rate down. I think people, I think that decoupling that has happened between the sexes would just get worse, uh, from what we've had a pretty strong debate in Norway about these topics the last half year or so. Uh, THAT devaluation that has befallen men through modernity because the empowerment of women required a marginalization of low value men because of that unique system where that was extremely sexual, uniquely sexuallyarian, so. Men have lost out. It's, it's not what feminists claim that both genders necessarily benefit from female emancipation. Low value men have been marginalized, and I see there's no cultural appetite, at least in a country like Norway, to do anything about that. We're the most feminist country that ever existed, and I think that any non-feminist solutions would have zero chance of success in or at least a very low chance. So I believe that if in the short to midterm, a further strengthening of women's material uh situation. It's the only way we can increase uh fertility rates because women need to feel materially secured for life so that they will feel comfortable having children. Um, AND I would wish for more women to get engaged in this. It's an uncomfortable topic for women because they're the ones not having children and it feels like if we talk about this some uh far right uh political movements might want to restrict women's freedom. I think the chance of that is very small in Norway, but we need to bear that in mind. So, uh. Women need to get what they want. What, what is it required if The way it is today, uh, with reproduction is that to a significant extent, the benefits are socialized and the costs are individualized, so those who have the child has to pay most of the cost. But a large extent of the benefit from that goes to society through that child's uh production as an adult and the taxes they pay. So if we're gonna further individualize uh reproduction. The costs of the child has to a much greater extent be carried by society. So instead of having the the parents pay for the child, society as a whole has to pay. So the woman who takes care of these three children, uh, she has to, if she doesn't want to work, she shouldn't have to. She should get all the material, uh, all the goods and services that she needs for free covered by society. And also if women predominantly want want to reproduce with the highest value men, we can't impose on those men to pay uh paternity contributions to the child because then they will be limited with how many children they want. So the cost of children will gradually to a much greater extent have to be carried by society if we're going to individualize reproduction, and I don't see any other alternatives, at least for countries like Norway, than to individualize reproduction and to socialize much more of the costs of reproduction. And then other countries will try other methods, and I think different countries should build on their unique cultural legacies to try many different things to see what works. So if the Norwegian method works, then other countries can adopt it, and if other countries have methods that work better, then then those will be. Preferred by other countries and then it will also matter what the different cultural regions of the world have. I could imagine that some countries would want to restrict female freedoms. I don't think that's an option in Scandinavia. That's why I think doubling down on feminism and strengthening women's position and further marginalizing men is the most the approach in the Norwegian context most likely to work."
	},
	{
		"start_time": "1:26:02",
		"speaker": "Ricardo Lopes",
		"words": "OK, but then let me just, let me just ask you, I mean, when it comes to fertility rates, of course, we know that we have been witnessing dropping fertility rates across most of the globe, but the global population in general is still going up, and I mean, it will peak at 10 or 11 billion people. But, uh, so, but since it Still going up, couldn't, uh, I mean, would you consider perhaps solving some of these issues through immigration?"
	},
	{
		"start_time": "1:26:35",
		"speaker": "Mads Larsen",
		"words": "Yeah, that was, that was plan A. Uh, THAT'S what, uh, Western countries did for the past decades. Uh, Norway, uh, tripled its immigrant population from, from the beginning of the century to 2015. So now we have, uh. Is it 15 or 18% immigration. Uh THERE are several problems with that. One of them is that when immigrants come to Norway, they surprisingly quickly adopt our fertility ideals. So we take people from parts of the world where they have many babies, and they come to Norway and 15 years later, they have the same number of babies as we have, or a little bit more. In Denmark, immigrants have fewer babies than the national population, so it doesn't get the rate up. It just temporarily gives you a few more people to prop up the population. Um, WE will rather quickly run out of countries that have, uh, uh, uh, above replacement level fertility rates. And then the question is, is it, is it ethical of us to take the populations from other countries just to temporarily prop up our population to kick the can down the road instead of solving our problem? Uh, IT'S, it's not a long term solution, and then you also have um other aspects that, for instance, in Norway, uh, we see that many, many immigrant groups, they're instead of being a net positive to the economy, they cost about $2 million over a lifetime. So by importing them for labor in the short run, we end up in the long run because we're welfare states just to incur enormous costs that uh that that we can't afford. So at least for for Western European welfare states, bringing a lot of immigrants in, it's not a long term solution economically, and then you also have the, the issues with cultural integration where uh bringing in millions and millions of immigrants. We originally thought, especially in Norway, that after they've been here for a few years, we just kind of have to scrape off their brown skin, and they would be just like Scandinavians, that their culture didn't matter, that we actually thought that everybody deep down inside were social democrats. The West used to think that everybody were Western liberals and in Scandinavia we thought, well, they're not, they're actually social democrats. You just need a little a little bit more time. And now we see that when we bring large amounts, large numbers of immigrants there, they don't necessarily want to be Scandinavians. They have their own values and their own cultures that they value naturally and that creates cultural challenges and changes, uh, that people do not necessarily want. So there are many reasons why, uh, just increasing immigration isn't a good solution, neither for the recipient countries or for those countries that are losing their people."
	},
	{
		"start_time": "1:29:11",
		"speaker": "Ricardo Lopes",
		"words": "OK, so the book is again stories of love from Vikings to Tinder, the evolution of modern mating ideologies, dating dysfunction and demographic collapse. I'm leaving a link to it in the description of the interview and the meds just before we,"
	},
	{
		"start_time": "1:29:27",
		"speaker": "Mads Larsen",
		"words": "let me just let me mention one thing. That book is open access, so I, I expect you'll put the link to Francis and Taylor's website. So there anybody can go and just download it for free."
	},
	{
		"start_time": "1:29:37",
		"speaker": "Ricardo Lopes",
		"words": "Yes, sure. Uh, AND apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:29:44",
		"speaker": "Mads Larsen",
		"words": "Yeah, um, either Google Scholar or Research Gate, just look for my name there and, and you see all the article. If you go to Researchgate, I mean, a lot of it is open access, but if you go to Researchgate and there's anything you want to read, you can just push a button there and I can send it to you. That's legal. It's, it's a, it's a thing that as long as you push a button, then I can give it to you for free. So Research Gate is pretty good that way."
	},
	{
		"start_time": "1:30:05",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a fascinating conversation."
	},
	{
		"start_time": "1:30:11",
		"speaker": "Mads Larsen",
		"words": "Thank you so much, Ricardo. I really enjoy it. Take care."
	},
	{
		"start_time": "1:30:15",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant Juan and Samuel Corriere, Heinz Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Dio Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aart, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]