[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I have a return guest for you, Doctor Austin Fuentes, professor of anthropology at Princeton University. And today we're talking about his new book, Sex is a Spectrum, The Biological Limits of the Binary. So, Doctor Fuentes, welcome back to the show. It's always a huge pleasure to everyone."
	},
	{
		"start_time": "00:25",
		"speaker": "Agustín Fuentes",
		"words": "Ricardo, it's, it's my pleasure to be here again. It's a fantastic show."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So, before we get into this discussion surrounding the supposed sex binary and how sex biology varies across species, let me start by asking you because this is also something that you talk about at the beginning of your book. Uh, WHY has sex evolved? I mean, couldn't we all, and by we all, I mean, all organisms on Earth just reproduce asexually."
	},
	{
		"start_time": "01:00",
		"speaker": "Agustín Fuentes",
		"words": "Yeah, I, there's, uh, a number of books. There's some really good books on sexual evolution of sex in the 1950s and 1960s that all start with the sort of frame that sex makes no sense from an evolutionary perspective. It, it, it, you know, uh, because of asexual reproduction, right? And the first billion years or so of life was asexual reproduction. Um, SO when we talk about sexual reproduction, right, we're, uh, talking about a particular reproductive. AND evolutionary process. Um, SO before I go into that, can I point out that the, the way people say sex or use sex is like 5 different kinds of things. Um, SO I want to identify really quickly. So when people talk about sex, we talk about sex as a biological and evolutionary process, which is what we're about to talk about right now. People also talk about sex exclusively as a reproductive process, right? That involves both behavior and biology. People also talk, use the word. Sex to talk about social processes that involve, you know, sexual behavior, that involve behavioral biology. People also use sex to talk about sex biology, right? The reproductive biology and all the related biology. And finally, people use sex as a term to talk about the way we can use sex-related biology as a way to categorize bodies, behaviors, and variation in a species. And so, sex is really complicated when we're not clear about what we're talking about."
	},
	{
		"start_time": "02:21",
		"speaker": "Ricardo Lopes",
		"words": "Right. OK, but, but then in regards to my question, why has it evolved? I mean, why do we have sex."
	},
	{
		"start_time": "02:29",
		"speaker": "Agustín Fuentes",
		"words": "Sex is a biological process, there's a number of hypotheses, but the most solid one is that in after about a billion years of life on this planet of organisms reproducing asexually, which is just copying their sort of uh genetic or or their internal components and dividing into two versions of themselves and therefore creating two sort of asexual reproduction. Um, THAT limits variation, right, to just mutation. You, you don't get other forms of variation introduced into the sort of biological potential. With sex, the argument is, if you have two slightly different versions of the same species, same kind of organism. And they're able to combine their genetic material to the, and, and other materials to then produce a new organism, and offspring, that's some version of a combination of those two parental, uh, uh, organisms, the chance for variation beyond just variation introduced by mutation. Gives the possibility that the subsequent organism, the offspring, is gonna have a little bit more variation and thus potential flexibility to deal with environmental challenges. So, if we imagine, you know, plot, you know, a bunch of single-celled organisms in the primordial muck, you know, uh, Billions of years ago, um, if there were temperature gradients or salinity gradients or other kinds of gradients that emerged out of, you know, that weren't there before, some variation in the potential to respond to changing environmental context would be beneficial. And on average, if sex produces this variation, and this variation gives you uh a little bit of advantage, over time, if you get a little bit of advantage, it's gonna show up more and more frequently, right? That's, that's the basic argument. Um, AND so basically, sex as a biological process evolved to increase variation in the world, right? In increased variation and thus adaptive, or at least acclimatization for possibilities for organisms."
	},
	{
		"start_time": "04:26",
		"speaker": "Ricardo Lopes",
		"words": "And when we talk about sex and sex biology and particularly from uh the uh genetics perspective, many times people use words like anisogamy. So what is anisogamy and how did the transition from isogamy to anisogamy occur and why is that important?"
	},
	{
		"start_time": "04:46",
		"speaker": "Agustín Fuentes",
		"words": "Yeah, it's very funny, people pronounce these in all this right. So isogamy and isogamy. Isogamy is two gametes, that is the production of uh these. Cells, sex cells that get together to produce an offspring from two parents. An isogamy is gametes of the same size, anisogamy is gametes of different size. And once sort of sex has been around as an evolutionary biological process for a while, it looks like we start to see the development of different sized gametes, that is, organisms. Of what we call mating types within a species or within a, uh, uh, a population, begin to produce slightly different or even very, very different kinds of gametes that come together, bringing both the genetic material and other materials together. So anisogamy has become for a variety of reasons, uh, which we don't fully understand. Uh, FOR a variety of reasons, has become one of the dominant forms of, uh, sexual reproduction. Isogamy still exists, um, but, but anisogamy for most of the things we're interested in, in, in a, a discussion that's eventually about humans and animals and a variety of other things, and, and plants too. Anisogamy, uh, is the typical pattern. That is one gamete that is very different from the other gametes. So two kinds of gamete is what anisogamy means. And that's, that's the typical pattern we see in, in animals now."
	},
	{
		"start_time": "06:06",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So in biology, when people talk about males and females, what does that mean? What is a male and what is a female?"
	},
	{
		"start_time": "06:18",
		"speaker": "Agustín Fuentes",
		"words": "So, this is also one of those things where we've got all of these different definitions running around. But let's keep it very, very simple. And let's talk about, there's two ways in which we talk about in biology about males and females. One is sort of a heuristic, like, OK, here's the general 40,000 ft. PATTERN, right? That we're just going to use as a categorization. And then there's the specifics when we talk about lineages or dynamics or when we're actually talking about evolutionary processes and behavior. So that 40,000 ft, the general pattern, at least for the last, you know, two centuries, maybe century and a half. Probably a century and a half, uh, by the late 1800s, has been to say, uh, the, uh, in a sexual reproducing species, the, uh, suite of, of biology, right? The physiology that produces a large gamete is a female and the physiology that produces a small gamete. A male. That's the sort of 40,000 ft level giant characterization. The problem is that individual sort of lineages, when we're looking at particular species or lineages genera or lineages of species, we get a lot of variation. We still see this pattern with small and large gamete, but what actually A large gamete or a small gamete tells you about the body size, the overall physiology, the ecology, the behavior, actually doesn't work that well in a general sense. So, what we have to do then is talk about males and females as these categories. And then also, if we're asking about a particular lineage, we have to talk about specifics. Uh, AND, and there we can get into other definitions of male and female. So, for example, in humans, I'm rambling here, but this is sort of a long question, so I want to be clear. In humans, Uh, and mammals, I would argue. But in humans, uh, for example, now frequently, uh, when we talk about sex, we're really talking about what's called 3G sex. That is typical clusters of biology, right? Of, of physiology that include, uh, genetic pattern, a gonadal pattern, and a genital pattern, right? And so, sort of 3G female in humans is someone who is XX, uh, has, uh, ovaries and has, uh, uh, labia, clitoris, uh, vagina. Uh, WHEREAS a 3G male is someone who's XY, has testes, and has a penis and scrotum, right? So those are typical clusters of physiology. And the reason I like to use 3G and I use it in the book, is because these are identifiable, measurable patterns that we can Talk about that vary in particular and interesting ways and clustering ways. And that gives us something to actually talk about biologically because just saying like, OK, uh, you know, uh, gamey, like, uh, an egg is a female and a sperm is a male, doesn't really tell you much in an actual biological sense."
	},
	{
		"start_time": "08:53",
		"speaker": "Ricardo Lopes",
		"words": "Well, OK, but, uh, I, I mean, on what basis do biologists distinguish between males and females? Is it on the basis of sex chromosomes of go nets, of gametes, of primary and secondary sexual characteristics? Uh, I mean, what is it exactly? Because I hear many times people saying that the, I mean, the basic difference between the male. And the female has to do with the, just the size of the gametes that each of the sexes produces. But is that really enough, or?"
	},
	{
		"start_time": "09:27",
		"speaker": "Agustín Fuentes",
		"words": "Um, I would argue that's enough for some basic theoretical discussions, but that's not nearly enough for any actual practical work, right, in biology. So, I'm much more interested. So, for example, you identified a whole bunch of things that are associated with sex, uh, biology, right? So it could Be, uh, reproductive physiology, could be endocrine pattern, typical endocrine patterns, could be behavior, right? All of those things, uh, can be identified and cluster in, in, in ways that we can use to categorize males and females. So, I mean, here's the challenge, right? It's what question are we asking? So it's fine to say males produce small gametes, females produce large gametes. But what does that tell us, right? So, let's take a bunch of large gamete producing. Uh, MAMMALS, like a human, a kangaroo, a cotton top tamarind, uh, a duck-billed platypus, uh, and, um, a hyena. Like, those are all five females, right? They produce large gametes. But let me tell you, their physiology, their ecological niche, their evolutionary histories, their morphology and their behavior are radically different from one another. So, we have to really, so what questions are we asking, I guess is is where I'm going."
	},
	{
		"start_time": "10:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But if, uh, males are the ones who produce the small gametes and females are the ones who produce the large gametes, uh, isn't it much cheaper for males to produce their gametes than females? And doesn't that translate generally speaking into different patterns of sexual behavior between them?"
	},
	{
		"start_time": "11:00",
		"speaker": "Agustín Fuentes",
		"words": "You would think so, because that's what we're taught basically, right? So that, uh, notion of sort of cheap sperm and costly eggs derives initially from, well, Darwin's perceptions, right? Darwin sort of thought this was the pattern, but he didn't know about gametes. He, he hypothesized, right? Pangaans and things like that, but he, he wasn't there totally, uh, in the sense of the genetics. Um, BUT really, this derives from work in the 20s and 30s by Angus Bateman, uh, a fruit fly biologist. And, uh, Bateman did a number of classic experiments. He published arguing that, in fact, that, uh, the sexes are, are quite different, um, and that the investment results in indiscriminatory, and here is a quote from him, an indiscriminatory eagerness in the males and a discriminatory passivity in the females. That is, um, males, because sperm is cheap, want to just inseminate as many, uh, female flies as possible, and females, because the eggs are so expensive, have to be choosy about which males they allow to inseminate them. However, if you look over the last 30 years, a number of scholars have tried to replicate his work and examined his work, uh, Patricia Gawadi in her lab, uh, Zulmeang Martinnis in her lab, and others. And they've shown that his actual results don't clearly support or as clearly support that argument. So, one of the problems is this theory has become prominent in the biological literature, yet that the actual studies it was based on don't quite hold out. That said, it, you know, a single to produce a single ova, particularly in some species, many species, it varies with a couple others, but produce a single ova versus the cost of a single sperm, those are dramatically different. But in most organisms, let's take most mammals, for example, the comparison isn't one over to one sperm. It's one over to millions and millions of sperm, right? So in humans, the comparison for a fertilized, or potential fusion, right, uh, is 1 over in about 14 million or 10 to 14 million sperm. So this gets a little complicated when we talk about costs. And then, Uh, we also have to note that for many organisms, costs don't, aren't exclusive to the production of gametes. There's in fact a wide variety of other kinds of costs to successfully produce. So, it's really interesting how this idea about anisogamy driving everything has become sort of central, even though the data don't always support that."
	},
	{
		"start_time": "13:24",
		"speaker": "Ricardo Lopes",
		"words": "Right. Well, well, you know, I, I read your book and I also read uh the new book by Doctor Nathan Lentz, The Sexual Revolution Revolution actually, and Lucy Cook's bitch, and, uh, I, I mean, now, uh, there are, I know that there are general patterns for males and females across species, but I also tend to have more of a Let's say framework where I say that maybe it's better to go at it on a case by case basis, on a species by species basis because there's lots of variation and you talk also a lot about that in your own book. But, uh, I mean, but since we have uh two gamut producing physiologies across species and perhaps here we can start to get into a discussion surrounding Whether sex is binary or not or if it occurs on the spectrum or not. Uh, I mean, uh, don't those who respond to male and female, and I mean, if there's not a third gamut producing physiology, uh, isn't that an argument against sex occurring on the spectrum or"
	},
	{
		"start_time": "14:42",
		"speaker": "Agustín Fuentes",
		"words": "not? No, I don't think so at all. So I I mean, here's that, that maybe people don't always understand what a binary and a spectrum are, right? So a binary is, uh, two different kinds of thing within a category. So, what, let's say the classic binary, numeric binary, 1 or 0, right? 1 or 0. A 1 and a 0 are both numbers, right? Uh, BUT they're, they're radically different. They do not share anything aside from their categorical representation in a number, right? They mean different. That's a binary. Um, A spectrum, right, is a distribution of patterns with what you can call radically different frequencies or very different or slightly different frequencies that cluster, right? So, for example, when we talk about, let's just talk about, uh, you know, uh, mammals or humans, right? Male and female humans, um, which are not the same thing at all, but they're not made of different stuff. Right? Everything We have is, in fact, constituted of the same things. We're clusters of variation, and we'll talk more about this, and like, how does that variation pattern out. And so, rather than thinking of males and females as a 10, I think thinking of them as different frequencies or variations or typical clusters of this organic material, right? Uh, GIVES us a better understanding of development of evolutionary possibilities and of reproductive dynamics."
	},
	{
		"start_time": "16:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Um, BUT aren't there at least some general patterns? Of course, this is a different kind of question, but some general patterns when it comes to sexual and reproductive behavior and also parental behavior for males and females across species."
	},
	{
		"start_time": "16:20",
		"speaker": "Agustín Fuentes",
		"words": "Well, across all species? No, right? I mean, if you're talking about insects and birds and reptiles and humans, there's huge variation in patterns of what's going on. I mean, if you want to just Constrain that to mammals, which is sort of the most relevant thing. Although other patterns are also really interesting, which I'd love to talk about. But if we just think about mammals, there's particularly because of this very, very, sort of, let's say, constrained and very successful, um, reproductive physiology of mammals, the reproductive sort of biological dynamics. Um, THERE'S a clear constraint, right, uh, around the gestation and lactation, right? So only certain bodies, right? And generally, Bodies that are large gamete producers can develop the physiology necessary for gestation and lactation. And so that typical constraint is there. But what's really fascinating is if you look across all mammals, there are, of course, typical patterns where let's say, those, uh, who gestate and lactate, right? We tend to call females, um, are more often involved in higher densities of care and always involved in lactation. I mean, if they, if they're lactating. Um, BUT there isn't a 1 to 1 prediction that is We don't see large gamete means this kind of care and small gamete means this kind of care, because we actually see a variation. Mammals, again, have a little bit less variation than, say, something like birds, where there's almost no variation because both gamey types produce care. Um, WHEN you get to fish, it becomes very variable from no care at all to, uh, care by either small or large gamete producers. And then insects is a whole other thing, especially with cooperative care, you know, the sort of multi-individual care and only a few individuals reproducing. So, I, I keep rambling at these long answers, but what it's so exciting though when you dive down into this, cause of course there are typical patterns in lineages or in clusters of organisms. But to say like there's one way to do sex across the animal kingdom is simply wrong."
	},
	{
		"start_time": "18:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND how do we deal in terms of, let's say, sex, biology, distribution? How do we deal with species who are hermaphrodites and, uh, for, for example, fish species whose uh individuals change sex in particular contexts."
	},
	{
		"start_time": "18:33",
		"speaker": "Agustín Fuentes",
		"words": "Yeah, so I mean, that's what's really interesting, right? And those are Individuals aren't hermaphrodites usually very few fish are hermaphrodites. But what's really interesting is that when we look across the animal kingdom in particular, let, let's not even talk about plants because that's amazing but so complicated, it'll just make your head explode. But with animals, when it comes to sex, um, what's really fascinating is that, yes, there's some typical patterns associated with reproductive biology, right, some constraints. Uh, BUT Those constraints don't map the same across different lineages. So, for example, as you just noted, there are many fish species and whole clusters of of of of lineages where the same body, one individual with one set of DNA undergoes sort of physiological. Changes such that that individual has either first male or female reproductive small gamete or a large gamete producing, uh, physiology, then at some point in life switches to the other kind of gamete producing physiology. And in some cases, even switches back or might switch multiple times during the lifetime. So then, I would argue, if we're thinking in a binary frame, what do we call that? That individual doesn't become a different thing, right? When it switches physiology, but it shows the kind of flexibility, and this is what I mean by spectrum. I don't mean that everything is just all mixed together. I'm saying they're clear typical clusters and patterns, but they're deriving from the same biological materials. And so we need to think about biology. And even in, in, in mammals, right, uh, where we think, you know, it's a pretty constrained physiological. PROCESS. Uh, WE see wide ranges in, in patterns of care in both males and females, even though they're typical patterns. So, um, I, I think this argument about sex being seen as a spectrum as opposed to binary, doesn't in any way negate typical patterns and these sort of wide-reaching sort of ways in which we can model stuff. But it reminds us we'd better look at the lineage of the species before we assert, like, this is how this organism works."
	},
	{
		"start_time": "20:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But in regards to the hermaphrodite species, I mean, they, they do not respond to a third sex, or do they?"
	},
	{
		"start_time": "20:34",
		"speaker": "Agustín Fuentes",
		"words": "I mean, no, uh, I, I, so here's the problem. How do we want to call this? And here's the problem with binary, we're like, well, it's either 2 or it's 3, or it's 5, or it's 4. I don't actually worry about that. I'm much more worried about what is the patterns of variation in, let's say, reproductive physiology, right? So hermaphrodite, like, let's take earthworms, right? Um, EARTHWORMS are fascinating because they're all hermaphroditic in the sense that they're intersect. Truly that they have both sexual, um, components, right? Full reproductive systems. Um, SO what do we call those? MALFEM or female? It's just part of that variation. And then there are other things like C. ELEGANS, right? The most famous of all worms where all these biologists work on them. They have sort of two sort of sexual phenotypes, but it's not male and female, right? One is sort of intersex. OR hermaphrodite, and the other is, uh, male, no. Yeah, male. So there's no regular like just females. And so I think the bottom line then is, we got to step back from thinking there's just two fixed ways to do sex in the animal kingdom, and to ask questions about each lineage of the dynamics, what are the adaptive histories, what's going on? How do we understand that. Uh, WE really have to do the biology rather than just sort of philosophize about what these things mean."
	},
	{
		"start_time": "21:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. When it comes to mammals specifically in the book, you talk about some interesting examples like monogamous primates, monogamous, quote unquote, and uh naked mole rats. So could you, could you tell us about them? What's the deal with them exactly? So"
	},
	{
		"start_time": "22:11",
		"speaker": "Agustín Fuentes",
		"words": "this is one of these just amazing things, right? You would expect in mammals to be of all the animal kingdom. This should be the most consistent. And because of this reproductive structure of gestational lactation of particular modes, particularly of placental mammals, you would think that that's, there's real typical and everyone would be the same. But then, you know, take something like naked mole rats, which have, at a in a superficial look, you know, there is one female usually who's quite large, who does the reproducing. There's a bunch of other females who are physiologically capable. Physiologically and endocrinologically capable of cycling and reproducing, but who don't. And there's not some sort of behavioral or pheromonal control of these females, but they're sort of like workers, like worker bees. And then you have the males that do mate with the, uh, one or, or two, reproducing females. And so naked mole rats, and they're very weird to begin with. They have really weird thermoregulation issues. They live underground, they look funny. Uh. But, uh, they're an extreme version. They have, they're a mammal that's sort of moved to something that's not homologous, but analogous to an insect reproductive system. Um, WHEREAS what we call the monogamous primates is the, the pair living primates, which is I studied for part of my dissertation and, and, and years ago, we think that monogamy is weird in, if we believe anisogamy Bateman's arguments, right? So monogamy shouldn't happen because why would a male stay with one female? That's weird. So there must be some issues. So the male, in this case, must be needed to raise the young. So I, I went out to do my dissertation field with like, oh, I'm going to study monogamous primate. Clearly, anisogamy happens, it's cheap for males, expensive for females. Why would that male stay? He must be doing all the caretaking of the young. OK, so the males of the species, I was looking at bursitiss Potenziani do no caretaking of the young at all. In fact, they don't even hang out much with the female. They don't seem to interact much at all. So what it turns out is that there's a lot of pair living primates, but they do a bunch of different kinds of things. So, again, they don't fit this sort of expectation. As to an explanation of social system based on what we assume the costs are of reproduction. And so what both of these cases show us is that yes, there's some mammalian constraints on reproduction, but that there's a really wide range of the way in which mammals engage and deal with those constraints."
	},
	{
		"start_time": "24:25",
		"speaker": "Ricardo Lopes",
		"words": "What do you mean when you say, and now I'm going to ask you specifically about humans, when you say that humans are biocultural."
	},
	{
		"start_time": "24:34",
		"speaker": "Agustín Fuentes",
		"words": "I mean, I think this is one of the most challenging things, right, as a, as a sort of biological anthropologist, human biologist, someone who studies humans and and and the human past and human relatives that humans are primates. Um, I, I think it's really, really important. To recognize that the cultural niche, right? That is thoughts, perceptions, linguistically mediated contexts, sort of the way in which historical, written, spoken, social narratives, mores and expectations in societies are not just sort of a separate veneer on the biology. They're actually mutually interfacing with our bodies, right? What we eat, right, shapes our nutrition, shapes our microbiome, which in fact is a critical part of human biological functioning. And so, The bottom line is to say that anyone who studies humans for any amount of time recognizes that we can't just talk about bodies, right, or genetics or biology and environment. We have to think about the way in which this particular niche that humans exist in, this cultural niche, is integrated into the body and how the body pushes on that niche. So, that's what I mean by biocultural. And let me just say, this is a whole other conversation, but there's a lot of good literature out there that says biocultural might be actually much more common in other organisms, particularly primates, cetaceans, and some other things as well."
	},
	{
		"start_time": "25:48",
		"speaker": "Ricardo Lopes",
		"words": "Is this the point where we get the difference between sex and gender?"
	},
	{
		"start_time": "25:55",
		"speaker": "Agustín Fuentes",
		"words": "Uh, SO this is, uh, you know, this is, it's so intellectually, it's exciting, right, to talk about these things because it's, it's very important, but it's so difficult, because on the one hand, I'm gonna say, yes, we need to talk about biology and culture in these different ways so we can understand them. But in the same sentence, I'm gonna say, but you can't pull them apart. So I'm gonna tell you that sex and gender, let's talk about them separately, but in reality, they never exist without one another. We have gender sex. So, Gender, in, in the general sense is that a social, cultural, historical expectations and practices of a society, right? It's the way in which society expects certain kinds of bodies, right, uh, to behave and to act. Now, what's really interesting about gender cross culturally, is that there's not always two genders. Um, SOMETIMES there's more. And also, in many cases, gender is not measured in sort of categorical, but Rather a, um, uh, emphasis on particular patterns, right? So, masculinity and femininity is a better way to think about gender than male and female. Um, SO these clusters. And then again, sometimes we have more than two genders in, in, in many societies. Sex, on the other hand, here, I'm talking about 3G sex, right? So I'm sorry about these typical patterns of, of genetic gonads and genitals that help us understand sort of biological systems in, in humans. Now, let me point out that using 3G sex, Excludes a certain percentage of humans, cause there are a cluster of humans that don't fall into those typical clusters. And the same thing with gender, then, we can say someone's masculine or feminine, but then we get these blends, right? No one is ever just all the way on one side or the other. And so, what it comes down to it is we can identify for specific research, specific biological, specific sex targets, or specific gender targets. But we always have to step back and, and ask, what are the relations between these things? Because a human is born into a cultural world with a biological body, and those two things are always interconnected."
	},
	{
		"start_time": "27:53",
		"speaker": "Ricardo Lopes",
		"words": "So not everyone falls into one of the two cluster, the 2 3G sex clusters in humans, but I mean, isn't it that there's a very, very high correlation in humans, at least between genes, gonads and genitals."
	},
	{
		"start_time": "28:11",
		"speaker": "Agustín Fuentes",
		"words": "Yeah, there is a pretty high correlation. So here's what's interesting. There's a very, very rare total departure from that, that cluster. Right? But there's huge actual variation, let's, for example, say in genitals. The range of genital development of, of functional, phenotypic variation in genitals is actually fairly large. And so, so where do we sort of do that dividing line? And what's really interesting is we really need to look at adult genitals to sort of understand function and things like that, because we know that, um, during development, during Childhood, there's a lot of plasticity in genital development, particularly prior to sort of the pubertal endocrine shifts where we get full development of some of the genital stuff. So, yeah, most people fall into a general 3G categories. Um, SOME people don't, but what's really interesting, a lot of people who probably sense that they're one particular 3G category, there could be variation in, in any of those 3, 3Gs that we wouldn't even notice or see."
	},
	{
		"start_time": "29:12",
		"speaker": "Ricardo Lopes",
		"words": "OK, but those people who fall outside of the two main 3G sex categories, are you referring to intersex? Yeah,"
	},
	{
		"start_time": "29:23",
		"speaker": "Agustín Fuentes",
		"words": "yeah. So that would be intersex people, but again, how we define that depends on different categories, right? So, for example, uh, the World Athletics, uh, uh, group, right, the track and field uh international organization has a very specific definition of a certain circulating levels of testosterone that defines you as female, right? As a woman in their case. Um, BUT what's really interesting is that there's a very large percentage of females who have PCO polycystic ovarian syndrome, or some other syndromes, whose, uh, resting testosterone, circulating testosterone is much higher than that. Um, BUT they are full of 3G. And so, really, this becomes like a dependent on, we have all these different ways in cultures of classifying. Uh, uh, SEX, that sometimes it doesn't fit. So how, how we're defining intersex depends if we're talking just about biological dynamics, or if we're talking about the way in which cultures are defining. Males and females or, or men and women, and I'm sure we'll get into the conversation about how those things differ later too."
	},
	{
		"start_time": "30:20",
		"speaker": "Ricardo Lopes",
		"words": "Yes, sure. But when it comes, for example, to medicine or at least Western medicine, people tend to refer to intersex people as them having some sort of disorder of sexual development and so that would indicate that they are Let's say exceptions to the rule. I mean, how do you deal with that?"
	},
	{
		"start_time": "30:46",
		"speaker": "Agustín Fuentes",
		"words": "So let's, let's think about that when we think about the distribution of variation in biological traits, right? So, for example, there are very, very few humans who reach, you know, 2.5 m in height. Right? That's, that's an extreme distribution of that trade. However, reaching 2.5 m in height, which is, well, that's actually really tall, let's say 2 m, 10 centimeters or something, you know, that, that, that's still very high, very tall. Um, THAT'S an extreme version of that, but that may not have any impact on reproductive function or, or, or some other biological functions, uh, affecting longevity, right? And I'm not saying that intersects. Conditions or intersex classification is always the same thing as a distribution. But what we're talking about in some intersex contexts is just an extreme part of the distribution, right? That doesn't have necessarily negative context in the sense of biological or social functioning. And so then we have to ask, we're calling this a disorder because it's outside of the typical cluster, but is that being outside A disorder or part of the range of variation. I think we have to be very careful here. For example, uh, recent work on neurodivergence has reclassified the way in which we think about. So what is typical and atypical, and how do we think about that in the sense of neurobiological functioning? I mean, a recent work on what's used to be or generally called aut autistic spectrum also shows that there's actually a, a range of distribution of neurobiological and cognitive function in humans that is in the range. Typical, but has typical clusters, and people fall outside that typical cluster. And so I think the challenge here is to be very specific about what we're saying. So for example, it's common to say, you know, an extra X or an extra Y chromosome is a particular kind of disorder. Well, in some cases, um, there's really little physiological impact. So you could call it a disorder, but if it isn't impacting sort of the capacity for this individual to function in society or to reproduce. Then you have to ask, well, what, what are we meaning by disorder? So I, I think much, much better attention to what we mean by the distribution of variation uh needs to be clarified before we say disorders."
	},
	{
		"start_time": "32:54",
		"speaker": "Ricardo Lopes",
		"words": "Right. But I mean, the main reason why I asked you that, or perhaps one of the main reasons is that someone might pick on that to say, OK, but then, I mean, sex in humans would still be binary in the sense that we have females and males, and then there's a tiny minority of people who have these disorders of sexual development. And they are exceptions in terms of how they The sexual characteristics develop and in terms of not perhaps having a correspondence between genes, gonads, and genitals. Uh, BUT, I mean, we could still classify them as primarily male or female with just some, uh, variations in terms of their sex biology. I don't know you, what you,"
	},
	{
		"start_time": "33:47",
		"speaker": "Agustín Fuentes",
		"words": "no, no, no, that's a very common argument. And I would say there's two ones. Let's talk about the general bi. Biological sort of argument there. And then let's talk about the medical argument. The general biological argument, I, I, my response is, you're trying that argument is trying really, really hard to force variation into conceptual categories, as opposed to describe the variation, the biological variation that's there. Um, IF we don't have two separate kinds, and there's variation linking those kinds, and the variation in those kinds is all from the same materials, I would argue that's not a binary. That, that's, that's a kind of spectrum. That doesn't mean in any way. SHAPE or form that males and females aren't different, and it doesn't mean in any way, shape, and form that there's not two typical categories. It just means that the variation, the biological variation is distributed there. So that's, that would be my response to that. Like, if you have to work so hard to explain away a chunk of humanity, uh, or a chunk of organisms in a species, I, I think that's not good biology. On the other hand, medically speaking, we have to be very, very careful because there are typical patterns in gender sexed individuals, right? So, for example, um, women, Uh, in, in, in contemporary data sets, women die after heart attacks much more than men. OK. We know there's no sex differences in hearts, that the hearts actually are not sex-specific. Um, SO something is going on, and we really need them to study what's going on, what are differences in life, life histories, contacts between women and men. And so then, we want these typical categories because we want to look at what's going on. Another, uh, example here is that intersex individuals are, are prone to much, much higher, uh, risks of a variety of Different kinds of, um, social, uh, violence and, and other things like that. And so, rather than saying, oh well, that's because of the er we have to think about, well, what is the characteristic, the social, the historical, the frame of intersection individuals that, that results in these kind of outcomes. So, here I'm arguing for, sometimes we really need to use these categories, but biologically, we have to not reify them as the way humans are, rather, think about the biological variation."
	},
	{
		"start_time": "35:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, we're going to come back to the distribution of sex biology in humans. I have a few more questions about that. But now let me ask you also about another thing that you talk about in the book, namely, uh, in the comparison that we, or the comparisons that we can make between ourselves and uh and other. Primates, particularly our closest primate relatives. So, in terms of primates, how much variability is there in terms of behavioral differences between males and females? And do we know how much of it is the result or has been the result of sexual selection?"
	},
	{
		"start_time": "36:29",
		"speaker": "Agustín Fuentes",
		"words": "Well, what I think primates are great and and humans are primates, so, right? Primates are the the logical first sort of step of comparison, right? And then we might want to constrain it to apes in some context, but let's say the primate-wide. Um, AND primates are fascinating as mammals too, because one, there is a some clear typical patterns of classic sexual selection in, in, in primates, right? Or, or at least we think that's what explains. There's a whole cluster of primates. It's about a quarter. SPECIES, maybe a little bit more, um, where we see body size differences, large males, smaller females, uh, males with much more substantial canine teeth, and some other musculature and physical morphology that that indicates a kind of increased capacity for conflict or aggressive violence or things like that. And so, in some species, we're like, wow, you know, we really see these morphological phenotypic outcomes of the kinds of sexual selection we'd expect. However, in other species, we don't, right? Uh, THEN we see these sort of uh monomorphics or same size primates where you get all of these weird things, weird. I mean, it's part of the variation with extensive male care or monomorphism without male care, which doesn't make sense from the basic. Standard sexual selection argument. Then we see some extreme dimorphism, like in gorillas, which are amongst the most dimorphic of all primates. Um, AND, and we see really interesting relationships between adult males, particularly silverbacks and and and young gorillas of affiliation. So not, not so much. CARETAKING in the sense of carrying and and holding, but a lot of play, a lot of protection, and we're wondering about what are these behavioral modification like, what is that relationship between uh uh male gorillas and and young, and there's something really important there. So, primates are a great comparative sense because We have pretty much the entire range of variation in uh uh uh uh an order of mammals that should be fairly consistent across it. I mean, and the example, even even in our close relatives, right, we get bonobos and chimpanzees, so paninniscus and pan troglodites. Who are actually more similar than most people, uh, argue, so that that's another conversation. But there are some classic differences, right? Uh PANTROLODIDES in on average tends to be, uh, much more sort of male bonded with really strong aggression between communities, lethal aggression even, um, whereas Paninniscus seems to be sort of female bonded with incredibly high rates of socio. Sexual behavior and more affiliative reactions, interactions between communities or across individuals. THEY do fight though. I think that's important. People think bonobos don't fight, they do. Um, BUT what's really interesting is that here with the, the genus Pan, we're seeing pretty much the same reproductive biology, physiology, even bodies. They're not that different, and yet radically different sort of. Sexual social systems. And, and I think that hints at, as I say in the book, that we really need to be careful about assuming, like, one way to be, uh, in regards to sex for organisms, because we have many organisms in the primates and in other mammals and other species with morphologies that should be presenting the same way for sexual systems that do things totally differently."
	},
	{
		"start_time": "39:37",
		"speaker": "Ricardo Lopes",
		"words": "So that last point, what does the fact that chimpanzees and bonobos have the same sex biology but differ in particular aspects of their behavior, tell us about the link between sex, biology and the behavior of each sex?"
	},
	{
		"start_time": "39:55",
		"speaker": "Agustín Fuentes",
		"words": "Well, it, it illustrates, I think, very robustly that we have to be very, very careful about making predictions about any given species or lineages, social, ecological, behavioral dynamics based on their particular reproductive physiology. Um, I think we, we can't make these 1 to 1 arguments and, and the chimpanzees and bonobos are really good example that we've got radically, well, they're really not that different, but, but, you know, pretty different, um, uh, social and ecological realities without an enormous difference physiologically or morphologically. Um, AND this, I would argue, is characteristic of a lot of the hyper-social mammals, not just primates. I think we could look at cetaceans, look at some canids, and some other very social mammals, and we see really interesting, uh, meerkats or another one, really interesting sort of complex patterns of social and sexual behavior, right? That emerge from this mammalian reproductive physiology that we assume tells us there's one way to be a mammal, and it turns out there's not. There's many. And they're all successful, right? That's, that's the interesting thing. It's not just one better way to be a mammal."
	},
	{
		"start_time": "41:04",
		"speaker": "Ricardo Lopes",
		"words": "Sure. Uh, AND with that in mind, I mean, what can we learn about human behavior by doing comparative biology and studying our closest, uh, great ape relatives and particularly chimpanzees and bonobos because many times people use them as animal models and to make inferences about uh human, male and human female behavior."
	},
	{
		"start_time": "41:31",
		"speaker": "Agustín Fuentes",
		"words": "Well, I would say on one hand, um, the comparative approach to this is why I got into anthropology, because I was also well trained in zoology. And I was really, I think, to really study humans well, you also have to study other primates and that, you know, I studied what, seagulls, dusky-footed wood rats, mantis shrimp. I, I think comparative approaches are, are that this is the treasure of the Western scientific method, right? This idea that we think, OK, here are a bunch of different patterns. Let's study. DIFFERENT organisms to understand what's distinctive about different lineages or different organisms. So, I think the comparative approach is, for me, it's gold, right? That's the way I think we really understand what's, what's distinctive about any given lineage, what's distinctive about humans. The flip side is, we have to be careful with the comparative approach. So for years, people said chimpanzees and bananas, right? Genus Pan is the model for human evolution and human ancestors. And, and I would suggest, as do many people now, it's actually a pretty bad model. Um, CLEARLY, right, in the last 10 million years, Sort of the, the hominins and genus Pan have really been on very different evolutionary trajectories, and we've got some radically different, uh, social organization and behavior, some superficial similarities, but there's a lot of difference. And so I would argue that we need to look across all of the great apes, right? And, and, and, and the gibbons, all the hominoids, if we want to do this sort of outgroup for humans. I'm, I, I think chimpanzees are really quite distinctive. Um, AND chimpanzees and bonobos, and they overlap to a certain amount with us, but they're not actually very good models, especially, for example, let's take pantroglodides, right, chimpanzees. Male and female dynamics in pantroglodides is nothing like male and female dynamics in humans. Um, AND so using that as our ancestor to sort of derive human, sort of a model for ancestral things. I think that's a bad idea. I think humans and chimpanzees are equally derived from one another."
	},
	{
		"start_time": "43:23",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to understanding sexual behavior, and now I'm going to focus on humans, but I bet that it would also apply to other species. What does the fact that uh it's not always the case that we have sex for the sake of reproduction, not all sex is reproductive, tell us about sexual behavior and sex biology. I mean, why does that matter?"
	},
	{
		"start_time": "43:52",
		"speaker": "Agustín Fuentes",
		"words": "Well, I think that's really, really important, uh, because in, and we'll just talk about humans here, but you're right, this goes for other animals as well. Um, SOCIAL sex, that is the use of, let's say, um, the sexual arousal system, right, which is connected to, but not the only component of the reproductive system. So sexual arousal, genitals, other kind of physical. Physiological arousal and social interactions, these kinds of behaviors are actually central for human social relationships. They, there's a lot of energy invested. There's a lot of risk in some cases in engaging these kinds of things. Humans have, have very, very high rates of, uh, sexually transmitted infections, which I think is a very interesting thing. And so, because social sex makes up such a large percentage of the actual sexual activity in humans, I would argue, and, and many others have, that we need to include that in understanding the evolution of of of human sexual biology. Um, CLEARLY, social sex has been central. It's common across the hominoids and in many other primates. It's been an important part of the sort of adaptive dynamics of, of, of humans for a long time. And So when we talk about sort of what does it mean to have a particular reproductive anatomy, um, we better include social sex in our models for the costs and benefits of those dynamics. And, and I think most people don't. Most people think of the social sex is like an add-on or a benefit, a side project, but I would argue that it's a very, very Central behavior across human history that it has particular energetic costs and particular risks associated, particularly with uh uh sexually transmitted infections, plus in social context, we also do it with jealousy and a variety of other things. So I think we need to include that in our evolutionary models for understanding sex biology."
	},
	{
		"start_time": "45:41",
		"speaker": "Ricardo Lopes",
		"words": "Yes, that's really interesting because it does seem to me that many biologists and people who study, uh, sex, human sex and human sexual behavior, whenever they're talking about or studying the The weighing that people make in terms of weighing the pluses and minuses or the costs and benefits of having sex with a particular person, they're always thinking about it leading to reproduction or being reproductive in some way, right?"
	},
	{
		"start_time": "46:19",
		"speaker": "Agustín Fuentes",
		"words": "Yeah, and, and it turns out that for humans, we know that's not true, right? That the majority of human sexual interaction is not, does not produce a reproductive outcome, even when those individuals are attending to to sort of try to reproduce. Um, AND we also know this is true for a number of them, he brought up bonobos, but there's a number of primate species where social sex is actually critical, um, and we can even think about, you know, let's think about chimpanzee males with no. Chance of reproduction, right? But they engage in, in genital contact and genital touching in, in many social instances. And it's actually very central. Uh GORILLAS are, are the same way. And so, we really need to, I would argue, like you just said, maybe we need to step back and say, OK, are our models of sexual biology and sexual activity, including these really important aspects, probably the most prominent aspects of sexual behavior in the organisms that we're looking at?"
	},
	{
		"start_time": "47:13",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's get to go back to gender then for a bit. What, what would you say are the main differences really between sex and gender, and I mean, is gender something that applies also to species to other uh animal species apart from humans?"
	},
	{
		"start_time": "47:35",
		"speaker": "Agustín Fuentes",
		"words": "So, I mean, this is again a whole show, right? To, to have a bunch of folks and and fight over this. Um, I currently right now, and, and I could be wrong, but I use gender only in humans right now, um, because of the way that we're defining gender as this sort of socially, behavioral, linguistically, uh, historically, politically, economically mediated sets of expectations and roles for, for, for in societies. Um. It's not to say it can't happen in others, but I think it's a complicated definitional process. I think there are sex roles in other organisms, um, but gender is not just sex roles. So gender is not 100% tied to sex biology, right? Gender, so what, how masculine or feminine uh one is actually is not 100 or not even 80% correlated with what chromosomes. What, uh, gonads and what genitals they have. And so I think that's very interesting. It's like sexual attraction also is broadly correlated, but not 100% correlated. And so, gender, I think, is really important because it's a complex social dynamic. And we have to be very, very careful not to conflate gender identities, gender roles, and gender contexts with a causal relationship from Particular kinds of um uh biological facets. So for example, a number of scholars have said, well, testosterone, right? Testosterone causes these huge differences in in bodies right between males and females, and that's why men, the gender, behave one way and women, the gender behave another way. And, and I think there's a significant challenge to that simplistic association. Clearly, testosterone is very important in, in, you know, uh, many, many. Many species, uh, and in humans, it has, it's very, uh, androgens in general and all the hormones, but androgens have a very, uh, important set of effects. But to say that testosterone does men and not women is sort of biologically inaccurate. Uh, AND so I think we have to be careful of that slippage between these really interesting gender dynamics, complicated gender dynamics, and simplistic, causal biological explanations."
	},
	{
		"start_time": "49:38",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT when it comes to gender identity specifically, what do you make of the fact that the vast majority of humans apparently identify with their biological sex?"
	},
	{
		"start_time": "49:52",
		"speaker": "Agustín Fuentes",
		"words": "Well, I'd say it's actually the reverse, right? It is, that is gender. Uh, CLASSIFICATIONS, gender systems are correlated with, centered around, uh, genitals or other aspects of bodily appearance, right? So there is a connection between that. And so it's not that most people are like, oh, I identify with. It's just that I live, this is my body, this is the social, uh, reality I'm in. I sort of match to the way in which the society. I grew up in expects things to be. Um, BUT there's a large percentage of people. It's not small. A large percentage of people that are like, Well, I sort of match, but sort of don't match. Um, AND so I think there's a lot of variation. I think right now, there's this huge fights about gender identity because it's come to the fore. It's been politicized in many ways. And it's also, uh, I think, a complicated but very important, uh, argument. But, but Does, does that make sense that I think it's, it's the other way around. It's not like people are like, Oh, well, I have my gender identity because I have these genitals or genes. It's more that I have this body and I grew up into this society. I'm, I'm OK with that. I, I, things feel right. In other ways. Other people, I have this body, I grew up into the society. I, I don't feel it. Something is not right. So I, I would, I would reverse that, that pattern."
	},
	{
		"start_time": "51:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I, I mean, could it be at least in part, uh, because of sexually dimorphic areas of the brain that would lead people to identify primarily as men or as a man or a woman or a female or a male?"
	},
	{
		"start_time": "51:23",
		"speaker": "Agustín Fuentes",
		"words": "No, the brain research is very, very clear on this, that there's really not male and female brains, right? There's sort of mosaics of masculine and feminine performance in brains, but I mean, I think you can look at like Lisa Elliott's work and and even the, the major arguments for different sex differences in the brain, like the big, uh, uh, uh, article that came out recently, a couple of years back, uh, from the, the, the British, the, the big, uh, what's it called, the giant me the population survey and. The UK. Anyway, the UK biodata, uh, biobank, the UK biobank uh study, uh, which is one of the largest ones, and they said, look, there's clear differences. The differences are teeny, and they're structural, and they're not able to tie them to any functional differences. So, I mean, the bottom line is there's not male and female brains, there's a lot of variation. But, and this is, I think, really important and goes to what we were just talking about. When you look at brain activity in adults, Gender shows up very strongly, like, your masculine or feminine sense, your senses of man or woman, your senses sort of in uh uh someone who is not male, man or woman. That shows, we can see that in the brain, but you can't see that in kids. Um, AND so what's really interesting is that clearly the way neurobiology works is, as we grow up in a society in this gender sexed reality, it shapes our body and and our mind."
	},
	{
		"start_time": "52:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I asked you that. I mean, this might be outdated information. I'm not sure, but I read some studies where apparently they found out that The brains of transgender people are more similar to the brains of people of the sex they identify with that is, uh, the, the, the, the sex that is opposite to the sex that was assigned to them at birth. I mean, I'm not sure. Yeah,"
	},
	{
		"start_time": "53:08",
		"speaker": "Agustín Fuentes",
		"words": "no, so this is, so there's been some, there were some initial work um. Uh, OVER the last couple of decades, saying, oh, well, there might be these morphological variants. That's, that doesn't pattern out. What does pattern out, though, is that individuals who identify sort of with particular feminine or particular masculine patterns or contexts, they do have some overlap in brain function. That is on MRI and other things, which we can debate how good those are. But what it looks like brains are reacting, in particular In shared contexts, for example, individuals who identify as highly feminine seem to be reacting in the same ways to their brain, right? But morphologically, no, there's no, you can't, I mean, I put, I can put 40 brains up here, and, and you couldn't tell morphologically what the differences are. Um, AND there's a big debate about that, but I would read Lise Elliott and colleagues, uh, giant, uh, overview called Dump the Dimorphism, which is a really, really good. Sort of argument for, yes, there's some patterns, but really to say male and female brain is to reject biological fact at this point."
	},
	{
		"start_time": "54:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And, and so since we're talking about gender, where do gender roles come from? I mean, how do they evolve?"
	},
	{
		"start_time": "54:19",
		"speaker": "Agustín Fuentes",
		"words": "So, as you know in the book, I, I try my hand a little bit at this, but let me just be very, very honest with you. Uh, PALEOANTHROPOLOGICAL and pale archaeological data give us very little insight into gender. They give us a little, a little bit of hints, right? Um, CLEARLY, um, some data from Neanderthal. I mean, when we go deeper than, let's say, 20 or 30,000 years, right? When we look at the, the fossil and archaeological record that's older than 20 or 30,000 years, we're not seeing much evidence for gender roles. We don't see sort of patterns of associated with sex, with tool construction or or or a variety or bone breakage or anything like that. But we do see some patterns in Neanderthals, for example, slightly different dental wear between those we think are male and those that we think are female. That's Interesting, right? That suggests some sort of patterns of behavioral difference. Anyway, I, I reviewed in the book, um, and so what I'm arguing is that clearly I think Social roles associated with morphology, bodily morphology, probably have a very deep history, um, and humans have probably categorized sort of social experience and context in different ways, using bodies as a mediator, uh, or indicator of some patterns. I think that's really old. We, we can't really demonstrate that. Clearly, up until recently, in the last 4 or 56 1000 years, we can start to see what we Consider typical contemporary gender roles, right? Where we start to see, let's, for example, grave goods are very different between those bodies we think are male and female, although we, we keep misidentifying bodies by sex. Um, AND, and I think so we can see the emergence of, of contemporary gender roles in the last, you know, 4567 millennia. Um, DOES that mean gender did not exist in the past? No. I think it did, and I think it evolved alongside Of social complexity in the genus Homo. Um, DO I think Australopithecines had gender in the way we think of gender? I, I don't know. I don't see any evidence for that. But I think over the last million years at least, we probably see the emergence of something we would call gender. But I would suggest, given cross-cultural evidence from today, and what little archaeological evidence we have is that gender roles in the past may have been quite different from gender roles today."
	},
	{
		"start_time": "56:26",
		"speaker": "Ricardo Lopes",
		"words": "So, in, in the book, you also talk about uh sex differences and and sex biology and modern contemporary humans. I mean, why do you think it is important to talk about modern contemporary humans and not just humans, homo sapiens in general?"
	},
	{
		"start_time": "56:45",
		"speaker": "Agustín Fuentes",
		"words": "Well, because I think contemporary humans are very, very important in the sense that we know sort of this general body plan, it's been around a long time, but the contemporary dynamic changes a lot. We know that height has changed over recent time, sort of weight distribution patterns, adipose tissue patterns, and so. It's also, it's so it's important to sort of get an idea of, of, of, you know, what is, what are the 8 billion humans around? What's that variation look like? CAUSE I'm really interested in biological variation. So how's that pattern? I also put that section in there and it was, it was a really fun and difficult section to write, how to, what to put in and what not to put in. But the point is, is, I, I want people, I want readers of this book to recognize I'm not saying males and females are the same. I'm not saying all humans are the same. There's some patterned variation, typical and atypical patterns. What do we know about it? How is it out there? And so I wanted to sort of show that there's some very well established, very important patterns of variation that differ, and other patterns that people think differ that don't differ in the way they think. So, I, uh, that whole chapter, the point is like, OK, what are we really talking about when we talk about sex differences? I would push against the use of that term, and I would say patterns of variation between categories and within categories. In some cases, they meet the level of what I would call difference. In other categories, they don't, right? And, and, and, you know, in the book, I go over things like hair, right? And adipose deposition and organs, and, you know, ski. There's all of these different things that we're like, sure, this is the way males and females are, but when you actually look at the data, it's much more complicated. Um, This is not to say there aren't pattern differences in things like, you know, certain aspects of reproductive physiology, certain frequencies and patterns of endocrine response and dynamics, certain patterns of musculature and, uh, sort of muscle mass and activity. Those are really important patterns of variation that we need to talk about, but they're not binary. There's almost nothing in, in our bodies that is binary. A little bit, but we are dimorphic, right? Uh, BUT, but binary, almost nothing."
	},
	{
		"start_time": "58:43",
		"speaker": "Ricardo Lopes",
		"words": "How about behavior? Uh, ARE there any average sex differences that you, you, that you would consider here?"
	},
	{
		"start_time": "58:53",
		"speaker": "Agustín Fuentes",
		"words": "So, I have that whole chapter in there, there's no battle of the sexes, cause I, one of the arguments that stems from anisogamy and this whole idea of of of certain universal patterns of sexual selection is, is that males and females should want different things, they should be different in the world. And so we can look at Physiological, biological, and sort of, um, behavioral literatures, overviews, meta-analysis, different kinds of context. How different are are these categories of men and women usually, because it's usually not they're not testing whether they're 3G male or female, so we're we're using self-identification usually. Um, AND, and what we see is there's some interesting differences, but these differences are not clearly related to particular biological patterns. So here we get gender and history and context. So, um, I, I, I'm, it's very hard to say for humans that there are clear biological sex, causal variants related to particular. And behavior. Clearly there's some, and I talk about a few in the book, but, but I, I think we need to be very, very cautious and think very carefully about what data we have access to, right? So, for example, uh, the socio sexual, uh, inventory, right? So, so men, uh, rank higher on sort of interest in sexuality than women cross culturally in all these different kinds of contexts. What does that actually mean? What might that mean and how are those data collected, and what impact does gender, society, history, you have on the way people report, self-report information? And so I talked a little bit about the sort of relation between anatomy, right, and say the, you know, frequency of masturbation, anatomy, culture. History, and the interview and survey practices might influence those data. So, I, I think there's much more work to be done there. I'm not saying that there's not going to be some particular behavioral patterns that are strongly and even causally related to sex biology. I just think most people go there right away without actually sufficient data to support those assertions."
	},
	{
		"start_time": "1:00:45",
		"speaker": "Ricardo Lopes",
		"words": "So earlier I, I've asked you about definitions that are based on the size of gametes. In the particular case of humans, many times people refer to sex chromosomes and say that if you are X sex, you're a female and you are a woman, and if you are XY, you're a male and you are a man. I mean, what is really the relationship between sex chromosomes and the sort of primary and secondary sex characteristics that humans tend to develop?"
	},
	{
		"start_time": "1:01:19",
		"speaker": "Agustín Fuentes",
		"words": "That that's great. That's like 7 questions in a very well phrased one. So, um, but no, no, so I think let's take the first one, right? Do, do sort of whether you are XX or XY. And again, here, let's, let's even just ignore all the other variants there because there are other biological variants within the distribution. Let's just say XX and XY. Um, DOES that have a 100% correlation with particular specific sort of secondary sexual characteristics, uh, aspects of body hair, presentation, uh, body morphology, um, sexual activity, sexual attractiveness, uh, genital morphology, things like that. In a loose sense, yes. In a tight sense, no. That is, we get these general patterns, but when you go down and break down large data sets to look at let's let's take someone who is XY. OK, let's actually say, you're XY, let's look at your genitals, right? Um, AND, and what is, what we see is enormous variation, not In the general sense, do you have a penis and scrotum? But what, what constitutes that penis and scrotum and what's the dynamics going on there, and what's going on? Another thing is, is testosterone, which is obviously associated, you know, androgen levels differ in X Y and XX on average. There's actually a lot of variation there. But let's say XY. Within the XY category, right, testosterone levels vary by as much as 300% between individuals. Right? So, so the problem is that there's a general pattern, but then when we ask the biologically or even medically relevant questions, it becomes much, much less clear. And there's much more variation than we think. So, do you see how I'm saying this, these two levels? And, and, and then the second part of the question, you know, is male the same as man and this woman? And the same as female. Um, I'm gonna say no. And we just had a decision in the United Kingdom, uh, yesterday that basically defines women via a particular biological set of characteristics. I haven't read the full decision, but I think they go to chromosomal, um, uh, complement. Um, AND I would argue that's very problematic. You may define female that way, which I still think is problematic, but woman is a gender category. Man is a gender category. There are correlations between women and female, and man and male, but they are not identical for all the reasons that we've already been talking about. And I think one wants to be very, very careful, particularly when we get to cultural, political, economic dynamics, or otherwise known as the legal system. When you make laws, right, like here in the United States, where they, the, it's not a law, but the, uh, the White House, the, the current administration said. You know, that uh men and women, male and female, are the same thing, and that they're defined by gametes produced at conception. Like there's so many things wrong with that, but I mean, you, you can't produce any gametes at conception, right? You, you just are the fusion of two gametes. Nothing is going on yet. Um, BUT, but the The bottom line is that in a society, gender dynamics are quite complex, rarely binary, in truth, um, and should not be artificially linked to one complex biological characteristic that does not necessarily predict, uh, gendered outcomes. Does that, is that close enough?"
	},
	{
		"start_time": "1:04:29",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and I mean, I was also going to ask you because there are many people that use definitions of men and women, such as men being an adult human, male and uh woman and adult human female. I mean, do you think that those kinds of definitions are useful in any way from a scientific perspective, of course."
	},
	{
		"start_time": "1:04:54",
		"speaker": "Agustín Fuentes",
		"words": "So those are social definitions and political definitions. I would argue from scientific perspective, if a man is an adult male human, why don't you say adult male human? That, so there, there's a slippage there, right? Why, why are you using man, which is a clear gendered thing which has complex histories of definition and experience, experience is associated with theoretical and conceptual social realities of masculine. SALINITY and particular histories of behavior. Like, if you're really talking about biology, say adult male human, say juvenile male human. OK. Those are, like, to, to, to sort of flip that like boy, right? Boy and girl, right? Which are very important gendered categories. Um, THEY are not biological definitions. Um, AND so I would argue when someone says, no, a man is an adult male human, um, all they're doing. Is taking a very complex social, cultural, historical, political term, man, that's experienced differently in many ways by different individuals, and artificially forcing it upon a biological frame, right? So, I, I think, uh, that's what, that would be my argument against that. I know a lot of people disagree with me, but really, if you're a biologist and you're interested in biology, why would you use a complex, messy gendered term when you can just say adult male human?"
	},
	{
		"start_time": "1:06:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So what does it mean to say that sex is a spectrum, and I mean, we can talk about sex being a spectrum across species, but also sex being a spectrum within particular species, but I mean, what does it mean to say that it is a spectrum? I mean, couldn't it be in terms of distribution simply a by modal distribution or uh would you classify a bimodal distribution also as a spectrum?"
	},
	{
		"start_time": "1:06:42",
		"speaker": "Agustín Fuentes",
		"words": "So, uh, that, that's really the, the bottom line question of my whole book. Why, why title it affects the spectrum, the biological limits of the binary. So let me start with the second part. Um, AS you see with, with our whole discussion here, I've argued, and, and I think this is fairly well supported, that using binary as a sort of complete categorization of sex across the animal kingdom. AND in humans is insufficient because it limits our ability to understand biological variation. All right, let's put that aside. So, OK, what do we use then? When I say sex is a spectrum, most people think it's like, oh, anything goes. I'm like, no, no, no, no. A spectrum, let's take a light spectrum or a sound spectrum. It is a measurable, distinct distribution of variation, right? With different clusters of frequencies or patterns. There are typical clusters and patterns that we can identify. We can circle, and we can look at them, and we can identify them as distinct from, right? In some ways, other clusters of patterns, but not consisting of different kinds, right? So, blue and red are not actually different kinds. They're different wavelengths of light. So they're the same, the photons, the sort of patterns and what have you. And so, what I really want to get at, well, I think sex is a spectrum is really good, is that look at my body. Uh, I, I'm, I'm a 3G male, right? Uh. Uh, EVEN though here's a great example, so 3G males tend to have very like 90 degree jaw angles. I have a much larger than 90 degree jaw angle just to show that, look, there's a lot of variation. Anyway, um, I'm a 3G male. Compare me with a 3G female. And there's a lot of patterns of variation that differ. Clusters of variation that differ, including some very important ones, right? Related to reprogressive physiology and other things. Um, HOWEVER, none of our sort of tissue masses, none of the basic structures within our cells, none of the bones, none of the muscles, none of those things are different in kind. And so, if we see human variation as the spectrum of difference of variation of patterns that clusters in typical ways, we then can understand those clusters, but we also understand that there's other variation. Right? That doesn't fit into those clusters. It's just as human. And also, we understand that those clusters of variations aren't different kinds of things, but rather different patterns. And those different patterns emerge from things like different kinds of pressures on reproductive dynamics or different kinds of evolutionary structures and things like that. It's just that it's not in a binary format. And I think the binary inhibits us from asking good questions about evolution, about behavior, and about medicine."
	},
	{
		"start_time": "1:09:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, OK, so you've already at least partially answered my next question, but why do you think that a binary approach to sex is problematic and I, I mean, in this particular case, I'm also referring to aspects of perhaps human life and society that uh uh in which it manifests that you think are perhaps problematic."
	},
	{
		"start_time": "1:09:32",
		"speaker": "Agustín Fuentes",
		"words": "Yeah, so I, I give a bunch of examples in the book because I think this is, this, if, if our scientific knowledge, if our study of human biology doesn't have some translation into the world into the society we live in, then I, I think we're not doing it right, right? So we, we should be able to convince people that what we're doing is, is relevant in some ways. So let me just give you a couple quick examples. I mean, one is the construction of family. Here in the United States, there are hundreds of laws. That are aimed at limiting family formation in legal sense, right? Family formation to uh uh a 3G male, a 3G female, who are both um uh heterosexual and they're reproductive or adopted, you know, the, the sort of young, um, and that's fine as a unit, right? But as a legal structure, first of all, it ignores. HUMAN biology, which is much more complicated, and we know that families consist of multiple, multiple individuals related and unrelated, and that part of the whole human adaptive zone, right, is this sort of large cooperative group engagement. And so, because people making these laws assume that males and females are two different kinds, and that getting them together is the way you start a family. That's the only bi. Logical reality. Um, THEY actually think it's also a religious or, uh, a kind of spiritual reality. Um, THAT restriction then constrains actual human success because we know that humans need multiple individuals, multiple connections of kin and friends and community to survive. Um, AND so here's where the sort of idea of a binary translates itself into, I think, a harmful legal structure. Another example is, is in medicine, right? There's so much harm done to women in in contemporary medical practice right now, because for so many decades, centuries, women have been seen as sort of either too erratic or complicated to study, or just sort of one step down from men, right? Remember, up until around the 1800s, women were seen as there wasn't a two sex model. There was a one sex model where there's men. And then those women are sort of this degraded version of men. Um, SO, in the medical context, we need to really understand the category, right? That cluster of variation that we call female and women, right? So, in, in the, in the gender sex context, um, much, much better. But if we keep this as a binary, Approach within like men and women are two different kinds. And that unfortunately cuts us off from understanding the overlapping biological variation between these clusters to understand what patterns do we ask questions about, about variation, about biology, what patterns do we ask about sort of society and history and culture. So, for example, I, I, I mentioned earlier, many more women die after in the year after a heart attack than do men. It's not based on their, the biological structure of their heart because there there isn't a sex difference in in hearts aside from on average a little bit of size. What's going on? How do we study that? To study that, you can't say that, oh well, that's a woman's heart thing. So we're gonna look at women's hearts. No, you need to understand what are the social, cultural, and biological dynamics that are leading into that. And so I think a binary approach, which divides men and women as kinds, misses probably a lot of the underlying biological variation that might help us, you know, save lives."
	},
	{
		"start_time": "1:12:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, let me just run through you some other criticisms that I found among people who come from the other side and say that sex, at least in humans, is binary. Uh, THE first one I, I've already sort of, uh, Alluded to it earlier, but, uh, they say that there's only 2 types of games and only two different ways of reproducing and not a third kind of gamut or a third way of reproducing or even more than that. Uh, WHAT do you respond to that?"
	},
	{
		"start_time": "1:13:21",
		"speaker": "Agustín Fuentes",
		"words": "Well, there isn't only two types of reproducing, right? There's actually reproductive range. It's complicated, but let's, let's let that aside because reproductive dynamics are, are complicated. Um, YES, there are only two gametes and in all anisogamic systems there are 2 gametes, but does an egg equal a female or a woman? Does understanding that this is a large gamete tell you? Specific important things universally about all human females or all human women. No, no, it doesn't actually. And so, you can say that there's, you know, uh a sperm and an egg, and that's the definition of male and female. But how does that translate, for example, to laws? How does that translate to understanding health? How does that translate to understanding, uh, other dynamics? Because an in the variation within individuals that produce Eggs or sperm is enormous. Uh, AND if you uniform, you say, this is just this one category, you're gonna undermine the potential of understanding of what pattern, what patterns of variation are are across these, what patterns of variation related to health, for example, are not related to, uh, gametete production, because a ton of our body is not directed by the particulars that we Productive physiology. So for example, you can have, uh, be a large gay producer, but you can also have many, many characteristics in the body that are more in line with small gay producers, right? And that's not totally atypical. So then what do you do with that? So that, that, that'd be my argument. Like, sure, fine, you wanna call large gamut producer, female, small gam producer, male, that's great. What does that actually tell you?"
	},
	{
		"start_time": "1:14:54",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, SO another argument is that, uh, only females have babies, uh, and not males. What do you make of that?"
	},
	{
		"start_time": "1:15:05",
		"speaker": "Agustín Fuentes",
		"words": "That is true. I mean, what, what kind of argument is that? Do all females have babies? No. Um. Do only female mammals, right? Only mammals with a uterus, a functioning uterus, and particular other aspects of reproductive biology can gestate effectively, and if they have uh mammary tissue and the the right glandular development, they can lactate. True. I mean, I, that's true, right? What, what, what, what, what is that? So that, that means that's a category that we have to treat completely differently. So what about female hearts? Right, that we know that hearts aren't female. So just because there's some patterns of clusters of variation that are quite distinctive in these clusters, all the other patterns aren't. And so just to say that, to say that only women can have infants, that's absolutely true. So what does that mean and how does that relate? What does that tell us about care? What does it tell us about physiology? And a very important outcome of that that people ignore is that there's substantial differences in vascular systems, some neurobiology, and some endocrine patterns between those individuals with uteri who have Reproduced and those who haven't. And that's actually really interesting and understudied area because there's like, well, women have infants, boom, we're done. To define a woman or a female solely based on their ability, potential ability to reproduce is highly problematic, right? And undermines a lot of the patterns of variation and understanding of the organism."
	},
	{
		"start_time": "1:16:34",
		"speaker": "Ricardo Lopes",
		"words": "And so finally, what would be a definition of non-binary sex?"
	},
	{
		"start_time": "1:16:41",
		"speaker": "Agustín Fuentes",
		"words": "So, sex, as I've said, we can define it in a whole bunch of different ways, right? The way I'm using with humans, I'm really interested in using 3G sex categories. That is, uh, typical clusters of variation around genetics, gonads, and genitals, because these are measurable, these are biological characteristics. They're patterns that relate to physiological and even behavioral function. And so we can identify those and look at them. However, none of those genes is non-variable, and none of those genes are binary. Um, THEY are actually patterns of variation that cluster in particular ways with overlap in some cases and not overlap in others. And so that's not a binary sex definition. It has two categories, but two categories does not equal binary, right? Uh, AND I think that's what people understand. It means 10. That means two different kinds of thing within a category. And males and females for me are not different kinds of things. The variations on a theme. We're all human. To say that we're two different kinds of human is really, I think, a philosophical assertion, not a biological one."
	},
	{
		"start_time": "1:17:43",
		"speaker": "Ricardo Lopes",
		"words": "OK. Great. So, the book is again, sex is a Spectrum, the biological limits of the binary. Of course, I'm leaving a link to it in the description of the interview and also a link, uh, and also links to our first two interviews. So, Doctor Fuentes, just before we go, would you like to just tell people apart from your book, where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:18:07",
		"speaker": "Agustín Fuentes",
		"words": "Yeah, I mean, I just, uh, let me just say about the book. I mean, my goal here is a better conversation. We need to talk about this more, and we need to talk about this with more information. I think this sex, gender, this stuff is really important. It matters for people's lives, and, and, and I want to see better conversations, not a bunch of yelling and screaming. So being something rooted in actual biological and evolutionary framing, thinking about humans as biocultural organisms, I think it's beneficial. I think it'll Lead to a better conversation. Or at least I optimistically hope it will. You can, uh, follow me, uh, at BlueSky Anto Fuentes at Bluesky, also on, I'm still on X. I don't know why, but I'm still there. So Anto Fuentes. Um, I, I'm on Instagram, but very rarely. Um, uh, I will update my website afuentes.com soon and so I'll have some, uh, videos and other kinds of things there. And as always, uh, you, you know, you can email me if you have questions."
	},
	{
		"start_time": "1:18:57",
		"speaker": "Ricardo Lopes",
		"words": "Great. I'm also leaving links to all of that in the description then and as always, it's been a big pleasure to talk to you. Thank you very much for the fun and uh entertaining conversation."
	},
	{
		"start_time": "1:19:10",
		"speaker": "Agustín Fuentes",
		"words": "So Ricardo, thank you so much for all that you do, these interviews, the conversations, it's a great contribution to your knowledge, so I'm always glad to, to come and chat with you."
	},
	{
		"start_time": "1:19:20",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Joe, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bortolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivas, and Rosie. Thank you for all."
	}
]