[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricard Lops and today I'm Jabaakler Cajal Moran. He's a visiting fellow at the, at the London School of Economics and Political Science, and he runs the popular YouTube channel on learning economics. And today we're talking about his book Why We're Getting Poor Realist's Guide to the Economy and how we can fix it. So, Doctor Moran, welcome to the show. I've been a very big fan of your channel, so it's an honor to everyone."
	},
	{
		"start_time": "00:30",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Thanks so much. It's an honor to be here."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I mean, we're going to get into what you mean by getting poorer in the title of your book through the course of our conversation today. But you start the book by talking about the 2007, 2009 financial crisis and sort of its aftermath. So why was it such an important historical event?"
	},
	{
		"start_time": "00:56",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "I'd grown up during a period of relative prosperity in the UK. We, it was the new Labour era and you know, it's not like there were no problems, but there was a boom, right, and uh Gordon Brown, the Chancellor and then Prime Minister, was always saying there's no return to boom and bust. So there was just this feeling that, you know, things were getting better, they were getting better for the average person, and there was inequality and there were, you know, concerns like climate change and so on, and there was the Iraq war, of course, but. I think there was a general optimism, um, and there were, there were things like investment in social services that New Labour made. So it just felt like I hadn't thought about the economy at all, and that's partly because I was like 12, so fair enough. But also, it just wasn't a problem, right, and then all of a sudden in 2007 when I was 16 and I first started studying economics coincidentally, it was a big problem. It was a massive problem. All of a sudden the economy was collapsing, people were talking about, you know. Uh, CASH machines are gonna stop, stop spitting cash out, and uh there was just this real sense of dread and. That was, that was, um. It it was it it came as a surprise to everybody, right? It, it was, nobody really saw it coming. The politicians didn't see it coming, but it seemed like economists hadn't seen it coming either. And so I was thinking, well, OK, it seemed like things were going relatively well, then all of a sudden we have this massive crash. Nobody really understands what happened, nobody foresaw it. Uh, IT seems like economics might be a pretty important subject, right? It might be a good thing that I've just started to study this subject at high school. So that was extremely formative for me. It convinced me not just cos I had reasons for studying economics just that I found it interesting. I thought there was, you know, er, it was a fascinating subject in itself, but this added like a sort of a a political reason to study it really, like it gave um renewed validation for my decision to study it."
	},
	{
		"start_time": "03:02",
		"speaker": "Ricardo Lopes",
		"words": "And of course, talking about its aftermath, many governments across the world in response to it implemented austerity measures. I mean, what do you make of austerity? Does it work in any way?"
	},
	{
		"start_time": "03:16",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "I think it's a terrible idea. I think that it's almost never works. I can imagine a situation where the state is too bloated in certain countries and if you're going through an economic boom, then you might have some room to trim the fat, but that's certainly not the situation. I mean. If you're talking about Keynesian economics, where you've got like countercyclical fiscal policy, right, where you invest in a, in a downturn and you you push the economy out of that slump, um, and then you look at maybe making some cuts when you're back in the boom. Uh, AND this was kind of what Labour, uh, were doing. I don't want to sound like a Labour stan, um, but that's what they were doing before the coalition took office and, and the economy was growing and public and the deficit was shrinking. And uh then, then we decided on this extremely harsh set of austerity measures. Now, ostensibly the idea was that it would shrink the deficit. It turns out it actually didn't really do that because it's kind of self-defeating, right? It's a false economy. You take money out of the economy, you stop investing in the things that really matter to people, public services, er, local services, health and education. That's, that's not good for anyone, that's not a solid foundation for a, for a thriving economy. So this is why they missed their, their deficit targets. So they thought that they'd, uh, we'd be in the black by 2015. When that rolled around, I think the deficit was still like over 4% of GDP and it took until 2019 to get, to get to like a balanced budget. So. In the meantime, we had much lower growth, uh, you know, you expect to recover in a sort of V shape, typically after a recession. That wasn't, it was, you know, it was more of a sort of L shape. It was a really slow recovery. You had the hollowing out of public services of a lot of physical and social infrastructure across the country. You had things like Wages stagnating, especially for the poorest, for public sector workers, they had a pay freeze for like a decade or more. It's only recently that they've actually had a substantial raise some, you know, doctors and nurses and teachers and so on. So you really just had this economic stagnation since then and it's really interesting cos the financial crisis was. Clearly always going to be a terrible thing, and you know, there was no avoiding it once the once the sort of uh the seeds were sown for for things to collapse. But the way we reacted to it is really what I think has caused um our current malaise, it's what's caused the problems that we have now, and that was primarily. Austerity, um, and even, I mean we can get into this, I don't want to skip ahead too much, but even things like Brexit, right, there's evidence that the areas that were more exposed to austerity were more likely to vote leave, right, and then Brexit added further to our cost of, uh, cost of living, it, you know, was even worse for the economy, and we've just been in this downward spiral, right, just lurching from thing to thing, and this is before I even mentioned the pandemic."
	},
	{
		"start_time": "06:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and we're certainly get, uh, going to get into some of the consequences that that we are still experiencing right now, uh, some of the consequences of, of the economic crisis back in 2007, 2009. But, uh, I mean, we talk a lot about the economy, the economy, the economy, uh, and we're going to do that also today a lot. So what is the economy?"
	},
	{
		"start_time": "06:39",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "It's a really good question. What, what is the economy? I think the economy is. Fundamentally it's not, it's not tangible, right, it's an idea, but I think when people talk about the economy, um, they're talking about a kind of sphere that is separated from politics and society, right? They're talking about this sphere where money rules, where there's, you know, competition, where things um sort of sustain in a, in a spiral and. Through through competition, through private enterprise, it creates kind of overall productivity gains, overall growth, and it just seems to be to have a mind of its own, the economy, right, so people say like, oh this will be good for the economy, this will be bad for the economy, and there's this idea that there are like rules to how the economy functions. If you pass this regulation, this is gonna, you know, uh be good for the economy if you pass that regulation, it's gonna be bad for the economy, and it's something which is. Relatively modern. Now I think when most people say the economy they probably mean GDP. They probably mean like GDP growth, right, that, that is, that is generally what people have in mind, so they're talking about whether growth is going to be higher or lower, and that's something that like the current government has committed to. But I also think that it's a little bit more complicated than that because. You know, the Tories, they, they were talking about the deficit, they were talking about the public debt and deficit as the economy, right, and sometimes in the cost of living crisis, people would be like, you know, oh, the economy, the economy's gone wrong, right, uh because we've got inflation. So there's, there's lots of different metrics, but above all, I think it's something that is, people perceive as separate and people perceive as quite hard to understand, uh, operating with rules that we, you know, can't necessarily fathom. And that's, yeah, that, that, that's basically something which I think is relatively recent. I think we only really started to talk about it in the 20th century. And then there's this question of whether, you know, is how separate is the economy, um, is it defined by GDP? Is there another way to think about all this?"
	},
	{
		"start_time": "08:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, and we're going to get into the topic of GDP later on, but I, I mean, talking about wealth, how is wealth created? Where does wealth come from?"
	},
	{
		"start_time": "09:03",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "00 God, yeah, I mean, where does wealth come from, right? I think, look, I don't think anybody has a really good answer to this question. I think all you can say is that. It's some very complicated combination of um nature, you know, uh, natural resources, even, you know, the sun um you you can say that it's labor, for sure, labor, you know, you have to work to produce output or goods and services and um also, you know, capital like machines, um that increase productivity and. Much more ethereal things like, you know, um, knowledge and skills, arguably that they could be considered one of the most important things for wealth creation. I don't think anybody has a, a really, really good answer to this question. I think almost every explanation that you get ends up saying, well, you know, we, we say, we say it's these measurable things and then there's like a huge unmeasurable bit. There's just like the gap between the measurable things and like usually GDP right, it's like, where does, where does that come from? I think we, we do struggle to truly truly know, but. What the, what, what's for sure, I think, is that the um. The process of the economy becoming a separate sphere that we just, we just spoke about, that is what has given rise to the massive material standard of living we have today, one way or another, right, and through that process of like increased, increased productivity, you get. Massive wealth creation and modern living standards on average. I, I wish I had, if I had the answer to what creates wealth, you know, I, I'd be, I might be rich, but like I, I, I don't really, it's, it's still quite mysterious, but I think really you have to look at like the birth of the economy and the birth of capitalism to, to try and understand what gives rise to modern living standards."
	},
	{
		"start_time": "11:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, and I mean, in a bit, we're going to get into billionaires. It's something that you also talk about in your book, but do you think that we need the capitalist class in general? I mean, are those who were in a lot of money necessary engines of investment and wealth creation as some people would argue, or are they just extracting wealth from the rest of us?"
	},
	{
		"start_time": "11:30",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "That is the question, isn't it? And certainly the capitalist class, the emergence of capitalism does see what Marx famously called the MCM prime circuit, where you know you invest money in, you get commodities C for sale on the market, and then you get M which is hopefully higher, higher than M, right, and then you can reinvest that and you get, that's exactly the self-sustaining cycle we're talking about. So that forces up material living standards over the long term and on average, of course that glosses over a lot of what goes on under the surface there, it's not all good, uh, for sure. Um, SO that's, that's the role of capitalism historically, right? That, that's the role of the capitalist class historically, and it's something that we, we only really saw emerge in the English countryside in, in like, you know, 16th, 17th century. It's historically unique. Whether it was necessary um for industrialization, I'm not sure. My bottom line is that it's happened and I think that. For better or for worse, it's left us the globe. As a capitalist economy with a very high average material standard of living, what I would argue is that now increasingly it seems that the the capitalist class are extracting wealth more and more, and you see things like, you know, tech billionaires, you just mentioned, right, you see their platforms where people have to pay their platforms basically to have a presence online. Yanis Varoufakis has talked about this. Um, YOU see things like the, the overt corruption of politics, right, by, by this class, and I think clearly once you get to a certain material standard of living and also a standard of like education. And awareness, I think you want, you want to be looking at systems where you can, you can move away from capitalism as we know it and where people like the workers, er consumers, er local communities can have more control over the production process and. Pursue other aims than just, you know, profit and and growth and efficiency."
	},
	{
		"start_time": "13:42",
		"speaker": "Ricardo Lopes",
		"words": "But do you, do you think we can say that the, the economy has been organized to favor the capitalists?"
	},
	{
		"start_time": "13:51",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "I think so, yeah, I think you've seen a number of policy changes recently. I mean, there's. Probably the, the primary example which sticks in my mind for obvious reasons now is like how we've dealt with monopolies and these tech monopolies, because antitrust law, which is supposed to address monopolies, has just not been concerned with what these people have been doing really. The antitrust has been saying if the prices are low, then there's no problem, there's no monopoly, right, because monopolies raise prices. So if they're not raising prices, why complain? What that misses is that these people generally build what amount to economic empires, right, so take Amazon. Amazon, like very low prices, everyone can agree that Amazon provides a wide variety of products at very low prices and the astonishing level of convenience. What they don't see is quite how much control Amazon has over the industry, over, you know, online, um, and marketing services, you have to use them for that. If you're gonna sell anything online, you'll probably encounter Amazon at some point. Their logistics network, their incredible global logistics network, right, even things like credit facilities, and they can just squeeze out any competitors, and really there are no competitors to Amazon, right, and they have, they have a long history of, of squeezing out competitors. Anyone who sort of rears their, their ugly head will be, will be cut down and and er pushed out. So. That for me is like a policy failure, and it's allowing these companies to grow way too big uh in their own industries and then allowing as well, on top of everything I just said, someone like Jeff Bezos, right, can start to invest in other industries entirely. So his enormous wealth gives him power over the media. He bought the Washington Post and he sends Katy Perry to space for no reason, you know what I mean, it's just like. If they can do everything, right, or anything I should say, and then it seems like increasing areas of not just our economy but like our lives, right? You're talking about the media, you're talking about space exploration, you know, you're talking about all these things, they're just dominated by billionaires and I just don't think that's a good thing in any way, shape or form."
	},
	{
		"start_time": "16:07",
		"speaker": "Ricardo Lopes",
		"words": "So in exploring the topic of how we could organize our economy in different ways in your book, you talk about the example of football clubs in Germany. So tell us about that and how they illustrate the ways we could do things differently."
	},
	{
		"start_time": "16:24",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Germany's a really interesting case study because I, I really like Germany because it's real. It exists and it's really interesting because in some of the reviews of my book I've seen. In places like maybe the Financial Times, which were obviously a bit more, you know, orthodox, um, I, I get the, oh, you know, you're you're unrealistic, a bit optimistic, a bit utopian with your solutions. And I'm just thinking like Germany, it's just like, it's just across, it's just across like the way, it's just over in Europe. It's ridiculous like for people to say that's utopian and what they do. Right, is that they, they just have much more control over their industries, right, and that can come in numerous forms. So with football, which you mentioned, they have the 50+1 rule, which means that the fans own the football clubs, uh, a major, a majority stake in the football clubs, and they're not thought of really as consumers as we are. And the result is that German football. You know, it's very high quality, uh, it's ticket prices are lower, it's much more in touch with local communities. Uh, THERE'S a really good atmosphere at these, these German games, right? And yeah, it, it's just much more holistically run, you know, in the interests of, of the population, in the interests of Germans. Now you contrast that with the premier Premiership, right? Now the Premiership is is amazing. In the UK it is, it is probably the best football in the world, maybe I'm just saying that because I'm, I'm English, but uh, but it's probably true, it's it is probably true, right, and that and that's, look, this is, this is, this is capitalism, right, like there's so much investment, there's so much money in it, yeah, you've got incredible teams there, absolutely, and the standard of football I think is better than than Germany, but then you have to ask at what cost, right, because now. Communities who live close to stadiums have been priced out, you've got an increasing use of like executive boxes, clubs are just much less connected to, to their communities, and this is, and this is the thing, right? Football's gone from being somewhere where, you know, people could gather and congregate and even people, you know, there were political gatherings after football matches in the past. It's just not really, it's just not really possible anymore. So I think we've kind of sacrificed that on, on the altar of efficiency because the, the Premier League is a very, very capitalist league. And it's great for the, for the football at times, but there are, there are I think long term costs to the country that aren't considered, and Germany just manages those different things much better while still boasting excellent football."
	},
	{
		"start_time": "19:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. By the way, for people who do not follow the Bundesliga, Bayern Munich just got, uh, a new title yesterday. They are champions of Germany and Harry Kane finally got his, the first title ever in his career. So,"
	},
	{
		"start_time": "19:19",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "yeah, yeah, he deserves that. Yeah. I mean, Bayern Munich do win almost every season. I do have that's that's why I was saying, but they didn't win last season,"
	},
	{
		"start_time": "19:28",
		"speaker": "Ricardo Lopes",
		"words": "so yeah, yeah, yeah, it was, yeah, yeah, yeah. So, but I mean, this is something that we were confronted with during the pande during the COVID-19 pandemic. Who really makes the economy? I mean, who is essential for the economy."
	},
	{
		"start_time": "19:46",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "The mystery of wealth creation, I think is, like I said, still a mystery, right? I, I don't know if energy creates wealth, if labor creates wealth, if human capital and skills and knowledge create wealth, or if it's just some messy combination of all of them. What we can say, I like to stick to what we can say, right? In the pandemic, it became very clear who we truly depend on. And I think that that is, those are the workers who produce things that we need that are fundamental to our standard of living. Now you can talk about obvious things like food and water, shelter and clothing. I do think there are things like health and education, obviously health especially in the pandemic, even things like entertainment, you know, um, people wanted streaming services to continue during the pandemic, obviously. You know, 100,000 years ago we didn't have those, and, uh, you know, even, even 20 years ago really, we didn't have them. So, but with the need for entertainment is, is fundamental as well, and that's, that's how we deliver that now. So there are all these needs and what really struck me during the pandemic was how quickly everybody, the politicians, The population, right, and you know, economists and analysts, they were like, oh yeah, the essential workers, right, we'll just keep the essential workers on. Not, not like, not like hedge fund managers, not people who work in marketing, not academics or YouTubers, right? Like we're talking about like the bus drivers, the farmers, the nurses, and everybody just knew like who it was. And it just really struck me everyone, it wasn't. Like it wasn't like, oh no, who are the essential workers, we're gonna have to do loads of detailed analysis and try and figure that out. No, everybody fucking knows like who, who keeps, who keeps us uh you know, living and thriving. Everybody knew that. Um AND it was just really funny to me because that really cut through these sometimes abstract debates about wealth creation and things like, you know, who gets paid more, who deserves to get paid more. What's really concerning to me. As well, is that, you know, essential workers on the whole tend to get paid less. I think there was this review in the US that looked at the pay of essential workers and it's about 15% less than the average worker, and I think if you take doctors out of that, doctors are in the rare position of being an essential worker and being paid quite well. If you take doctors out of that, the gap's even bigger. You know, how much do bus drivers get paid compared to investment bankers, the gap's massive. Uh, AND that just really worries me because one thing. Again, you know, I saw a review of my book. I, I'm using this as a platform to vent about reviews of my book I didn't like, uh, but I, I saw a review of my book that was say that was. Acted like I was arguing that everything other than essential workers is completely unnecessary and you know, we shouldn't have any banking sector or anything. No, I wasn't saying that. What I'm saying is, why do we know who the essential workers are, and they're worst paid, worst treated, work longer hours than everybody else? How can we recognize that, that those are the people who are fundamental for human society and then treat, basically treat them like shit and pay them nothing and and do that. You know, during the pandemic, and then go and then um what, recognize them during the pandemic, and then just go back to the way it was before. It it's just completely outrageous, and for me that's really, that's just really telling and it. Is a much more simple idea than, you know, these debates about wealth creation which I think are really unsolved, because I think almost anybody would find it hard to justify, you know, why we can do that one minute, say those are the essential workers, it's simple, we know who they are, we depend on them, and then the next minute just. Pay them absolutely nothing."
	},
	{
		"start_time": "23:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so going back to the topic of billionaires just for a minute, what should we make of them? I mean, are they bad for the economy? What kinds of impact do they have on the economy, politics, and society?"
	},
	{
		"start_time": "23:51",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "The way I think about billionaires is less as really rich people who have nice things, although they are that too. It's more as people who have a lot of power and control over the economy, people who are able to exert control over their own industries, and you can see this. From how they operate in their own industries, right, from, from the start, someone like Jeff Bezos, he wanted to corner the market. He has always exerted a lot of control over his workers. Amazon workers are monitored like like nobody's business. It's a quite a dystopian uh picture in in any, any Amazon warehouse. Um, SO they exert control over their own industries, but then they reach, reach out into other areas, and they just want to have influence and power and control. And their money enables them to do that and their money in combination with, you know, current competition laws where mergers and acquisitions are often uh allowed and and justified. This just makes them economic kings, right? It gives them so much power, and I contrast millionaires with billionaires, right, so um well I contrast billionaires with millionaires I should say. Uh SO millionaires, you know, being a millionaire is great. I'd love to be a millionaire, you know, you, you'd have a nice house, um, you'd have plenty of nice things, you'd be comfortable, but. You don't really influence politics, you don't you influence your own world, that's great for your own world, but at this stage you're nowhere near the level of power that a billionaire's gonna have, right? And this is, this is the difference, because a billionaire can just summon a whole army of people, a whole bunch of resources, and just be like, I'm going to engage in this massive project. It could be anything, it could be buying Twitter like Elon Musk did, or it could be, uh, you know, going to space, or it could be, um, you know, trying to build a. Uh, NETWORK of tunnels under Las Vegas, which ends up not really working, but it could be anything, right, they just have almost unlimited influence, and that is really what distinguishes like a, a millionaire from a billionaire in in my head."
	},
	{
		"start_time": "26:01",
		"speaker": "Ricardo Lopes",
		"words": "And why have billionaires grown so much in number over the past few decades? Maybe that also speaks to the rising levels of inequality that we've seen not only in particular countries but also on a more global scale. I mean, why has that happened?"
	},
	{
		"start_time": "26:22",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "We've certainly reduced taxes on, on the very richest. I mean that, that much is clear, right, they were reduced from about 80%, top marginal tax rate in the 80s, and now they're down to somewhere between 40 and 50%, um, depending on where you are. So that, that's a pretty straightforward way that the richest have increased their, their um their lot. But the thing again with billionaires, it's funny, isn't it, because it's wealth, um not income. And I think, you know, I've spoken to some of the, the changes in competition policy and antitrust policy, how big companies are allowed to become, uh, I think that's fed into it as well. Um I also think that especially Anglo-American economies are very financialized, so a lot of things run through the stock market now. I think a lot of things are, you know, the, the financing is done largely through the stock market and through like venture capital, and so you get this balance sheet wealth, right, you get that and you can use that as like collateral if you want to do something like by Twitter. So I think there is like the fact that we don't tax them is probably front and center, that's like the number one thing I would say, we need to tax them, but I do think the amount of leeway that. They have in running their industries and also the role of like an increasingly financialized economy, those things also come into it."
	},
	{
		"start_time": "27:52",
		"speaker": "Ricardo Lopes",
		"words": "Do you think it is possible for anyone to become a billionaire without exploiting other people and the system itself?"
	},
	{
		"start_time": "28:02",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "I mean, I'm a big Taylor Swift fan, so I do. I do feel obliged to defend her as someone who, I mean she she's the first. Uh, MUSICIAN to make, uh, to become a billionaire solely from like music, she doesn't sell any merchandise, but you, and, and yeah, I don't wanna stand for her too much. Uh, GENERALLY speaking, her employees don't complain about her as well, they say she's actually a really good boss, but can you, I mean, I don't know, even then you've got things like intellectual property right, and, and intellectual property. Um, IS something which I completely understand the rationale for it. It's like, you know, I'm a creator, creators should have rights over what they do, they should be able to make money from what they do, but it is very much a winner take all system and once you get big enough, you have a lot of money accruing to the biggest. You can see this in any creative endeavor, music. It's winner take all, Taylor Swift's a billionaire, most musicians don't make anything. Uh, IT'S like Twitch, Twitch streamers, the biggest Twitch streamers like Hassan, make millions. Most Twitch, I I stream on Twitch. I, I get paid like 100 pounds a year, uh, from my Twitch streams, right? It's like, I don't get anything from it. So I do think we've got this dynamic of this winner take all market, um. And we need to really rethink how that works so that there's more democratic payment, uh a democratic distribution of payments to people. And I, to answer your question, I think exploited is a contentious word, but I, I basically, I do think that every billionaire is a policy failure, and if someone is a billionaire, we need to be looking at a way that to design our systems to. Benefit the average person more and you know take resources from the billionaire and and and give them to the, you know, the average musician. The average musician should make more money and Taylor Swift should make less. And she's like the best possible example. This is before I even get into like, you know, the really truly horrible billionaires."
	},
	{
		"start_time": "30:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, another thing that we can associate with billionaires is billionaire philanthropy. I mean, do you think it really helps people? What kinds of impact does it have on society?"
	},
	{
		"start_time": "30:18",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "You know, it's, it's a really tough argument to make. I think someone like Mr. Beast is a really good example. So I don't talk about him in the book, but he is a good example because most people, when they see a Mr. Beast thumbnail that's like, I, you know, cured blindness for 1000 children, uh, they're like, that looks good. And you're like, yeah, it does, that's kind of difficult to argue with, right? So uh but there's a really there's a complexity underneath that. Now the question is really not whether we should be curing blindness in children, which we obviously should, it's whether that should be channeled through people like Mr. Beast and through people like Bill Gates, who's made a lot of philanthropic efforts. And I think the problem here. Right, is that OK, they will do plenty of good things, but the moment that clashes with their bottom line, the moment that clashes with their image that they want to project, right, then what's gonna come first? Of course it's gonna be their bottom line. Now Mr. Beast has been the subject of a lot of controversy. Uh, A number of things, how he treats his employees, how he makes his videos, whether they're really truthful, does, did he actually cure blindness for 1000 children? Sometimes when you get into the nitty gritty, it's a little bit murky, nobody's really holding him accountable because it's a private business. Same with the Gates Foundation, you know, they've done things like made vaccines widely available, uh, like for things like polio, great. That's great, right, but then they do shy away from things which are less measurable. So the thing about, uh, curing polio with vaccines is that you can be like, OK, we've done, you know, a million people this year, and that's like, that looks good, that's like, you know, KPI that's like a metric, right? But I, they had this kind of clash with some researchers and with the Indian government. The Indian government was saying we need better water systems, better sewage systems, because diarrhea's a bigger problem than polio. And the Gates Foundation were like, oh, that seems a bit, you know, a bit too amorphous, I don't think, you know, it's not as good a a deliverable for, for our sort of image. And so it ended up, they ended up neglecting that, right? So these decisions that should be fundamentally democratic, yes, we should be putting resources. Into these things, as Bill Gates and Mr. Beast both do to some extent, maybe we should be putting more resources in, but they should be more democratic decisions, and that that's really the problem, but again, I want to underscore, I find this argument very hard to make to ordinary people because they are just like. 1000 blind children, what are you, you know, what's your problem? That sounds good, so yeah, I'd like, I'd like to think I'd like to. Discuss with people and think about how best to make that argument in a concise form."
	},
	{
		"start_time": "33:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, isn't it also the case that when we're talking about philanthropy, one thing that it usually does not address is systemic change because, for example, of course, we could give out money for uh uh nets in Africa to fight back against malaria transmission and stuff like that. But at the end of the day, we're not doing something that will ever see. Systemic impact on the politics or the economy of, I don't know, Angola, Mozambique and other places like that. So, and perhaps in the long term, it doesn't it doesn't have that big of an impact as it could have if we had more of a systemic approach to uh change, I guess."
	},
	{
		"start_time": "33:50",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Absolutely and you know they're not gonna. Bill Gates might want to uh deliver malaria nets, right, in, in Angola. um WHAT he's not gonna say is I'm going to relax my intellectual property claims in Angola, right, which would not only potentially open up the space for, for um. Health gains, but also more generally might release the grip that like Microsoft has on like local companies, right, and and the ability for Angola to grow and and and you know, create its own solutions and things like that, so absolutely, yeah, it does come at the expense of systemic change."
	},
	{
		"start_time": "34:27",
		"speaker": "Ricardo Lopes",
		"words": "So I want to ask you now a little bit about social mobility. Of course, I guess that uh for us to be more precise, we would have to go on a country by country basis, but you, you are from the UK. Talk, tell us about the UK in particular, perhaps the US as well. What do we know about social mobility nowadays? Is it good? Is it bad?"
	},
	{
		"start_time": "34:54",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "The thing about social mobility in the UK is that the there there is some churn, I think, in the middle class. I think if you're born lower middle class, you can probably end up upper middle class and vice versa. But I think if you're born poor and or very poor, your chances of getting out are are pretty low. They're pretty low, and similarly, if you're born rich. Your chances of falling, falling from grace are almost zero, right? So we do have a very entrenched class system in the UK and although there's some income mobility, I, it never really truly changes and there's this PhD thesis by um. Um, I forget his name, I'm sorry, but there was, uh, he was looking at long run social mobility in the UK. So what he means by long run is not, um, generation to generation. COS what's really interesting is that sometimes you get a bit of movement from generation to generation, you know, I might do better than my dad or the, but from, from across a long, a lot of generations, people almost always snap back to their long term position. Right, so yeah, I. I might like, uh, if I'm like relatively rich, maybe I'm, you know, uh, a wealthy heir, a careless heir, and I spend all my money. But then the chances are my kids are gonna be back up, back up in that top class, right? And this is really interesting cos I just think that. The class system, yeah, it's, it's not, I mean we still have the royal family, right, I think of it, they're like the apex of it, right, we still have the royal family here. I don't think the class system in the UK is in danger of disappearing anytime soon. I think that, you know, social mobility over the long term, especially and with wealth is pre is pretty limited."
	},
	{
		"start_time": "36:45",
		"speaker": "Ricardo Lopes",
		"words": "But what is behind the lack uh or low social mobility? What causes it? What are the main barriers to social mobility?"
	},
	{
		"start_time": "36:56",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "I think there are a lot of factors that um feed into this. So you've got like starting wealth, right, like your starting wealth stat. THAT'S like, that's pretty big. If you've got, if you inherit like a house outright, and that's not even to say that you're super rich, like I just mean a house, a normal house, right, then. Then you're just, your chances of doing well are so much higher, right, you've got that base, you've reduced your outgoings, right, you've just got like safety to experiment and try different things, start a business, start a risky job, get education, all of those types of things, right? If you've got that support network or just a strong family that like can can um give you money if you need it or allow you to stay with them. THOSE things can make a a really, really big difference. And again, you take it to extremes. The amount of wealth that that you know, people who go to boarding schools and and all of that in the UK have, it's just unfathomable, the amount of wealth they have, right? And there's just no chance that they can fail, they fail upwards. Um, NOW there's also the question of like social connections, right, I think this is really, really big in the UK. Um, THE journalist Simon Cooper wrote this book called Choms, um, which is like the sort of the group of friends who run Bri run Britain, and he said, you know, he said to me that it's astonishing who these people can get on the phone. They can have politicians on the phone, they can have CEOs on the phone, right, they can have policymakers on the phone, they can have diplomats from different countries on the phone, right? And the opportunities that you have when you can do that, on top of the fact that you're already really wealthy. You'll just always have job offers, and not just job offers, but lucrative job offers, right? VERSUS if you look at the other end, what are sometimes called the precariat, people with basically no assets, but no social connections, they can't, you know, people who are working maybe as cleaners, they don't have anyone they can phone and be like, you know, can you, can you give me a job, let alone can you give me a job that pays a million pounds a year. So I think you've got, yeah, things like the starting wealth and you've got social connections, you've also got discrimination. Which is a really big one. Now discrimination operates on a number of different dimensions, including class, but essentially, if you're, you know, the posher you are, the whiter you are, the more male you are, the more able-bodied you are and the straighter you are, I think the more likely you are to get that call back from a, from a job interview that you attend, the more likely you are to get to be selected as a tenant for housing. There's so much evidence for this that discrimination takes place on all these fronts, so. It is, it's a very complex picture, but the bottom line is that. People are playing on different difficulty settings, right? Like if you're born, if you go to Eton, you're playing on, on very easy mode, right, and if you're born, you know, into a, a working class family with, with short term, um, poorly paid jobs, maybe working two jobs, then you're playing on a very difficult difficulty setting and and everything is just harder."
	},
	{
		"start_time": "39:56",
		"speaker": "Ricardo Lopes",
		"words": "But uh but let's say that we have a country with high social mobility, which is good, but also high inequality. Isn't that a problem? Isn't that combination a problem?"
	},
	{
		"start_time": "40:09",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Have you got high social mobility but still high inequality? I think, I think so, yeah, I think there are, um, I mean. I will say that usually higher inequality means lower social mobility cos it just, there's more barriers created by the rich, but I, I'll take your question as given. um, THERE are problems created by inequality, right? And there's this research uh done on like socioeconomic status and health and on crime. Uh, THIS is pretty well known by researchers in the kind of epidemiology, public health space, and by crime researchers, inequality leads to these worst social outcomes. And there's a bunch of famous studies done. Um, ONE of my favorite ones was they studied nuns. So if you imagine becoming a nun, you go, you all, um. Go and live at this nunnery, you live the most homogenous lifestyle you can imagine, right? You're literally all in the same place doing the same thing, eating the same thing, acting the same way among the same people, right? But the nuns socioeconomic status going in was a predictor of their mortality, of their eventual life expectancy. So that it just, that kind of gradient. Makes a big impact on everybody and there's some evidence as well, so Kate Pickett and Richard Wilkinson have talked about this in the inner level. There's some evidence that it hurts everybody, right? So like, even if you're rich, um, but you're in a less equal country, your life expectancy is lower than if you're rich in a more equal country. Right, so there's, there's, there's just, uh, inequality gets under everybody's skin, it leads to a divided society, it leads to more status anxiety. That's like the crucial measure that they look at in the inner level, uh, just anxiety about where I stand in the pecking order, that kind of thing. So I think there are lots of reasons for us to want more equality in general, even if we have high social mobility, even if other outcomes are going relatively well. It's something that's worth pursuing in itself."
	},
	{
		"start_time": "42:08",
		"speaker": "Ricardo Lopes",
		"words": "Since we're talking about inequality now, what are the social consequences of inequality because we hear from certain people like, for example, Steven Pinker, he argues in the in the Enlightenment now that he, he has a sort of a chapter on inequality and he argues that if people have a positive perception of Quality that is, if they think that people who earn more or have more money deserve it because they might work more or they might do more things than other people, then inequality is not a problem. But even if people have a positive perception of inequality, uh, can't it still have, uh, bad social consequences?"
	},
	{
		"start_time": "42:55",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "There's definitely a truth in what Pinker is saying, right? I mean, we all understand that the 2008 financial crisis, people were really angry at bankers, right? And why? Was it just because they were earning more? No, because people were less angry at them before the crisis, right, where when the financial sector hadn't imploded, they were more angry with them. After they imploded the financial sector and the economy, and then continued to get paid loads, after being bailed out directly by the government and the central banks, and it's like people are like, well you're just, you know, this is socialism for the rich. It's ridiculous, it's unjust, it's unfair. So I do understand that, but I don't know why, I mean I do know why Steven Pinker argues this because he has to spin everything as improving, and he knows that inequality has been getting worse, so he has to say it's not a problem. Now this contradicts some of his earlier work, it must be said, but anyway. There's a lot of evidence, and Pinker's argument there is based on lab experiments, by the way, there's a lot of evidence from like actual data. If you look at subjective well-being and happiness data, inequality just impacts people's happiness. Regard everywhere, across the world, um, the level of inequality in a country, the level of inequality in a local area. There's a lot of evidence that they impact subjective happiness. And so he says specifically, you know, inequality is not a fundamental component of human well-being. Well, this is data on well-being and it contradicts him, so I just, I don't see how he can sustain that argument. On top of everything else I just said about health and crime and the socioeconomic gradient, I think there are so many negative effects of inequality on people."
	},
	{
		"start_time": "44:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, DO you think that higher taxes, particularly on the rich, could contribute to fixing inequality?"
	},
	{
		"start_time": "44:37",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Yeah, definitely, I, I'm, I'm in favor of uh taxing income, I'm in favor of taxing capital gains as well, particularly I think that the fact that capital gains tax is much lower than income tax is something I don't support. I think if you, you know, you gain from an er an increase in the value of an asset, you, you and, and you realize that you should, you should be paying tax on it as if it's as if it's income. And I'm in favor of some kind of wealth tax. I'm, I'm undecided on, on what exactly that would look like. I know wealth can be quite hard to estimate and to tax, but one suggestion I've seen is that because like I said earlier, a lot of the rich's wealth these days is in stocks. Um, AND that's. It's hard to tax because it's not money, right, it's not money, but what I've seen is, you know, take the stocks. You take the stocks and you create something like a social wealth fund, like Norway, like Alaska, that pays out to the population every, every month, every year or whatever, some kind of dividend, and so you just appropriate the stocks for the general public. Um, SO yeah, there are, there are, I, there are countless ways I'd like to tax the rich more and I think it, it has two benefits, right? So firstly, it reduces the power and control that we've been talking about. But secondly, the money that you get can be used to help people, right, so you've got a kind of double whammy there."
	},
	{
		"start_time": "45:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND what do you think about universal basic income? I mean, from the experiments that have been done in several different places across the world, uh, looking at their results, what do you make of it? Do you think it has a positive or it could have a positive impact on people's lives?"
	},
	{
		"start_time": "46:16",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "I was initially a skeptic of universal basic income, and that that was mostly because I was worried that it would be used to replace all public services, and I think there are people who that's more, if you go on the more right wing advocacy, going back to maybe Milton Friedman, uh but also maybe people like Andrew Yang. Um, AND who, who I think was pitching it to the right as like a replacement for, for the state basically for public services. Uh, I, I don't like that argument. I don't think it's a replacement for public education, public health. Those sectors have their own reasons that you would want to provide them publicly. However, I think it's a supplement. And I think that the thing is, right. Before the emergence of capitalism that we spoke about, before the emergence of the economy as a separate sphere, people were generally more connected to the land and to their means of subsistence. People used to work, but they used to provide for themselves. So they'd have this like baseline standard of living, they wouldn't necessarily have to work for wages in order to earn money to survive. That was how capitalism established itself in the English countryside. And so we've been disconnected from our means of subsistence, and this is when you see people unable to survive if they, if they can't, if they can't work in a job. And there are lots of problems with that. Jobs aren't always available to people, um. You know, they can be extremely soul destroying and alienating, right? And it's just a fundamental human urge, I think, to, to be, to have like subsistence and to have that baseline insurance. I think it leaves us all in a state of like permanent anxiety and uncertainty. So UBI, I think, now that we have. Capitalism, now that we have a market economy, now that everything's exchangeable for money, UBI is, is, is giving, giving that back to us, right? It's giving that baseline. No, you will never fall below this standard of living. And it doesn't have to be a high standard of living, I would say like, for me, I would start with like 10 a month in the UK. That's not loads. 120 a year is not like that expensive, it's. Completely affordable and it's not like some luxurious standard of living, but it is just saying, nobody, nobody is allowed to fall below this, right, and that level of security, I think, is absolutely vital as a human need. Now you mentioned the trials. What has really surprised me about these trials, cos we've we've experimented with UBI across so many countries, more in in poorer countries. Uh, I'm, I believe in, in humanity, and I don't believe that everybody's just gonna slack if they get UBI. I think people have an urge to contribute to society, to better themselves, to invent and create and, and, and so on. But I have been surprised by how successful these trials have been. It's incredible people really don't take time off work, working unless they're maybe um raising children, mostly mothers, which is, you know, that is work obviously in itself. There's there's effects on the local economy, there's no like inflation, they seem to boost the local economy. People don't spend all their money on, you know, sin goods like like cigarettes and so on, which by the way, they have a right to, but I've just been surprised like, it really, really works. Uh, IT doesn't have almost any of the negative effects that people were worried about. It has a lot of positive effects, and I think. As well as being a kind of moral obligation, as I just outlined, I think it's an economic obligation as well, I think it's good for the economy. So, there's no excuse now, especially in poorer countries as well, like we could solve poverty. Like that, we really could, right? Like I appreciate there are logistical problems, but like we, we could solve it just by rolling out these programs across the world. Nobody in the world, we have so much wealth in the world, nobody is allowed to drop below a certain standard of living. That is one of the policies I would like to see tomorrow. I, I, again, there is no excuse for us not doing it."
	},
	{
		"start_time": "50:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT in terms of its affordability, because this is something that many or at least some people would worry about. I mean, uh, uh, would it entail any changes to our, for example, taxation system or something like that? Because, uh, I mean, when it comes to, you mentioned public services, let's say, let's Talk for example about disability benefits and employment benefits. I mean, would those still be there and would they add to universal basic income or would universal basic income substitute those sorts of public benefits?"
	},
	{
		"start_time": "50:54",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "So yeah, that's a really good question. I'm glad you asked it because it could UBI is a is a cash payment rights a money payment. It could feasibly, I don't think it should replace public services, it could feasibly replace some of the cash payments out there, right? So I don't think you'd need unemployment benefits if you have UBI, for instance, because it is basically that just for everyone all the time. Disability benefits maybe, you know, people with disabilities have different needs, um. But I think we think even like, you know, pensions as a baseline pension scheme, public pension scheme, right, things like um grants for students, I think like living money for students, I think it could replace that. So there are, you are saving on, on some metrics, you're replacing them with UBI, which is also less administratively costly. But you, you'd need to raise taxes. Right, you'd need, you'd need further progressive taxation. um, AND I, I haven't done the maths on this in a while, but like Scott Santenss is, um, have you, have you ever interviewed Scott Santans on your, on your, you heard of him? OK, he's he he's he's really cool, he's like a UBI. He's on a mission, he's on a mission to get UBI established. He's really good, but he, he's done all the calculations and you know, it really is. It really is completely affordable with some modest tax increases and replacing a few programs, um, yeah, it it's, I think it's completely feasible."
	},
	{
		"start_time": "52:14",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I asked you earlier about Steven Pinker's views on inequality, and we know that he also has these more broader view of improvement over the course of the past few centuries. He also talks about that in the Better Angels of Our Nature and other books. Uh, WHAT do you make of the many ways life has improved for most people, I guess that would be fair to say, over the past two centuries."
	},
	{
		"start_time": "52:47",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "These are the new optimists, and I think it's really interesting for me because I made a video on my channel critiquing Steven Pinker on inequality and poverty, and I've covered some of that already. So the new Optimist, there's also Hans Rosling, uh, his book Factfulness. There are other ones, I think Charles Kenny Get Better, Matt Ridley, The Rational Optimist. There are quite a few of these books out there. Um, I've not read all of them. Uh, BUT I really think that there, there are a number of issues with this narrative now. The first thing to say is that there is this massive growth in our material standard of living over the past two centuries, the past few centuries, right? I, I mean, I started by talking about that. Furthermore, there are recent gains um in economic gains, you've got the rise of China, for instance, the most. The most salient example is the rise of China. Nobody can deny that the Chinese standard of living has gone up. Other countries, mostly East Asian, have achieved similar things. Um, AND there are also, you know, there are plenty of growing countries, uh, that, that are doing doing really well now like Rwanda's doing relatively well, for example, and like Nigeria's grown a lot. So there are, there are some economic success stories. In addition, there are success stories along like the matrix of health and education, things like literacy, things like vaccines, things like nutrition, I think things like malnutrition have been combated hugely, right? Now, I don't really wish to deny any of this, uh, but my issue is. The narrative attached to it, right? Um, AND I think Steven Pinker in particular, Rosling's a bit more nuanced on this, but Steven Pinker in particular, his idea seems to be, things are getting better, why is everyone complaining? It must just be because they don't understand these graphs. Let me show you 70 graphs. Now, do you feel better? Uh, AND the answer is no, and he has to do things like blame cognitive bias and media bias, which is very weak, is, is very weak, that stuff, we can talk about it if you like, but um. I think the fundamental question for me that I'm asking in in the book why we're getting poorer, why is it that despite many of these gains, despite the massive growth of GDP and some of the great technologies we enjoy, look at what we're doing this interview on, you know, despite some of these gains in health and stuff. Why is it that so many people are struggling? Why do so many people feel the pinch? Why is there so much political backlash? And I think the answer is. For me Yes, we have a lot of material wealth, but a lot of our much more fundamental needs, I think have been sidelined. And a big example here would be housing. Like, yeah, my grandparents, right, my grandparents couldn't order, you know, Brazilian, Korean fusion to their door in half an hour. OK, they couldn't do that, they couldn't have a a a video call online. Right, OK. They didn't have access to like all of the world's information at their fingertips. But what they could do was afford a house. Um, AND what they did have was far better local services, far more access to er sort of social and physical infrastructure that's declined across England over the past decade or so. And They, they didn't have to pay for university, right, so I think there are all of these things which are very fundamental to people, seem to have become less available or more costly or worse run. And we, that's because we haven't focused on them. We've allowed the economy to grow as a whole without focusing on these fundamental human needs. And this goes back to what I was saying about essential workers because those are the people who provide these things, right, and yet we don't. Honor them in in in any sort of way. We're just happy to say, you know, let the economy run, let the private sector grow, whoever gets paid in the private sector, you know, deserves it, and we're not going to focus on how we provide for uh human and social needs. That's what's fallen by the wayside, and I feel like that's why a lot of people are so dissatisfied because they don't feel like they're getting richer. You know, we've had housing costs, we've had the cost of living crisis, we've had the supply chain crisis, we have all these things that are hitting people in their pockets. I mean the the Resolution Foundation in um earlier this year. They um released a report showing that in the UK the bottom 40% of earners have lost out since the pandemic. They're earning less than they did before the pandemic, and that, that's gonna go down by 2029, they're gonna be earning even less than that. Right, so it's like, yeah, overall GDP is going up and some metrics are improving, but so many people are struggling and Pinker and Rosin, neither of them look at things in enough depth to really capture that in my opinion."
	},
	{
		"start_time": "57:42",
		"speaker": "Ricardo Lopes",
		"words": "Right. And let me ask you specifically about poverty. I mean, usually people, when they talk about poverty and how capitalism supposedly has been lifting people across the globe out of poverty. Usually they are referring to extreme poverty, but uh I mean, as Has capitalism really been lifting people out of poverty? Has that really been happening? Because it seems to me that at least in recent years, a higher number of people and even in the most developed countries have been living in poverty, right?"
	},
	{
		"start_time": "58:22",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "It's a really good question. So it gets, what is poverty? You get to this fundamental question and and uh there's no easy answer to that question because on the one hand you could say, you know, simply you're starving, right, if you're if you're starving, you're in poverty. But that but that doesn't seem like enough because then you've got people who are maybe not starving, but clearly living in in really unacceptable conditions. And then you've got things like social exclusion, some people think of that as, as like poverty if you're just excluded from participating in society. Um, SOMEONE who's like homeless might actually, you know, in London, their, their, their money income would put them way above the international poverty line, right, but they're completely cut out of society. So, so there, there's lots of different ways of, of estimating poverty. I don't think any of them are entirely satisfactory. But what Pinker and Rosling and the New Optimists and our world in data do is they have this international poverty line, right, and it's like $2 150 cents a day. Uh, NOW that's very little. It is worth underscoring how little that is, it's like, um, less than $1000 a year. Um, AND I think this is fundamentally flawed. Now there are a few reasons for that, but one of them is that it, it creates a lot of false certainty. Around the data that we have, like we don't, we don't have that good data on poverty in poor countries and especially among the poorest people in poor countries. There's a guy called Morton Jervin, a poverty researcher has looked at this and that sometimes the data they're just missing, right? And then you get this kind of pristine graph that's like poverty's declined, it's like well how many, for how many countries is that, is that data actually not there? I do think it's false certainty, right? But there is also this question of like, um. How context dependent poverty is. So I think the international poverty line puts poverty in um Egypt and also Turkey at like 1%, right? And scholars from those countries who work on their countries, they're just like that's, that's ridiculous. 1% of the, basically none of the population are in poverty. There are people scraping by, you know, in Cairo, there are people who are just like living on the streets. There are so many people and the, the government puts their poverty rate at like 30%. For that reason, and I think this does get to the point that really, yeah, poverty does just depend on the society you're in, and I think we need relative poverty lines that are like defined as a. As a percentage of the national income, uh because uh the the bottom line is this, the idea of needs and the idea of social exclusion, they interact, right, if you can't think about it like this, right, you know, imagine going to a job interview in the UK without clothing that's kind of. Nice and acceptable to the people in in the UK, right? You might even need a suit, right, at least a shirt or something, and you need to be clean and well kept, you know what I mean, all of these things. And that's like, yeah, you have to be at this level, otherwise you're, there's a, it's like a threshold, right, otherwise. YOU'RE below it, then you're not, you can't get a job, you can't get a house, you can't participate in society. So that threshold is how we should define poverty, in my opinion. Again, no easy way to do it, but most governments and and er researchers have settled on this kind of percentage of median income or something like that. And if you look at that country by country, you will find that poverty, the picture with poverty isn't as rosy as that, you know, precipitous decline with the international poverty line, um. And people even in richer countries like the USA there's poverty, right, whereas the international poverty line would say there's basically none. No, there is, of course there is, there's loads of homelessness in the USA. Don't tell me there's no poverty there, right? So I think that for me is, is the fundamental problem here. Now I do want to underscore this by saying due to such impressive growth in places like China. There is still a poverty reduction even using this line, if you use the Chinese um poverty line, right, you still get a lot of poverty reduction, right? So it's not that it's completely invisible, but I just think we're looking at the the wrong metrics here. And to understand poverty, you know, you need to go country by country and even region by region. You know, it differs based on whether what counting, you know. If, if you're in a very hot country, you don't actually need like a house as we would have one in, in a colder country, right? You know what I mean it just, it just changes, it changes over time, it changes across space. And I just think you need much more depth than someone like Steven Pinker or or Hans Rosling is going into with their, with their one graph that solves everything."
	},
	{
		"start_time": "1:02:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean, the $2.15 a day, it, it sounds really ridiculous to me. I mean, it's not just that even for people in poorer countries where maybe, I mean, the cost of living is not as high as in other more developed countries. I mean, $2.15 a day is, is still ridiculously low, but, and I've heard some criticisms from, for example, some Uh, socialist critics who say that it should be $5 a day or it should be even $10 a day and even that is, even $10 a day, it's just $300 a month, so it's not really that high. But I, I mean, it's, isn't this amount uh ridiculous even for poor. You"
	},
	{
		"start_time": "1:03:38",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "know, there was a guy who I think worked at the statistics office for uh in Kenya. And the, at the time, this was maybe a couple of decades ago, the official uh statistics put I think half of the population below $2.15 right? And he said, if that's true, half of my half of my people are dead, right, because actually it it there's these huge problems with like how we estimate this, and I actually think that. You're talking about a process of marketization, right, and again this goes back to what we've been discussing all, all through uh this talk, right, of capitalism establishing itself, things being brought into the market, into the official economy and. Researchers work hard at this, I don't want to denigrate anybody who works on this. They know that there's a problem here, but non-market forms of subsistence are generally underestimated by this, right? And so this gets to your point, because it's like, actually I think the it's not like everybody's been living on $1 a day or the equivalent for the whole of human history. Like the guy in Kenya said, that's ridiculous, they'd be dead. Right, people need much more than that to subsist, and I think our measures kind of overestimate the gains from marketization. So, yeah, I mean $10 a day, Lance Pritchard, I think said $15 a day. Even then it's, it's really, it's really not that much money, right? Um, SO I, I do think it's too low, uh, but again, I think it, it, it should be, it's too low. There's your headline, it's too low, but also it needs to be context dependent and vary based on country and location and and other needs as well. You know, if you've got, like we mentioned disability earlier, if you've got a disability, your needs are different, right? It's, it might cost more money, you know, for you to, I don't know, just have a wheelchair or something, right, so like, then that's a fundamental need. So there's so much context dependence here, um, and I don't think it's easy to say what is happening to global poverty from a graph."
	},
	{
		"start_time": "1:05:40",
		"speaker": "Ricardo Lopes",
		"words": "Right. And the other thing as well is that even though many times people do not even consider this is that it is very expensive to be poor, right?"
	},
	{
		"start_time": "1:05:53",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Yes, yeah, I mean this is, it's, it's uh. It's a a vicious cycle, right? It's a vicious cycle being in poverty because we were talking about mobility, you know, and and this is the, you know, the sharp end of that, because when you're in poverty, OK, firstly, let's take a bet, you can't eat, you you can't eat enough, right? That's not good for you, that's not good for your life chances, that's not good for your economic productivity or anything, it's not good for your health, right? And that kind of dynamic creates a lot of, a lot of costs and there's this. There's a lot of um. There are a lot of researchers studying the effects of poverty now and the effect it has on people, it can, you know, everything from. It can reduce your IQ, right, there's some famous research on that that shows when people are impoverished, the same person, when they're poor versus when they're rich, they're like, they score worse on intelligence tests, it reduces your time horizon. There's no point in planning for the future when there may not be a future, right? You need to work on them now. Can I pay rent this year, uh, this, this month, not, you know, what am I, you know, am I going to invest in a, in a house, in a mortgage over the next 5 years? You can't think about that, uh, you don't have the mental bandwidth. And also there's, you know, directly to what you said, just the richer you are, the cheaper things are, quite simply, because a, a good example would be like a, a phone contract, right? You you would have noticed that if you get a mobile phone, if you pay upfront for the handset, it's cheaper overall. Now you, I, uh, you know, I, I can't afford that, so I'm paying more over 18 months or whatever, but there's a lot of things like that and you know, as you, as you get richer, you can just invest in nicer things, right, which last much longer, and then you reduce your expenses and. There are things like, you know, even as you get as you get as you get richer, you're more likely to be given things as well, right, you're just more likely to have things given to you for no money at all. So poverty is, it's a trap, right? It is a trap, it's a vicious cycle, and lots of people, I feel in our current analysis believe that the poor are poor because they're, you know, they're, they're not productive, um, because they, they don't plan for the future and all things like that, it's like, no. For anyone, being in poverty creates that situation, right, being it's, it's reverse causality, poverty causes those things, right, it's not that those things cause poverty."
	},
	{
		"start_time": "1:08:22",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and a very interesting example I read once, I think it was on Red. It was someone saying that he had a very old car and he didn't have lots of money. So he had to keep his old car, but then the car kept breaking down and every time it broke down, he had to take it to, uh, the garage to get fixed and every. Thing like that. So he was always spending more and more money on this car just to be able to drive around. And someone who has more money, who's rich or even not even that rich, but with a little bit more money, can just ditch the old car and buy a new one and avoid all those expenses."
	},
	{
		"start_time": "1:09:04",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "100%, yeah."
	},
	{
		"start_time": "1:09:06",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about the gender pay gap. I know that you, uh, that you've done an entire video on the gender pay gap for your channel and you also write about it in your book. It's a very interesting topic, not only because there's, I, I mean, it's interesting in itself talking about these things, but also because people from uh both uh from both sides have uh some compelling arguments, let's say, but What do you make of it? I mean, first of all, is it real? And if so, what causes it?"
	},
	{
		"start_time": "1:09:43",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "It's a fact that women have, on average, um lower access to resources than men, right? Women earn less than men. If you take an average man and an average woman, right, the woman will earn less, and I think Matt Breedig did the calculations where that's like 60%. The average woman earns about 60% of what the average man does as of maybe 5 years ago, maybe it's pre-pandemic, right? Now, then there's there's these more nuanced questions. Um, WHAT about if they're both employed, right, then OK, yeah, it drops and it's more like 80%. Then there's like, what if they're both employed in the same job, then I think it's more like 10%, right? So I think there is a gender pay gap, you know, uh uh at all levels. It reduces once you start controlling for things. Once you start adjusting for, OK, men and women are working differentially, they're working different hours, they're working in different jobs, that's, that's true. Now what you get with this debate is, I think, quite a fundamental misunderstanding uh perpetuated by people like Jordan Peterson in his like infamous debate with Cathy Newman on on Channel 4 where, you know, he, he knew more about it and so, you know, it seemed like he was right, but actually. What he was saying basically is that you should unambiguously control for all these things, control for as many things as possible. Whether you're working full time, how many hours you're working, what your occupation is, um, your personality traits even, are you, uh, more agreeable, are men less agreeable than women, that's why they get a pay rise and so on. I think this really misses that those very things can be the uh mechanism through which women are discriminated against, right? So if you have women are pushed out of jobs that pay better, lawyers, bankers, what have you, and into jobs that pay worse, right, like secretarial roles or administrative roles, or, you know, women being nurses as opposed to doctors, right? If if you think about those kinds of things, then discrimination unambiguously does take place along these metrics. There's a lot of experimental evidence on it or close to field experiments, um, on this, as well as lab experiments too. There's so much evidence that like women are just more likely to be um. To to be rejected for for these roles, right? And so then you have to ask, well, OK, that that's how discrimination is taking place, so yeah, women work different jobs than men, but they. Um, AND that's why they earn less, but that's not their decision. That's the decision of the people who are who are who are not employing them, right, who are rejecting them from these areas. And on top of that, you've got more general social pressures and, and gender expectations and things like that. But I think just purely on employment, discrimination against women is substantial, and that contributes to the, to the gender pay gap."
	},
	{
		"start_time": "1:12:34",
		"speaker": "Ricardo Lopes",
		"words": "And even in the book, when, uh, at a certain point, if I remember correctly, when you talk about or address uh differences in personality, even if it's true that women are on average more agreeable than men, I mean, uh, and but that apparently would have some influence in terms of Uh, income, but, but I mean, you, I, I think that at a certain point you mentioned that in cases where women are disagreeable or a little bit more disagreeable than people are expecting them to be, then they are penalized for that."
	},
	{
		"start_time": "1:13:13",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Right. Yeah, so being disagreeable I think leads. To pay rises on average, cos you're like, no, you know, give me more money, um, I don't have any experience with that. I'm quite agreeable, so I, I don't, I've never asked anyone for more money. I'm always too scared, but, but if I did, as a man, I'd probably be rewarded for it, whereas for women, they're they're less likely to be rewarded and that's exactly what this paper shows, right? It's like. They have agreeableness for men and agreeableness for women, and it shows, yeah, there is a gain for men, but there isn't one for women, right, and that speaks to this kind of, this, this bind that women are in, right, because it's like. Men do better, men are treated better, and men behave a certain way. But if you try to behave like men, you won't necessarily be rewarded for it, and in fact you might be punished for it. I mean, there's other things like this, there's like the competence likability trade-off, right, so men are allowed to be competent and likable, right? You could be like a really successful man and everyone's like, oh yeah, you know, I respect him, he's a good guy. If you're a really successful woman. People, people are likely, people are less likely to, to like you, right? They, they think that you're not very likable. You get all these sayings like, oh, you know, she's um I don't know if you in the UK we say like a battle ax or something, you say like uh or like girl boss or I don't know, you just get all of these sayings for like, you're, you know, you're you're just because you're harsh for a woman. To be successful, nobody likes you anymore, and and and and you know that all of these binds, there are so many binds for women in the workplace, so many things they have to deal with, and it's not enough for Jordan Peterson to say, oh, you know, be more disagreeable, you'll get a, you'll get a um a pay rise. I mean, case in point, that interview, Cathy Newman was being pretty disagreeable and uh I'm pretty sure that later on he called her a possessed witch or something. It's like. Would you say that about a man, Jordan? I don't think so. So, you know, he's just demonstrating that point succinctly."
	},
	{
		"start_time": "1:15:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, right. So I, I want to ask you now about some of the crises that people have been experiencing in experiencing in the, in recent years, like the housing crisis, inflation, the cost of living crisis. But, uh, I mean, before we talk about housing itself in the book, you tell us about the importance of land. I mean, why is land important and in what ways does that link them to housing?"
	},
	{
		"start_time": "1:15:44",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "That's It it's the worst kept secret of the housing debate that it's actually about land, right, and I think land has, Land is, is, is fun it's almost unimaginably fundamental because it's, it's probably the, the clearest need we have in that you actually can't exist if you're not on land, right, we have to, we have to be on land somewhere. So it really matters who owns that land, what right what rights we have to it, how we're allowed to interact with it, how it's balanced with the needs of others and so on. And so you've got that fact that, you know, we absolutely fundamentally cannot do without land. We can do without food more than we can do without land, right? Plus you've got the fact that it's supply is basically fixed, you can't really create land like that. I mean there's some attempts, but um it really. There is a certain amount of land on the world and there's not gonna be any more. And especially if you're talking about specific locations, each location is unique. So whoever owns that land is gonna have like some kind of monopoly power. Uh, WE really need them and we can't create more, right? So this is, this is what makes land what I call the ultimate monopoly, right, the mother, the mother of all monopolies, I think Winston Churchill called it. And we've chosen to pursue this private model in most capitalist countries one way or another. I think even more in in English speaking countries, we've chosen this kind of private model and people privately, privately own the land and you have to buy it uh to get access to it, and often it's not really, it's not really counterbalanced with the needs of the community, and that has led to a lot, a lot of problems."
	},
	{
		"start_time": "1:17:35",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, and in the book you also talk about land taxes. I mean, what are land taxes and what benefits uh could we get from them?"
	},
	{
		"start_time": "1:17:45",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "So, With things like house prices, right, when you estimate the value of the land and the value of of the housing separately, it's clear that when house prices rise year on year, as they do relentlessly in the UK as well as, as well as across the globe, really, um. It's actually the value of the land rising, and the reason for that is that basically if you think about a house. The actual physical house, if anything, it's depreciating, right? It's, it's, you know, it's gonna need work done over the years, um, it's gonna become older and it might need stru like proper structural, uh, not reforms, um, but anyway, structural changes at some point, right? So the house is, is. Deteriorating and you can see that it's the value of the land that matters because suppose, you know, something happens, a new employer opens up nearby. What happens to house prices in that area, they go up, a new transport link opens. House prices in that area go up. I don't know, someone important, someone famous moves in nearby, house prices go up, nothing's changed about the house, it's the land or another way of thinking about it is the location, right? It's like where you are, what's available to you, right, and that. And that just increases, right? And Winston Churchill again, um, I don't like the man, but he could turn a phrase, but he said, look, every single one of these improvements to utilities, to transport, to the broader economy, the landlord doesn't affect any of them. He sleeps and yet he yields the benefits as rents go up, right? And so therefore what land tax does is it tries to capture these economic rents, and economic rents are generally thought of as something which is like unearned, it's an unearned increment, it's not. It's not created by the person who receives it, right? And that's just, you know, your landlord just happily sitting on all this land while the area's up and coming and, and everything's going well and his rents, rents go up, he hasn't done anything. He hasn't done anything, he hasn't necessarily invested, it could be the same house with with no investment, right? So, so that, try to capture that just by taxing the value of the land. Uh, THIS is what land tax tries to do, and I think it has a number of benefits. Number one. Generally speaking, you can say that landlords are richer than non-landlords. I think uh that's a pretty safe statement to make. So it's redistributive if you tax land and give it back to to the people. Uh, SO there's a, you know, there's a basic political case for it, uh, you know, redistributing the wealth and all that. But there's also some more interesting effects of land taxes because it's pretty much the only tax, I think that may encourage rather than discourage economic activity. So because you are taxing land, no matter what they do with it, the land is pre-existing, right? Um, AND they're sitting on it. If you tax it, you kind of light a fire under their feet and you make them invest because they need to make the money back, right? Or sell it to somebody who, who will. And so there are these really interesting studies of land tax that show actually it can kind of bring investment forward, right? Unlike other taxes which tend to discourage investment, it can bring investment forward. Right, and then you just, uh, you actually end up with more with more growth, more investment in buildings and, you know, less land banking, you know, nobody just can just sit on their land and not do anything with it. So I think it's a really interesting tax cos it it has the rare benefit of being kind of morally just, um. And raising revenue, but also probably being good on a pure on a purely, you know, purely economic basis, on an efficiency basis, and most economists from across traditions have agreed on that. I think Milton Friedman said it, I think Robert Solo said it, I think uh and obviously Henry George and the Georgist uh love love to. Love to sound this, this alarm about land value taxes."
	},
	{
		"start_time": "1:21:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, but I mean, what is then the housing crisis and what led to it? I, I, for example, I live in Portugal and people have talked a lot about the government having allowed many rich foreign people to buy, um, uh, to buy houses here to, to. Uh, AND, and then also, I mean, many, uh, accommodations being used for tourism and stuff like that. So, I mean, people have been talking a lot about that here and in rent prices and house prices have been going up and up and up and here in Portugal, for example, rent prices are still going up and uh we have a minimum wage of 870 a month. And in Lisbon, for example, the capital, you can't really rent a one bedroom apartment right now with less than 1000 something euros. So it's basically impossible to live in, in Lisbon for people who were minimum minimum wage. So, I mean, but what led to all of this? Really."
	},
	{
		"start_time": "1:22:51",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "I think there are, there are so many factors. I mean, you mentioned the the super rich, right, I do think that there's this problem. With pursuing this private ownership model, that housing becomes an asset, right, um, housing is an investment, it's a speculative investment. It's also quite a sure thing because house prices just do seem to rise relentlessly. So compared to even the stock market, right, it's quite a good investment to make if you're a rich person, if you're looking for some kind of return. And so you just get people buying up houses, you get people buying up houses, people with more money than you, people who have collateral of various kinds who can, who can take on more debt than the average potential buyer, especially someone like a, a, you know, a first time buyer, let alone somebody who's on minimum wage. So you get that kind of spiral, and you also get the banks buying into this because they're willing to make these mortgages, er lend out these mortgages, and the rules around that have been relaxed over, over the decades. And they, they make these, uh, they, they lend this money and then the, the price of the house goes up, and that appears on their asset sheet, so it's good for them as well. And you just get this cycle, right, of like people with the money, people who can borrow the money, investing in in housing, using it purely as an asset, making a return, hoping the price increases. Um, AND then, you know, they sell it and they move on to their next one. So you have this massive schism opening up between the relatively, you know, wealthy and those who have access to capital, right? And, and the rest of us who actually might need to use the house as a house. So that that's one thing, right? Um, I also think you've got this issue as well, which we have, I think, you know, you guys have got it in Portugal with Lisbon. um WE have it in the UK arguably even worse, but. There there's not much economic opportunity outside of some of the major cities. Um, AND this is something that Germany does relatively better, but again, but like, you know, yeah, you can move out of London, you could, I could go and buy a house for like 100,000 pounds somewhere in the UK, right, which is not that much, right? But there wouldn't be anything there, there wouldn't be any employment. Right, there wouldn't be any transport links, there wouldn't be any sort of cul culture, entertainment, etc. YOU know, and there wouldn't be any other people, let alone people I know. So we've got this very, I think we just allowed um our economies to become too concentrated on the cities, which means there are too. People moving there, right, relative to other, other areas and housing, can't keep up. um, BUT the other areas are actually very cheap, but the problem is nobody wants to live there. So I think we need a more fundamental rebalancing, as well as tackling the very wealthy, we need to tackle kind of regional inequality. As well, so, um, and then there's, I mean, I don't know, there's 100 things that contribute to this. I could go on about them for ages."
	},
	{
		"start_time": "1:25:44",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you a different kind of question. What what alternatives are there to privately owned housing because this is something that people, particularly in the west, I think, cannot get, uh, out of their minds that the housing has to be privately owned, so."
	},
	{
		"start_time": "1:26:05",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "In the UK in, in the 70s, I think that um 1 in 5 people in the top income quintile lived in social housing, right? Uh SOMETHING like that. Quite a few quite a few people who were pretty well off were living in social housing. It was much more commonly accepted, it was much more widely available. There was less of a social stigma, and I do think we need to bring that back. There are lots of countries which do invest more in social housing, and they could do it in different ways. In Finland, it's like, uh, we will give you a house, right? It's literally like that, it's like that straightforward, we'll give you a house. In France, there's more um it's, it's still private developers often, but they're required to provide 20, 25% of um. Of their housing that they build is supposed to be affordable, sorry, that's specifically in in Paris, I think, not, not the whole of France, right, and that's been really successful. Um, ANOTHER approach entirely is these kind of more communal ones like community land trusts, housing co-ops, those are growing and I think they're they're present in the USA in some states in the USA have more communal approaches to housing. Switzerland has a lot of housing co-ops. I think the stat is 11 in 10. Uh, PEOPLE lives in a housing co op in Switzerland, Geneva, sorry, in Geneva specifically. So, you know, there are, there are all of these different approaches, which one works, you know, which one works in, in is is a country by country or even a city by city matter, but my number one policy would just be to provide more social housing because I think publicly provide more social housing and housing, you know, giving. Well, not, not giving, but uh, you know, providing housing to to people who are homeless as well. I think that's absolutely fundamental. So that, again, it's similar with UBI it's like everybody has this baseline, right? It's like, it's there if you need it, you've got this baseline, this public option, you know, your, your needs are taken care of. If you want to buy a massive private house, fine, whatever, but like there's nobody's gonna fall below this line. This is the fundamental thing that I think we need with our economy, like nobody can fall below a certain standard of living. Ever, no matter what happens."
	},
	{
		"start_time": "1:28:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So another thing that people all over the world have been experiencing recently has to do with inflation. So what causes inflation, really?"
	},
	{
		"start_time": "1:28:30",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "That's a really good. I think there's there's, there's no one thing that causes inflation, right? And I think there are different types of inflation. So, you know, in, in economics 101 class, you'll get the cost push uh and demand pool, right? And uh so you know, if costs increase in prices increase, kind of, obviously almost tautologically, right? But also, if there's high demand for certain things, then prices will increase. Um AND I think. With the, with the recent cost of living crisis, it was mostly cost push. We had this like clearly supply chains weren't working. We had um the Russia invading Ukraine, energy prices went way up. We had all of these specific industries which were where costs uh rose massively and that just led to a to an increase in in prices as the global economy struggled to, to, you know, to sort itself out. Uh, NOW. What's interesting I think is that inflation can. Shift from being a sort of, you know, this price is increasing, this price is falling, uh to a sort of generalized. Wage price spiral, right, and that that's the danger, that's what people were worried about in 2022, 23. And um people were worried about, yeah, so like uh workers and and unions in particular might demand higher wages, then corporations increase their prices to maintain profits, and then workers say, wait a minute, our wages aren't worth as much anymore cos you've increased prices. Let's go again and again and again into this spiral, right? And that's something that I think is the worry with with um inflation when there are periods of inflation, is it going to spiral, is it going to become endemic to the economy? And that's the thing that we, I don't think we really know how to manage that, and I, I hate to keep referencing Germany, but they do have a situation where uh unions are on the boards of centrally set um. That that set wages centrally, right, and the unions are there and the businesses there and the governments are there and other representatives of civil society are there, and they all sort of come to an agreement. I think that's the kind of model we want to pursue to stop a wage price spiral, um, but we also need, you know, really big changes to the global economy, I think. Post-K Keynesians have long emphasized the. There, there, there are things which are really fundamental right, we saw this with energy and and Russia, Ukraine, there are things which are really fundamental. We need to have ways to monitor and manage these key sectors which if they go wrong, can threaten to bring everything down with them and can be passed through. To other prices as well, right? Energy is probably the the best example of this you can think of. So I think we need far, far more um active institutions that are monitoring and managing inflation, wage price spirals, uh, as well as like specific uh key sectors. And just really so, so that we know what's going on with prices because right now we've just got this kind of interest rate management by central banks, which is, it's a very blunt tool. What you're doing basically is you're reducing demand by increasing mortgage costs for people at the at the at the. Base of it, that's actually what you're doing. So you're kind of treating inflation like it's demand pool, when actually I think it's recently it's been cost push and potentially wage price spiral, but um, anyway, that was a long and big rambling answer to what you said."
	},
	{
		"start_time": "1:32:03",
		"speaker": "Ricardo Lopes",
		"words": "No, and also related to something that you mentioned there in the book, you talk about the movement of goods, supply chains, and how the global economy can break. So what are the things that make our global economy vulnerable in particular kinds of circumstances?"
	},
	{
		"start_time": "1:32:25",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "We didn't realize how fragile our supply chains were before the pandemic, and I, you know, I didn't realize. Nobody realized it was like 2008, right, no economists saw it coming. I don't think most economists even study the supply chain, I don't think they really understood it. There was one guy called Barry C. Lynn, um, who warned in 2007. And he made a really prescient quote where he said, look, it's great, yeah, we've got like trade now, we've got all this stuff, all this amazing, you know, uh, cheap stuff and technologies, blah blah blah. But it's pretty fragile, you know, there are, there are companies, there there are cases where there's only one company in the world that produces something, so there was um the um the Japanese company, I think they're called Merck, they produce Zirillik, which is like a kind of. Uh, PAINT for cars, it's, it gives it a kind of blackish tint, um, there are a lot of cars that have that they kind of shimmer, right, um, but it was only them, it's this one company in Japan that produces it, and I think, I think it was the um. God, what was it? I think was there with the uh with the earthquake in 2011 when suddenly they had to halt production, and then there was no irrelik anywhere, right, just because that one company had gone into crisis. Now of course it's a pain, it doesn't matter that much, but it does matter, and it did matter when it was things like oil and gas, which we depended on Russia too much for, when it was things like microchips, where we depend on Taiwan and particularly uh one Taiwanese company for um. The TMSC um and. And um you know, and. PPE equipment which had to be um which had to be funneled through a port in China, uh Jinghoo, I can't I'm probably pronouncing it wrong but they the you know, all of these things that are so crucial to our way of way of life, one way or another. They're really either they're only produced really in one place or they have to pass through one place. And what we don't have in the economy is this resilience, right? We don't have resilience. And, and 11 point I make in the book, I, I compare it to the human body, cause we've got like 2 kidneys, right? Now that's probably a bit too much in the sense that we don't really need to use all of them all of the time. But if you only had one kidney and it got an infection or you know, um, you had to have it removed or something, well then you'd die, right? So we have to as partly as insurance and this is, this notion of resilience, it's kind of like insurance. We don't have any insurance in the global economy. It's like we just depended on everything. To keep running the way it was with, you know, key industries expected to do all of the heavy lifting. And another point I want to make about this is the workers, again, and these are, these are a type of essential worker. You've got drivers, things like um truck drivers, right, who are just literally. Waiting in queues for hours, and the, because the deliveries aren't properly coordinated, and so you're not sure if the ship's gonna come, if if there's gonna be, you know, if they're gonna be any goods for you to deliver, and so you're just waiting and you're being flexible where the rest of the system is is basically quite unpredictable, right, and they're, they're kind of the buffer. The these drivers waiting in the queues, they're literally the buffer, and we're just depending on them and they're obviously, as you might expect, poorly paid, um, you know, don't have healthcare, and it's like, you know, you can't, you know, you might like wet yourself in the queue. We're talking about hours, hours, hours in the queue, unpaid, might not get work and that kind of, you know. Put pushing all of the flexibility we need onto these workers is to me fundamentally unacceptable, you know, from a, from an obvious human standpoint, but also it's just bad, it's just bad for for the system. You need a system that actually works, that is properly coordinated where. There are, there is resilience and robustness in the supply chains. Things don't just come from one area. Everybody in the logistics chain knows what's going to happen. Everybody in the logistics chain is properly remunerated, has a stable job, right? And that's just going to produce a system that is itself much more stable and isn't dependent on, you know, exploitation and pushing efficiency to the max at the expense of every other goal."
	},
	{
		"start_time": "1:36:53",
		"speaker": "Ricardo Lopes",
		"words": "So for us to have a more resilient system in the book, you talk about redundancy and compartmentalization. So tell us about that. What does each of those things mean?"
	},
	{
		"start_time": "1:37:05",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "So redundancy um is is about having nodes in a network that you don't need at any one time. So uh your second kidney is partially redundant, right? That's that's that example. Um, COMPARTMENTALIZATION is like if one part fails, then the next one. That then other parts don't. Now again, with kidneys, showing up my lack of medical knowledge here, but with kidney, if one, if you get one removed, you don't necessarily need to get the other one removed, right? So that's, we've got compartmentalization and redundancy in our kidneys, right, you can see it there. Um, YEAH, another example is the internet. Right, so the internet, there's no like internet, right, there's not like a building that's like this is the internet. The internet's everywhere, it's all of our routers, my router goes down. My neighbour's router doesn't go down, right? We've got, and there's, you know, there are different ways to connect up the internet if some wires over there go down, uh, it's not like the entire area goes out, there are ways to reroute. So again, we have compartmentalization and redundancy in the internet. Every engineer knows that you need these things, right? You need like resilience because parts of the system will fail. And that's just, well they might need to be repaired, you know, temporarily uh taken down and so on. That's just what happens with any system, but we've been pretending that that's not gonna happen with the uh global economic system. And I think what we've seen recently, I mean let's talk, let's pretend we're still in October when I finish writing the book. What we've seen is um. A lot of investment from countries from the USA to China to India to the EU er into this kind of redundancy and compartmentalization to say, yeah, look, we're gonna have microchip factories in the USA right? Uh, NOW, they may not be as good as the ones in Taiwan or in the Netherlands because those are at the absolute top of the game, you know, they're like going for 2 nanometer chips or whatever. They're, they're really, really highly efficient, highly technologically advanced. No, it's not the case that you need to compete with them on a level footing. What you need is to be able to say, OK, suppose something like the supply chain crisis happens again, which by the way, now it's looking like it might because of Trump, um, you have. Access to, they're not quite as good, they're not quite as efficient, but they're there, you still have microchips, right? And so you can survive, you can get by, right, and just cos Taiwan goes down, it doesn't mean microchip production in the US goes down, right? So, so that's something that I think, I think we have pursued across, across the globe, based on the lessons of the supply chain crisis, whether we've pursued it enough, whether it will be. Established yet, uh, when it's subjected to the next test, which seems to be sooner rather than later, that remains to be seen."
	},
	{
		"start_time": "1:39:55",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me get into the last topic that I want to cover with you today. Um, I mean, let's talk a little bit more about solutions. Of course, you've already mentioned some of them and we went through some of them when it comes to housing, for example. But what would be general solutions to the problems that we covered here today? I mean, in what ways should the economic systems be fixed?"
	},
	{
		"start_time": "1:40:25",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "We started by talking about the separation of the economy from the rest of society and from politics and from thinking about it as a separate sphere. I would say that the overarching argument in this book is that we shouldn't think about it that way. Um, IT'S that we should actually bring it under more democratic control, right? And so there's this idea of demos, um, from ancient Greece, where like people participate much more in the decisions that affect them, where they're not subject to the tyranny of the state, but also not subject to the tyranny of the market. And so you're kind of freeing people up. UBI is one way of doing this, like freeing them from the tyranny of the market, right? Also things like worker democracy, uh, the kinds of systems they have in Germany, that direct control, uh, things like community land trusts, which we discussed. There are people pursuing these kind of land back movements, you know, taking land in B. THERE'S these organizations that take land and take housing, um, that isn't being used under the Brazilian constitution, which says that land should have a social purpose. All of these efforts for me and as again, also reining in billionaires, right? They're all about bringing things fundamentally under our control, right? And not allowing the market to dominate, not allowing the state to dominate, and not allowing any one individual to dominate whether they're a politician or a billionaire or both, as the case may be. Uh, SO I, I really think that this idea of demos and just bringing the economy back under the control of the people is the fundamental. Solution to, to, to these problems because we don't need to like appease the economy. We don't need to treat it as something that we like can't control, that can't work for us. We don't need to sacrifice ourselves on the altar of the economy, you know, pursue austerity because it's good for the economy, even though it's bad for people. No, that doesn't work. Um, WHAT'S good for people is often good for the economy, but really we're, you know it sounds a bit cheesy, but we need to put people first, right? And I think Demos is the route to do that."
	},
	{
		"start_time": "1:42:30",
		"speaker": "Ricardo Lopes",
		"words": "So tell us just a little bit more and I think this will be my last question about possible democratic forms of ownership because particularly when it comes to, for example, companies, people uh have been used for a long time to this sort of hierarchical for. OF ownership where, I mean, common workers don't really have much of a saying in how the companies are run. Uh, BUT, uh, what, in what ways can we sort of organize our labor, our companies in more democratic ways?"
	},
	{
		"start_time": "1:43:09",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "It's, it's really incredible to me, um, I think, I think this is a good selling point for, for people who are more progressive as well, because most people who work, um, in a sort of standard job feel that, you know, they know their job really well, they know what goes on, and they probably know it better than their boss, and they probably feel like they aren't remunerated enough and all the rest of it. And yet they won't have a say in the decisions about, about their job, about what they do. They get told what to do, they can probably think of a better way to do it. They can probably think of, you know, decisions that they'd like to be a part of in the company. And so, yeah, this idea of like worker democracy for me is really fundamental. I think that workers know the most about their situation. I think that they have access to better information, more on the ground information. Uh WHAT James C. Scott, the anarchist called Metis. Which is like just knowledge of the job, right, like the, like can't be put into a contract that can't be written down. So like one of the good examples of Metis is the work to rule strike, which I think is French, um, but yeah, the, the work to rule strike where you like, what they. DO is just follow the rulebook. I think taxi drivers in France pioneered it. Uh, THEY just follow the rules, and obviously everything grinds to a screeching halt because there are so many little things that they do that are outside the rules that the top down rules can't know about, that the boss can't necessarily know about um the. That actually make things tick over. And that's kind of what's happening with the supply chain as well, when I talked about these exploited workers, right, they're making it work on the ground. And those should be the people that are running the businesses that are running the corporations, right, that have a say in other political decisions. So I really think it's, it's something which will be very intrinsically good. I think people who, you know, participating in the decisions that affect you, I think is very good for people. I think people like to do it. People like to have a say, they don't like to be sidelined. So it's a good in itself, but I just think it will lead to better outcomes as well. I think if people have a say, you're going to look at companies being, being run, run much better. Um AND so that's, that's, you know, worker democracy is really fundamental to me. I think it's a really good thing. And as far as I can see, and I've reviewed all of the literature on this. There is basically no evidence for it producing worse outcomes on almost any metric. It's good for equality within the firm, um, it's good for like productivity, it's good for firm survival rates. It it really is just a win-win, except for the bosses, of course."
	},
	{
		"start_time": "1:45:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, sure. So, I mean, is there any other message that you would have coming from your book? Anything else you would like to tell us,"
	},
	{
		"start_time": "1:45:47",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "or? Uh, IF I may, I'd like to reflect on what's happened since uh he's finished writing it because it's like I said, it was October, right? So obviously a lot has changed since then. Now, one thing that's really interesting, so we didn't actually mention this, but I, I talked to, I talk about two things. The books split into two parts, right? The economy is uneven and the economy is dysfunctional. So the first stuff we discussed with um billionaires, social mobility, essential workers, that's about the economy being uneven, the inequalities that manifest in various ways and have a negative impact on, on most of us. Um, THEN you've got the dysfunctions, the housing sector, the way we manage inflation, um, the supply chain crisis, parts of the economy that just don't work. And you've also got this debate surrounding the new optimists and whether there are gains in certain metrics versus others, right? Now what didn't occur to me when writing the book, and I wish I'd put this in because I would have seemed like prescient, um, but evidently I'm not that prescient. The, the parts of the economy that uh sorry, an uneven economy leads to a dysfunctional economy, right? So having these inequalities, right, that leave communities left behind that lead to political backlash, which um and which allow billionaires to take advantage of this backlash, they endanger some of the good parts of the the economy and they make the economy more dysfunctional. So if you see something like Trump and Musk, right? You see, I, I talk about Musk at length in the billionaires chapter, I say he's taken control of so many different areas of life from, Uh, from Tesla to the boring company, to media, to Starlink and SpaceX, he's he's taken control. Now what he's literally done now is insert himself into the US government, and he's tried to cut a lot of these programs that have benefited people across the world. They tried to cut off like a special type of peanut butter. That is given to impoverished children, mostly in sub-Saharan Africa. There were warehouses full of it, I think in in New York and they weren't allowing them to send them. Eventually I think a court order made them do it, thankfully, but they've been trying to cut this off, they're targeting Social Security, they're targeting the Department of Education, right? So this uneven economy, it, it endangers. Uh, THE rest of the economy, it makes the rest of the economy dysfunctional. The bad parts of our economy endanger the gains that we have made over the past few decades, and that for me is a real, real risk, and I think we're seeing it played out just so explicitly and vividly, and I think it is, we have no choice but to rein in, um, these, these inequalities, otherwise everything else will be endangered as well."
	},
	{
		"start_time": "1:48:25",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again why we're Getting Poorer A Realist's Guide to the Economy and how we can fix it. Of course, I'm leaving a link to it in the description box down below and also to your amazing channel and learning economics anywhere else, people can find you on the internet."
	},
	{
		"start_time": "1:48:43",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "Uh, I'm now on TikTok and Instagram. I've been doing some shorts, so you can find me, find me on there. I've got a few videos and more to come."
	},
	{
		"start_time": "1:48:51",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So, look, it's been really fun to talk with you. It's been an honor to have you on the show. As I said, I've been a big fan of your channel for a long time. And if you would be open to it, it would also be a great pleasure to potentially somewhere in the future have you back. To talk perhaps some of the topics we left out here today. And from, uh, it would also be nice to talk about Trump's tariffs and those sorts of things. So,"
	},
	{
		"start_time": "1:49:21",
		"speaker": "Cahal Moran (@unlearningeconomics9021)",
		"words": "yeah, yeah, yeah, we, we, we covered a lot. We did cover a lot. It was impressive, but we didn't do everything, so I'd I'd love to come back."
	},
	{
		"start_time": "1:49:28",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrook field governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujuru and Roach Diego Londono Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fitim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]