[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined for a second time by Doctor Kostas Kampouakis. He's author and editor of several books about science. He works at the Teacher Training Institute and the section. Biology at the University of Geneva and today we're talking about his book Darwin Mythology Debunking Myths, Correcting Falsehoods. So Dr. Kampoakis, welcome back to the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "00:32",
		"speaker": "Kostas Kampourakis",
		"words": "Thank you very much. It's a pleasure for me too."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me start by asking you, I guess, a simple question. So what is the premise of the book and why did you feel the need to write a book, uh, such a volume on Darwin and myths surrounding Darwin?"
	},
	{
		"start_time": "00:50",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. Well, Darwin is perhaps the most well-known uh naturalist of all time, and even though there are so many books about him, there also exists numerous myths. And whereas I had seen them being debunked in one book or another, I thought that it would be useful to have a collection. Uh, WITH all the myths debunked in one place. And as you know, this is not a book I wrote because I don't think that any single person could have written this book because uh the scholarship and the available material on Darwin is enormous. That's why I'm glad that I managed to bring together a group of stellar historians, each one of whom, uh, took the task to debunk uh a specific myth, and here we are with this collection."
	},
	{
		"start_time": "01:42",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, of course, Darwin is considered a very big figure, I mean, the biggest figure in biology, and evolutionary biology and so on in naturalism more generally. And he's considered, of course, a hero by many people. So what would you say are the problems with hero worshiping in science and other disciplines?"
	},
	{
		"start_time": "02:07",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, I think this is a big issue and this is actually the topic of another book I have written about Mendel, uh, because Mendel, Darwin, and other people uh are important, uh, in what they did, but they were never alone. All of them always relied on predecessors or contemporaries, people who did similar work. And of course, there's something to be uh important about them. There's, there are features that distinguish them from others, but it was never the case that they did what they did on their own. They always received feedback, material, information. Uh, VIEWS from other people. And they relied on the predecessors, they worked with contemporaries, and therefore, hero worshiping masks the important fact that science is always done by communities. Even though we may have some brilliant individuals who managed to bring together the key ideas, it was never them alone who came up with these ideas."
	},
	{
		"start_time": "03:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And in regards to hero worshiping and this sort of simplistic narratives that many times we hear about the lives of scientists and other intellectuals, why do you think that people tend to like them so much?"
	},
	{
		"start_time": "03:32",
		"speaker": "Kostas Kampourakis",
		"words": "Well, we like them because it is easy to think that a single genius individual uh who is Far away from what we, you know, normal people are, came up with this brilliant idea. I think we like heroes. That's why mythology was something that people always like. That's why people watch films with heroes. And it's, and it's also a very simple explanation that, you know, that someone brilliant found this and we're done. Uh, HOWEVER, this, I repeat, this is not how science, uh, is done, and this is actually something that makes science seem distant to people, whereas all those individuals, they were brilliant, but they were also ordinary people with ordinary lives. So there's no need to make this uh seem very, very different from what regular people are. Uh, PEOPLE like heroes, uh, for many reasons. There is also the fact that textbooks and school materials perpetuate these images, you know, with, uh, this historical vignettes they usually have about the lives of, um, these people. And I must not, I, I don't want to mean that these people were not important. They were important, but they always worked in a specific context, scientific and social, which we have to acknowledge."
	},
	{
		"start_time": "04:56",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, let's talk a little bit about myths before we explore some of the myths in regarding Darwin that you talk about in the book because you also talk about myths themselves in the book. So, first of all, what is the myth and what roles do myths play?"
	},
	{
		"start_time": "05:17",
		"speaker": "Kostas Kampourakis",
		"words": "Myths are not just simple falsehoods, and that's why in the subtitle of the book, I make the distinction between debunking myths and correcting falsehoods. Falsehoods are inaccurate statements about history, which are probably easy to correct, but myths are more than that. And as the late John Halborn uh explains in this magnificent first chapter that he kindly accepted to write. Uh, MYTHS usually serve a role, a specific role in the specific social context in which they're conceived. And that's why they're not always bad. And there are myths that sometimes are useful. Of course, there are myths that are sometimes dangerous, but they are there in some sense in a deliberate way. They're not just accidents uh of history or falsehoods that nobody cared to correct. This exists, but myths are more than that."
	},
	{
		"start_time": "06:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And uh in the book you talk about an interesting distinction that Costas Gavroglu, I hope I'm pronouncing the name correctly, has made among three different kinds of myths andnodyne myths, dangerous myths, and historiographical myths. Could you tell us about"
	},
	{
		"start_time": "06:38",
		"speaker": "Kostas Kampourakis",
		"words": "that? Yeah, historian Koso Ravroullo made this distinction which I found very useful and as you see, I cite a book in Greek that he wrote. And the key issue here is that we have myths that, you know, do not do any harm. For instance, whether Galileo dropped those balls from Pisa or the Pisa Tower or not, it doesn't change anything in how science is done. This is what he describes as anodyne myths, myths that do no harm. This is what the word means. But there are also dangerous myths like the perpetual myths that. You know, science and religion are always in conflict which masks the complicated interaction between scientists and their religious beliefs, scientists themselves and the church across time. This is a very strange, uh, complicated, interesting uh relationship that is not clearly explained by the representation of the conflict. And we also have in the end, as he argues, historiographical myths which were created by historians in the past in their attempt to correct the first two kinds. Uh, FOR instance, you know, that the science is objective and is not affected by the cultural context, which of course is not true. All of us. All scientists, everyone who works in a specific sociocultural context, and they're always influences. So there are myths which are more or less important. There are myths that do more or less harm, uh, but all these are more just, just falsehoods, and it is important to keep this in mind."
	},
	{
		"start_time": "08:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, of course, we will not have time to go through all of the myths regarding Darwin that you explore in the book. So I just picked some of them that I think are good illustrations of what you explore there both in regards to Darwin's work and character, but also a broader comment. Carry on how science works and is done and how we should relate to, uh, scientists. So, first of all, were Darwin's ideas original to him? I mean, for instance, did people before Darwin really not think that species change was possible?"
	},
	{
		"start_time": "08:54",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, Pietro Corsi explains in his chapter that the idea of evolution was in the air long before Darwin. It is now, it's also interesting that all the key uh notions that Darwin used, uh, the analogy with artificial selection, uh, the idea that Malthus had about the struggle for existence, and everything else were there. What was brilliant in Darwin is that he found a way to put these pieces of the puzzle together and pro. A theory, the basis of which is still accepted today. And the key idea that Darwin is dissent with modification with two important aspects, common descent on the one hand, and natural selection on the other, which leads to divergence. Uh, SO what the brilliance of Darwin was through his deep, uh, reading and his own experimental work and observations to bring everything together in a quite coherent theory."
	},
	{
		"start_time": "09:59",
		"speaker": "Ricardo Lopes",
		"words": "More, uh, but more broadly, what does it mean for ideas to be original? I mean, does it matter who have the ideas first and what does it mean exactly?"
	},
	{
		"start_time": "10:12",
		"speaker": "Kostas Kampourakis",
		"words": "Mhm. Well, there are some people who come up with original ideas, but when it comes to science, I don't think that it is the idea that is uh the only important aspect. It is also who manages to do something with this idea, for instance, propose a theory that explains or makes predictions. And this is the important stuff. So, We do not really know who was the first to come up with the idea of evolution, but it was Darwin, who in 1859, published a book that presented a coherent theory. There were theories before that, for instance, uh, Lamarck had proposed the theory many years before Darwin, but this was a quite speculative theory. It was not a theory as well constructed and as well documented as Darwin's. This being said, what Darwin managed to show was the potential of his theory to explain evolution, but he never managed to show that natural selection was actually competent in producing new species, something that of course since then has been demonstrated in several different ways."
	},
	{
		"start_time": "11:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, of course, we know that, uh, we, we know it's true that some other person could have come up with the theory of evolution by natural selection instead of Darwin because we have someone like Alfred Russell Wallace. But do you think that even other people in that particular historic and cultural context could have come up with the idea if Darwin never existed?"
	},
	{
		"start_time": "11:57",
		"speaker": "Kostas Kampourakis",
		"words": "Mhm. Absolutely. First of all, Darwin has been blamed by at least 3 authors that he stole the idea from some other people, one of them being Wallace. And Wallace did not come up with the same theory as Michael Roos explained in his chapter. Uh, IT was a similar, a similar idea but with different basis. Uh, BUT historians have argued that it is not a coincidence that it was Wallace who lived in the same, uh, imperial, uh, social, cultural context of England at the time who came up uh with the, this idea because it was the aspects of society. Uh, THAT made him think in a similar way with Darwin. Nevertheless, Darwin had worked on that, uh, theory for a longer time, and as historians admit, he managed to establish it in a perhaps more coherent way than Wallace, who nevertheless thought in quite similar terms. Mhm."
	},
	{
		"start_time": "13:01",
		"speaker": "Ricardo Lopes",
		"words": "And who were the people who influenced Darwin the most because I think it's also important for people to understand who's behind the ideas that then led Darwin to come up with his own ideas. So,"
	},
	{
		"start_time": "13:17",
		"speaker": "Kostas Kampourakis",
		"words": "uh, tell us about that? Yeah, I, I think there are 3 principle, 3 major influences. The first one was his uh observation and work related to animal breeding. So he got engaged in breeder societies. He was able to see how uh breeders could do artificial selection in order to make individual animals that they wanted and produce the features uh in the next generation that they wished. Uh, SO that was one important uh aspect. And the, the big problem that Darwin had to deal with was, OK, but who's making this selection? In artificial selection with breeding in the context of breeding, it was humans who made that selection, but what happens in nature? And then when he read the uh the book by Thomas Malthus that talked about uh the struggle of existence, that an idea that was very common at the time in the social context in which they will lived, he thought that perhaps it was a struggle and the competition within and between species that was driving this selection. This was already a core element of the theory uh which Darwin had very well developed until 1839, but there was something missing. Uh, WHAT was missing was how the divergence of species was possible, and it took him another almost 20 years until 1857 to come up with another principle which is important for his theory, the principle of divergence. Uh, THAT showed that wherever there was space in the ecosystems, there was an open niche, it could be occupied by uh individuals which would thus, uh, further diverge in adapting in their environments. And he started writing a big book that he would call natural selection, but it was the receipt of the letter by Wallace in 1858 that made him. Uh, RECONSIDER things and write an abstract of 500 pages of, uh, which was the origin of species. Uh, SO it was all in all his readings and understanding of, uh, development, uh, with respect. To the principle of divergence, Mattos's idea of the struggle for existence, and importantly, and that was a key difference with Wallace, uh, the analogy uh with artificial selection that produced the core of his theory."
	},
	{
		"start_time": "15:57",
		"speaker": "Ricardo Lopes",
		"words": "So we have to, of course, talk about his historic visit to the Galapagos Islands because everyone talks about that. I mean, it's one of the most famous uh aspects, events, if you want to call it that of Darwin's life and Uh, I mean, there's this common idea that, uh, what he was exposed to there was enough to convert him to evolutionary theory. I mean, is that true? And what did he gain intellectually from this visit? Mhm."
	},
	{
		"start_time": "16:33",
		"speaker": "Kostas Kampourakis",
		"words": "No, it's not true, and that's an interesting myth because uh the visit to the Galapagos is usually described, presented as a eureka moment. Darwin suddenly saw the finches and came up with this brilliant idea, but the truth is that Darwin had no clue what was happening. When he visited there, it was only later upon his return to England that ornithologist John Gould managed to understand the connections between the different specimens that Darwin had brought with him or sent back to England during his trips and Even after that, it doesn't seem that uh the finches were that important because even though they have a prominent place in his book about the uh the Beagle voyage. They're not even mentioned in The Origin of Species. So they're not that important for the theory and it seems it was other organisms in the Galapagos which were more important. So, this is not um perhaps something a myth that is that dangerous but it is misleading because we tend to present an individual with a sudden observation and a sudden, uh, you know, insight that goes up to bring uh a theory, but of course, the real story is more complicated than that."
	},
	{
		"start_time": "17:53",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned the finches, uh, what about them? I mean, what insights did you really get from them?"
	},
	{
		"start_time": "18:01",
		"speaker": "Kostas Kampourakis",
		"words": "When once uh Darwin understood the connection, he realized that uh They were different but related species that had evolved from perhaps a single individual, which was something that was new at the time. Uh, THERE were many people who believed in special creation. Darwin, of course, was wondering why he could not see the same species. Inhabiting similar environments which would make sense from the perspective of special creation. If a divine uh entity of God had created species, it would be something to expect that they would be created in order to fit, to be adopted in the specific uh conditions. But, uh, he realized that in different volcanic islands, Uh, Galapagos and that's where there were different species living. And it only made sense to explain this by thinking that, well, it's not a special creation, it has to do with individuals migrating from nearby continents. That diversified and diverged to produce the species that were there. So when he realized what the available evidence was, it, it made sense to uh explain this as uh the outcome of a migration from uh the American continent and what we call today adaptive radiation of the different uh species in the, on the different islands."
	},
	{
		"start_time": "19:33",
		"speaker": "Ricardo Lopes",
		"words": "So there's this also uh this myth that Darwin was a sort of armchair theoretician that, I mean, he came up with these ideas, these theories, basically by uh sitting for very long periods of time thinking very hardly about whatever he was thinking about to come up with these ideas. So, I mean, is that really the case?"
	},
	{
		"start_time": "20:00",
		"speaker": "Kostas Kampourakis",
		"words": "Well, it's uh an interesting story because, you know, he traveled around the world for 5 years and then moved to London, got married, and once they moved uh uh south of London to Downhouse, he practically never left the place instead for some, you know, some therapies or short trips. He was not working to earn his living. Uh, HE did not give public lectures. He did not appear that much in the scientific meetings of, uh, of the time. So that of shows that he was a bit distant from uh the social activities of science, but he had an enormous number of correspondents all over the world, and he also did experimental work himself and observations uh in, in his house. So he was not an armchair theoretician, he was a practical experimentalist. Uh HE was a scientist who was doing real scientific work. It is just that he was a bit Um, disconnected physically, uh, he did not appear in person meetings, but as I said, he had a huge number of correspondents with whom he exchanged views, who sent him samples or anything he wanted. So he was quite active in real scientific work. Nothing to do with just uh thinking and developing theories uh without any practical part."
	},
	{
		"start_time": "21:24",
		"speaker": "Ricardo Lopes",
		"words": "And he also bred pigeons, right? So that's another example uh that illustrates why and how he wasn't just simply a theoretician."
	},
	{
		"start_time": "21:36",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, he, he, he did interesting work, you know, he was trying to see, for instance, whether the seeds of plants can survive in salted water in order to, to explain whether seeds could be transferred through sea from, you know, the continent uh to islands. He did all kind of different kinds of experimental work which was very interesting."
	},
	{
		"start_time": "21:57",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, even for scientists in general, is the, is being uh an armchair thinker really the way by which scientists usually come up with ideas because there's this very common idea that, I mean, there are certain. Individuals who have very high cognitive capacity that if they just sit on some ideas for long enough, then they can come up with big uh uh big revolutionary theories. But is that really how science tends to work?"
	},
	{
		"start_time": "22:33",
		"speaker": "Kostas Kampourakis",
		"words": "Uh NOT at all, even though I should say that today with all these data available on our computers, I, I know scientists who can, you know, compile DNA data from different databases and do computational analysis, but even that is not really armchair thinking. It is work, real scientific work, but it's not done always in the lab, it's done on the computer. And nevertheless, even if today we have uh different means of interaction, mostly the internet that was not available in Taiwan's time, and we cannot really describe scientists as armchair thinkers because they need to have data and they need to explain what they see uh in ways that are uh in agreement with this data."
	},
	{
		"start_time": "23:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's talk a little bit about Lamarck. I mean, how did Darwin react to Lamarck's ideas, at least on the first, uh, uh, instance? I mean, did he really reject them outright?"
	},
	{
		"start_time": "23:39",
		"speaker": "Kostas Kampourakis",
		"words": "Well, Darwin, it seems that he did not like the spec the very speculative um aspect of Lamarck's theory. Uh, HE was exposed to it when he was uh very young in Edinburgh. Uh, WORKING with Gran there and uh he was also aware of the the, the speculations of his own grandfather Erasmus Darwin. Now, in his writing, he has on several occasions tried to distance himself from Lamarck's nonsense, he wrote one. But if you look at his theory, in some sense he's more Lamarckian than Lamarck himself in the sense of how important uh the idea of using. This use was for the production of variation in his own theory. So, whereas publicly, he has distanced himself from Lamarck, he practically accepted not the exact mechanism that Lamarck proposed, but a very similar idea where using this use was important for the production of variation."
	},
	{
		"start_time": "24:42",
		"speaker": "Ricardo Lopes",
		"words": "Um, IN regards to his, uh, theories, we can we reduce Darwin's theories to natural selection and was his main theory completed after he arrived that, that idea?"
	},
	{
		"start_time": "24:58",
		"speaker": "Kostas Kampourakis",
		"words": "Uh, NO, and that's uh another important myth that, you know, Darwin came up with a theory, as I said in uh March 1839. He had natural selection, that is all. No, natural selection, of course, is an important aspect of his theory, but there are other important ones. The most important two being uh the idea of common descent. Which was not widely accepted uh uh at the time, and the principle of divergence, which was key uh for how natural selection works. So natural selection is indeed one important uh part of his theory, but it's not that his whole theory can be reduced to that."
	},
	{
		"start_time": "25:39",
		"speaker": "Ricardo Lopes",
		"words": "Right. So you've already mentioned this briefly in, in uh earlier in our conversation, but were Darwin's and Alfred Russell Wallace's theories the same?"
	},
	{
		"start_time": "25:53",
		"speaker": "Kostas Kampourakis",
		"words": "No, they were not the same. That there was essentially a process like natural selection described in both, but there were important differences throughout the years. The most important one being the analogy with artificial selection. For Darwin, this was key. For Wallace, it was wrong and that's why uh at some point he suggested Darwin to replace the concept of natural selection. With the concept of the survival of the fittest, which had been coined by Herbert Spencer. For Wallace, the idea that there's selection done by someone or somehow was misleading in how natural selection, in how the process takes place. And so the analogy with artificial selection was a big, big difference between the two views. It was central for Darwin. It was practically wrong for Wallace."
	},
	{
		"start_time": "26:49",
		"speaker": "Ricardo Lopes",
		"words": "So there is also this very common idea that uh once Darwin came up with this theory of evolution by natural selection and published on the Origin of Species and then these other books, but particularly The Origin of Species. He basically won the argument. When when the debate immediately, but were there opponents of Darwin's that had good scientific arguments?"
	},
	{
		"start_time": "27:16",
		"speaker": "Kostas Kampourakis",
		"words": "Absolutely. It is interesting that there are two reviews appearing a few months after the publication of The Origin of Species, both anonymous, which have the same, the very same argument that natural selection has never been, had never been shown at the time. To be actually competent to produce new species. And this argument was made both in the review by Samuel Wilberforce, Bishop of Oxford, and by Thomas Henry Huxley, who was one of Darwin's most ardent supporters. Both of them acknowledged and made the scientific argument saying that look, natural selection as proposed by Darwin might in principle, explain. The uh emergence of new species, but what, what is an actual example? There was no actual example of the diamond. And Darwin never managed to provide one."
	},
	{
		"start_time": "28:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, people attribute very commonly the phrase survival of the fittest to Darwin, but where does it really come from?"
	},
	{
		"start_time": "28:29",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, as I said, that was an idea, a concept coined by Herbert Spencer, and that was what Darwin was gradually convinced to uh replace that uh in subsequent. Um, TO use that to replace natural selection in subsequent editions of the origin. And the reason was that, and it is true, natural selection is a bad metaphor because there's this implicit idea that someone does the selection. But interestingly, survival of the fittest is even worse because it is an eliminative view of selection, whereas natural selection allows for variations to coexist and this gives material to evolution. And the, the idea of survival of the fittest is not a creative selection, it's a eliminated selection that takes out all but one, and this actually limits the potential for further evolution. So both metaphors have problems, and neither natural selection, neither survival of the fittest was ideal, but natural selection eventually was closer to Darwin's own views."
	},
	{
		"start_time": "29:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So did Darwin undermine essentialism because we also hear very commonly that once he came up and published about his theory of evolution by natural selection then. uh, I mean, sometimes people talk about biological essentialism, other times just specifically about species essentially that, that was completely undermined by his uh theory. I mean, but, but did he really undermine essentialism and if so, what kind of essentialism exactly?"
	},
	{
		"start_time": "30:16",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. It was a kind of typological essentialism that Darwin had to deal with. It was certainly not Aristotelian essentially that was the problem. And the, the big issue here, notwithstanding the details, it was that the, the myth, and this is perhaps a bit implicit in the chapter. And the, what annoys me in this story is that we have a big figure of science, Aristotle. And another big figure, Darwin, and the second shows that the first was wrong. Of course, the story is never as simple as that and it's never about individual figures, no matter how important their contributions were. Uh, THERE is this intuitive notion that, you know, in scientific revolution, we had 2000 years of uh Aristotelian biology and then Darwin suddenly came and destroyed everything and changed everything. It was neither one nor the other. It was always a complicated story. What is true is that people tended not to realize the extent of variation that is available in nature, not even Darwin himself before he did his famous study with the barnacles. And so what Darwin brought in, which was new and important was That he documented that there was a lot of variation available in nature and therefore it was possible for selection to take place, and he also noted that, you know, the, the limits between species are not always that clear. It's not, even today, we know that it's not simple to delimit uh species. So we have this intuitive notion of essentialism that we still use to do taxonomy and classification because we have to define some essential properties, but still, it is not as clear cut as we think it to be. At the time, essentially it was more accepted because under the notion of special creation, we could think that species are created and therefore are clearly the limited. That one realized that they were not clearly the limited and this brought in the idea that perhaps they're not created but have evolved from one another."
	},
	{
		"start_time": "32:29",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about his 1871 prediction of African human origins about how humans originated in Africa. What did he claim"
	},
	{
		"start_time": "32:42",
		"speaker": "Kostas Kampourakis",
		"words": "exactly? Well, that that was not really a scientific prediction. It was just a speculation that because humans and uh apes are quite similar. And because apes are mostly found in Africa, therefore, it makes sense to think that uh humans may have originated in Africa, which in the end was shown to be the case, but it was not uh really uh a, a consistent and coherent scientific prediction. It was just a speculation that ended up being correct because of the similarities that were evident. What was important is that that we accepted that, you know, apes uh could be our relatives, which was not something that other people find, found easy to accept."
	},
	{
		"start_time": "33:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's talk a little bit now about the scientific revolution. So was Darwin's theory revolutionary, at least in the life sciences?"
	},
	{
		"start_time": "33:43",
		"speaker": "Kostas Kampourakis",
		"words": "Well, it was not exactly revolutionary in the Kunian sense that, you know, there was a paradigm uh that was very different than Darwin brought something that was entirely new. Uh, BUT what Darwin managed to establish was first the idea of common dissent, which he documented very well in his book, and second, the process by which diver divergence diversification is possible. So what was revolutionary in Darwin. WAS that he managed to bring together many different elements that produced a quite coherent theory. And as I said, even today, after so many years, the main premise, dissent with modification is something that we still accept. Of course, the details have changed, the theory has advanced, but What was revolutionary in some sense in Darwin is that he managed to establish a coherent theory which we use uh still today."
	},
	{
		"start_time": "34:47",
		"speaker": "Ricardo Lopes",
		"words": "And uh at least in the Kunian sense, what makes for a scientific revolution? I mean, what is a scientific revolution exactly?"
	},
	{
		"start_time": "34:57",
		"speaker": "Kostas Kampourakis",
		"words": "In the Kunin sense, we have, you have to have two paradigms that are very different, uh, that, uh, a commensurable is a term that could use that and totally different from each other and The new one has to entirely replace the previous one. But if you look at the, the theories accepted before and after, first of all, there's no, uh, there were many different, different theories before Darwin and there were many different theories after Darwin. Darwinism, as we call it today itself, was not accepted immediately. It took years for it to be widely accepted. It was well in the 2 the 20th century that it became the mainstream theory. So it was never the case that we had the complete replacement of one theory by another. We had many theories before, many theories after. It was just that Darwin's was the most solid one, and that's why again we accept today it's main premises. Not all the details because many of the details were wrong, obviously."
	},
	{
		"start_time": "36:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, just a minute ago, you mentioned that uh the theory of evolution by natural selection over time has changed, of course, and there's been the introduction of new ideas and new data provided us with a better understanding of how evolution actually works and even more recently, we have proposals like the extended evolutionary synthesis and things like that. So, uh, I mean, I wanted to ask you, I, I'm, I don't think that you talk exactly about this in the book, but it's sort of related to the ideas you explore there. I mean, many times when we talk about Darwin, people sort of put him on a pedestal and uh if someone questions some of his ideas. AND provides novel data and information and says that Darwin was wrong in this or that aspect. Sometimes people have a very negative and even emotional reaction to that as if Darwin, just because he, he, he came up with the theory originally, I guess we can say, um, that, that it We can't really question him, uh, that, that Darwin is basically someone we can't question when it comes to natural selection and evolutionary biology more generally. But that's not really how we should treat the scientists and their ideas."
	},
	{
		"start_time": "37:37",
		"speaker": "Kostas Kampourakis",
		"words": "Exactly. Well, for some people, Darwinism is a kind of secular religion. Uh, AND they do not accept any criticism on Darwin, but Darwin was wrong on many things, as all scientists have been wrong on many things. Actually, most scientists have been wrong on most of the things that they have said, but it is just that some of them ended up being correct, accurate, and work, uh, but it is normal in science not to be able to find all the answers immediately. In some cases, never. And then, of course, it is always a collaborative endeavor. There are groups that work across time and this is why, as you said, evolutionary theory itself has evolved. We had the merging with genetics at the beginning of the 20th century. We have, uh, the merging with development and genomics and all this recent stuff and epigenetics more recently, the theory becomes richer. And with a greater potential to explain, uh, and this is how science works. Uh THEORIES evolve. Darwin, I repeat once again, put a solid basis, dissent with modification, that's what we still accept. But he was wrong about many things, and that's normal. Uh, HE could not have known what we know today, but he put us, the scientists doing research in the path that was very fruitful, and this is why we still accept the theory. Mhm."
	},
	{
		"start_time": "39:04",
		"speaker": "Ricardo Lopes",
		"words": "So, uh let's, uh, let me just ask you about one last topic then, and it, it is just a sort of conclusion to all of what we've been talking about. So, uh tell us about the main things we can learn about science as a human activity by tackling myths like this."
	},
	{
		"start_time": "39:24",
		"speaker": "Kostas Kampourakis",
		"words": "Mhm. Well, hero worshiping is a big problem as we have already discussed. And it is important to know that uh science is not done by male white individuals who are more brilliant than other people. It is done by humans who work in groups and who collectively together produce what we accept as knowledge. And this is why it is the consensus of experts that matters. It is not what Darwin, Mendello, any individual ever said. Uh, WHAT we call today's scientific knowledge is what was accepted as the consensus by experts. Now, as I got to the conclusion, at the, at Darwin's time, the position of women, not only in science is society, society more broadly. It was much worse than it is today. I hope that uh uh today we're, you know, doing better in that sense. People should be judged not by the gender. There or anything else that should be just about, you know, the intellectual contributions when it comes to science. uh BUT as I show, uh Darwin, even though he did not think that women were as capable, capable intellectually as men, he did help many of them, uh, when he realized that there was something in what they had to, to, to contribute. And I think this is very important. No matter his um prejudices and There were many prejudice at the time. He did help some women to advance and produce uh the kind of work they wanted to do. So all in all, we need to think of science as a collective endeavor done by uh many people. Uh, AND what is important is to realize that it is the view of experts, the consensus of the expert communities that is important, not what any single individual, no matter how influential he, she is, has to say."
	},
	{
		"start_time": "41:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And we also have to take into account, I guess, the influence of the historical, social, cultural, and even scientific milieu of the particular individuals. I mean, where they lived in the the sort of broad. CONTEXT they inhabited."
	},
	{
		"start_time": "41:44",
		"speaker": "Kostas Kampourakis",
		"words": "Absolutely. I mean, Darwin was working in the tradition of natural theology for which adaptation was crucial and this is why, you know, by reading Paley, he became interested in the question of adaptation and then he had uh the political economies of the time. Adam Smith and Thomas Matthews, they were both important influences on him. And then he traveled all over the world thanks to the British ships, and he sent back his material. So all in all, he worked in a context that facilitated what he was doing. It would not have been perhaps that easy for anyone else, anywhere else in the world, and that's why, as I said, it's not a coincidence, perhaps the Wallace, who worked and lived in the same context, came up with the same idea."
	},
	{
		"start_time": "42:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I guess that it's not just the ways that the context can facilitate the production of particular ideas or coming up with particular ideas, but also how we can limit the individual when it comes to uh his, his or her biases and limitations when it comes. To producing science because, for example, certain kind of scientific information or data might not be there yet and they also might be influenced by their social milieu as Darwin was when it comes to his ideas about women, for example."
	},
	{
		"start_time": "43:10",
		"speaker": "Kostas Kampourakis",
		"words": "Right. Mhm. Yeah, and that's why the community matters because it is the community that will serve as a filter. To filter out what each individual says, and the community together will decide which a view makes more sense or not. Uh, THAT'S why individuals have their own biases, but you know, when the community comes together, these biases can be discussed, filtered, and we end up with the most plausible theory possible."
	},
	{
		"start_time": "43:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, the book is again Darwin Mythology, Debunking myths, Correcting Falsehoods. Of course, I'm leaving a link to it in the description of the interview and I'm also leaving a link to our first interview. So Doctor Campoakis, just before we go, apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "44:03",
		"speaker": "Kostas Kampourakis",
		"words": "Well, uh, I have a personal, uh, website, the Caraciss.com, where all my work, uh, is available, both books and articles, and much of it is accessible. Of course, anybody is welcome to contact me and ask for any material possible."
	},
	{
		"start_time": "44:20",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's, as I said at the beginning, it's always a pleasure to talk with you."
	},
	{
		"start_time": "44:28",
		"speaker": "Kostas Kampourakis",
		"words": "It's a pleasure for me too. Thank you for the invitation."
	},
	{
		"start_time": "44:31",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]