[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Karen Stolzno. She's a researcher at Griffith University and the host of Monster Talk, an award-winning science-based podcast. And today, we're talking about her latest book, B, uh, The Journey of the World. So Karen, welcome to the show. It's a pleasure to"
	},
	{
		"start_time": "00:25",
		"speaker": "Karen Stollznow",
		"words": "everyone. Thank you so much. It's good to be here."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "So, since we're going to talk about the history, the sort of journey of the word bitch, as you suggest in the title of your book, where does it come from? I mean, what are its origins? Uh,"
	},
	{
		"start_time": "00:43",
		"speaker": "Karen Stollznow",
		"words": "WELL, it's really complicated. I think a lot of people would think, oh, the word has just been around for 50 years, 100 years that it's got a short history, but it has a very long history. It's been around for over 1000 years, and it goes back to Old English, the version that, uh, that we're familiar with today, spelling was a little bit different, pronunciation was a bit different, but the, the word and its original meaning, being a female dog, goes back at least 1000 years. So that's, we've traced. The history of the word, looking at old documents. So this goes back to, uh, medical documents where there were, uh, people who were referring to bitches in the sense of a female dog and using their milk or, uh, using their urine to treat various disorders like warts and babies' teething. So, uh, that, those are the earliest references that we have. So we can Probably say that if those are the earliest references that we have in writing, it probably goes back even further. And English is a Germanic language and it seems like there might be versions of the word too, uh, in, in other languages that we might have, uh, that might be cognates or would be cognates to the, the word bitch, meaning that they're related to by that word. So it's a, a very old word surprisingly."
	},
	{
		"start_time": "02:14",
		"speaker": "Ricardo Lopes",
		"words": "But then the earliest meaning we know of it is of female dog. Is that"
	},
	{
		"start_time": "02:20",
		"speaker": "Karen Stollznow",
		"words": "it? Yes, so that's the, uh, I guess that the literal meaning, that was the, the earliest and first meaning is a female dog. So all the other myriad meanings that we have today have really spawned from that."
	},
	{
		"start_time": "02:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And do you, do we know in any way if the pronunciation of bit changed over time? And I mean, when we're looking through it across uh written documents, is it possible for us to retrieve in any way how the word was pronounced?"
	},
	{
		"start_time": "02:57",
		"speaker": "Karen Stollznow",
		"words": "Well, it, it is difficult to know for sure because we don't have. The internet like we have today, we don't have recordings of people using the word. All that we have are these written examples. So, uh, but a lot of work has been done into phonology and into phonetics of how people would have pronounced middle English and how they would have pronounced Old English. So really the best. Guess is that it would have been pronounced as it would have been spelled originally as B I C C E and it would have been pronounced something along the lines of bitche. But I mean it doesn't end there, there are just lots of different spellings, uh, too many to list here, but different ones for different variations of English too. So in Scottish English, there were different spellings and slightly different pronunciations and uh over time, the word evolved like language does. So it was probably, uh, I can't remember exactly. Uh, BUT it would have been around the, probably Middle English that the word started to change its, uh, orthography, which is its spelling, to look more familiar to the way that we spell it today. But of course, even nowadays, uh, you could say that the, the spelling of the word is standardized, but not really. We have Bish and we have all different kinds of biznatch, different, uh, variations of the word today, slang variants of the word. And A lot of those are spelled a little bit differently, and, uh, those can represent different dialects, different social dialects or regional dialects. So the word is continuing to evolve, and I think that's the key for why the word's still around today. It's changed shape and conformed so that it's become modernized and it's still a very useful word."
	},
	{
		"start_time": "04:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, and we're also going to talk about some of the ways that the meanings of the word have changed over time. But, I mean, apart from the fact that at least originally and even nowadays, I imagine that some people still use the word that way. But apart from originally the meaning being female dog, in what ways does bitch relate to dog? And tell us about using bitch and dog as insults."
	},
	{
		"start_time": "05:22",
		"speaker": "Karen Stollznow",
		"words": "Yeah. Oh, I mean, there's a lot to unpack there because animal insults are, uh, animal metaphors used as insults are among the earliest insults that we have examples of. So we can go back to ancient Greece and ancient Rome, and dog was being used as an insult then. And it was being used not only for women, but it was being used for Men as well. And over time, it's had slightly different meanings. Usually for a woman, if we go back that far, it might refer to a woman who was uh disloyal. So we have those kinds of metaphorical associations with dogs as being loyal, but a woman who was a dog was disloyal, and it might have A reference to a man's poor character, rather than necessarily being related to, uh, the other aspects of a dog. So, the, the different use of dog was really, I guess, changed in some ways, but stayed the same too. But it is totally one of the, the earliest insults that, uh, we can find. And Bitch is I guess a more specific version of that, referring to specifically a uh a female dog and as you said, the word isn't, I think that when people think about the word today, they don't immediately think of a dog, a female dog, unless it's within that context. If you're, you've taken your dog, your female dog, to the vet and you hear that term, I think even people would wince at that, and there are a lot of uses on, uh, television where that's used for kind of comedic effect, that double entend that bitch can mean a female dog. Also be an insult for a woman or for a man. So, uh, you have these kind of competing uses, and I think that, uh, when we, we hear a use, we need to figure out the context. Is this an insult? Uh, WHAT exactly does this mean? Is this referring to a dog? But it's a very specialized term in its, uh, literal sense, but in its metaphorical sense, it can really mean so many different things. But, uh, yeah, dog. IS still around as an insult. Bitch is still around as an insult, and I think will continue to be so. But a lot of other insults have, uh, come about over the centuries, and many of them have just died out. And that that's what tends to happen with slang. Slang can be very ephemeral. It's not always long-lasting. A lot of words don't make it to the dictionary. They might be around for a short period of time. And then they disappear. But I think nowadays with the advent of the internet and globalization, a lot of these words we can trace and they might stick around a lot longer, they might diffuse, that is to spread more across certain generations and groups of society. So that's what keeps these words alive. But yeah, certainly these are old words and they're gonna stick around."
	},
	{
		"start_time": "08:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ORIGINALLY did bitch also mean slut."
	},
	{
		"start_time": "08:28",
		"speaker": "Karen Stollznow",
		"words": "Ah, well, that's interesting, uh, it's an interesting question because an earlier use of the word bitch was to refer to a whore, so a woman who was a prostitute, uh, and Slut. So bitch was used in the way that we use slut today. So this is going back hundreds of years ago, and, uh, bitch would have been used to, to mean a woman who was promiscuous. So we tend to think of the word slut as, oh, well, it would be contemporaneous with the, the word bitch, which it was for maybe about 500 years or a little bit longer. But slut had a very different meaning going back in time. So, going back hundreds of years. We find examples of it in various books. Samuel Peep's diary, he talks about a very pleasing slut that that he and his wife have, but he's talking about a servant girl. So he's not talking about, uh, a, a promiscuous woman, uh, that they've held hostage there, uh, using for sexual purposes. He's talking about a servant girl. Then later, a lot of what we see this with a lot of other words too. I like nave for a young boy, those words often referred to the, Lower socioeconomic groups of people, so people who worked in houses, in big households, and, and did the lowly chores around the house. And so a lot of those terms became derogatory, so that's pegeration, I think we'll probably get into that soon too, but where words become bad over time. And that's really what happened to the word slut. So originally it just meant a servant girl, a wench, then it came to mean a woman who was Slovenly in her dress. So we see other references of, uh, men being referred to as sluts. And it was really just someone who was sloppy. And, uh, the, the funny thing is that slut didn't really change in meaning to the, the use that we currently have today, the most, uh, kind of salient use today of a promiscuous woman. My father, who passed a number of years ago, when I was young, he would refer to a woman, uh, as a slut if she was dressed in a sloppy manner. And I said, Dad, you can't say that anymore. We don't, that's not what the word means anymore. But really going back to, uh, the 60s is around the time where it's attracted the, the current meaning that it has of, of being a promiscuous woman or a woman who's accused of being promiscuous. It's certainly used in regards to men as well, but for men, it's It's typically more of a compliment to call a man a slut than a woman, because it's implying that you're, you sleep around, uh, or that it's suspected that you do, you're a wanton woman, lascivious. It's got a lot of negative connotations today. But, uh, going back hundreds of years ago, it was just a very everyday term for, for a woman who worked in a certain industry."
	},
	{
		"start_time": "11:31",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right. So when did bitch develop the meaning of unpleasant woman?"
	},
	{
		"start_time": "11:39",
		"speaker": "Karen Stollznow",
		"words": "Well, that's very interesting because there are lots of different theories. Some people think it's maybe around 1400, so closer to Middle English, that the word became an insult for women. But we do have evidence going back to, uh, written documents, where it appears that bitch was being used. As an insult for women, more in that sense of a slut, modern day slut or a modern day whore, uh, going back probably as early as those earliest references to female dogs. So, we could say, maybe, definitely by the 1400s that, uh, bitch was being used in that way as an insult for women. Uh, BUT possibly hundreds of years earlier. So again, all we can go by are those, uh, the records that we have, the existing artifacts that show us the progression of the meaning of the word, but it does seem like as long as the word has been around, it's been, it's had that literal meaning for a female dog, but also that metaphorical or figurative meaning for uh as an insult for a woman. And for a man too, it seems like that could go back as early as that uh the the reference to women. Mhm."
	},
	{
		"start_time": "12:57",
		"speaker": "Ricardo Lopes",
		"words": "So by studying and understanding how over time a word like be, uh, changed meaning, acquired new meanings, and kept some of its meanings. I mean, by studying this sort of history, what can we learn about these kinds of phenomenon? Linguistic phenomena related to how the meaning of words change over time. Do you think that bitch is a particularly good illustrative example of those kinds of phenomena?"
	},
	{
		"start_time": "13:29",
		"speaker": "Karen Stollznow",
		"words": "Oh, I think it really is an excellent example of what linguists would call semantic change. So that is talking about meaning in. Words and how that changes over time. So, lots of different things can happen to words. We're talking about slang being ephemeral a little while ago, and so some words can come into our language and then just disappear. They might go unrecorded. It might be a small amount of people who use them and then they die out. And then other words can stick around for a very long period of time, like, bitch. Sometimes they can retain their Existing or original meaning, but lots of things can can really happen and it's unpredictable. Language is like a runaway train in many ways. We just can't be sure what's going to happen with particular words, but they can acquire negative connotations, and that was the term I used earlier, peeration. So that means when a word, it might have a neutral meaning, so in this case, a female dog. For bitch. And then over time, it attracts these negative connotations and a negative meaning. Words can also, uh, undergo a process called amelioration, which is where they improve in meaning. And that is less common. We don't see that happening as much, but the interesting thing is with bitch, that it has undergone all of these processes. So not only has the word stuck around, it's evolved. In meaning, it has developed negative connotations and become an insult for women and for men, and it's also acquired positive connotations. So it can be used in positive ways today amongst friends and used in a, as a compliment to women or to men. Depending on the the group that it's used in. So it's just a really interesting example. And uh the fact that the original meaning has stayed around concurrently is interesting too. So we have all of these competing meanings that can get very confusing as to what bitch means."
	},
	{
		"start_time": "15:39",
		"speaker": "Ricardo Lopes",
		"words": "Right. But I mean, you mentioned pegerration, amelioration. Do we have a good understanding of how words go through these processes and how they acquire or change meanings over time? I mean, do we understand or have a good understanding of the factors that play a role, a role here?"
	},
	{
		"start_time": "16:00",
		"speaker": "Karen Stollznow",
		"words": "Well, I think it really is gonna depend on the words. So for I talk about bitch, the journey of a word, uh, another iteration of the name is the story of a word, and I think that each word really has its own story, has its own journey, and again, Some words can die out, some words can uh can continue to stick around and original meanings might coexist with, with different meanings. So words are a lot like humans in the way that they evolve, and a lot of people going back to, to um uh Darwin have written about the evolution of language being comparable to the evolution of humans and other creatures. And uh so um with regards to um What you're talking about with pegeration uh and with amelioration. It's just going to depend on, I think the, the society and the culture of the time. So I think that words really do, especially nouns, not so much grammar, but, uh, you know, content words, nouns are going to, to reflect our attitudes and our values and our beliefs of the day. So I think that that's what's Really happened with bitch. Uh, WE had that original meaning, and then we have a meaning that really reflects morals and values about women and the, the behavior of women, and morals and values and attitudes towards men and the way that men behave. So it's, uh, your words are really going to be, I guess, a kind of time machine that's Tell us about, uh, give us a snapshot or a window into a particular time and tell us, well, how did people think? How did they, they see other people, how did they see themselves, uh, what factors were at play, but yeah, it's really a, a sociocultural phenomenon, um, but it's still something that's unpredictable."
	},
	{
		"start_time": "17:58",
		"speaker": "Ricardo Lopes",
		"words": "So, in the book, you also talk about the feminist bitch. So what does it mean and does it have a positive connotation there?"
	},
	{
		"start_time": "18:09",
		"speaker": "Karen Stollznow",
		"words": "So, it absolutely does, and again within its own context. So this is going back to the 1960s and the 1970s when we have various waves of feminism in history. And so we're talking about maybe the second wave of feminism where uh women started looking at language and asking a lot of questions about uh sexism that was in language. And so the the issue of bitch came up, uh, and there's a, a, an activist, feminist activist called Jorene who penned a manifesto called the bitch manifesto. And that is, uh, basically a, a very long and very interesting look at the word bitch and the way that it's been used and how it's been leveraged negatively towards women. But, uh, in, in Doreen's opinion, and this, this was kind of a, I guess a um a badge of honor really for the term bitch and it and showed the evolution of the word, but she said, well, this word really means a powerful woman, this is an empowering. Word. This is a word that uh reflects a woman who is, is powerful and she's strong and she's ambitious, and uh she's competitive, and she really made some interesting observations too that when a lot of these descriptors are used in with regards to men, that they're compliments. Uh, BUT if they're used towards women, then she's seen as being unfeminine. She's seen instead of being docile and quiet and keeping her place in society, that she's being outspoken. And you know, we see that a lot today in the way that the word is used in politics too. It's used against women in politics, and uh so it's really a matter of women being Uh, criticized for behaving in the ways that that men do, but that was really a turning point for the word bitch, and, uh, since that time we've had a lot of women in positions of power, so lawyers and politicians and uh musicians, Writers, feminists, activists of all kinds, coming out and saying, Well, I am a bitch. I identify as being a bitch. So it's become this self-identifying label, uh, for a woman who, who sees herself and is seen as being strong and powerful. So it's an empowering term. That was, that was the turning point. We, we do have some examples too, of, uh, Ernest Hemingway, who used the term in a more positive way too. He would use the word bitch to refer to women who, uh, were powerful and strong and sexy and had grits. So he was using it in a complementary way, but still being used by a man, uh, in that context, it can be dehumanizing. But that was Really where the at a point where the word was shifting in meaning, and it is just again spawned so many different uh more positive uses of the word since that time."
	},
	{
		"start_time": "21:19",
		"speaker": "Ricardo Lopes",
		"words": "But this is very interesting because isn't it the case that the word bitch tended to be used, uh tended to be used and perhaps it's still used, I'm not sure, as a, also as a pejorative against feminists."
	},
	{
		"start_time": "21:34",
		"speaker": "Karen Stollznow",
		"words": "Yes. So that's a good point as well. Uh, WE, we don't have too much evidence of that, but if we go back to the first wave of feminism, we find some examples of women who were advocates, who were early feminists, they wouldn't have described themselves that way. That's a more recent term. Uh, WOMANIST is another term as well. And, uh, those were really used as insults around the same time. So when we had, uh, the, the fight for women's right to vote, we have some examples of women being labeled as as bitches. But really they were seen, I think, as being, again, unfeminine. They were being, they were seen as masculine because they were doing the kinds of things that men would do, protesting. Uh, AND fighting for their rights. And, uh, so they were really looked down upon and, and, uh, endured a lot of criticism and being put into jail and having eggs thrown at them and rotten fish and all kinds of terrible things with, and they were just fighting for equality. But, yeah, we, we do have some examples there and, and I think that that's um They're the early days of this word really reaching a turning point of becoming uh I have being identified with feminists."
	},
	{
		"start_time": "22:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So the word also ties in a way to the history and issues surrounding feminism."
	},
	{
		"start_time": "23:04",
		"speaker": "Karen Stollznow",
		"words": "Right. Absolutely, yeah, I think that, uh, again, to look at a word like uh feminist, uh or a word like womanist, those were being seen as negative in the early days, uh, and they, there, there are still negative associations with those words today. Uh, BUT I think that um bitch was, was within that same repertoire and vocabulary of words that were um held against women who fought for equality and rights, equal rights."
	},
	{
		"start_time": "23:35",
		"speaker": "Ricardo Lopes",
		"words": "And the word feminist itself uh sometimes is also used as a pejorative."
	},
	{
		"start_time": "23:43",
		"speaker": "Karen Stollznow",
		"words": "Absolutely, yeah, I think a lot of uh people have criticized the use of the word today and, and women that we would see as being feminists would reject the word and say, well, I'm not a feminist, so we, we see that going back to, I think, uh, Virginia Woolf. Uh, AND, uh, the more recent uh feminists like I think Gloria Steinem, Jermaine Greer, so others rejected the word. Uh, Simone de Beauvier as well, rejected the word originally and said, Well, I, I'm not a feminist, because the word had such negative connotations. And then it was around the 1970s that the word started acquiring more of a sense of empowerment and women who were Advocating for themselves and fighting for their own rights, but again, even to this day, I think Beyonce at one point said, oh I'm not a feminist, That's a bad word. We need a new word, bootylicious, I think is what she came up with. But, uh, yeah, there's still a lot of negativity around the word, and I think, uh, it's a turnoff for, for some people, but really, feminism is about elevating women and, uh, bringing equality into society for all people. Uh, AND so it's ultimately a good thing, but just the way that it's wielded as an insult or wielded to, to mean a woman who's difficult, a woman who is, uh, behaves like a man, all, all of these negative associations, uh, are really coexisting with the positive senses of the word. And that's another process we could talk about too, which is, um, the euphemism treadmill, which is where we have Uh, words in the language that have become insults, have negative connotations, they might be stigmatized in some way, and so new words are then introduced to replace those words, but then the same thing happens to them too. So we see that a lot with uh terms regarding disease or disability that uh words will be changed and new words introduced uh to, to hopefully bring in more positive connotations, but then They, they go undergo that process of pegeration again and uh and it just keeps happening and it's a kind of vicious cycle, I guess, of language."
	},
	{
		"start_time": "26:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, uh, I, I mean by that, do you mean words that we use to refer to diseases?"
	},
	{
		"start_time": "26:15",
		"speaker": "Karen Stollznow",
		"words": "To, yeah, some diseases uh that are stigmatized, uh, so certainly when it comes to words, um, within the lexicon of mental illness, I think a good example too is a word like toilet. Nowadays people will refer to uh restroom or bathroom, and those are really euphemisms, uh, and we've got earlier terms for toilet like a, you know, a water closet or a privy, a latrine, so all of these different words for something that's embarrassing, you know, it's associated with human waste and so people don't want to talk about these topics. So they come up with euphemistic terms to refer to the toilet and And then that keeps getting replaced because no one wants to use the word, and it's embarrassing to refer to in society. And so that's really why we have the words, uh, restroom today, or powder room for ladies, uh, all those other kinds of terms that, um, things that, that we find repulsive or disgusting or embarrassing, humiliating, uh, that we just don't want to talk about. And so we come up with euphemisms, and then They acquire the same negative connotations and get replaced, so it keeps going and going."
	},
	{
		"start_time": "27:29",
		"speaker": "Ricardo Lopes",
		"words": "But because of all this negativity that still surrounds the word bitch, uh, I mean, the common ways that people typically use the word in society in general, do you think that even with some of the more positive connotations that feminists were able to attribute to it, uh, at The end of the day, uh, they were, do you think they were able to uh to reclaim the world or"
	},
	{
		"start_time": "27:57",
		"speaker": "Karen Stollznow",
		"words": "not? Yeah, and then that's something I go into a lot, uh, in the book because it's really an open-ended question, uh, with an open-ended outcome. I think to some extent the word has been reclaimed and uh Has been appropriated and developed positive connotations in, and I think it's something that we need to again analyze context. How is it being used? Who is it being used by, how is the word being received? So I think you've got all different kinds of uh uh variations and combinations that you can find within that. So if it's a woman who is using it about herself and It's a positive context, then she's reclaiming the word. But if it's being used against her, especially by a man, it's being used as an insult, as a negative term, then it's not reclaimed in that instance. So, uh, it's, you're going to continue to have that, uh, fine balance, and, uh, I think it's never going to be reclaimed completely. Uh, AND you have Parallels with other words like gay and queer, and the N word as well. So you can say that those terms are used within the, the groups that they refer to and they can have positive connotations. So they're basically saying if I use this word, uh, I'm saying something positive about myself as a self-identifying label and something positive about my community and people around me, but it can certainly be used, all of those words. CAN be used as insults outside of the group, so by outsiders. And so that's very much the case with bitch as well. It's used within the gay community, often, and it can be used as a compliment, but it can be used as, as an insult, and same thing for women. It can be used as a self-identifying label or it can be used as a term of abuse. So you just have all of these. It's like a juggling act really, uh, and the shifting meanings and uh but they're they're all coexisting. So, I just don't think the word will ever entirely be reclaimed, same with those other words."
	},
	{
		"start_time": "30:14",
		"speaker": "Ricardo Lopes",
		"words": "Right. Do some uses of the word bitch uh uh manifest common sexist ideas in society, and if so, what would these ideas be?"
	},
	{
		"start_time": "30:27",
		"speaker": "Karen Stollznow",
		"words": "Ah, well, yeah, I think that that's probably one of the most salient uses of the word today, that it's seen as an insult, and that would be the main complaint, even though some feminists have attempted to reclaim the word. There are other feminists and uh people in maybe gender studies. Uh, WHO, who would never want to use the term and think that it's invariably an insult and that it cannot be reclaimed, uh, that it ultimately comes back to negative attitudes towards women in society, uh, and so it, it really does encompass a lot of negative attitudes towards women, uh, that, that women. Are, uh, somehow the second sex or, or, or lesser, there really is no direct equivalent term for men, even though bitches used, uh, with regards to men in many instances, there's no exact, Equivalent term for, or insult term for, for men. But we see in general that there are thousands of insults that have been recorded for women and many fewer for men, and often they're just not as offensive. So terms like bitch, going back a couple 100 years ago, there was a lexicographer called Francis Gross, who wrote a classical dictionary of the vulgar tongue, and he wrote about how bitch was, The worst appellation, the worst insult that you could possibly call a woman. It was even, uh, more provocative and insulting than whore. So, I don't know if we'd look at bitch that way today. Maybe the, the C word, I don't know if I can say that on this show, but, uh, the words related to females or words related to women or women's body parts tend to be the most offensive terms. Uh, WOMEN have really Uh, attracted a lot of negative terms and it's just a reflection of how women are viewed in society that they to this day, despite leaps and bounds with equality, there's still inequality, women are still the second sex. Mhm."
	},
	{
		"start_time": "32:37",
		"speaker": "Ricardo Lopes",
		"words": "So you refer to the C word there, is there any relationship between bitch and the sea world or not?"
	},
	{
		"start_time": "32:48",
		"speaker": "Karen Stollznow",
		"words": "Ah, well, I think that they're often used. Together, and I think that there are some parallels with the, the histories of the words. Uh, THE C word was originally used as a literal term as well, to for a body part. It was even used, uh, going back hundreds of years ago, uh, in street names when In the United Kingdom in England you had street names which were named for the professions of the street, so Barbour Street or uh whatever the name of the uh the different trades and industries that were done on that street. WERE references to that profession. And so there was a Uh, a street that was named after prostitutes, and it had the C word within that name. So that's going back maybe to the 1300s, I think. So, uh, it wasn't always an insult, but it, it has been for a very long time used to refer to the, the woman's body part or the female body part. And, uh, but it was in an anatomical sense in, uh, medical dictionaries and, and medical books, and it just More recently became an insult term. So, uh, it's, it was an insult term for women and, and only recently an insult term for men. But that has a very interesting history too, where in some countries, so I'm from Australia originally, and it's, it can be used for friends, much in the same way that bitch can be used to show that you are familiar with someone, you're close to them. Uh, AND you can use these words about them and they're not going to think think anything negative about you for doing that. Uh, IN Scottish English, it's similar, but in here in America, it is a, uh, probably one of those final frontier insults that it's very negative, very bad associations, uh, and, and probably the way that Francis Gross. Described bitch, going back hundreds of years ago, the C word is probably replaced that I think in that regard and would be, it's, you don't see it much in or hear it much in on the radio or on television, so it's uh highly offensive to this day."
	},
	{
		"start_time": "35:09",
		"speaker": "Ricardo Lopes",
		"words": "Right. In one of my previous questions, you alluded to the fact that bitch can also be used to refer to men. Uh, HOW can it be used to insult men?"
	},
	{
		"start_time": "35:22",
		"speaker": "Karen Stollznow",
		"words": "So, uh, yeah, as I stated earlier, I think that we have some evidence that bitch has been used as an insult for men for as long or almost as long as it's been used as an insult for women. But it's used a little bit differently. So when it's used in regards to men, it's likening them to women, and things that might be perceived as negative about women. So, uh, often it's Used to mean that a man is not being a, uh, doing a terribly good job of being a man. He's not being strong, he's not being masculine. So whereas we have that kind of dichotomy that a woman who is a bitch is, is outspoken and she's ambitious and she's controlling, and she's loud and powerful. Uh, BUT men who are like this are seen as being weak, and, uh, it's, and really, uh, an emasculating insult for men, the way that it's used. And, uh, so it's, it's really saying that a man is like a woman in ways that are negative. He's weak and he's wishy-washy. Uh, HE'S perhaps gay, uh, he's effeminate. So that the earlier examples we have of bitch being used toward men is with regards to, uh, usually their gender presentation. Um, AND we've got an older term for, uh, men who might have dressed as women, uh, calling them mollies. So Giving them a female name and often they would use the term bitch among their community to refer to effeminate men."
	},
	{
		"start_time": "37:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, in the book at a certain point, you mentioned phrases directed at men to exhort them not to behave like women. One of them includes the word bitch. I mean, you mentioned phrases like, you're such a pussy, don't be a girl. Don't be a little bitch. You don't have any balls, grow a pair, and things like that. So, I, I mean, the, uh, what do these phrases really suggest? What do they, what are they referring to? What are they trying to tell men?"
	},
	{
		"start_time": "37:35",
		"speaker": "Karen Stollznow",
		"words": "Yeah. Well, I think, you know, it's, it's very, very unfair, but it is the way that a lot of parents raise their, their boys to become men who are strong, that they don't cry, that they don't show any uh feminine aspects. So that's why we really have all of those terms as social conditioning, to say, don't be like this, don't run like a girl, don't cry like a girl. Don't play with, uh, dolls if you're a boy, don't like pink things if you're a boy. So, and these, uh, some of these things too. Have changed over time. Um, HISTORICALLY, pink hasn't always been associated with girls, so it's really just a social construct, these kinds of behaviors. And, uh, yeah, they're, they're really unfortunate phrases. I, I have a son, a young son, and so I'm very careful to Not use these phrases with him, to not condition him with these phrases, and uh you know, I encourage him to cry if he feels like it and to express himself and, Uh, to not withhold his feelings and his emotions. I think that it's very unhealthy, and I think that we, we should not stereotype boys or girls, that there's no particular way that girls should behave or particular way that boys should behave, but it is just an unhealthy hypermasculinity, really, to say that boys can't cry, uh, boys can't. Boys have to run fast and boys have to, uh, you know, play hard and tackle and be aggressive and violent. So they're, they're really just social constructs, uh, and it's just, just very unfair to impose those roles on boys, but I think that there is a strong connection between those kinds of phrases and a word like bitch that really does try to condition. Gender roles in society and tell us how boys should behave and how girls should behave, and it's, it's just BS."
	},
	{
		"start_time": "39:44",
		"speaker": "Ricardo Lopes",
		"words": "So in that sense, the word bitch and other words, of course, but we're focusing here on this word, uh, connects to ideas people have about gender and gender roles,"
	},
	{
		"start_time": "39:56",
		"speaker": "Karen Stollznow",
		"words": "correct? Yes, absolutely. I think that really tied in so that again, the earliest uses of bitch going back to a female dog has that strong association with females and with a female gender presentation, and so I think that The way that it's used is really enforcing or reinforcing these roles in society, that women should behave a certain way, and if they don't, they're bitches, and men should behave a certain way, and if they don't, they're bitches too. Um BUT with the Different connotations for for different uh gender."
	},
	{
		"start_time": "40:39",
		"speaker": "Ricardo Lopes",
		"words": "How about the expression, son of a bitch, where does it come from?"
	},
	{
		"start_time": "40:46",
		"speaker": "Karen Stollznow",
		"words": "Oh, that has been around for probably as long as the word bitch and has been used as an insult, so we have examples of that that go back uh to some very early writings too. Probably the spelling that we would most recognize uh would be that as used by, by Shakespeare. Uh, SO it's really been around for a very long time too. So, again, it does go back to insulting a woman. You're saying that a man is being judged by the actions of his mother, and again, there are lots of ways that you can look at this, but A bitch is a bad woman, and a son of a bitch is a bad man, who's basically related to a bitch. His mother is a bitch. It's insulting his precious mother. We have, um, son of a whore, a whore's son as well. Different variations, uh, even going back to, uh, uh, Arthur and Merlin. So very old examples of this, but it's really been Embraced by American English. It was very popular in British English for hundreds of years too, and it was then used in literature for American English and just became a very uh um heavily associated with American English and it's uh just used very widely. Not as much today. You've got a lot of uh uh euphemistic versions of Son of a bitch as well. And uh that are used in television and comedy and things like that, but uh certainly it's uh, Its history is as long as that of bitch. Mhm."
	},
	{
		"start_time": "42:28",
		"speaker": "Ricardo Lopes",
		"words": "And what are the most current meanings of bitch? I mean, what are the ways that people use the word do they, what do they mean by it exactly, most commonly."
	},
	{
		"start_time": "42:42",
		"speaker": "Karen Stollznow",
		"words": "Oh I think all of the, the older uses of the term are still around, but we have, uh, I guess more modern versions. The different spellings I was talking about earlier, so Bish and biznat and the just different slang variants of the word bitch. And, uh, also positive terms that I think are born of the more feminist empowering, self-identifying label of bitch too, where women might refer to themselves as being, you know, bad bitches. And so bad, we have that, uh, uh, amelioration. Again, where you've got words like bad and wicked and bitch as well that have these negative connotations that over time have developed positive connotations too. So, uh, yeah, I think that feasibly any Version of, uh, the, the meaning of bitch can be used. You've got to look at the context to figure out exactly what's being said, but it's uh very common now on television, common on, uh, radio, common on the internet. It's a very popular word, an everyday word, and it, uh, uh, just has so many different variations, and people can spell it whatever way that they want, and people will understand what they mean, and, uh, it's Yeah, just concurrently an insult, but also a positive term, but with just different spellings, pronunciations, different use within different communities and groups. It's really quite a powerful word."
	},
	{
		"start_time": "44:24",
		"speaker": "Ricardo Lopes",
		"words": "So one last question then, how do you look at the word bitch generally speaking? I mean, because we went through all of these kinds of meanings that it has in different contexts and situations where it has gone through pegeration and others where it has gone through amelioration and things like that. Do you think of it as mostly a positive or a negative word?"
	},
	{
		"start_time": "44:50",
		"speaker": "Karen Stollznow",
		"words": "Well, That's really hard to say because it's just going to depend on the individual and their experiences with that word. I think most, if not all, women have been called a bitch at some point, and, uh, a lot of men have been called a bitch or they've been called a son of a bitch. So it's going to depend on that individual interpretation of how someone perceives that word and How that's being used against them, uh, and, and just their associations with the word, whether they've been negative or positive. But I think in an overarching sense, the most salient use is that it's an insult. So we can say, well, it still means a female dog 1000 years later, and that's true. At the same time, it can be used as a self-identifying label, so it can be used as an empowering term. Uh, AND again, that's all down to context. But I think that, uh, at the end of the day, it's most seen as an insult, as a term of abuse, particularly for women, and that it shows negative attitudes, uh, towards women, and that, um, you know, it's, it's offensive, uh, in many contexts. So I, I really think that's the The, the most salient use of the word today, but, uh, you have all of these concurrent and conflicting uses and meanings, and, uh, I think that the word's just going to continue to somersault and, and do all of these different, uh, changes and stick around and, uh, uh, I think evolve so that it can stay alive."
	},
	{
		"start_time": "46:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and it will also change meaning for something else somewhere in the future as well, right? Yeah,"
	},
	{
		"start_time": "46:41",
		"speaker": "Karen Stollznow",
		"words": "yeah, it's really difficult to know exactly what a word is going to do, but I think just based on the previous behavior of the word that it's, it's going to continue to evolve and change."
	},
	{
		"start_time": "46:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So the book is again bit the journey of the World. I'm leaving a link to it in the description of the interview. There it is. OK, great. So, Karen, apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "47:11",
		"speaker": "Karen Stollznow",
		"words": "OK. Well, people can find me at my website, which is Karen Stolzner.com. And people can also find me at monstertalk.org. So I have a podcast that I do with my co-host Blake Smith, and uh so we talk about cryptids, monsters, legendary creatures, ghosts, anything strange, paranormal, supernatural. And so people can find me there too. I also write for uh Psychology Today and Cambridge blogs, so a number of publications out there, but yeah, those are my main things, my website and I got a number of other books too, that I've published, so please do check them out."
	},
	{
		"start_time": "47:57",
		"speaker": "Ricardo Lopes",
		"words": "Great. I'll be leaving some links to all of that in the description of the interview as well. And thank you so much for taking the time to come on the show. It's been a very fun and informative conversation."
	},
	{
		"start_time": "48:10",
		"speaker": "Karen Stollznow",
		"words": "Great, thank you so much, Ricardo. I've really enjoyed this."
	},
	{
		"start_time": "48:14",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Dio Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry V. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivas, and Rosie. Thank you for all."
	}
]