[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricard Lopez, and today I'm joined by Doctor Manveer Singh. This is our 3rd time together. She is an assistant professor of anthropology at the University of California Davis. I will be leaving links to our first two interviews in the description, and we're going to talk today about his A book, Shamanism, the Timeless Religion. So Doctor Singh, welcome back to the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "00:32",
		"speaker": "Manvir Singh",
		"words": "Yeah, thanks for having me, Ricardo. Always, always a pleasure to be on."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "So let's start perhaps with the most basic question here, what is shamanism?"
	},
	{
		"start_time": "00:45",
		"speaker": "Manvir Singh",
		"words": "Yeah, so it's a basic question. It's also a highly debated question. So the way that I define it in the book, um, which follows some other scholars, is a practice in which a specialist enters a non-ordinary state, also called trans, sometimes called ecstasy, and Thinking about all of those similarly, just non-ordinary behavior, non-ordinary state to engage with unseen realities, often unseen agents and provide services like healing and divination. So I think those three features for my definition at least are critical. The altered states, the unseen realities are unseen agents, and the healing divination or other services."
	},
	{
		"start_time": "01:26",
		"speaker": "Ricardo Lopes",
		"words": "And how will the shamanism in human societies do we have a good idea of that?"
	},
	{
		"start_time": "01:34",
		"speaker": "Manvir Singh",
		"words": "I mean, that is also a very debated question. So in the book, I argue that it is very old, that it's probably as old as um cognitive modernity or behavioral behavioral modernity. So as long as we have been behaviorally and cognitively recognizably human, I argue that we've probably had shamanism, um. But it's hard to get. Of course, archaeological evidence or other evidence, the farther back you go."
	},
	{
		"start_time": "02:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what kinds of evidence can we draw from when trying to determine whether shamanism was present in prehistoric societies?"
	},
	{
		"start_time": "02:15",
		"speaker": "Manvir Singh",
		"words": "Yeah, so I would say there are a couple different strategies or a couple different domains of evidence. One is Um, essentially evidence from the past. So some people will point to burials, they will point to rock art, they will point to, um, you know, headgear that is found in archaeological contexts. Um, THESE are all interesting, and they are helpful to some degree, but they're also very hard to interpret. So some people are very eager to interpret particular finds as evidence of shamanism or evidence of buried shamans, you know, it might be a woman who is deformed, who um is buried with all kinds of uh animal bones and is buried in a very particular way and people, you know, there are a couple of examples like this where people have called those buried shamans, but Um, it's, it's actually very hard to confirm that. It's very easy to fall into this kind of interpretive gymnastics where you want to see something and but it's actually open to many more interpretations, and something goes similarly for rock art. Um, SO there's some rock art that people have argued was produced by shamans in these trans states, other rock art people will argue actually depicts shamans, but that is again very open to interpretation, open to debate. So that's one way of making this claim, but another way, um, so there are two other related ways. One is to actually look at shamanism among contemporary societies. So, shamanism is ubiquitous. It's found almost among almost all hunter gatherer societies. And so, on that basis, we can infer that it was likely present among our ancestors. Um, AND we can infer that there are two forms of infants you can make there. One is, um, Like, uh, Insofar as human societies today have have shamanism, then um it seems that there is something about our minds, our cultures that uh predisposes shamanism to emerge. Uh, OTHER people will say that look at shamanism around the world, you see it everywhere, that means that some common cultural ancestor had shamans that, you know, some African Edenic population had shamanism and then it diffused to all of them, um. Now, I disagree with this, this second interpretation, but the point more generally is that because shamanism is so ubiquitous among contemporary societies, it suggests that it was probably also present among our ancestors. Um, SO that's the second domain of evidence, and then the third is kind of a more psychological approach. Shamanism seems to really reflect and gel with our psychology, um, and we can kind of dig into that, but based on that, then you can also start to argue that it probably, um, was very compelling to our ancestors' psychology as well."
	},
	{
		"start_time": "04:59",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, we're going to come back to that bit about the sort of psychological foundations of shamanism in a bit. Uh, BUT how common is shamanism across human societies? Is it a human universal or anything close to a human universal?"
	},
	{
		"start_time": "05:19",
		"speaker": "Manvir Singh",
		"words": "Yeah, so it is near universal. So if we think about hunter gatherers, there was a a study by peoples at all, um. Yeah, I think they missed a couple of examples, but that would suggest it's, you know, maybe among 95% of hunter gatherers, other societies or other studies suggest that it's uh at a similar frequency among um non-industrialized societies. Um, And we should recognize that by the definition that I'm using, this would include mediums, it would include many profits, it would include transchanneers what are often called witch doctors, individuals who are entering these non-ordinary states, engaging with unseen realities and providing services. So it's, it's ubiquitous, it's near universal. There are a couple of societies in which we don't find it, um, but those are very interesting very often. So some of the hunter gatherer societies that we know lacked shamanism in recent history, we can actually infer that they had it. Um, A couple centuries ago and then they lost it, so groups like the Aceh or the Siriono, these very small mobile hunter gatherers that you find in South America, um, who actually seem like refugees or, or like they underwent some really catastrophic demographic collapse during which they lost cultural complexity. Um, AND you find something similar among other hunter gatherers. So among those hunter gatherers that do not have shamanism, they tend to be very small populations and we can. Infer that potentially they had shamanism in history or um or that they're they're just not at a large enough population size to sustain a certain level of cultural complexity."
	},
	{
		"start_time": "06:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND you have done work on shamanism in different societies. Tell us, for example, about the work you've done in, and I hope I'm pronouncing this correctly, Siberut and the CA."
	},
	{
		"start_time": "07:07",
		"speaker": "Manvir Singh",
		"words": "Yeah, so that is where I've done most of my field work and most of my research. I've been going to Siberut. Great job at the pronunciation, um, since 2014, um. And part of the reason that I was interested in, so Sibe is this island, it's off the west coast of Indonesia, uh, so it's Southeast Asia. It's actually, if you go from Africa and you cross over the Indian Ocean, it's, you know, arguably one of these first islands or the first island that you'll hit. And as a result, it actually has very good waves and a lot of surfers like to surf around Side so it's interesting. Um, YOU, you know, you go there, you find anthropologists and like Australians who are, who are going to nearby islands or going surfing. But anyway, so yeah, I've been going to say that since 2014. Um, AND when I arrived, so I, I've been working with this group, the Mentawe, they are, um, rainforest horticulturalists, so they grow palm trees and tubers and fruit trees, and then they hunt, and they also raise pigs and livestock. Um, AND I got, I got there, I talked about the experience of arriving, it was like complicated, hard, um. But very soon after I arrived, it became very apparent that there were certain individuals in this society who had kind of a social magnetism. These are individuals who were very often tattooed. They wore loincloths that kept their hair, um, they would paint themselves in turmeric. They had a kind of social gravity, so, you know, they would, they would step into a scene and you can kind of feel. Um, FEEL the social milieu or the social environment bend towards them, and these were the ikere, the, the shamans of mentawe, um, and the ikere are the nexus of political life, of medicinal life, of religious life, um, they are understood to be distinct from normal humans to have special eyes, to be able to see souls, um. And they heal people in these healing ceremonies that can go on for several days, where they dance, they fall into trance, um, and so just going to mental and experiencing this institution was really striking it, it, um. Just how prominent they were in the society and how important it made me very curious about the institution, but then there was also something honestly kind of like Phantasmagorically fascinating or or or, you know, the, the, the culture was so rich, but also so Otherworldly. It it was just a very intriguing research topic, so that is what really sprung me into the world of shamanism."
	},
	{
		"start_time": "09:48",
		"speaker": "Ricardo Lopes",
		"words": "So those sort of, I think we can call them social markers, like, for example, when you mentioned that the shamans there would um Uh, I mean, would have tattoos, uh, and, and, and would have, I, I think you mentioned also different kinds of clothing. So is that something that we also see across societies? I mean, do the shamans always have social markers that to distinguish themselves from the other people?"
	},
	{
		"start_time": "10:21",
		"speaker": "Manvir Singh",
		"words": "Yeah, I would say frequently, um, and some of those can be visual, but some of those can kind of be, we might call it. Uh, NARRATIVE or mythological or in terms of how people understand them. So, in mental, they are set off in a couple of ways. They um have these tattoos, they have the loincloths, they have the long hair, but then they also don't, they have to taboo themselves so they cannot eat a lot of food, they can't have sex very often, but then they also go through this initiation, which I write about in the book where um There are many things that they, that happened to them during the initiation, but one of them is like a fundamental transformation of their eyes. Their eyes are regularly treated, they're treated socially, they're treated um in the secrecy of the forest. And so it's also this understanding that they have different kind of eyes that they have fundamentally transformed that also sets them off, um, so, so they're marked both in people's understandings of them, but also aesthetically if that's clear."
	},
	{
		"start_time": "11:22",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Are shamans both men and women, or is this kind of role gendered?"
	},
	{
		"start_time": "11:31",
		"speaker": "Manvir Singh",
		"words": "Um, SO it depends on the society. Uh, MENTALITY is interesting, um, so the word ciquere can refer both to a man and his wife, but it's typically the man who's kind of The shaman who is falling into trance, who's doing these healing ceremonies. There's a general anthropological wisdom, which I think is counterintuitive to many people that the more egalitarian the society, the more likely it is that men are shamans, um, and as societies become more hierarchical, women are more likely to become shamans, um. Um, BUT, you know, in some societies you'll have both men and women, but then also in some societies, shamans will have, they'll, they'll kind of transcend the normal gender binary. Um, THEY might have elements of both, they might cross dress, um, so, so yeah, it, it really depends on the, on the context. I would say on average, they, they seem to more often be men though, which also reflects men kind of being more prominent, often in religious and spiritual life."
	},
	{
		"start_time": "12:33",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, what are the psychological foundations of shamanism? Is there anything specific about our psychology that predisposes us towards shamanism and shamanic practices or what kinds of cognitive mechanisms play a role here?"
	},
	{
		"start_time": "12:52",
		"speaker": "Manvir Singh",
		"words": "Yeah, so that's a great question. That's a big question. Um. So an argument that I make in the book is that shamanism recurs because it is a hyper compelling, essentially cognitive technology, a way of convincing people. Of assuring people of getting these simulated experiences where people can control uncertain outcomes. And so I, I view shamanism very much as a cognitive or psychological technology and so I think a lot about these psychological foundations, um. We can think about those psychological foundations in a couple ways. One is, um, more generally the psychological foundations of religion, of which there has been a lot of research. I know a lot of people have come to your show to talk about this. So people are predisposed to believe that agents, um, invisible agents exist and they oversee uncertain outcomes, gods, spirits, ghosts, that they cause illness, that they cause misfortune. Um, THEY'RE predisposed to engage in rituals and superstitions and, and forms of magic. So if there's an outcome I really want to control, um, I'm very predisposed to use a low-cost intervention to, to control it. So, and I have a big test coming up and I do all kinds of superstitions or, you know, a family member is sick, I do all kinds of superstitions. So these are very important for shamanism, but they're also very important for for um religion more generally, the fact that we believe that agents exist and we use rituals or superstitions or magic to, to engage with them. So that gets us kind of to the basic elements of shamanism, the fact that at its foundation shamanism is a, it's kind of a ritualistic practice to try to control the uncertain. But then that leaves open the question of why does that have to look like shamanism? Why do you have people who are dancing, falling into trance, you know, uh having death and rebirth ceremonies, um, why does it have to take this particular form? And so, Uh, the thing that I argue is most key is the intuition of transformation or difference. So at, at the core, what a shaman is doing is they're saying I can do something normal humans cannot. I can speak to this God, I can see this trend, I can, you know, battle witches. I can engage with these, these agents, these beings who are invisible to normal people, and the way that I make that credible, the way that I make that tenable is by essentially diverging from from normal humanity by becoming a different kind of human. And we can see a similar intuition in superhero narratives. Like a superhero narrative is a story about this person who can do things normal people cannot, but the way that's made credible or tenable for the audience is through an origin story. They were bitten by a radioactive spider, you know, they're an alien from another. Plant, um, whatever they were zapped by some radioactive, whatever, um, they have some crazy genetic mutation. All of these are narratives to, to explain why this person differs fundamentally from normal humans. And so I think a lot about shamanism. Serves this function, promoting the sense that this is a fundamentally different kind of human and thus has abilities that as normal humans do not."
	},
	{
		"start_time": "15:59",
		"speaker": "Ricardo Lopes",
		"words": "How about aspects of human sociality? Do they play a role in any way in the development of shamanism?"
	},
	{
		"start_time": "16:07",
		"speaker": "Manvir Singh",
		"words": "For sure, um, so, a couple that I think are really critical and reasons that you do not see shamanism, for example, among chimpanzees. One is, um, shamanism requires cultural evolution or or complex culture, so you need to be a cultural species to develop these practices, elaborate them. Um, BUT then shamanism is also at the end of the day a service. It's, you go to someone, you give them resources, they, um, provide a service in return, and so you need to have a degree of sociality where people can trust each other, or they can also provide, you know, they're, they're willing to, to engage in this kind of, uh, these kinds of service providing. Um, SO I think those are just necessary elements of a species to have something like shamanism. It has to be cultural. It has to be sufficiently cooperative. Um, BUT then shamanism also ends up just intersecting so many domains of social life. So in mental, shamanisms, or shamans are very important mediators. They have political influence because they have this liminal status because they're seen to to be special for normal humans and to potentially have special powers that allows them to also take on political influence."
	},
	{
		"start_time": "17:17",
		"speaker": "Ricardo Lopes",
		"words": "Um, WHAT kinds of attitudes do people from industrialized and post-industrial societies tend to have towards shamanism and its practices?"
	},
	{
		"start_time": "17:29",
		"speaker": "Manvir Singh",
		"words": "Yeah, that's a great question. So, I would say people's viewpoints broadly separate into two categories. One is this view that shamanism is a kind of primeval wisdom that um it's embodies this older spiritual relationship or or more genuine connection to nature and to spirituality. It is a much more edenic or rosy-eyed view of shamanism. And you can contrast that with a view that sees shamanism more as Superstition and we might say it's kind of related to images of savagery or backwardness, um, exploitation, um. Yeah, I would say these are, these are two common stereotypes or or paradigms, and, and they're often deployed in ways that are uh contingent on people's political or ideological goals. So if you want to critique post-industrial or industrialized societies, then you'll say you can point to shamanism and say, oh, we've lost something, you know, there's some genuine real important. Uh, SPIRITUAL knowledge that has, that has disappeared, but if you want to celebrate them, you can say, oh, post-industrialized societies, um, have rid themselves of something like shamanism. Um, YEAH, and, and I, I, I think often stereotypes or images of shamanism are linked to some view that people tend to have of non-Western societies and, and how shamanism manifests in those stories depends on the kinds of arguments people want to make about industrialized societies. Mhm."
	},
	{
		"start_time": "19:14",
		"speaker": "Ricardo Lopes",
		"words": "But can we also find shamanism or shamanic practices in industrialized societies?"
	},
	{
		"start_time": "19:21",
		"speaker": "Manvir Singh",
		"words": "For sure, for sure, um, and something that I have been arguing is that I what both of these views have in common is some fundamental separation between Western or industrialized societies and the rest of the world, and, and This view that has long been a part of the study of shamanism or or at least the popular discourse of shamanism, that pushes shamanism to the far off, to the past. I mean, Eliade's famous book is called um Archaic Techniques of Ecstasy, um, uh. I, I think most people, if you, you know, go to Google images and you type in shamanism, it's so wrapped up with images and imagery of, of primitiveness or or the deep past. Um, BUT instead, I think, you know, just as shamanism has appeared in so many other societies that manifests in contemporary industrialized societies, um, and it manifests in a couple ways. So one it are are actually literal shamans. So I think Pentecostal pastors are very often shamans. I mean, they are, uh, channeling or or communing with a a sky god or or some invisible being. They are entering non-ordinary states. They're speaking in tongues, they're healing. I mean, you can just search on YouTube, Pentecostal healing, and if there were any other tradition, we would very readily or easily call that shamanism. Um, TRANSCHANNELERS or mediums that you might find, you know, on the streets of Los Angeles or paradigmatic shamans, um, I think many, uh, figures of Uh, the history of Abrahamic religions or shamans. So these, I would say are literal. Shamans, they qualify as shamans by the definition that I describe in the book. There are also many shaman analogs in Western and industrialized societies, figures who are serving similar functions or who are supported by similar social and and cognitive foundations. Um, SO in the book I write about what I call um Hedge wizards, so money managers in particular, these individuals who are, uh, despite actually being efficacious, promising some kind of insight or divinity, uh. DIVINATORY power into unseen trends to, to provide some people with a sense that they can control or understand the uncertain or uncontrollable. Um, SO I think similar dynamics are are at play in all societies, and we often delude ourselves by denying the universality of these practices."
	},
	{
		"start_time": "21:55",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk about the relationship between shamanism and other particular kinds of religion. So, historically, the shamanism and when organized religion starts."
	},
	{
		"start_time": "22:10",
		"speaker": "Manvir Singh",
		"words": "Yeah, so I, I, I think there's a common view and you find this in some of the best contemporary books on the cultural evolution of religion, um, or the evolution of religion. So Robert writes the evolution of God, for instance, um, that paint this picture or tell this story where shamanism is this oldest religion and then it, you know, is replaced or evolves into um. Large scale world religion. So Robert Wright has a, has a quote in his book where he describes shamanism as a precursor on some evolutionary timeline that ends with eventually archbishops and Ayatollahs, um, and, uh. In the book I call this the Pokemon theory of shamanism. So as a, as a child of the 90s, who played a lot of Pokemon, um, you know, it paints this picture where you have like this simpler primitive evolutionary stage that then is replaced by this more complex form. Um BUT I think that actually really mischaracterizes how religious history very often works and instead something that I argue is that rather, rather than ecstatic practice or shamanism. Um, EVOLVING into these other forms. Instead, they are actually engaged in this constant competition and rivalry. So one thing that you actually see in uh a lot of histories of particular religious movements is that they will start off very shamanic and then, um, as they become institutionalized, as they become centralized, they attack that shamanic foundation. So you can find this in the history of the early Christian church. Um, THE early Christian church is By everything we can tell a very shamanic place. It's filled with altered states, with healing, with prophecy, um, but within You know, a couple decades as power is centralized in the bishops, there is an attack against charisma, against ecstatic performance. You see this in the history of Mormonism. Mormonism starts off again as a religion or as a movement that is very ecstatic, where you have speaking in tongues, you have healing, you have divination, um, but again within a couple decades you have key figures like Brigham Young, Brigham Young. Who, uh, I think, I believe is the 2nd president of the, the Church of Latter-day Saints, um, the second prophet. Early in his life or early in his time in Mormonism was very enthusiastic about entering ecstatic states, about healing, about these gifts. He felt like it was an echo of the earliest church, but within a couple decades, he um was not condoning it in the church. He said that to allow people to enter these kinds of states, um, Introduces competing doctrine, and that is essentially why organized religion has had this complicated relationship with shamanic practice, um. Insofar as you allow other people to enter altered states to experience the divine in this very direct way, it provides, uh, or it enables competition, uh, in the connection with the divine. If I am an archbishop, I want to be the sole individual who can claim a relationship to divine, to to to divinity. I want to monopolize the ability to um Say things about doctrine to to prophecy, and if suddenly anyone in this community, anyone's grandma can enter trans claim that she's, you know, channeling a spirit, then that is threatening to my own authority."
	},
	{
		"start_time": "25:41",
		"speaker": "Ricardo Lopes",
		"words": "How about uh prophets? I mean, for example, Judeo-Christian prophets, are they shaman-like figures?"
	},
	{
		"start_time": "25:50",
		"speaker": "Manvir Singh",
		"words": "Yeah, so we can think about prophets in two ways. One, we can think about prophets as they're described in the um Hebrew Bible, um, and those As far as we can tell, are very shamanic figures. Um, THEY, uh, so, um, I actually I'm always like less comfortable about uh just doing this stuff from memory because there I, I want to be very specific, um, so I just like had some notes up, but, um, this word, so in the Hebrew Bible, I'm probably pronouncing this incorrectly, so forgive me for all the pronunciation, but the Hebrew prophets are referred to with this word nabi, um, and from what we can tell, if you look at how Nabi is used in the Hebrew Bible, it is very shamanic. So it's non-ordinary behavior, it is often prophecy. Um, THERE is some implication of a relationship with the divine. Um, HERE'S 1 Samuel 10:6, the spirit of the Lord will come powerfully upon you and you will prophecy. So this is a, a, a, um, derivation of the word naia. It might be hit nabe with them and you will be changed into a different person. So you find this mention of a relationship with the divine, um, this non-ordinary behavior. There's one Samuel 1924. Um, HE stripped off his garments and he too prophesy in Samuel's presence. He lay naked all that day and all that night. This is why people say Saul also among the prophets. So in the Hebrew Bible, um, the prophets are shamans. I think it's very hard to make the argument to the contrary, and I think insofar as people are uncomfortable with that, it just reflects a prejudice that puts shamanism and shamanisms into one bucket and Abrahamic religion into another, um, yeah. So, so, yeah, yeah, I think early Abrahamic figures are easily qualified as shamans."
	},
	{
		"start_time": "27:43",
		"speaker": "Ricardo Lopes",
		"words": "Mm, I shamanism necessarily in conflict with organized religion?"
	},
	{
		"start_time": "27:50",
		"speaker": "Manvir Singh",
		"words": "Not necessarily. So organized religion has engaged with shamanic tendencies in different ways. So sometimes it has tried to quash it. So again, you see this in the early Christian church, you see this in Mormonism, but in other contexts it tries to domesticate it. So you can see this in the relationship between Buddhism and shamanic practice in Japan. So in Japan, shamans that there are shaman mediums and his historically they were more salient. They're called iko. Um, AND early Buddhism tried to get rid of the miko, you know, the miko is a, a local shaman medium. She becomes, uh, possessed and then she can heal her divine, and of course that is that competes with uh the Buddhistist organization's power, um, but it was very difficult to, to get rid of the miko. The Miko were are very important to people, uh. People want that kind of spiritual engagement and so what Buddhism did it it was it weakened the Miko as much as it could, but then it incorporated them into um Into it's uh religious organization. So, so it, it brought them to shrines. It, it, it kind of domesticated the practice. So I think there is a tension, but I, I don't think it always necessarily has to manifest as like destroying shamanism. I think it can have different ways of, of dealing with um the appeal and competition that comes from shamanism."
	},
	{
		"start_time": "29:14",
		"speaker": "Ricardo Lopes",
		"words": "Tell us about neo-shamanism or how shamanism can resurge in societies where many people declare themselves as not affiliated with any religion."
	},
	{
		"start_time": "29:28",
		"speaker": "Manvir Singh",
		"words": "Yeah, so, um, that's a, a great comment and that actually reminds me that when I was listing all of the forms of shamanism in industrializing Western societies, I just forgot neo shamanism, which, um. So neosha is a, we might call it a trend or a kind of new agey movement um in which people understand themselves to be practicing, um. Older shamanic traditions and so a common Uh, tradition within contemporary neo-shamanism is called core shamanism. Core shamanism is is interesting. It was started by an an anthropologist turned essentially new age guru. This person Mike Harner did incredible research among the sar, um, but then he wrote this book, The Way of the shaman, in which he argued that he was identifying some core feature of of shamanism as it exists across societies, created that as a a form of like bite-sized. Um, EVERYDAY practice, and that has become very popular, um, and What I think about the rise of neo-shamanism, so neo-shamanism and these related practices where people understand themselves to be engaging in shamanism have become very, very popular in Western society. So I think Um, in the 2021 British census, shamanism was the fastest growing religion, um, just people who said that they were practicing shamanism it when, I think it multiplied by tenfold within 10 years, um. And um they're more like self-proclaimed shamans in uh in England and Wales than I believe there are Rastafarians or Zoroastrians, um, but the rise, I think, is partly related to something you gestured at, which is, um, there has been a turn away from organized and institutionalized religion for a number of reasons. There's been a decline in people who affiliate with organized. Religion, but, but that is probably compensated by people who consider them spiritual but not religious. And I think shamanism appeals to them, um, for a couple of reasons. I think one, it, uh, makes them feel like they're connecting with nature or some deep spirituality, some more universal spirituality, and that just partly depends on how it's packaged. But then, uh, secondarily, I think shamanism appeals to them for the same reason that shamanism has appealed to people everywhere that um. Uh, THERE is something very compelling about, uh, this more intimate relationship with divine, with the ecstatic experience, and with using that relationship for everyday ends, like healing and prophecy. People want, um, people want to get something out of their relationship with the supernatural. They want to be healed, they want to know what's gonna happen, um, and relationships or engagements with the supernatural that feel much more. Um, Intimate that feel much more experiential, that feel much more visceral, I think, are much more compelling than ones where you have a number of intermediaries or or a less kind of direct um spiritual experience."
	},
	{
		"start_time": "32:49",
		"speaker": "Ricardo Lopes",
		"words": "So you've already given us different examples of these, but what kinds of practices can we find in shamanism? What kinds of rituals does it involve?"
	},
	{
		"start_time": "33:03",
		"speaker": "Manvir Singh",
		"words": "Yeah, so it's incredibly diverse, um. You have, so some common things are aesthetic practice or self-denial. Um, OF course, entering these non-ordinary states is very common, but the techniques to do so are incredibly diverse. So in how, shamans enter non-ordinary states through dancing and through drumming, but in other places, also places where I've worked or or visited, they will use hallucinogens, they might um use sensory deprivation. And go into darkness. Um, SO that's another very salient or important dimension to it. Um, YOU often have these dramatic initiations which we've talked about. So in Mta again, it's like the treatment of the eyes, but it might be a death and rebirth ceremony in parts of Australia. It was understood that shamans would have their bodies open and crystals would be put inside. Um, THERE might be like a ritual burial. Um, YES, so then they can have these very dramatic initiations, um. Shamanism is closely linked to music, so very, very frequently, it's, it's a a a ubiquitous, not necessarily universal but widespread relationship between shamanic ritual and music, um. Displays of supernatural powers or or so like walking on fire, stabbing yourself with swords, but also speaking languages that that you maybe do not know."
	},
	{
		"start_time": "34:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what is a trends and what are shamanic states of consciousness?"
	},
	{
		"start_time": "34:36",
		"speaker": "Manvir Singh",
		"words": "Yeah, so trans, um, again, is like a highly debated and complicated term. The way that I think about trans as it is common across shamanic practices, is, um, just non-ordinary behavior, and it can manifest in a huge diversity of ways. So in mentalwe, when or among the mentalwe when shamans are entering trance, they will, um, kind of shake in place, but in other places they might be incredibly still. Um, YOU know, it might be very violent. They might manifest the spirits that are understood to be embodying them. Um, ALSO the understandings of trans can be very diverse, so it might be that their soul is leaving their body, it might be that a soul is coming into their body, it might be that energy is boiling up through their body, um. Yeah, it might be that spirits are coming and talking to them. So the, the techniques to induce it, the behavioral manifestations, and the general understandings of these states are incredibly diverse, but what they all have in common is uh a state that is behaviorally and psychologically distinct from normal human functioning."
	},
	{
		"start_time": "35:45",
		"speaker": "Ricardo Lopes",
		"words": "And what psychological effects the strengths have and what kinds of practices produce it?"
	},
	{
		"start_time": "35:53",
		"speaker": "Manvir Singh",
		"words": "Yeah, so that um is also somewhere where I diverge from some other people who have written about shamanism. So some well-known writers about shamanism, people like Michael Harner or Michael Winkelman, have argued that shamanic trans states often share some fundamental similarities that, you know, we can think about essentially a shamanic state of consciousness. I think that's very hard to to conclude, I think based on what we know about the psychological effects of these different Techniques, these are actually characterized by incredible diversity. So in some states, um there might be a kind of sensory overload, you might be hallucinating, you might be understanding yourself to be engaging with unseen agents, traveling through worlds, and other, there might be very, very little sensory dynamics, um, in some, you might have a very strong sense of self and other you might lose your sense of self. Um. In some you might be very aroused, and others you might might not be aroused. Um, AND so my own work and and review of the the literature on altered states of consciousness has led me to conclude that um There is very little that that is shared among all of these traditions as they occur around the world. And instead, instead, shamanism is kind of like a humanity's um project of of um the explorations of the the limitations and dimensions of consciousness. I mean, uh, even within particular societies, shamans um entered very different trans states. So in the book I talk about. Um, SOME of these trans healers in Southern Africa who ingest different herbs to induce different states and they understand to have different effects. Some are, um, some are kind of dream-inducing plants, some are closer to deliriums, um, and they understand this to be very psychologically different experiences. Mhm."
	},
	{
		"start_time": "37:51",
		"speaker": "Ricardo Lopes",
		"words": "And what are the functions of trends? I mean, tell us, for example, about the concepts of transformation and performance."
	},
	{
		"start_time": "38:00",
		"speaker": "Manvir Singh",
		"words": "Yeah, so there are some people who would argue, so Michael Winkleman, is this big writer who has written a lot about shamanism and trance, and he has argued that trance has this integrative effect on on cognition, that when shamans are entering trance, parts of, you know, networks that normally are not communicating, um, are communicating in the brain, and that allows for insight. That means shamans are better at mediating and problem solving. But I think it's very hard to make a conclusion like that. I think it's very hard to argue that shamans across societies have um some particular psychological effect of trance just given how incredibly diverse it is. And so the way that I think about trance and, and what I argue is its most important function. Is um a sense of transformation or otherness both for the audience but also for the specialist. Um, SO, uh, the thing that I think is, is an issue for shamanism. Or the hurdle that I think any specialist needs to overcome is why do you have the ability that you claim, you know, my mother is sick, uh, I feel like I'm being haunted by, by a witch. I want to know whether it will rain tomorrow or whatever, you know, I have some kind of goal. I go to a specialist, I say, can you, um, can you help me solve this, this issue? They say that they can. Why should I believe them? Why should I think that another human should have the powers that they claim? Um, AND this is where I think this fundamental transformation is necessary, you know, they become a different kind of human, but I also think Just the manifestation of that power should look very different. You know, if you come to me, Ricardo, and you're like, Munvir, can you talk to the rain god? And I say, for sure. And I turn and I say, hello, rain god, how are you doing? That would not seem very credible. But if I enter a state that looks and feels fundamentally different from normal human functioning, I'm lying on the ground, it's darkness, I'm shaking. That makes it much more credible or tenable to you that I'm that I'm, that I have the powers that I can. And so while I think that trance does have very important psychological effects. What I think is most important about it is that it's creating a very credible Seeming experience for both audience and for for practitioner. It is compelling to everyone involved that this person has some ability that normal humans do not. They have some experience that normal humans do not."
	},
	{
		"start_time": "40:22",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to rituals, what are initiations, how do they play out and what are their goals?"
	},
	{
		"start_time": "40:33",
		"speaker": "Manvir Singh",
		"words": "Yeah, so, um. Initiations, I think, are doing a couple of things, so. They might be a mechanism for providing a novice with information that they don't have, so teaching them, providing them with knowledge, um, they might be a mechanism for creating common knowledge, just that someone is shifting from one state to another, you know, there's a very clear marker, you know, now you put on a particular hat, you're given a particular name, and now we know that you've transitioned from one state to another. But then again, What I think is so critical about shamanism is this fundamental transformation, and I think a lot of initiations are doing a lot to, to reinforce that sense. They are um telling us that this is no longer a regular human, that Ricardo is no longer like the rest of us, that he has, his body has transformed, his eyes have transformed. Um, IN alwe, or among the mental when a person is going from Um, a regular person to a shaman, so they, they have these, these various rituals in which their eyes are transformed. They have various nights of, of trance dancing. They are understood to meet their ancestors for the first time. But then the terminology used to describe them also changes. So the mentalwe referred to. Um, NON-SHAMANS as simmaa, a word that is also used to refer to uncooked food or uh food that is not yet ripe, whereas they refer to shamans as ciquere, and there's this sense, this intuition that the initiation ripens you. It transforms you, it cooks you, that there is this, this transformation of your fundamental being, so that you have these special abilities, and that I think is very critical to a lot of shamanic initiation."
	},
	{
		"start_time": "42:23",
		"speaker": "Ricardo Lopes",
		"words": "So you've already mentioned some of these, but what kinds of social roles do shamans play in their societies?"
	},
	{
		"start_time": "42:33",
		"speaker": "Manvir Singh",
		"words": "Foremost is roles like healing and divination, but then very often uh they will take on secondary leadership roles. They might be mediators, arbitrators, um, they might have some political influence, um. They may, uh, they may have important roles in ceremonial life and, and, um, life cycle transitions, so they might oversee initiations. Um, I would say really, really critical though is of course just uh as healers, diviners, you know, essentially providing these kind of miraculous services to everyday people, and then the other roles that they often have are implications of these these central functions."
	},
	{
		"start_time": "43:22",
		"speaker": "Ricardo Lopes",
		"words": "Do people believe in everything a shaman does and if not, and if there are some cognitive contradictions, what does that tell us about shamanism and how people relate to it?"
	},
	{
		"start_time": "43:38",
		"speaker": "Manvir Singh",
		"words": "Yeah, so people do not believe everything. Um, IN fact, in most societies, you will find a lot of discourse about who is real, who is not real, um, you know, is this person faking trans, um, there is also sometimes articulated a skepticism about, um, the reality of much of shamanism, so. I, I think it's very easy to, to stand outside of a particular context and just treat everyone as undying believers, but in fact something that I've been really struck by throughout my research just on the evolution of religion is how much more cognitively sophisticated, skeptical, um. Discerning people are, um. And so I think there are a couple important dimensions to that. One, so I think this the entire experience of writing this book and and thinking about shamanism and religion more generally has made me think about belief in a different way. I, I, I think it's easy to come from a, a tradition, a Western tradition, which is the scholarly tradition that I work with and that has been very influenced by The, the Christian discourse where belief is believed to be fundamental. So I act a particular way because of my beliefs. Um, I respond to the world in a particular way because of my beliefs. But my, my research on shamanism has made me start to think about how our responses to the world and our beliefs about the world are, are sometimes at odds. So I might engage in magic or superstition, but also be skeptical or not sure of whether it works. I might go to a A shamanic initiation or ritual. I might uh be healed. I might have mixed expectations or or a half belief in whether it works, but that actually doesn't necessarily Uh, change the fact that I might still therapeutically respond to it, um. So, Yeah, I, I, this entire project has made me think that belief is maybe less critical than we are sometimes apt to, to, to believe ourselves."
	},
	{
		"start_time": "45:44",
		"speaker": "Ricardo Lopes",
		"words": "And the shamanism actually work. Yeah, and if so, what it is in shamanism that specifically makes it work."
	},
	{
		"start_time": "45:53",
		"speaker": "Manvir Singh",
		"words": "Yeah, so I'm an, I'm a materialist. I'm an empiricist, um, and so do I think that shamans are engaging with unseen beings and providing services through that engagement? Do I think that, you know, the shaman is talking to a crocodile god or a sky god? Based on the current evidence, uh, I, I don't think we can necessarily conclude that, and I, and I present evidence. I, I, I try to treat that position with respect, but I, I think based on our, our existing evidence, we can conclude that. Do we think that shamans are sometimes therapeutically healing people, or do I think they're providing therapeutic benefits? When I started This work I, I, and in earlier periods, I was much more skeptical. I thought uh there are some people who are so enthusiastic about saying that shamans are healers and they provide these therapeutic benefits, and I felt that they were often doing so more from a desire for what shamanism should be than from a, a serious and responsible engagement with You know, the empirical evidence. After having written this book, after studying it a lot, I am much more convinced that shamanism sometimes has therapeutic effects, or it has the capacity to provide therapeutic effects, um, and I think about that through several different mechanisms. One, I think shamanism is a really potent or powerful way to change a person's understanding of themselves, um, and this is what psychotherapy is often doing. And maybe more familiar Western context, but a patient goes into a shamanic killing ceremony with some story or some expectation about themselves, and then the shamanic ceremony is this powerful, very vivid way of transforming that story. I'm haunted by witches or the crocodile spirit is here to get me. I have this very powerful experience. The shaman battles them, it removes them from my house, it puts them in the river, and I come away with a different story. Oh, I'm, I'm not haunted anymore. Um, AND in the book, I, I actually talked to. A well-known psychiatrist at Johns Hopkins, who calls himself a shaman because he understands his role in precisely this way. He has to dress himself in um signals of authority enact a powerful transformation so that the patient's story about themselves changes. Um, SO that is one thing that I think shamanism is doing in many cases. Uh, ANOTHER is that I think it is a potent. Um, WAY to induce the placebo effect and The experience of writing that book and, and studying shamanic healing ceremonies also, I think reinforced for me that um it induces, it can induce the placebo effect even in the absence of whether people do or do not believe in it. People can come, but it is the experience of being healed that seems to often just lead to to reduced pain or or uh anxiety. Regardless of belief, and I think that's, that's a very interesting topic about how are, how is the placebo effect being induced even in the absence of belief. Um, THE final thing that I think is often very important for shamanic healing ceremonies is that they are incredibly very often social celebratory festive events. So coming from a western context, I think I had expected healing often to be something that's much more somber and much more sober, and was struck. When with the mentalwe, um, and finding that a ceremony would essentially become a party. It would, you know, the shamans would come, they would heal a person, animals would be sacrificed, um, then we're feasting, then the shamans would dance, but at some point they would stop dancing, and then other people would stay up dancing, and everyone would try to stay up all night and everyone, um, all the friends and the family are there. Observing these healing ceremonies, um, I was very struck by the fact that they were often much more festive and celebratory than I had expected. Mhm. Right. Mhm."
	},
	{
		"start_time": "49:51",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to healing specifically, could it be that at least part of the effects are placebo effects?"
	},
	{
		"start_time": "50:00",
		"speaker": "Manvir Singh",
		"words": "Yeah, so I think there are good reasons to actually suspect that. SHAMANIC healing ceremonies are inducing the placebo effect. And in fact, I think shamanic healing ceremonies are very well geared or very well designed to induce the placebo effect, and there are two mechanisms that I would want to highlight. The first is just how sensory or visceral or engrossing the experiences. So there's research showing that. Um, SHAM surgery induces a stronger placebo effect than giving someone a sugar pill or doing some massage. Um, AND if you think about shamanic healing ceremonies, they are incredibly engrossing, you know, it's a practitioner who is fighting a spirit at night, there's fire, there's music, there's dancing, there's trance. um, IT is a much more sensorially, um, vivid experience and so for that reason we would expect a hunger placebo effect. The second reason is that research has shown that people have a stronger placebo effect when they feel that a practitioner cares about them more, when that practitioner is um more empathic, when they just have a more intimate relationship with them. Um, AND shamanism, uh, I think is that for two reasons, when you're surrounded by friends and family, but then secondarily you have someone who's coming out, um, and not only healing you but often doing so in ways that are understood to be risky for them. So, um, the, uh, the these uh Kalahari hunter gatherers. Um, TRANCE was called half death. It was understood that this person was, was approaching death in many contexts, shamans are fighting for the patients. It feels like the entire community is fighting for them, and I think, so both of these, um, we should expect to produce a stronger therapeutic effect through the placebo effect."
	},
	{
		"start_time": "51:44",
		"speaker": "Ricardo Lopes",
		"words": "OK, so for the last part of our conversation, we have to talk a little bit about psychedelics here, not just because they have recently sort of gone mainstream, but also because people tend to make some claims about, some claims about their use in traditional society. So what are psychedelics and why do people link them to shamanism?"
	},
	{
		"start_time": "52:10",
		"speaker": "Manvir Singh",
		"words": "So, when people talk about psychedelics, I think they tend to talk about them in two ways. Some people use the word psychedelic to just refer to hallucinogens more generally, but then many people are are using the word psychedelic to refer to a particular kind of substance or compound. It's um. You know, drugs that um have an effect on the serotonin, um HT2A receptor. Ricardo, I wanna make sure that that's correct. Um,"
	},
	{
		"start_time": "52:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, no problem."
	},
	{
		"start_time": "52:45",
		"speaker": "Manvir Singh",
		"words": "So allergic, psychedelic. 5 HT 5 HT 2A. OK. Can we do that question again?"
	},
	{
		"start_time": "52:53",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, uh, I will repeat the question. Uh, OK, so for the last part of our conversation, we have to talk here a little bit about psychedelics, not just because they have recently sort of gone mainstream, but also because many people uh make claims about their use in traditional society. So what are psychedelics and why is it that people tend to link them to shamans?"
	},
	{
		"start_time": "53:22",
		"speaker": "Manvir Singh",
		"words": "That's a great question. So when people are talking about psychedelics, they tend to use that term in one of two ways. First is to refer to hallucinogens more broadly. Um, SOME people might even call marijuana a psychedelic under that use, um, but then when many people are talking about psychedelics, they're talking about compounds with a specific, um, neurological effect, these that are acting on the serotonin uh 5HT2A receptors. Um, AND so these are compounds like LSD, psilocybin. Um, SILICIN 5Mo DMT, DMT biotinine, um. And so as the serotonergic psychedelics have become more popular, you often find this claim that psychedelics have been used in shamanic contexts around the world and for millennia. Um, AND I think part of the reason you find this claim so often is that it softens the edge around something that has otherwise. That otherwise might seem a little scary. Oh, we should legalize this, or we should, you should feel more comfortable about it being in clinical context, because this has been a part of human spiritual life about human medicinal life, about human ritual and therapeutic life for millennia and in cultures around the world. Um, AND in fact when I often when I talk to people about shamanism or about my fieldwork, they not only uh expect that the mentalwe use drugs or hallucinogens, but they might even in particular expect them to use psychedelics. And for the context, mental shamans do not use uh psychoactive substances to induce trance. I mean they smoke tobacco like many people in that society, the way that they enter trance is through dancing and drumming. Um, SO I think this claim is made very widely in the popular discourse that psychedelics have been used in shamanic context for millennia. Um, BUT I think it's inaccurate, or, or at least I think it, it really misrepresents human history and diversity, and I can talk a bit about why."
	},
	{
		"start_time": "55:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, yeah, tell us about why then."
	},
	{
		"start_time": "55:39",
		"speaker": "Manvir Singh",
		"words": "Um, SO I think it misrepresents human diversity and history in a couple ways. The first is, what is the actual evidence that people around the world have used psychedelics and The best work for this or the best attempt to to answer this question was done by a French PhD student, Martin Fortier. So, Martin went through the diaries of explorers and adventurers. He went through old ethnographic documentation, he went through ethnobotanical work. He was building this incredible project. Unfortunately, he died while he was working on the project, really tragically, he was 30 years old, he died of cancer, um, but he presented some of his findings before he had passed, and so we should treat these as preliminary, but as best as he could tell, serotonergic psychedelics have only been used. In mezzo in South America, nowhere else in the world do we have reliable evidence. So observational evidence or um ethnobotanical evidence of the hallucinogenic use of serotonergic psychedelics. It's only in Mesoamerican and South America and even in those regions, it seems to have been used by a a a very small number. OF cultures. So he estimates that I think 5% of ethnolinguistic groups in the Americas were using serotonergic psychedelics and hallucinogenic doses. And so on a global scale, that would be something like 1% of, of ethnolinguistic groups. So a tiny slice of humanity has used these particular kinds of compounds. Then there's also the question of um how they have been used. And so I think often the discourse wants to draw a parallel between modern therapeutic or clinical applications and what is understood to be indigenous use. There is this image that the shaman is presenting a psychedelic to the patient, and that they are consuming it, and that is somehow related to psychological healing. In fact, the prevailing way that psychedelics were used in these contexts is that the shaman themselves, the specialist, would consume the substance and, and they would um consume the substance as a way of Accessing supernatural powers as a way of divining, as a way of battling enemies, as a way of diagnosing illness. Um, THERE'S a really striking video that Napoleon Chagnon took among the Yanomami, where they had uh taken a psychedelic snuff, um, and then used that to attack babies as they understood it in an enemy group. So the usage that is often Described in the popular psychedelic discourse is very different than what you see in the societies that they're claiming to represent, um. And I should point out that it's not only that shamans are taking it, you also have, you have an incredible diversity of uses of, of psychedelic substances. You have apprenticeships, you have situations where everyone, all of the men are taking it together for all night dances. You have it where many individuals are taking it um for some shared supernatural or spiritual experience, you know, they might understand themselves to be traveling beyond the Milky Way. But it's all nevertheless very, very different than it is often described in the popular psychedelic literature."
	},
	{
		"start_time": "59:06",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, just one last question about that. Why do you think that people in industrialized societies come up with these claims?"
	},
	{
		"start_time": "59:18",
		"speaker": "Manvir Singh",
		"words": "Like I said, I think it's about making psychedelics seem More approachable. And for the record, I have no problem with um making reasoned arguments and drawing on data. To show why there should be broader acceptance of psychedelics or, you know, why clinical trials might suggest psychedelics are useful for therapeutic or clinical purposes. Um, BUT I think when people start to imagine or make up claims about human cultural diversity to support these, these monetary or ideological goals, I think that is very irresponsible. I think it projects this very simplistic image onto human cultural diversity. Mangles it in service of the kinds of goals that people are having, um, and I think it does a disservice to uh the project more generally of, of having a better understanding or or better characterizing how people have used drugs across human societies, um."
	},
	{
		"start_time": "1:00:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Great. So the book is again Shamanism, the Timeless Religion. Of course, I'm leaving a link to it in the description of the interview. And apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "1:00:36",
		"speaker": "Manvir Singh",
		"words": "So they can find it on my website, Manvier.org, M A N V I R.org. I also have a Twitter um or sorry, I guess it's, I have an X account M and VR SNG H and I have a blue sky um manvier, I think it's dot, you know, blue sky.social, the, the standard um format and yeah."
	},
	{
		"start_time": "1:01:02",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So I will also add that to the description. And thank you so much again for taking the time to come on the show. It's always a great pleasure to talk with you."
	},
	{
		"start_time": "1:01:14",
		"speaker": "Manvir Singh",
		"words": "Thank you for having me, Ricardo. I, I always enjoy it and I enjoy your show more generally. I think you're doing an amazing thing. I, I like to work out while listening to your podcast or watching your show so that I can learn something fascinating about, you know, any topic."
	},
	{
		"start_time": "1:01:31",
		"speaker": "Ricardo Lopes",
		"words": "Well, thank you. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barna Wolf, Tim Hollis, Erika Lennie, John Connors, Philip For Connolly. Then the meter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujuru and roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fishtim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Corale Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers, Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]