[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Jonathan Ichikawa. She, he is a professor of philosophy and department head at the University of British Columbia. And today we're talking about his book, Epistemic Courage. So, Doctor Ichikawa, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Jonathan Ichikawa",
		"words": "Uh, THANKS so much. Happy to be here. Looking forward to talking."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "So, epistemic courage, this is, I think, a topic at the intersection between ethics and epistemology. So, let's perhaps introduce the topic a little bit. First of all, what is the ethics of belief?"
	},
	{
		"start_time": "00:41",
		"speaker": "Jonathan Ichikawa",
		"words": "Good, thanks. That's a good place to start. So in general, I think um the ethics of anything is the Um, study of normative questions about that thing. So if you're working in the ethics of war, you're interested in when is war justified, what's the moral importance of various kinds of actions that you might, um, that, that occur in war. Um, IF you are looking at the ethics of sex, you're thinking about when is sex OK, when is it sexual assaults, um, and what are the interesting normative things to, to say about, um, Um, those distinctions. So the ethics of belief has to do with um normative questions around belief, uh, paradigmatically, um, when should you believe something, when should you not believe something. Um, IS, um, having unreasonable beliefs harmful? What motivation, what, what, uh, um, why is it important to do a good job believing, um, substantive questions about, um, under what circumstances does the evidence tell you to believe or not to, and what are the theoretical constraints about that. Um, ONE of the, um, big open questions in the ethics of belief. Concerns whether um epistemology, which is, you know, the branch of philosophy that that um particularly focuses on normative questions about belief, is using its own like distinctive um form of normativity. So when we say, you know, you shouldn't believe that because there's not enough evidence, is that a moral norm or a different kind of norm or a distinctively epistemic norm, those are, um, among the, the central questions in the ethics of belief."
	},
	{
		"start_time": "02:19",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, in a more general way, in what ways do ethics and epistemology relate to one another?"
	},
	{
		"start_time": "02:27",
		"speaker": "Jonathan Ichikawa",
		"words": "Yeah, this is a great question. This is a really big question, um, and I, I, I don't think, um, the answer is at all settled or even that there's a very strong consensus in the literature, but I have my own take, which I'll tell you, um. I think that ethics and epistemology are importantly different from one another, um, but together, um, they're quite fundamental normative domains toward, um, human experience and indeed, you know, um, any kinds of actors. Um, I think that, uh, any agent who has interests, um, um, goes around the world facing complicated decisions about what to do. And uh the main um strategy that at least agents like us have to in um doing a good job answering those questions, um uh involves kind of um simplifying the complicated question of how to behave in the world into um uh uh kind of a function of two, still a complicated but slightly simpler sets of questions, um, and I think of them as ethical questions about what sorts of goals are appropriate, um. And epistemic questions about how to represent what's going on in the world. If you want to make good decisions, you basically need to do two things. You need to, um, you need to have the right aims and ethics is kind of about setting the right aims, and he needs to, um, have good beliefs. You need to do a good job recognizing what situation you're in so that you can make strategic decisions to pursue those aims, and that's what epistemology is about. Some people do think that um it's much more muddled together than that, um, to an extreme, some people think that uh um there that, you know, epistemic norms just are ethical norms, um, but I, I do think that they're important theoretical reasons to understand them as, um, doing importantly different things. That's not to say that there aren't, um, many morally significant. Get questions with epistemology and indeed my book I think is um is really foregrounding, uh, many of them. Um, SO it's, it's morally important to do a good job forming beliefs, um, but I do think that there is a, um, distinctive epistemic kind of normativity, and it's possible to study kind of, um, uh, the question of what to believe in a way that's separate from the question of what to value. Mhm."
	},
	{
		"start_time": "04:52",
		"speaker": "Ricardo Lopes",
		"words": "So, when talking about courage, of course, we're talking about virtue and in ethics, there are different kinds of ethical theories. In this case, we're talking about virtue ethics specifically. So what is virtue epistemology?"
	},
	{
		"start_time": "05:10",
		"speaker": "Jonathan Ichikawa",
		"words": "Good question. One can use that label for um uh more or less distinctive ideas. Um, uh, IF when use it in a kind of stronger way, um, kind of parallel to the way that people often talk about like virtue ethics when you're doing like an intro ethics course, where you know, there's, there's the geontological theories and there's the virtue ethics theories and are like doing quite different kinds of things. One can do the same thing in epistemology. Um, um, I'm not making a claim that strong. When I'm, when I'm exploring, um, the kind of virtual epistemology that I'm exploring in my book, that's not because I think like, um, there are no general norms at the the ontological level, um, that govern when belief is permissible. Um, I'm not taking a stance on questions about like epistemic consequentialism. Um, WHAT I'm doing is I'm emphasizing that there are, um, important. TRAITS that can be manifested by thinkers, um, and that it's useful, um, at least some of the time to be doing some of our epistemological theorizing, um, at that level. Um, AND I'm, I'm quite pluralist about this, so I'm not making any kind of Priority claim. It's not like, um, uh, you know, the only way you can explain a good belief is by like what a good believer would believe. I'm not saying something like that. Some people, some, some virtu, some virtue epistemologists, um, do say things like that. Um, WHAT I'm saying is, is, is more modest in this sense, um. I'm saying there's certain kinds of um um habits, character traits, um, belief dispositions um that we um uh manifest when we're going around the world, and we can gain some insight into focusing on those traits of thinkers. An epistemic courage is um Is the main virtue that I'm um that I'm exploring in my book and that's really um this trait of kind of uh not being too skeptical, not being too reckless or too gullible, um having this kind of good balance um of um of being um open to acceptance the right amount and I think that um. That quite often, um, the way epistemologists but also, uh, you know, the, um, the culture at large thinks about epistemology, um, tends to have, uh, the wrong balance there and, um, employing uh this, this virtue of courage which I think in like Aristotelian senses it's kind of a mean between two vices, um, I think that can be a helpful corrective to some of the mistakes that I'm seeing in the culture and the literature."
	},
	{
		"start_time": "07:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So one of the main questions that you address in the book is, what is bad belief? Uh, SO what is actually bad belief and is this an epistemology question, an ethics question, or"
	},
	{
		"start_time": "08:10",
		"speaker": "Jonathan Ichikawa",
		"words": "both? Good. Um, I think that, um. Fundamentally, There's a level of epistemic evaluation, uh sorry, a level of doxtastic evaluation. So, you know, our beliefs, good or good beliefs or bad beliefs, um, that is, um, essentially epistemological, uh, not, not, uh, not ethical. So, um, and that's mostly what I'm focusing on in, in my book. So when I talk about bad beliefs. Um, I, I don't mean, you know, beliefs that it's morally wrong to have. I mean beliefs that are, um, inconsistent with epistemic norms. And, um, uh, and in a way, a focus on bad beliefs is very characteristic of, um, lots of mainstream epistemology as well as um mainstream kind of um uh informal thought about belief in epistemology. So, I mean just think about. Um, uh, THE way that, um, the way people Emphasize um the importance of having enough evidence before you believe. So, um, if you, if, if you um introduce epistemology, um, in epistemology course, um, or, you know, um, talking to a fellow citizen about, you know, what they're noticing going on in the world, um, what a lot of people notice is, oh, there's so many people who just kind of believe whatever they're told or believe whatever they want to believe even though there's not good evidence for them. Um, AND, um, uh, you know, part of epistemology is about trying to correct that. And so you get, um, you know, these negative epistemic norms that say make sure that you get enough evidence before you believe, make sure you don't have unjustified beliefs, uh, make sure you're only trusting reliable sources, um. And that's all well and good. I don't object to that, um, but I, I do object in my book to what I see as the undue emphasis on those questions at the expense of um sort of the converse set of questions. ABOUT making the opposite mistake. So the mistake everyone talks about is the mistake of believing things they shouldn't of, of having bad beliefs, um, and you know, that's usually based on evidential terms so the people often emphasize the moral harms of that which I, I think that are, are, um, it's absolutely correct to do. Um, I think people need to pay more attention than they often do, um, to the other possible mistake you can make. So epistemology is about doing a good job deciding what to believe. One mistake you can make is believing something you shouldn't, believing something that is not enough evidence for him, having a bad belief, um. Everyone talks about that one. The other mistake that you can make, uh, which people need to talk more about than they do, is the mistake of being too skeptical, the mistake of not believing something that you should, the failure to have good beliefs, or if you like, you can describe it as like bad suspension of judgment. Um, I think that those really um deserve equal standing. They're both very important, um, components of the epistemological project. Um, AND I think too much of us focus too much of the time on that, uh, negative side, uh, on epistemology telling you what not to believe. We need to recognize the cases that when epistemology is telling you when you should believe and what it would be a mistake not to."
	},
	{
		"start_time": "11:24",
		"speaker": "Ricardo Lopes",
		"words": "And do you think that either of those mistakes is a bigger problem than the other? There is people believing too easily things they shouldn't is a bigger problem than than them failing to believe things they should or vice versa, or, I mean, how do you approach this question?"
	},
	{
		"start_time": "11:42",
		"speaker": "Jonathan Ichikawa",
		"words": "Yeah, it's a complicated question. um, AND in a way, it's not totally obvious to me, um, what kind of metric is appropriate for even kind of measuring like the size of the problem, those kinds of things. So I'm, I'm not totally sure what to say. My instinct really is to say Um, that they're equally important. Um, I, I definitely don't want, um, to, to be saying, um, that it's wrong to be focusing on negative epistemic norms. It's, it's wrong to worry about bad belief. I don't think that at all. Um, MY book is really, um, trying to set that aside, not because I don't think it's important because I think there's plenty of attention paid to those questions already. Um, SO my stance is, uh, there's been kind of an, um, uh, um, nearly exclusive emphasis on the negative side of epistemology, and I think the positive side of epistemology is very important, um, you know, I guess I think probably. Approximately equally important if I, if I know how to measure that, um, but because there's been such a focus on the negative, um, um, in the literature elsewhere, um, I'm trying to correct that by focusing much more on the positive in this book. Mhm."
	},
	{
		"start_time": "12:54",
		"speaker": "Ricardo Lopes",
		"words": "So in your book, you point to the existence of a negative bias about belief, both in epistemology and also in non-academic discussions of intelligence, rationality, and so on. Could you explain that the bias, the, the negative bias?"
	},
	{
		"start_time": "13:12",
		"speaker": "Jonathan Ichikawa",
		"words": "Sure, yeah. So I mean, what I mean by the existence of the, of, of the bias is kind of just what I said, even though they're both really important, there's so much more attention that's put on the negative side. Um, I can say a little bit um to kind of illustrate why I think that's so. Um, um, FOR one thing, So much of our discourse um is wrapped up around um Question around kind of um uh a veneration of um careful consideration, where careful is really um uh stereotypically, conceptually, tightly coded to um being slow to believe, collecting more evidence before you kind of reach your conclusion. A lot of the metaphors that we use to talk about these things, I think in code, um, um, what I see as a bias. So, uh, people talk about the importance of not jumping to conclusions. Um, um, THE implicit, um, assumption behind the metaphor is, you know, when you jump, you're leaving somewhere safe to something that might be dangerous. Um, SO that's kind of assuming this idea that suspension of judgment is always the safe thing and believing is the potentially dangerous thing that you better make sure you've, um, you've done your due diligence before doing. Um, OUR stereotypes of rationality, I think really, um, strongly encode, um, slowness to act, um, um, we, we worry a lot about kind of, um, making sure you don't get duped. There's this like, um, there's this, um, deep stereotypical association between being skeptical and like being rational. Being intelligent. And sometimes you see this like uh laid out explicitly, you know, you see people saying, oh, you know, it's never wrong to um to be um skeptical, even if it turns out that, um, you know, the evidential supports, uh, the evidential source that you're looking at is accurate, um, you know, scrutinizing it more closely can, uh, never be a mistake. And I think that's, um, I think that's. Wrong and in some sense when you look at it with like the right level of abstraction, I think that's clearly wrong. I think that there are substantive and often difficult questions about um when you've done enough investigation, when you've done enough evidence collection. Um, SOMETIMES it's hard to know, uh, not just, um, you know, what your current evidence supports, but whether you have gathered enough evidence and thought about it enough, um, to make it reasonable to an inquiry. And actually the fact that that can be hard, um, just basically um entails that um it's not always right to keep being more skeptical, um because it were if it were then anytime you, you, anytime you wondered whether to keep going, you should just keep investigating. um, BUT sometimes you shouldn't keep investigating. Sometimes you know enough, the question is settled. And um that you're at best uh wasting time by investigating further and depending on the circumstances, um, you know, you might be missing opportunities to take important actions. You might be disrespecting people if what you're doing is, um, you know, continuing to investigate whether their testimony is true and in fact you have plenty of reason to conclude that it is, um. This bias I think runs really deep. Um, um, I I do a little bit of uh sort of fanciful alternate history, philosophy, imagination in my book, um, um, um, you know, lots of, probably, probably the most commonly, um. Uh, Red work of epistemology and epistemology courses is um the opening of Descar's meditations, which opens with these very skeptical, um, kind of natural ruminations. Um, THE meditator says, oh, you know, I've been, uh, I've been noticing that, um, I've been wrong about stuff previously in my life. So here's a, here's a really um sensible project. I should sit down and make sure that that doesn't happen anymore. And the way that I'll do that is I will like get rid of all my beliefs and examine each one can only only put the good ones back in. And you know, that's a bit extreme, but like the, the kind of uh motivation behind that is something that intuitively makes sense. Um. In my book, I imagine um Bizarro Descartes, who, um, so regular, regular Descartes is motivated by negative epistemology. He wants to make sure he never makes the mistake of bad beliefs. Um, THIS hypothetical Bizarro Descartes that I've invented, um, is, uh. Fixated on the opposite side of epistemology. He's motivated by the observation that sometimes things have happened and he didn't, he didn't, uh, uh, notice that they happened. Um, HE'S really motivated by making sure that, um, that he believes all the true things. And so his strategy is to um believe like absolutely everything and then only reject those beliefs that he finds evidence against. And um not only is that, you know, not, um, you know, what um the historical character Dickard did, um, it kind of feels like a joke. It it feels it feels like a completely silly idea and um. And the reason that I kind of put these two characters next to each other is, uh, you know, I, I do think Bizarro Dard is being quite silly. Um, I think that he is, um, unduly fixated on one half of epistemology and he's pursuing a strategy that's gonna make all kinds of mistakes on the other half. Um, BUT I actually think exactly the same thing about the like regulated art of, of the regular meditations, um, focusing just on one side, um. IS a mistake. Um, THE fact that like that mistake kind of like feels sort of like common sense on one side, but feels like a joke on the other, um, I, I think also illustrates the degree to which um we're sort of working in this, um, negatively biased framing. Now I call it a bias, like, you know, plenty of people think I'm wrong about that, that actually there's good reason um why. SHOULD be more focused on the negative. Um, uh, um, I, I, I have arguments against that, um, but, uh, but if you, if you, uh, if you think as I do, that these are two equally important sides of the project, um, then, uh, I, I think it's hard to avoid the conclusion that there has been a bias toward the negative, um, in the history of philosophy and in like folk ideas about rationality."
	},
	{
		"start_time": "19:46",
		"speaker": "Ricardo Lopes",
		"words": "And in the book you refer to negative epistemology as an ideology. Could you explain that?"
	},
	{
		"start_time": "19:53",
		"speaker": "Jonathan Ichikawa",
		"words": "Yeah, ideology is uh It's one of those words, right? It, it, it, um, it. It means a lot of things and not always the same in different um in different bodies of literature, but, um, but I'm, I'm taking the label um from kind of it's, it's tradition and critical theory. Um, SO ideologies are, um, Like, I mean quite generally an ideology is like a, it's a framework of like meaning or value in a culture. Um, IDEOLOGIES are those, those bits of the culture that kind of shape your understanding of what's going on in the world and your role in the world, um, in ways that, um, that. Um, CAN Make it difficult to see that there's a substantive um framing or shaping being made. So ideologies kind of by nature um uh hide themselves. They, they take contingent um choices about um the way a culture is organized and they sort of uh disguise them under the heading of objectivity or uh or necessity, um. Um, THEY tend to perpetuate themselves, um, uh, um, uh, through, um, through memes, through habits, through language, stereotypes, um, basically ideas about what is normal. Um, SOME people use, some people reserve the word ideology, um, for what, um, Raymond Goyce calls its pejorative sense, so it only counts as an ideology if it's like doing bad stuff, uh, perpetuating oppression, um. Um, AND I, I, um, I argue in my book that this negative bias is ideological, um, um, in both senses. So, um, so it has those features, um, and does in some ways, um, perpetuate oppression, um, by kind of reinforcing certain conservative status quo biases, and I could talk more about why, why I think that, um. But uh what makes it ideological, um, is, um is that it has this characteristic feature of um making, uh, this, um, what I was just suggesting is a bias, this emphasis on the negative side of epistemology, and making that feel kind of obvious, making that feel natural, kind of not like a choice at all. It's. Transmitted through these stereotypes of rationality. So I mean, I mean, the, the epistemological canon is to some degree like part of the, the um cultural transmission. um, BUT so much of this happens just in, uh, more general memes and stereotypes, the metaphors, you know, the, um, um, um, going out on a limb as sort of, uh, describing belief, um. Um, THE, the stereotype of a rational actor as an inactive, slow, um, deliberate, collecting more evidence kind of, kind of one. Another feature of ideologies they often um work in like subtle ways to perpetuate themselves and in some sense to even kind of um make some of their commitments true. Ideologies are often um uh deceptive. They, they, um they cause people um who um are part of the cultures that they characterize uh to have false ideas about those cultures. So, you know, a um. Uh, IT'S part of a, uh, patriarchal ideology, um, um, a whole suite of like assumptions about gender essentialism and, you know, what, um, men are like by nature and what women are like by nature, and the gender binary itself, um, and, um, uh, I think that that's kind of, um, you know, those assumptions are, are false. There is much more gender diversity than that, um, but there in some uh Uh, complicated and subtle way, um, less false than they, um, would be without the ideology, cause the ideology tends to enforce itself on people and, um, now that we have these stereotypes about, you know, what men are supposed to behave like, um, uh, men are incentivized for very, you know, um, normal, um, rational reasons to. THE stereotypes, um, which then makes it true that men like tend to be, you know, tend, um, are, um, more ambitious and more aggressive or, or, um, whatever the example you're looking at. Uh, WOMEN are motivated, um, um, by ideology, um, to develop, um, uh, their, uh, nurturing sides and to, to be mothers, um. And there it's a statistical fact that um that men tend to behave in these ways and women tend to behave in those ways. I don't think it's true that's like by nature. I think that ideology is kind of causing people to conform um to um to those patterns. So ideologies have this tendency also to um to um socially construct their own um their own, the truth of their own contents. Um, I think that the negative bias in epistemology has all of these features. So, um, uh, I've been talking already about how it tends to be hidden, how it tends to kind of disguise itself as objectivity. Um, I think there are very interesting ways in which it also tends to, uh, tends to make itself true. And so, um, what that would, um, what that would mean in this instance is cases. WHERE, um, where I think the right thing to do is to believe, um, the um negative epistemic bias um tends to push us away from that. Um, AND in some instances it can do so in a way that actually um causes it, um, to be, um, incorrect to believe. Um, SO this is subtle because of, um, some of the distinctions between, you know, belief and knowledge and acceptance, but the, but the general kind of idea is, um, Um, the more, um, uh, you have this negative epistemic, um, bias in your culture, um, the more natural it's going to be, um, to feel doubt about your commitments, um, and, um, uh, and the feeling of doubt is something that can, um, uh, um, uh. Have not merely psychological effects, you know, making you tend to, um, uh, you know, want to stop believing, um, but epistemic effects. So for example, uh, actually, here's, here's a simple example. If you doubt enough to um make you to, to cause you, um, to suspend judgment, um, well, that means you don't, uh, know, you don't know the thing that you, um, you maybe started out believing or that you were considering believing, even if you had enough evidence where if you've been confident enough, you would have known. Um, WELL, I, I also think, uh, you know, this is one of my commitments from, from past work, not really a theme in this book, but something that I do think, um, is that, um, knowledge is deeply tied to the norms of belief. Um, SO, um, uh, some, uh, some epistemologists have codified this in a fairly simple way, um, saying that like knowledge is the norm. You should only believe things if you know them. Um, I can't sign up to that simple formulation. Because that would imply that in these cases that I'm I was just talking about, um, if you um if you doubt, even though you shouldn't have, um, that causes you to stop knowing, um, and now since you don't know, um, the implication would be that you shouldn't believe. So if you have a view like that, um, then, um, then the negative bias itself is going to create genuine norms that uh tell you not to believe. Now again, that's not my view of, of epistemic normativity and for like for for exactly this reason, um, but because there's such a like um natural idea, um, which, you know, I was convinced by in past work and oh well if you don't know it, you shouldn't believe it, that like that feels like common sense, um. Um, THAT'S the negative bias kind of, um, perpetuating itself. It's the reason why you don't know it is like because of the negative bias itself. Um, THAT causes more patterns of disbelief. It reinforces the tendency to behave in this way. We tend to kind of, um, we tend to, um, celebrate one another's rationality, um, for being careful in these ways, uh, quote unquote careful in these ways that are actually I think making, um, significant epistemic errors. Um, I feel like that was a long-winded answer, um, but did I answer?"
	},
	{
		"start_time": "28:33",
		"speaker": "Ricardo Lopes",
		"words": "Yes, uh, and in regards to justification of belief in epistemology, there is a very strong inclination to demand the justification of belief, uh, the idea that belief is something that stands in need of justification, that we need to justify our belief. So, is there a problem with that idea and what kind of message do we get from talking about beliefs in terms of whether they are justified?"
	},
	{
		"start_time": "29:02",
		"speaker": "Jonathan Ichikawa",
		"words": "Yeah, great. This is one of the, this is one of the connections um that convinced me there's something ideological going on here, um, because Uh, for someone, you know, trained in Western epistemology, um, You know, talking about beliefs being justified is like breathing air. I mean, it's the most natural thing in the world, um, and I had sort of forgotten, um, until I started teaching epistemology to introductory students that that's not like colloquial language. Um, I need to when I teach inter epistemology, I need to explain to my students what we mean by justification. My students come into the class knowing what knowledge is and they, uh, um, you know, vaguely, you know, they know how to use the word, they know how to use the word belief, um. Um, JUSTIFICATION needs to be explained. Justification really is a philosopher's term of art, um, and, um, And I noticed two things, um, in the course of researching for this book that surprised me. Um, ONE is just how recent the ubiquity of justification talk is in the history of epistemology. Um, IT, it basically comes in the second half of the 20th century. It basically, it basically comes out of, um, out of Geer's paper. It's just about you believe knowledge I mean. YOU know, there are examples of the use of that word in, um, in the history of philosophy going back older than that. Um, BUT, um, but it's really like post Gettier that epistemologists started saying things like, um, you know, all beliefs need to be justified and justification is a necessary condition for knowledge and things like that. And so that was one thing that I noticed. Oh, that's a, that's a recent choice. That means it's contingent. We could have, we could have settled on different terminology. Um, INTERESTINGLY enough, like Gtier himself, um, uh, you know, it's only, it's a two-page paper, um, everyone talks about the counterexamples in the second page. I think the first page is more interesting than, than, um, people realize. Um, THAT'S what he lays out, um, as he puts it, like 3 different definitions of knowledge that like all share a common structure. Only one of those three uses the word justification. Although it also turns up in his title, which is I think why why everyone settled um settled on that way of talking. Um BUT uh yeah, so the contingency of these the word justification, and then the normative significance. So I, I also um have have an interest in like um the normative um character of language just generally. So, um, in particular, the presuppositions and stereotypes that attached to words even when we like don't think of them as officially part of their meaning and And justification is a very normatively loaded word. Um, JUSTIFICATION is a word that outside of epistemology, um, we only use for things that are like, um, uh, normatively suspect. So if someone is um um like honking their horn on the street, um um it's natural to wonder or to ask or to talk about whether they have any justification for doing that annoying thing that they're doing, um. If someone is going for a walk in the snow, um, um, you know, on public property, um, no one will ask, um, what justification do they have for going for a walk in the snow? Or if they do, they're like communicating that they have a sort of unusual, um, set of normative assumptions such that like they really shouldn't. DOING that. You know, maybe they, maybe if, if, if it's their boss and like they, they should be at work. Someone might say, hey, now, what reason do you have for like going for a walk in the snow right now. Um, BUT if, you know, if it's the weekend and someone's just, you know, going for a casual stroll, which they have every right to do, no one's gonna talk about the about the justification of that action. Um, And this, this is something that, you know, um, uh, philosophers and other subdisciplines know well. Um, I've, I've more recently in my career I been reading a lot more ethics, um, legal theory, and uh And the idea that, um, uh, you know, standing in need of justification is for like things that are presumptively wrong is totally common in those fields. Um, IN epistemology, um, uh, we kind of either ignore that or, or, or maybe more likely um haven't noticed. We, we try to say, um, um, you know, we mean by, by epistemic justification we just mean, you know, is there good evidence for the belief without taking any stance about like whether um beliefs are presumptively good or bad. But I think the the stereotypes, the power that's attached to words runs really deep. And I think the fact that we go around saying things like, um, uh, you know, all beliefs stand in need of justification. Um, IS, um, in a straightforward way reinforcing this negative bias that I'm worried about. So the negative bias, um, um, is reinforced because when you talk about something standing in need of justification, uh, you're in effect communicating, uh, and in my view is you're doing this through a, a semantic presupposition. Um, YOU'RE communicating that the thing is presumptively bad. Um, YOU only talk about, um, uh, whether something is or is not justified, um, when it's the kind of thing that stands in need of justification. Um, AND, and it's important that it's a presupposition because that means, you know, someone might someone might, uh, some, some might say, oh, but look, uh, epistemologists are, uh, plenty of epistemologists think that justification is easy to come by, you know, if you're a reliableist. Then you think like lots of our beliefs are justified, um, and that's true and so that's less skeptical than, you know, a skeptic who says, you know, almost none of your beliefs, almost none of your beliefs are justified that that stance is, um, you know, less negatively biased. But my point is that using the word justification at all in this very general sense, you know, talking about talking about whether all beliefs are justified, itself communicates the idea that all beliefs are suspect. Only things that are. um, ARE things that it even makes sense to talk about what they're justified. If you say that it's justified, that's kind of like saying, oh, this is the kind of thing and that like, um, it makes sense to be suspicious about but don't worry, I've checked it out. Um, THIS one's OK. Um, AND that, that, um, you know, that's not being skeptical about that particular belief, but it's still reinforcing this general suspicion about belief in a way that I think is perpetuating the negative bias in epistemology."
	},
	{
		"start_time": "35:33",
		"speaker": "Ricardo Lopes",
		"words": "So another very common idea is that when moral and practical stakes are high, there should be pragmatic, pragmatic encroachment and moral encroachment. What are these two types of encroachment and is there anything wrong with them?"
	},
	{
		"start_time": "35:50",
		"speaker": "Jonathan Ichikawa",
		"words": "Good good. Uh, THIS is a big and complicated question, uh, part both because the subject matter is complicated and because my, my attitude toward them is a little bit subtle, um, but I'll start by just explaining what, what these ideas are. Um, SO, uh, this gets back to the distinction that I was talking about at the beginning of the interview, um, between, um, like moral norms versus epistemic norms. So a pretty standard way to um Um, separate the two, is, is to keep it quite separate, and you know, these, these are like the purest traditions in epistemology, um, are ones that keep these quite separate. So, you know, um, roughly speaking, the idea would be, um, um, the epistemic norms are just based on what evidence you have, um, whether you should believe, um. That he depends on your on only on the evidence that you have that bears toward P. It doesn't appear, it doesn't depend at all on, um, you know, moral considerations, um, like, um, whether it, um, whether believing P or disbelieving P would have good or bad effects, um, or, um, um, you know, respect considerations like whether it would be um disrespectful towards someone to believe P or to disbelieve P. That's the kind of standard separation. Um, um, uh, MORAL encroachment or pragmatic encroachment, um, are labels for, um, the idea that the moral or the pragmatic, uh, domains encroach on epistemology in the sense that the epistemic norms are sensitive to moral considerations or pragmatic considerations. So for example, um, um, some pragmatic encroachment theorists have said that, um, whether you should believe something doesn't just depend on the evidence, it also depends on how important it is, um, and in particular, um, they tend to say it depends on like the cost of um going wrong. So if, um, Uh, um, if, um, you're trying to decide uh whether to believe that this bridge is safe, um, that's, um, you know, because you're considering, you know, walking over it with your, with your infants, um. Um, THE stakes are high and according to pragmatic encroachment theorists, um, that might sort of raise the evidential bar that's necessary for reasonable belief. Um, SO maybe if it were, if it were less important, if your infants weren't there, um, and, uh, Uh, you know, the, the fall was a less dangerous fall even if the evidence about the bridge's safety were the same, then maybe it would be good to believe that it's safe. Um, BUT because of the high stakes, according to this tradition, um, um, uh, you should be more skeptical now because there's a higher cost of going wrong, um. Um, AND people said similar things about, you know, um, um, moral encouragement, affecting belief in in similar ways. Um, SO is there anything wrong with that? My, um, my view in the book is, um, that it, it's, it's officially neutral on whether there is moral and pragmatic encroachment, um, but, um, I mean, I I I'll I'll tell you in order to simplify the complexity of my explanation here. I'm actually pretty suspicious. Of, of the whole thing. I'm, I'm inclined toward thinking um that um the the purest idea is, is more correct and and encroachment is, is wrong of all kinds. But that's not something I try to argue for in the book. Um, I, I, what I, what I argue for in the book is that, um, is I guess two things. One is, um, the standard discourse around moral and pragmatic encroachment also exemplifies this negative bias. Um, um, uh, AND, um, and to, uh, if you want to be an encroachment theorist, you should have a more symmetrical view. So let me explain what I mean. Um, uh, GO back to that bridge case, um, the, the normal way to be a pragmatic encroachment theorist is to say, um, oh, when the, um, Um, when the stakes are higher, when the cost of a mistake, um, is more significant, then you should be more skeptical. Well, that only makes sense, um, on the assumption, which I think everyone's making, but few are even bothering to state that, um, the only relevant kind of mistake you could be worried about is the mistake of a bad belief. So, um, and, and you know, that example that I gave was sort of designed to elicit that set of assumptions. You're, you're standing there with your kid, considering whether to cross the bridge, considering whether the bridge is safe. And um in many normal circumstances, um, uh, you know, if you're deciding should I believe, should I not believe, um, if you, um, if you believe when you were wrong, um, then, uh, the bridge might break on you and you'll get seriously injured, you and your kid, um, and that's You know, that's the bad thing that people worry about. Um, AND if you make the converse mistake, which many people don't even register as a possible mistake, the mistake of suspending judgment when actually there wasn't good enough evidence to believe, um, then, well, you know, you didn't get to cross the bridge. Maybe you have to walk around or maybe you just go a different way, and it's like not that big a deal. And there's plenty of cases that are like that. Um, BUT assuming that all cases are like that is in effect, um, to assume, um, that like, um, the, um, the thing that will happen if you don't form a belief, which is typically, you know, the thing that we kind of interpret as not acting, letting things, uh, proceed as they are, um, if we assume that that's always gonna be fine, then that negative bias makes sense. Um, SO this is the sense in which I think, um, this negative bias in epistemology tends to perpetuate a certain kind of status quo bias, a certain kind of conservatism, um, um, uh, if, um, the only thing you're worried. WORRIED about is the worry that when you intervene, you're gonna like mess things up um based on a bad belief that you had, um, then that motivates um being more skeptical. But if, as is often the case, you should be worried about what happens if you don't do something. Um, IF, um, the status quo is not a great situation, and, um, failing to form the belief that you should have wasn't merely a missed opportunity to do something good, um, but, um, something that is actually quite costly, um, um, then, um, the sort of incentive structure is reversed, and I argue in the book that if you want to be a pragmatic encroachment theorist or moral encroachment theorist, then in those cases, Um, um, you should, um, if you want to be an encroachment theorist, you should do it symmetrically. So in some cases, like the ones people focus on, um, uh, the higher stakes, um, or the moral cost should push you toward, um, um, skepticism. But in other cases where the, the, um, the bad thing that might happen is what happens if you don't. Believe, um, then maybe if you want to be an encroachment theorist, you should think that the moral or practical pressures should push you away from skepticism towards belief. So there should be cases where, um, these, uh, pragmatic or moral considerations, um, um, lower the evidential bar, um, for permissible belief or even for required belief. Um, SO like, you know, what are the kinds of cases that might be like that? Well, um, Um, I think one set of examples, um, uh, uh, come up pretty naturally from some of the, um, like, um, agnotology, motivated ignorance, literature, um, um, manufactured skepticism about kind of, um, big, complicated, harmful stuff that we need to, uh, that we need to, um, react. In dramatic ways to, and climate change is like the um is a famous example and a and a really great example um so corporate interests are, um, uh, you know, the, the um fossil fuel industry um has an interest in, uh, uh, the status quo even though it's, um, seriously, um, um, contributing to suffering uh in the world through climate change, um. And, um, uh, you know, shifting our energy infrastructure, um, away from, um, these, you know, carbon-emitting fuel sources, um. It is complicated and difficult and requires um tremendous um political motivation and energy um and a really effective way to stop that from happening if you're the fossil fuel industry is to make people feel not quite sure about it, to cause doubt. Um, AND, uh, you know, the fact that there's all this negative bias around that I'm talking about, um, makes that easier in lots of ways. Um. Um, BUT given the practical situation that we're in, um, uh, the cost of the status quo is tremendous, um, the cost of like not doing anything, and that's what will happen if you continue to suspend judgment. Um, SO maybe this is the kind of consideration where the kind of situation, um, where if you believe in pragmatic encroachment, moral or moral encroachment, um, uh, that encroachment should actually make you less skeptical, not more, um, because it's, uh, because like the, the, the more harmful. The whole thing is um letting us stay on the course that we're on right now. Um, OTHER quite different kinds of cases that come up in the literature, um, you know, I mentioned one reason people have been interested in moral encroachment has to do with like questions about respect. Um, SO, um, if you would, um, um, this comes up especially in like some of the literature on like beliefs based on statistical generalizations. So if someone believes, um, Uh, if someone knows that, you know, most of the, um, women in this office are part of the administrative staff, um, as opposed to, um, um, lawyers, um. Um, AND you see a woman, uh, maybe on statistical grounds, uh, uh, that might like tempt you to believe that this is probably a staff member, not a lawyer, um, but some people said, oh no, that's, that would be like disrespectful, even though, um, the evidence supports it. Both sides of that are controversial. I'm not sure what I think about it, but I, but I'm just mention this as a, as an illustration. Um, um, um, uh. If that's right, then I think there are also gonna be cases where you disrespect someone by suspending judgment. And actually we do know this, like in one domain, it's not super connected to this literature for whatever reason, um, but one place where this comes up, um, um, in the epistemic literature all the time is, um, in testimonial injustice, right? So, uh, testimonial injustice, um, um, from Miranda Fricker's book of Epistemic injustice, um, happens when, uh, Um, you give someone undue doubts and, uh, so someone, you know, tells you something and you give them the credibility to it. You don't believe them as much as like they deserve to be believed. Um, WELL, that's, that's being, you know, um, too skeptical. And, uh, Fricker points out, uh, which is, you know, common sense, um, that that's not merely an epistemic mistake. Um, THERE'S something disrespectful about that. There's a kind of moral injustice happening here, um, and I think that's right. Um, WELL, if you're a moral encroachment theorist who thinks that, you know, um, um, the moral status of your dtastic choices, um, should like push you toward the thing that, um, um, doesn't do the moral injury, then testimonial injustice should also push you for like uh very similar kinds of uh respect engaging reasons towards belief. Now, yeah, I'm, I'm kind of suspicious about this whole, this whole thing. I, I think really if I, uh, if you want to know what's deep in my heart, I think probably both moral encroachment and pragmatic encroachment are, are not correct. Um, BUT in the book, what I argue is that if you want to believe in these things, um, don't just believe on the skeptical side, um, sometimes they push the other direction, um, as well."
	},
	{
		"start_time": "48:17",
		"speaker": "Ricardo Lopes",
		"words": "So, now let me ask you just before we get into epistemic courage, what is epistemic faith and what would be some illustrative examples where epistemic faith is proper and necessary?"
	},
	{
		"start_time": "48:31",
		"speaker": "Jonathan Ichikawa",
		"words": "OK. Um. So, yeah, faith is another one of these words. People use it to mean a lot of different things. Um, um, I do think Um, It's a mistake to think of faith as being sort of extra evidential by definition. You know, some people talk about, oh yeah, faith is, uh, faith is when you believe something that um that there's not evidence for, um, and you know I I do think some faith is like that, some misplaced faith is like that, um, but, um, but I don't think that's the, that's the general criterion and here's why, um. I mentioned, I mentioned before that um. One of the traits I'm really interested in is this trait of, uh, uh, you know, um, being confident at the right time at the right times and doubting at the right times, and that, and that's hard, um, um. There are many things um that can make us uh that can tempt us to doubt even when um that doubt would be a mistake. Um, um, THIS is what happens when you do have enough evidence, um, but something makes you feel not quite sure. There's a mismatch between like the psychological certainty and the epistemic status. And this can happen in all kinds of domains. I, I, uh, in my chapter. On faith, um, I, I really try to pull from a really wide variety of, uh, deeply different kinds of examples. So, uh, you know, one kind of example, um, um, just has to do with, um, uh, the dialectic with radical skeptics. So, you know, as people who have studied epistemology know, um, like refuting the skeptic on their own terms without begging central questions, um, is extremely difficult, and many, uh, epistemologists, myself included, think that um there's a sense in which that's not possible. Um, BUT that doesn't make us skeptics, um, that makes us say, uh, yeah, sometimes the only correct thing is the question begging thing, um, um, and, uh, you know, that's a, that's a Sort of, um, epistemically disquieting in fact, um, but I think it is a normative epistemic fact. I, I, I, I do think that it's correct to rely on some like, um, question that argue, for example, like I'm a, I'm a, I'm a neoorian about perception. I, I think that like GE Moore's proof the external world is a pretty good proof, um, you know, you see hands out hands, therefore there are um external, um, objects blatantly question begging against certain kinds of skeptics, um, or idealists, which was, um. Which was more target, um. Um, BUT still I think epistemically appropriate. So when you focus on the like, um, the question beggings of it, um, that feels sort of disappointing, like we, we like to have arguments that um would compel our interlocutors, um. Um, I think, you know, this, this is not uncontroversial, uh, in this instance, but I think that, um, uh, the, the correct response to that felt uncertainty, um, is to get over it. Uh, I think that, uh, yeah, you know, it, it would be nice if I had an argument that, um, would convince someone who didn't have some of my starting points, but the fact that I don't isn't a reason for me to doubt myself. That's, that's what I think about external perception, um, and, you know, that's generally what kind of new Marines think about that. Um. Um, LET me give a couple more pretty different kinds of examples. Um, um. Fundamental, um, reasoning, logic, a um a priori investigation. Um, HERE it's maybe more obvious that like the justification of some of our foundational logical, uh, reasoning, um, would have to be question begging against someone who doubted it because you can't reason about anything without reasoning, so. If you're justifying reasoning, um, you're gonna have a reason to do it. So like, you know, you can, uh why is inferring according to modus opponents, um, OK. Well, I, I can give, like, uh, I can give a soundness proof of that reasoning. I can, I can argue for why, um, inferring according to this method will never take you from something true to something false. Um, BUT, um, that explanation that I gave. It's gonna use conditional reasoning. It's gonna have moduponents in it. Um, uh, WHEN, when you notice that, um, that can also make you feel bad. And a lot of the like, um, uh, epistemology of the a priori, um, is about, OK, so like what, what do we do instead, um, or do we, you know, learn to live with that badness. Again, kind of like my, you know, Mauren stance about perception. I, I, um. Um, I learned to live with that kind of, um, feeling of disappointment. I don't think it actually is a genuine kind of epistemic badness. I think for, um, general structural reasons, um, um, uh, the constraints that you should never be, you should never be allowed to rely on something that, um, a certain kind of luck you wouldn't wouldn't accept, um, it is just a, it's just a false, um, principle. It's obvious, it leads immediately to very radical skepticism if you take it in generality, um. But I also think something very similar to this happens in extremely different kinds of cases. So those were like kind of, uh, you know, traditional epistemology kinds of cases, foundational epistemology kind of stuff. Um, I think this happens in like more socially interesting cases too. Um, SO, um, think about gaslighting. Um, SO when, so gaslighting works by, um, sort of, um, pressuring someone into doubting something that they have excellent reason to believe, um. Uh, YOU know, uh, you know, in the, well, you know, why don't, why don't we take the actual, um, Um, um, um, eponymous, um, example, um, from the, from the play in the movie Gaslight, um, the protagonist there, you know, sees the lights dimming and her abusive husband, um, uh, basically tells her, no, don't trust your eyes, uh, you're wrong about that, um, and, um, uh, encourages her to doubt herself for his own selfish reasons. Um, OK, so, um, uh, uh, and gas lighters, you know, uh, have many, um, Skills, um, they use, um, um, psychological, um, Knowledge to, you know, poke people in ways that do tend to um successfully cause this kind of doubt. That said, uh, you know, humans aren't robots. There's not like a button that you can push that just kind of, um, is the doubt button that's guaranteed to cause someone to to doubt and give up. Um, WHEN you're, when, when someone is, um, um, if someone is exposed to a gaslighting attempt, um, they, uh, they have some, some of their psychology is relevant for what's gonna happen, uh, as a result. Um, AND sometimes, um, someone tries to gaslight you and you resist it. You, you can kind of feel the, you can feel the impulse cause they're, they're they're skilled at pushing buttons that really do kind of make you question yourself, um, but here's a possible thing that could happen. Um, YOU think about it, you, you see, oh, should I really, do I really remember that clearly? Should I trust myself about this? Um, A possible thing that you can do, and sometimes a good thing that you can do is to answer yes, you can resist the gaslighting. That I think, um, is also a clear instance of epistemic faith. Um, ALL of these cases are cases where you have some sort of like natural felt dissatisfaction with your um epistemic investigation, um, what, um, Jennifer Nagle calls epistemic anxiety. Um, AND sometimes when you have epistemic anxiety, that's a good clue that you should, you should keep investigating. But sometimes when you have epistemic anxiety, um, uh, that's just cause you're being anxious even though you, you had plenty of evidence. Um, AND when you rely on your own judgments, um, even though, um, you have this kind of feeling, um, maybe manufactured or maybe just kind of because of the general structure of the dialectic of, uh, dissatisfaction of uncertainty, um, even though you have that feeling, you can say, no, I have enough evidence, I'm gonna trust it and you can be right about that. When that happens, um, you are, um, exhibiting proper epistemic faith. Epistemic faith is when you believe despite this kind of, um, temptation toward a feeling of uncertainty, and, you know, sometimes that's bad that you shouldn't, you shouldn't put epistemic faith, um, in things that you don't have enough evidence for. Um, BUT sometimes, uh, sometimes you do have evidence and you should continue to have faith anyway. Um, GIVE me just one more example. This one's like from the cover of my book, um, this is the Grand Canyon Skywalk. Um, SO, um, uh, it's a, it's a bridge over the Grand Canyon that has a transparent bottom. And, uh, when people, you know, walk out over it, um, they have plenty of evidence that it's perfectly safe. Um, uh, uh, YOU know, it's been manufactured very carefully and people go over it all the time, and, you know, it's never fallen while someone's on it. It's just not a thing that happens. Um, BUT there are very normal psychological mechanisms. When you walk out and you look down and you see the Grand Canyon and like stretched up below you, um, that tends to make you, um, uh, feel afraid. um, AND, you know, there's, there's, you know, there, there's fear of falling, but that can get into your belief too, right? And sometimes that can motivate you to, to doubt whether it's safe. That, that might make you say, oh, maybe I should like, um, um, watch 10 more people go. Before I'm confident about it, that I think would be incorrect. You have plenty of evidence already, um, um, trusting, um, your, um, assessment of the situation, um, which was correct in the first place and based on good evidence, um, uh, despite the existence of, you know, reasonable pressure towards doubt, um, is, uh, when epistemic faith is good. Sorry, that was a long answer to, but yeah."
	},
	{
		"start_time": "58:45",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk then about epistemic courage, the central topic of the book. What is epistemic courage then and how does it relate to moral"
	},
	{
		"start_time": "58:55",
		"speaker": "Jonathan Ichikawa",
		"words": "courage? OK. So actually having just explained, um, epistemic faith, um, it's relatively simple to kind of state what epistemic courage is in my view. Um, EPISTEMIC courage, epistemic courage is the tendency to um have epistemic faith in the right circumstances. Um, SO I mentioned at the beginning, I think of it on the kind of Aristotelian virtue model, um, there's a mean between two vices. So, um, um, there's one epistemic vice of epistemic recklessness where you're not paying attention to to the evidence and you're just kind of believing things, uh, without regard for whether, um, whether it's a bad belief, um. And, um, and you know, that's the thing that like mainstreamistemology is mostly focused on. Don't be epistemically reckless. Um, BUT there's an opposite vice that hasn't gotten enough attention, and that's what I call epistemic cowardice, um, and that's when you, um, you don't have epistemic faith in the cases when you should. Um, ANYTIME. Um, YOUR belief is challenged, or anytime you notice the respect in which, uh, you know, you, um, could have investigated more, you feel like, oh, I shouldn't make up my mind. I should continue suspending judgment. I just don't feel sure about that. Um, THAT'S, uh, that's the mistake of kind of bad suspending judgment, and that's the mistake that like my book is trying to, it's trying to be uh corrective about. Um, SO epistemic courage is, um, is the virtuous mean between the two. SO someone has epistemic courage to the extent to which, um, they don't make either one of those mistakes. Uh, AND this is very parallel to, um, you know, at least like an Aristotelian understanding of moral courage. So moral courage is, um, uh, is, um, you know, Feeling and being guided by um the correct uh amount of fear. Um, YOU don't want to be reckless and, you know, be doing stupid dangerous things all the time. Uh, THAT'S not courage, that's recklessness. Um, YOU, you also don't want to be, um, cowardly and never take any chances. Or never do anything that you like, uh, you know, feel might be a little bit dangerous. Uh, YOU want to have a well calibrated sense of what you're capable of, and you want to, um, subject yourself to the, um, the correct to the amount of danger that's kind of justified by the practical situations that you're in. Um, THAT'S what moral encourages. Epistemic courage is uh just the analog to that in the Dotastic realm. Um, SO you aren't too skeptical, you aren't too gullible, um, you have a good accurate sense of your own, um, dotastic capacities, um, and the evidential situation such that, um, you are good at recognizing those points where you know enough to form a belief. Mhm."
	},
	{
		"start_time": "1:01:55",
		"speaker": "Ricardo Lopes",
		"words": "So, an illustrative example of what you explored in the book in regards to negative epistemic bias, skepticism, and epistemic faith is the case of testimony and rape culture. Could you tell us about it and how we can achieve epistemic courage in this particular case?"
	},
	{
		"start_time": "1:02:17",
		"speaker": "Jonathan Ichikawa",
		"words": "Good, thanks. Yeah, that's an extended case study that that I that I used late in the book. And um in some ways, it's a, it's a really good example. In some ways it's, it's, it's a more complicated in some ways. I guess I don't want to say it's a bad example, but it's it's a complicated example, um, um, because the things that I want to say about it, um, well, are complicated, um, uh, part of the reason, um, that I use that example is as a historical matter, um, thinking about testimony and rape culture, um, is kind of what got me, um, to this project in the first place in a way it was a generalization of it. So maybe I'll, um, I'll trace you through some of my own um um history of reasoning through these kinds of things. So I, I started um a number of years ago, a project on testimony and skepticism and rape culture, um, um, just based on this kind of, um, relatively simple, um, um, and good but incomplete observation that, um. That quite often um people respond with undue skepticism to sexual assault complaints. And, uh, uh, you know, this was, um, this was made super famous um um during the Me Too movement. Um, THE profession of academic philosophy got a little bit of a head start a few years before that, we had some high profile cases of, um, uh, you know, um, students or former students discussing misconduct by, by their professors and um some of that discourse was like playing out in the philosophy blogs in ways that, um, seems to me. Both kind of um morally harmful in obvious ways, but epistemically interesting. People were, you know, this, this rhetoric of, oh, you know, people are innocent until proven guilty or it's a he said she said situation and you know, we shouldn't jump to conclusions, um, you know, I, I, I saw that that was um harmful. I saw that it was like epistemically wrong, but absolutely wrong, epistemically wrong in a kind of interesting way, which made me want to like um uh dig into that in, in more detail. And so my early work on that topic, um, was really, um, about, um, you know, moving away from the negative mistake there. Basically, I noticed, so people are making complaints that are credible, that, you know, amount to really strong evidence, um. But, um, too many people are, uh, being skeptical about them, um, motivated in part by deference to the status quo, deference to existing power, um, you know, not wanting to rock the boat, things like that. And those, those themes are definitely, um, uh, still major themes in, in like the, the book that I've written here. Um, THE big thing that changed, um, and complexified the story for me, um. Between some of my earlier work on that topic and and the chapter that I've written in this book, um, is, um, an appreciation for, um, especially the, the Intersectional complexity of um questions about um sexual assault and testimony and credibility. Um, SO, um uh one big piece of the problem, um, was that kind of undue skepticism, um, and I was focusing on these cases where you have You know, these, these were, these are kind of um the cases that are um most prevalent in the public imagination, uh, where you have kind of a, a high status individual, typically a man um who is running um a subordinate or a student or someone in a, in a position of of relative, um, powerlessness, um, and, and I think in those cases the dynamic does play out and basically the way that it was focused on, um. But as I was reading more about um rape culture and testimony um and credibility, I was reminded that there's a really important sort of other side of this, um, uh, which is that, um, in some cases, um, that people are extremely credulous about, um, misconduct allegations, and those are cases where um the uh Um, the, the power and the privilege, um, um, are, are flipped from the kinds of cases, the examples that I talked about earlier. Um, SO, uh, you know, the, the most obvious instance of this, um, is the, um, historical um prevalence of, um, uh, of, um, you know, credulous and violent responses to white women accusing black men of sexual misconduct. um. Uh, ESPECIALLY like, you know, in the American 20th century, uh, early 20th century, um, but, um, you know, much more broadly as well. Um. So this made me realize and this kind of um uh helps um the chapter that was developing um fit into some of the dialect about courage as a sort of wisdom requiring Aristotelian mean. Um, THIS made it really vivid that uh the solution to the undue skepticism that I. NOTICING about um sexual misconduct allegations can't be anything remotely as simple as like turning up the credibility dial. Um, WE won't make things better if we just kind of um uh reflexively increase the degree to which we um uh um believe all um sexual misconduct allegations, um. That that might make some of the cases that I started by thinking about um better um but it would make these other kinds of cases um worse, um, with sexual assault testimony just like anything else, um, uh, you need, you need to pay attention to both sides. You need to, uh, not have bad beliefs and you need to not have bad suspect or judgment, um, and you know, both things are happening, um, uh, both things are happening like quite a bit. So, um, reflecting on, um, the intersectional complexity of these questions about, um, what degree of credibility should be offered, um, really drove home to me how um How subtle um the um the virtue of epistemic courage has to be. Like really, if the virtue is, um, um, being credible at the right time, being credible when you should, and doubting um when you should doubt, um, that requires, um, a lot of um social understanding that requires sensitivity to these intersectional considerations and that requires, um, you know, attention to the particulars of the situation that one is in. Uh, THERE'S no like, you know, one simple trick to, to doing a good job here. Um, um, AND, and, you know, in this, in this particular example, like I was mentioning, I think mistakes on both sides are quite common. There, you know, there's cowardice in some circumstances, there's recklessness in other circumstances, and both of those are really serious moral harms. Um, SO courage is, um, courage is difficult. Courage is, uh, requires a lot of knowledge, it requires a lot of wisd. It requires a lot of attention to these kinds of complexities. I think it requires a lot of, uh, um, you know, understanding of the ideological forces that are at play, the patriarchal ones, the white supremacist ones, um, and, um, uh, that, that's kind of what it takes to do a good job recognizing when there is and there is not enough evidence to form belief."
	},
	{
		"start_time": "1:09:58",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to talk a little bit about the context now before we get into the last topic of our conversation today. So that was about the idea of epistemic contextualism or the idea that the language we use to talk about knowledge is context sensitive and how it contributes to truth conditions."
	},
	{
		"start_time": "1:10:20",
		"speaker": "Jonathan Ichikawa",
		"words": "Good, yeah. So, uh, this is something that I would, I focused on a lot earlier in my career, and my, my previous book before this one was really all about epistemic contextualism. Um, uh, SO epistemic contextualism is, um, it's a linguistic view. It's the idea that the language we use to talk about epistemic matters and, and I, like many contextualists focus on the word nose, um, um, is context sensitive. So language context sensitive, that means that in different conversational contexts, um, we use it to um um contribute importantly different things to um the meaning of what is said. So, um, uh, to take, uh, you know, the simplest kinds of examples of context sensitive language that everybody understands are indexicals, words like I or you or here or now. Um, THESE are all context-sensitive words, um, which means that, um, you know, uh, uh, if two different people say the, the same sentence, you know, if I, if I say, um, um. I wrote a book called Epistemic Courage. Um, WHAT I, what I say, if I say that sentence is something true, namely that that I, Jonathan, wrote a book called Epistemic Courage. Um, IF you uttered that very same sentence, you'd be saying something quite different, um, and unless you have a different book that I don't know about, it would be false. Um, um, SO the word I is a context sensitive word. It contributes to the truth conditions of sentences in different ways in different conversational contexts. Epistemic contextualists, and I'm one of them, um, think that the word nose is in one interesting sense, similar to the word I, um, in this respect. Uh, SO, um, I think that, um, in different conversational contexts, um, the word knows expresses an epistemic relation that requires like different kinds of standards for, um, for evidence, basically. So, um, there are very skeptical conversational. Contexts where we use the word nose in a way that's quite strong such that it's difficult to count as uh as as knowing um and uh in other contexts, um, we use it in a much more lax way. This is uh a bit analogous, maybe another, another analogy that would be useful to to put on the table, um, is the way that um Gradeable adjectives work. So, um, you know, tall is a gradable adjective. Um, HOW tall do you have to be to count as tall, um, is also a matter that is sort of settled from context to context. Um, SO if you're talking, you know, famously, if you're talking about basketball players, someone who's 6' 3 might not count as tall, but if you're talking about philosophers, someone who's 6'3 is a tall person. Um. Uh, OK, so, so I think contextualism, um, is, um, is also true about the word nose, um, which means, um, that, uh, you know, um, sentences like, um, oh I don't know, um. Um, uh, WHAT'S a, what's a good example? Um, I, um, I know that my, um, dog is downtown right now. Um, um. Whether that sentence is true um might depend on how skeptical a conversation um we're having. Um, SO, you know, I do have quite strong evidence that she's downtown, um, um, um, but, um, you know, something surprising might have happened, um, you know, I haven't, I, I haven't looked at my phone in the last hour, um, so, so, you know, um, maybe, uh, maybe someone took her away, um, um. Um, SO in some, in some conversational contexts that might be um a serious enough, uh, you know, counter possibility for me to not count as knowing, and others, um, it doesn't. That by itself, um, uh, you know, everything I've just been saying in response to, to your question, um, um, has been, um, a bit like orthogonal to the main themes of, of my book, um, but it's, it's important background for the last chapter of my book, which, um, which points to ways in which if you're an epistemic contextualist, um, that negative bias can can have harmful effects at the linguistic level. So if you think as I do, that there can be more or less skeptical conversational contexts, um, uh, and that can influence whether sentences ascribing knowledge, um, are actually true or not. Then, um, there's a sort of, um, additional way addition to the ones I was talking about way back at the beginning, in which the like the ideological negative bias and epistemology can like, um, can make itself be true. Um, IT can cause people to speak in more skeptical contexts, um, um, and accurately deny that someone knows something, um. Even though they could have, and maybe they should have spoken in a less skeptical context um where um they would have counted as knowing. And the reason that can be, that can make a practical difference is that your choice of an episthetic standard um suggests in, in some way and uh you know, I'm neutral about this about just the mechanics in the book. My my previous book, um, contextualizing Knowledge has has a particular proposal, but, um, but I think everyone should agree that choosing a more skeptical conversational standard, um, somehow communicates the idea. That like that threshold for knowledge is the one that matters. Um, AND, um, and if it, if that's false, if actually your practical situation was one where a lower standard would have been appropriate. Um, THEN you can, you can say, hey, you don't know that. And you can express the truth because contextualism um has this kind of flexibility. We accommodate the um the linguistic um uh conversational context, um, in order to make the sentence come out as being true. um, BUT you're sending this false message that, you know, you shouldn't do this thing, uh, you should, um, uh, maybe even you shouldn't believe, um, um, because you're sending the message that, um, the threshold for appropriate belief is higher than it actually is. Um, AND one interesting thing about that is it means that, um, uh, it's another way in which the bias is stealthy, it's another way in which the problem can hide, because you can't solve this problem by um focusing on the truth of what people say. If you complain about someone making a too skeptical utterance, um, if, uh, contextual, if epidemic contextualism is right, um, if you complain about someone choosing a bar for knowledge that's too high and saying, oh, you don't know that, um, they have this really rhetorically powerful retort available, namely, well, no, what I said is true. Um, AND, and according to like contextualism, they might well be right about that. Um, SO to explain what went wrong there, you have to, um, you have to kind of get under the hood of the language a bit. You have to understand contextualism and you have to understand the ways that these pragmatic, um, ideas get conveyed, um. And since these things are, uh, you know, not obvious, not widely understood. I mean, you know, they're, it's controversial even though they're true, but I think they're true. Um, CERTAINLY since it's controversial, that means, you know, not everyone, um, knows that they're true. um. Um, uh, THAT, that, that's another respect in which, um, this, uh, negative bias can operate to perpetuate itself kind of, um, in this, in this hidden way, and that's another respect in which in which it's ideological."
	},
	{
		"start_time": "1:18:32",
		"speaker": "Ricardo Lopes",
		"words": "OK, so on that precise topic, what is contextual injustice and how does it relate to the ways the negative bias can play out?"
	},
	{
		"start_time": "1:18:43",
		"speaker": "Jonathan Ichikawa",
		"words": "All right, good. Um, SO yeah, contextual injustice is my label for um doing that bad kind of thing I was just describing. So contextual injustice is what happens when someone picks a conversational standard, when someone sets the the parameters in the context, um, in a way that's, you know, that successfully influences the truth conditions of, of their utterances, um, but, um, but is unjust, um. And why might it be unjust? Well, um, um, one way, uh, you know, the most obvious kinds of ways for my purposes in the book, um, are by communi communicating the idea that, um, uh, there's, you know, not enough evidence for, for some particular purpose by setting a high threshold for knowledge. Um, SO maybe, uh, maybe thinking more about testimonial and justice cases would be, um, would be eliminating here. Um, IF, um, If um someone tells me, oh actually we can go to a, we can go to, we can go to a sexual assault allegation if um If someone tells me, um. That um there, uh, someone comes to me as department head and says that their a student comes and says that their instructor, um, uh, sexually harassed them. Um, IF, um, and they, and they give me, um, you know, um, uh, a fair amount of evidence, uh, corroborating that, um, but, you know, given the nature of these things, you know, they didn't show me a video of it happening, um, it's the kind of situation where, um, uh, you know, it's certainly possible and natural to, um, to have doubt and have questions. Um, BUT let's imagine a version of the case where, um, I have enough evidence where It would be reasonable for me to believe, um, and, um, and I could, um, uh, very reasonably speak um in conversational contexts where I would count as knowing that that um sexual harassment um has occurred. If instead I pick a higher standard for knowledge, um, if I say, uh, uh, you know, if I speak in a context where like, you know, testimony in general can't provide knowledge, um, I, you know, I think contexts like that are possible. Um, YOU know, I'd say, oh well, you know, I, I, I know that you've told me that, um, but since I wasn't there, I don't have first personal knowledge, uh, you know, there's possible scenarios where you could have been lying, so I don't really know whether that's true. Um. According to contextualism, I, I could say all those things and express truths. Um, BUT I think under the circumstances, you know, depending on exactly how this, this case is spelled out, um, there's possible versions of this story, um, where it would be morally wrong for me to use a standard like that. Um, IT would communicate, uh, distrust of the student, it would, um, tend to, um, it would tend to suggest. Um, IN action, um, so I'm not gonna do anything about it because I don't know whether it's true. Um, AND I think that that is, that would be an abdication of my responsibilities. Um, I think that, um, I owe it to the student in this scenario, um, to, uh, take the testimony seriously, and part of the way that I would do that is by choosing an appropriate contextual standard so that we can talk about it in a way that uh communicates, um, that, um, that it's credible. Um, SO epidemic uh contextual injustice is unjustly choosing the wrong contextual parameter. Um, YOU can do that with, uh, the bar for knowledge if you're contexious about knowledge. It's a more general notion too, so I have a, I, I have a, um, excuse me. I have a paper um um that discusses contextual justice, um, uh, with a couple of central examples. One is the knowledge example that I focused on in the book, um, but I also talk in that paper about gender terms, um, so, um, uh, I, I, I think there may be a, uh, a strong case to be made that, um, gender terms. Might also be context sensitive, um, in particular, there might be trans-inclusive, um, ways of speaking and trans-exclusive ways of speaking, um, and I think for, uh, you know, general, uh, moral intersectional reasons that, um, in, uh, um, most contexts, uh, maybe, maybe all contexts, um, the, uh, trans inclusive. Ways are the better ways to speak and that it's unjust to uh speak in these other ways, um, but, um, but I don't think it's impossible to use these words to express um trans exclusionary, um, you know, gender ideas. Um, I think, um, often that would be an example of an injustice too, um, and once you have the general framework, I think that, um, um. Contextual injustice can happen in quite a wide variety of areas. Only some of them have to do with like the central themes about the negative bias and epistemology here, which is why I focus on the bar for knowledge in this book."
	},
	{
		"start_time": "1:23:58",
		"speaker": "Ricardo Lopes",
		"words": "One last question, uh, how should we approach phenomena like misinformation and conspiracy theories then, uh, and aren't those cases where a negative bias should prevail?"
	},
	{
		"start_time": "1:24:11",
		"speaker": "Jonathan Ichikawa",
		"words": "Good. Uh, THIS is a very common thought. Um, I, uh, to some degree, I want to resist it. I mean, I, so, like I said at the beginning, um, I do think, um, the negative side is important, um, the positive side is too. Uh, I focus on the positive side because the negative side gets plenty of attention. Um. Um, And I certainly think that there are examples of mistakes that people make with respect to misinformation and conspiracy theories, um, where focusing on the negative side of the story is, is, uh, is the correct thing to explain. Um, BUT I actually don't think that's the norm. I don't think that's the typical case. Um, uh, EVEN though, um, I recognize that it's very natural to think that. So, so this, this I think is, is one of the, uh, less obvious or more surprising things that I think. Um, In the public imagination, the problem with say conspiracy theories, um, actually both conspiracy theories and misinformation, is that people believe them too easily. Um, uh. When you talk about like conspiracy theorists, like if you look up definitions of like what it is to be a conspiracy theorist, um, uh, you'll typically see, oh, you know, it's someone who like believes in these certain kinds of um of uh conspiracies despite um they're not being um strong evidence for them. Um, But in fact, when I look around at the problems, the conspiracy theories and misinformation are raising, um, I think that quite a lot of the time the problems that they cause are um uh problems of undue skepticism, not undue belief, um. It's possible to read, um, you know, that, um, you know that. COVID vaccines are doing a 5G thing that's like, um, part of a nebulous global conspiracy. It's possible to believe that and I'm sure some people do believe that, and since there's not good evidence for it, that that belief would be a mistake of the kind that negativeismology is about, um, but, um, by far the more common thing that happens, I think it's just like every um vaccine skeptic I've talked to that was worried. About these kinds of things. Um, uh, THEY, they're thinking about these, um, conspiracy theories in, um, a doubt kind of framing. They say, well, I'm not really sure what to think, um, but I've heard, um, uh, you know, these bad theories, these bad hypotheses, and, um, I've also heard, you know, the government telling me that it's fine. Um, BUT like I'm just not that comfortable putting something in my body without being pretty sure that um it's not gonna, uh, you know, turn me into a 5G zombie, um. And if that's what people are saying, and I think on the whole that is like the more common thing that's out there, um, if that's what people are saying, then uh that's a problem of bad suspension of judgment, not a problem of bad belief, because they're not believing they're they're like, uh, you know, they're taking it more seriously than I want them to, uh, but it's not they just like accept that it's true, um, um, it's that they're accepting it as a life hypothesis, but accepting more life hypotheses that just is kind of keeping the question open, um, and so. This is part of why it's so important I think to uh notice um that there's two sides to this and and to uh two sides to epistemology and uh recognize that it's important to focus on the positive side, because if you're only focused on the negative, the way that like so many people are. And if you, to my mind, falsely believe that um the problem with conspiracy theories is that people believe them too easily. Um, THEN you're gonna reach for a solution that pushes toward more skepticism. You're gonna say, OK, hey everybody, um, make sure you don't get duped. Make sure you like check your sources. Make sure you like get more evidence, uh, before you form beliefs. Um, AND for the kind of person that I'm talking about who has heard these theories and isn't sure what to think, um, and, uh, just has kind of doubt about the whole thing, and so wants to like, you know, quote unquote, play it safe by not getting the vaccine, for that kind of person, the hey, don't be too gullible advice is exactly the opposite advice what they need. Um, uh, CAUSE their problem in the first place was, um, they, um, haven't, um, recognized that there's compelling evidence, um, for, um, the kind of, you know, standard story about the, uh, in this case, the vaccines, um, being more skeptical would make things worse, not better. Um. Um, Misinformation, this, this may be even more conspicuous, uh, and again I think, I think people just often don't, um, quite, um, think clearly enough about, um, uh, or, or just think enough about uh the mechanics of how this works, you know, there, there's this, uh, simple idea, oh, someone, uh, you know, saw a story from a fake news source, and then they believed it and that's the problem. And yeah, sometimes that's the problem. Um, BUT a lot of the misinformation, um, is there, I mean, and, and this is really, you know, um, there's good sociological research about, about, about this. It's intended not to be believed, but to just kind of, uh, throw up so much, so much chaff that like nobody knows what to believe. Um, AND, um, and so, you know, being flooded with with misinformation. Isn't just bad because people will believe it. It's bad because um it'll make people feel like they don't have any way to know um what to believe and to prevent them to believe from believing the truth. Of course it all works very selectively, right? Um, SO, so, um, uh, this, this, these strategic kind of throw up all this, all this bullshit, um, um, it's especially effective when, uh, you know, the thing that's, um, That is being or belief is being prevented is something that it would be like unpleasant or inconvenient to believe anyway, um, um, so, uh, you know, we, we use our skeptical instincts, um, selectively and politically, um, but it all is part of this kind of, um, ideological framework and that's why I think, you know, this, uh, this conservative bias, the status quo bias, and this negative epistemology bias, they, they, they, they work tightly together to um prevent people from feeling like they should um um believe something surprising and do something that would, you know, amount to radical reform. Mhm."
	},
	{
		"start_time": "1:31:14",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again epistemic courage. I'm leaving a link to it in the description of the interview. And just before we go, Doctor Ichika, would you like to tell people apart from the book where they can find your work on the internet? Oh,"
	},
	{
		"start_time": "1:31:28",
		"speaker": "Jonathan Ichikawa",
		"words": "sure, thanks. Yeah, um, I, I, uh, I have a, I have a website jchikawa.net, um, where I have, you know, a bit of an overview of some of what I'm up to. Um, I used to be active on, uh, what used to be Twitter. Um, I do still have an account there, although I may delete it soon. Um, uh, I, I, I, I'd like to kind of get back into more active public engagement, social media, and I hope to do that, um, soon and maybe on a different platform. Uh, THE past couple of years I've been I'm pretty busy as a department head, so, um, I haven't found the time to like, um, be doing that all that much, but my website's still there, um, and I, I, um, post, you know, um, preprinted papers and new things up there, descriptions of my new research. My new, my new big research project is, um, um. Is one focused on um feminist sexual ethics and the role of consent, um, and so I'm, I'm, I've, I've written some papers on that, you can find those on the website and I'm hoping I'll be writing a book about that um um before too long. Um, SO I'm happy to hear from people about um any of these ideas. I love talking about this stuff, and I, I appreciate the time."
	},
	{
		"start_time": "1:32:43",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:32:48",
		"speaker": "Jonathan Ichikawa",
		"words": "Uh, LIKEWISE, it has been great. Thank you very much."
	},
	{
		"start_time": "1:32:51",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]