[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Laura Betzig. She's a PhD in anthropology at Northwestern University, and she's held research and teaching positions at Northwestern, the University of California, and the University of Michigan. And today we're talking about her latest book, The Badge of Lost Innocence, A History of the West. So, Doctor Betsy, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Laura Betzig",
		"words": "Thank you very much."
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "So, in the book, you try to quote unquote understand human history as natural history. Could you explain that?"
	},
	{
		"start_time": "00:47",
		"speaker": "Laura Betzig",
		"words": "Yeah, um, I'm gonna start by asking you a question."
	},
	{
		"start_time": "00:51",
		"speaker": "Ricardo Lopes",
		"words": "OK."
	},
	{
		"start_time": "00:53",
		"speaker": "Laura Betzig",
		"words": "Did you know that the vast majority of animals in the vast majority of species are solitary, that they live alone?"
	},
	{
		"start_time": "01:01",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I don't think I was aware of that,"
	},
	{
		"start_time": "01:04",
		"speaker": "Laura Betzig",
		"words": "no. Sociality is super uncommon. Only about 3% of all mammals and 9% of all bird species live in groups. About 90 98% of species overall are solitary. There are exceptions for small periods of time, sexual organisms have to get together, and mothers and young will stay together for short periods of time, but most animals for most of the time, live alone. Um, Any idea why that is?"
	},
	{
		"start_time": "01:38",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I don't think so."
	},
	{
		"start_time": "01:41",
		"speaker": "Laura Betzig",
		"words": "OK, well, uh, naturalists have thought about this for a while, and one of the most obvious reasons is that parasites love a crowd. If you're gonna live alone, your parasite loads gonna go way down. Another is that groups are more conspicuous to predators. You're less likely to get picked off if you're hiding it all by yourself and if you're trying to hide with a bunch of other animals. Uh, THE most important problem is that when you find a good Spot with lots of good resources. You can have it all to yourself if you're alone, if you're in a group, you have to compete for everything there. You have to compete for food and water, you have to compete if you're a sexual reproducer for mates. It's much easier to do it yourself. So the next question is, Why does anybody bother to live in groups all the time? Why do we? We're obviously an extreme outlier. Uh, WE not only are never an island, we live in groups of, what's the population of India now? 1.5 billion. Pretty, pretty unparalleled. The, again, the answer that naturalists have come up with is that where it, where resources are patchy, where resources aren't evenly distributed across space, um, Animals tend to clump. Um, THE cost of leaving a good patch might be high enough that you're willing to put up with a little bit of bullying from somebody bigger and stronger, uh, a smaller portion of a good piece of fruit or a good piece of a carcass is is worth more than Nothing. If, if, if the, if the option is wandering off in the desert or, or trying to get across the mountain."
	},
	{
		"start_time": "03:46",
		"speaker": "Ricardo Lopes",
		"words": "And so, I, I mean, uh, the, in answering my question, I, I mean, what after all of that, what would you say then? I mean, what is it to understand human history as natural history?"
	},
	{
		"start_time": "04:02",
		"speaker": "Laura Betzig",
		"words": "So, um. The first question is, if, if people are animals, why do they live in groups? And the answer again for across species is animals put up with all the inherent costs of living in groups because they find They clumped resources and they clump around good resources, especially where there are barriers to flight. If, if you're if you're on an oasis and you're surrounded by desert, you end up living in groups and you end up putting up with inequality. The other important component of that argument, history as natural history, is that inequality will increase to the extent that the cost-benefit ratio goes up. If, if the costs of escaping from that patch are high enough, again, if you're surrounded by desert or there's a big mountain range, can't get over, um, the costs of leaving are high enough and the benefits of staying are high enough because the resources are very rich. Then you put up with increasing inequality. Increasing variance in dominance and reproductive success, which is as a natural historian would put it about other organisms and is, and, and is how I initially would have put it about people. There are more, there's more political. There is political skill and there's more skewing family size. Mhm."
	},
	{
		"start_time": "05:36",
		"speaker": "Ricardo Lopes",
		"words": "But uh, I mean, in regards then to human history, what is the premise of your book? What do you try to, try to tackle here?"
	},
	{
		"start_time": "05:44",
		"speaker": "Laura Betzig",
		"words": "All right, good. So when I, when I started looking at human histories, natural history, I was in a natural history museum, um, I was surprised to find that. People Like other animals do. Parallel Political skew with reproductive skew. We live, we live in a society where We pretty much expect everybody to have. Similar reproductive opportunities and similar political opportunities. Uh, OBVIOUSLY, we're flawed in both respects, but it's, it's what we expect and um as I started to read the anthropological record and um and then started to read history, it became obvious that we're very much like animals in the sense that We, we do vary a lot in political skew and where there is Despotism, extreme differences in power, you get extreme differences in in family size, you get unit guarded harems invariably, and you get lots and lots of castrated slaves. It's a, it's a hideous picture. It's not nothing that I was expecting, it's nothing that I have been used to in my own life, but it's, it's a fact of history and prehistory is all about. Minor differences in power and reproductive differences, and trying to get away from them. Foragers, foragers as a rule, migrate. That's why we've covered the earth. We've been running away from each other. Um, YEAH, I, I, Richard Lee, who studied the best known foragers in the last century, the congressman of Kalahari, kept saying in his, uh, famous book, Hunters say to hell with it, when, when conflicts get High enough, they pick up what little they have and vote with their feet. Foragers have latitude to vote with their feet. And Agriculturalists, Neolithic societies in general do not. So across the board, agricultural societies, pre-modern agricultural societies, for instance, all of the 1st 66 civilizations, um, were very, very sedentary, and they were very, very unequal politically and reproductively. I wanted to write this book because The problem didn't become, was no longer, um, why are, why are we Skewed like animal societies are. Why are we so fair? The problem is Why did we stop being unfair? What, what made us so odd? Again, all of prehistory and all of history is all about. Inequality and trying to avoid situations where some big men can beat up on little men, and big women can beat up on little women. Why did we get to stop running away and at the same time, Write the Declaration of Independence and expect most people to have. A couple of children. What, what made that happen? It's an important question, and I've spent decades reading. Western history, mainly because that's where the change first began, trying to figure out. What accounts for? That's what the book is about."
	},
	{
		"start_time": "09:22",
		"speaker": "Ricardo Lopes",
		"words": "Great, and we're going to talk about that. And in the book, you talk about human events as competition for genetic representation in future generations. Could you explain that?"
	},
	{
		"start_time": "09:35",
		"speaker": "Laura Betzig",
		"words": "That's pretty much what I was just talking about. When I say um. Animals compete to reproduce. Individuals compete to reproduce. That's exactly what they're trying to do. They're, they have evolved to. Uh, Pass their gametes on and, and increase their gene genetication in future generations. That's what life is about, that's what natural selection is about. Mhm."
	},
	{
		"start_time": "10:01",
		"speaker": "Ricardo Lopes",
		"words": "And what aspects of the theory of evolution by natural selection do you think would be important for people to keep in mind for the kinds of questions you explore in the book?"
	},
	{
		"start_time": "10:13",
		"speaker": "Laura Betzig",
		"words": "The, the key um refinement of the theory which happened with the modern synthesis in the middle of the last century. Was in understanding that selection, natural selection is most potent at the level of the individual, not at the level of the gene or the individual or at the level of the group. So individuals by and large, have evolved to compete with each other uh than groups to compete with each other or genes within the genome to compete with each other. That's why we get the kinds of societies that we see."
	},
	{
		"start_time": "10:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And going all the way back, back to 100,000 years ago, what aspects of hunter-gatherer societies would you highlight which you think are important for how you present our history in your book?"
	},
	{
		"start_time": "11:03",
		"speaker": "Laura Betzig",
		"words": "Again, just touched on that previously, um. Most foraging societies are not tied to the land. And the 20 or 300,000 year history of Homo sapiens is a history of migration. We Start one on one little patch and exhaust it or are exhausted by others in our group, and we say, we have very little to carry, we, we pick up and we move somewhere else and we've been again, running away from each other for as long as we've been human, and we've populated the entire, covered the entire earth as a result. Um, I, I want to point out, I know you've interviewed a couple of people like Banvi Singh and, and, uh, Luke Levay and, um, and They're aware that in the ethnographic record and now in the archaeological record, there, there is evidence that In, uh, some preliterate societies, some foraging societies, resources are good enough that, um, migration. Go way down. Um, AND the, the, the examples that are best known in the ethnographic record are the Northwest coast, the US or the southwest coast of the US where um you had tons of marine resources and salmon runs and wild berries and uh all kinds of resources. Clumped on Vancouver Island or along the northwest coast, and mountain ranges to the east and the vast ocean that you couldn't cross to the west. So people were hemmed in and they were very happy to be hemmed in because the resources were enormous. So they were foragers, they weren't Neolithic, but they were highly skewed. You had chiefs, you had Big cedar houses with uh one she had at least 10 wives and um 50 slaves, mostly were captives, most of them women, and he had sexual access to all of them. So, all foraging societies for all of our prehistory were probably not completely egalitarian societies, where we found a good patch, we probably stuck on it and um put up with a little bit of unfairness, or sometimes a lot of unfairness."
	},
	{
		"start_time": "13:30",
		"speaker": "Ricardo Lopes",
		"words": "And what is the importance of the freedom to move, and I think we'll come back to this topic later on in our conversation toward the end of it. Um, I mean, in the kind of history you present in your book, what is the importance of this freedom to move?"
	},
	{
		"start_time": "13:47",
		"speaker": "Laura Betzig",
		"words": "Right. Well, I've already touched on that again, um. In humans and and even in non-human societies. The only way you escape an overlord, a dominant individual who is taking more than his or her fair share, is Literally by getting getting away physically. Freedom depends on freedom to flee. But in Nonhuman societies were. Acorn woodpeckers are defending a very, very rich resource or naked mole rats or surrounding. A clump of tubers surrounded by snakes in the desert. The costs of fleeing are very, very high, and they tend to stick where they are, and they put up with a lot of inequality. Freedom depends on freedom to flee, and migration has been extremely important in human history, and extremely important in explaining why humans have. For most of the time we've been Homo sapiens, been an extremely egalitarian species. Mhm."
	},
	{
		"start_time": "14:58",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, now talking about Neolithic societies, how is it that in those kinds of societies, little by little, some people became celibates and others became part of sterile casts? How do we explain that from an evolutionary perspective?"
	},
	{
		"start_time": "15:19",
		"speaker": "Laura Betzig",
		"words": "Um, I wanna drop a name. After looking at Um, harems, uh, looking at very, very sexy men for a long time, again, in field work and in the anthropological record, and, and finally in historical societies. I sent an email or got an email from Richard Dawkins, and he said, what happens? What happens to everybody else? If, if, if some of these guys are Solomons and they're collecting 1000 women and their sons are fathering 100 children, what, what happens, the sex ratio is going to stay at 50/50. What happens to all, all the disfranchised men? And um I thought about that superficially. Obviously a lot of them are gonna. The poor and die young, and a lot of them are slaves, and a lot of them are soldiers, but I started to pay more attention to celibates and eunuchs, which come up over and over again in the historical record. And again, there are non-human parallels. There are helpers at the nest in bird societies. They delay reproduction and sometimes fail to reproduce altogether. Instead, they stay on their parents' nest and they They help the dominant animals, often related animals in that case, to reproduce and, and forego reproduction themselves. They are unpair bonded or unmarried or or celibate. They're not sterile, but they're celibate. There are breeders and there are celibates, and eventually some of the celibates inherit or win territories by competition and become breeders. In other animal societies, extremely social societies like the eunuchs, or the like the social insects, sorry, you have a king or a queen and you have a large sterile cast, and you will approximate that even in some mammalian societies like naked mole rats, again, where you're clumped around patch of resources, you're surrounded by snakes in the desert. It's very, very costly to set off on your own and try to start a new nest. So you stick with your parents and your parents, your mother keeps breeding and breeding and breeding and breeding, she'll pick. 2 or 3 partners, and the best you can hope for is to help your siblings grow and breed or maybe after your parents die to become a breeder yourself. Most of the most of these naked mole rats are members of a permanent stroll cast. So, again, We do that too. Um, THERE are, as, as Neo Neolithic societies grow, and again, the key feature of Neolithic societies is sedentism is farming. Um, You more and more of the um Of, of, there are more and more losers. There are more there are winners take a bigger and bigger share of power and material resources and of reproductive resources. You end up with harems and the and the disfranchised males. Uh, EITHER temporarily for go reproduction and Fail to pair bond or marry or become permanent parts of a sterile cast. Mhm."
	},
	{
		"start_time": "18:59",
		"speaker": "Ricardo Lopes",
		"words": "So, you mentioned eunuchs there, and that makes for a great segue into my next question because I want to delve into the Roman Empire. And my first question about it would be, what were the roles of eunuchs in the Roman Empire? I mean, why did people with power at a certain point start castrating some men?"
	},
	{
		"start_time": "19:22",
		"speaker": "Laura Betzig",
		"words": "Yeah, um. Eunuch, as you probably know, is from the Greek for bed guard or bedroom guard. Eunuchs started out. Making sure that Other strange men didn't invade their women's spaces. They were. Make guards and castrated make guards are more trustworthy than not castrated my cards, um, so. The Romans continued a lot of great traditions, and they had bedroom guards or eunuchs even under the republic. Caesar had uh eunuchs along with him when he got caught by pirates in the Mediterranean, but the uh presence of eunuchs amplified enormously under the empire. Um, Under the first few emperors, they started to manage things like finances, finance is always extremely important to a powerful man, and then they, they had castrated men, castrated slaves, I handle the money. Eventually, over the over the next few centuries, eunuchs filled more and more parts of the civil service. By the time Constantine relocated the empire, see the empire from old Rome uh to New Rome, which he called Cons Constantinople. Um, Eunuchs in charge of the what he called the sacred bed chamber. Uh, ESSENTIALLY ran both the palace and administration of the entire empire, and they were supported by what were referred to as swarms or hives of uh other eunuchs who Took various positions and still cast. In the civil service, which was a sterile cast."
	},
	{
		"start_time": "21:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But where did these men originate from, uh, socially? I mean, what was their social status when it comes to Roman society?"
	},
	{
		"start_time": "21:37",
		"speaker": "Laura Betzig",
		"words": "OK. Um, THERE is across empires in, in China. The presence of eunuchs is, you know, thousands of years old, um, and eventually eunuchs became so powerful, so early that uh poor people, poor parents would sometimes castrate their children in order to get them into the civil service. In Rome, Rome was a slave society, it was built on conquest and, and, um, initially, a lot of these slaves. Became castrates, and those are the slaves that Roman emperors used to fill the civil service. Mhm."
	},
	{
		"start_time": "22:18",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, changing topics, I still want to keep on the subject of the Roman Empire, but changing topics now, from an evolutionary perspective, what does one gain by being an emperor?"
	},
	{
		"start_time": "22:32",
		"speaker": "Laura Betzig",
		"words": "I love that question. Well, You, you want to give it a go. Any idea what the evolutionary advantage would be?"
	},
	{
		"start_time": "22:42",
		"speaker": "Ricardo Lopes",
		"words": "I mean, having access to more sexual partners,"
	},
	{
		"start_time": "22:48",
		"speaker": "Laura Betzig",
		"words": "that's pretty much it. And access to more units to guard them and access to pretty much all the resources in the empire and all the labor in the empire, and, and it all got. It it was all used to raise enormous numbers of children."
	},
	{
		"start_time": "23:09",
		"speaker": "Ricardo Lopes",
		"words": "So, was that uh also the reason why they uh men in positions of power heard women? I mean, why did they have concubines, for example?"
	},
	{
		"start_time": "23:25",
		"speaker": "Laura Betzig",
		"words": "They, um, concubines are are bed partners, and, uh, absolutely, I mean. There's a new translation of Swatonius on the bestseller lists. I don't know if you know Swatoni. You must know Sweattoni's European. Um, HE wrote the biographies of the first Roman emperors, the 1st 12 Roman emperors, and It's scandal from. One page one to the last page. Um, Tonius was a very respectable guy. He was the um Secretary of State, literally Secretary of letters under Hadrian, who was this early 2nd century emperor. He had access to the imperial archives. He read through all the personal correspondence and and state correspondences and And he, he aired all the dirty linen. um, HE wrote a sensational book and We all know because of Sotones and obviously corroborated by other sources that a lot of these 1st 12 emperors were highly promiscuous. They had, they threw parties, uh, Tacitu says Nero Nero threw parties in Rome as if the whole city was his personal home. He, he'd hire prostitutes and put them on uh on the beaches and, and float rafts on artificial lakes and uh and cover them with women and uh occasionally go out at night in disguise with his friends and knock people down and fornicate with their wives and Just random good times. Uh, Communists hired 600 women in, into his palace at a time, some of them prostitutes, some of them just picked up on the street. Tiberius sent slaves into Rome and had them. Kidnap freeborn children who were good looking and sail them over to Care where he had 1412 separately named villas that he Decorated with pornographic images and messed around with them and there were these, these were very, very. Sexy guys. And the reason that Petonius is free to Mhm Uh, air that line is because all these emperors were dead. The um the Caesars had been replaced by the Flavians and the Flavians had been replaced by the adoptive emperors, and Hadrian was the first one of the first adoptive vents, emperors, he said, go ahead with Tonius. Get into those archives and and tell those tales so that nobody minds that we that those those emperors are gone. Anyway, so lots lots of that went on. We also know that The emperors put up enormous palaces, uh. Deic, who was the last of the Flavians lived at the end of the first century, built what he called or what has been called the Domus Augustana. Uh, STRETCHED along the end one end of the circus Maximus, which is about 6 ft fields long, so it's just. Huge, and Plutarch and uh plenty and various other people got to look at it. They were contemporary, and they talked about swarms of units, and they talked about concubines apartments, and they talked about secret bedrooms, and so there are plenty of women in the palace, but the big action in Rome and in any other empire was sexual access to slaves. And uh there were. Uh, 6 million slaves in the Roman Empire at its height, um, the inscriptional evidence from the tombs, the epitaph in the tombs. Suggests that at least 1/3 of those slaves were women. Uh, OTHER evidence from Egyptian papyri, there are bills of sale, suggest that when a Roman went to market to buy a slave, a slave woman, he always picked one of reproductive age, and the median age was right around 17. Um, Legal evidence from the Digest. Um, LETS us know that, um, these women were freed, rewarded with freedom if they bore gave birth to a son, or if they gave birth to at least 3 daughters. So that they're picking women of reproductive age, they're paying more if they look good, they're locking them up and, you know, guarded. The states, country states or palaces in the city, they have sexual access to them, lots and lots of stories of that, and, and they reward those women for for burying children, so that's where most of the action was."
	},
	{
		"start_time": "28:47",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND are there any other ways by which the emperors got sexual access to women? I mean, were they also gathering women from their war efforts? I mean, whenever they won the war, would they also gather more women?"
	},
	{
		"start_time": "29:05",
		"speaker": "Laura Betzig",
		"words": "Sure. I That war captives of war were the main slaves in the Rome society was built on uh conquest and tens of thousands of slaves would, would come in in a single hall, and, and they were unequally distributed. Emperors were the biggest slave owners of all. They had. Tens of thousands of slaves."
	},
	{
		"start_time": "29:31",
		"speaker": "Ricardo Lopes",
		"words": "And how about the slaves? What did their lives look like, look like in Roman in Roman society?"
	},
	{
		"start_time": "29:40",
		"speaker": "Laura Betzig",
		"words": "Yeah. Well, um, for most of the men, it wasn't good. Uh, MOST male slaves ended up working in the mines or on the farms. In the mines, life was messy Brutus, brutish, dark, and short. It's very, very rough life and um no women at all. Um, Uh, ON the farms. Slave men worked in chain gangs. And they slept in underground cells with little slits overhead to let in light that were. Not avail not reachable. So, as I put it in my book, conditions not conducive to family life. Um, MOST slave men had no reproductive opportunities at all, but then there were some slave men who were, um, highly educated and ended up working in The civil service. The first, the first, um, Civil servants were slaves. They were eventually replaced by castrated slaves or eunuchs. So you have this huge range from working in the mines or in a chain gang to being a secretary of letters or secretary of the treasury or occupying some other civil service spot. But the vast majority would have led miserable lives. And very very. Few reproductive opportunities. Right, OK, for the women, we gotta talk about slave women. SLAVE women had or not. In the mines or or on teen gangs at all, they tend to be. Um, They had easy jobs in palaces or on country estates. They were. Uh, SEAMSTRESSES, they worked in textiles, servants and serfs and slaves, women almost always make clothes and make cloth. Um, THEY also do. Women's jobs like uh you know midwives and uh wet nurses and babysitters. They weren't, they weren't physically abused and they were. Always sexually accessible to their masters. Mhm."
	},
	{
		"start_time": "32:14",
		"speaker": "Ricardo Lopes",
		"words": "So another aspect of Roman society that you talk about in your book has to do with the genius. What was the genius in the Roman Empire? I mean, in what ways did households make sacrifices to him?"
	},
	{
		"start_time": "32:30",
		"speaker": "Laura Betzig",
		"words": "Yeah. This is one of the last things I Got to look at when I, when I, since I started looking at Rome, and it's one of the funnest things. um, UNDER the republic in Rome, um, they had a tradition of families had a tradition of making sacrifices. They set up small household altars and make sacrifices of food or wiering and to the potterfamilius or the ancestor who was the head of their family or clan. And in particular, they made sacrifices to what's called his genius, which is a spirit that accompanies everybody. And ensures their generative power or fertility. So they made sacrifices to the fertility of the head of their family, or Potterfamilius. After Augustus became the first Roman emperor. The Senate ordered that the same sacrifices should be made. To what was the guy who is now the. Potter Patrie or the father of his country. So Augustus was treated in the same way that the father of families had previously been treated with the added. Dimension That Subjects who failed to make those sacrifices to the fertility or genius spirit of the emperor. Could be beheaded if they were Roman citizens or thrown to wild animals in the circus if they were not. So, uh, people were tortured and killed because they did not swear by the health and fertility of the Roman Empire. So."
	},
	{
		"start_time": "34:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what happened to members of the sterile castes after the emperors moved east?"
	},
	{
		"start_time": "34:36",
		"speaker": "Laura Betzig",
		"words": "Um, Constantine the Great in 330 AD moved from Rome, which was Uh, more and more at risk of being attacked by, uh, Germanic tribes to a more secure spot on the Bosphorus, which he called New Rome, uh, we call it Istanbul, and he called it Constantinople after himself, and he took everything of value with him and that included his slaves or his eunuchs. The eunuchs. Moved to Constantinople with the emperor and They became a larger and larger and more and more powerful group after that."
	},
	{
		"start_time": "35:22",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh, let's not talk a little bit about medieval Europe. In France, particularly and under the rule of the rule of Clovis and Charlemagne, with different kinds of roles for unmarried and celibate people who were there?"
	},
	{
		"start_time": "35:41",
		"speaker": "Laura Betzig",
		"words": "Right. Charlemagne and Clovis and the Etonians and other holy holy Roman emperors. Did not fill their civil services with eunuchs. The eunuchs. WERE few and far between after Constantine moved to see the empire to the east. Instead, they relied on celibate or unmarried men. Um, THOSE men or abbots and bishops and archbishops or whatever, uh, were filled, filled all the important spots in the civil service. And I had a list of it on the other computer, but I can't find it. Um, JUST, you know, all the usual job titles, um, Chamberlain, um, Head of the Chancery, uh, steward, uh, head of the stables, all the major job titles were occupied by celibate, unmarried men, um. And there were many, many with no job titles that went along with that."
	},
	{
		"start_time": "36:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm And in the medieval period, why were there so many bastards and what happened to them?"
	},
	{
		"start_time": "36:58",
		"speaker": "Laura Betzig",
		"words": "Yeah, um, in All societies I've been talking about, monogamy was the rule. Monogamous marriage was the rule. Because marriage is about the inheritance of wealth, and mating is about the inheritance of genes, and even in the most Promiscuous polygynous societies on earth. The rules tended to be concentrating wealth across generations, and one of the ways you concentrate wealth is by singling out the children of a single woman. Who is your wife or queen as the heirs to the bulk of your power and money. And everybody else is by definition a bastard. So your secondary wives and your concubines and your slaves produce non-heirs or bastards. And so we had In Neolithic societies, the vast majority of people were bastards. Only a minority of people were. Born to legitimate wives, the the the primary consort and secondary consorts gave birth to bastards. Um, All of these slave women who bore children to Roman emperors and other powerful Romans gave birth to bastards. Some of those bastards did extremely well. Many of them were freed very young by their masters, and they were given seed money to start. Companies or they were they had enough connections to enter the Senate or the knighthood or not all of them did, but there were plenty plenty of them who did very well, and certainly that was true in the Middle Ages as well. Many bastards ended up with roles in the church. And some of them ended up in the civil service. Mhm. They didn't end up with an inheritance. They were by definition disinherited or bastards. Mhm."
	},
	{
		"start_time": "39:11",
		"speaker": "Ricardo Lopes",
		"words": "So tell us now about the women's rooms in royal estates in medieval Europe or, I mean, I'm not sure about the correct pronunciation of the word, but I think it's something like guke or something like that, so."
	},
	{
		"start_time": "39:27",
		"speaker": "Laura Betzig",
		"words": "It's, it's pronounced in different ways. Most, most Greek and Roman Latin words are pronounced in different ways in English, but uh Genesia, women's women's room, GYN for dying for women. Um Uh, THERE are women women's rooms. On virtually every one of the country estates owned and occasionally occupied by these medieval emperors and kings from Clovis's lineage to Charlemagne's lineage to the Holy Roman Emperors. They've got women in the palace when Louis the Pious, who was Charlemagne's son. BECAME an emperor, inherited the empire from his father. The first thing he did was to dismiss. The enormous crowd of women from the palace, and they all came back. So obviously there are plenty of women in the palace, but there are lots and lots of women. These guys own dozens of country estates and all of them have very, very well, very well for fortified women's rooms where very regious, literally, children of the king are often born."
	},
	{
		"start_time": "40:43",
		"speaker": "Ricardo Lopes",
		"words": "And what were the different roles given to the king's children? I mean, since they had so many children, so many, particularly illegitimate children, what roles they were given to them?"
	},
	{
		"start_time": "40:57",
		"speaker": "Laura Betzig",
		"words": "Um, A, a lot of them, like I say, ended up in the church. Um, And Sometimes they just got locked in the monasteries and and uh many of these, many of these churches administered. The estates of lords who had contributed to them. So they raised, they raised their children and educated their children and and raised armies for them, and they were helpers. So, but they, but they occupied monasteries, um, others became Landless knights, um, again, some of them royal bastards ended up in the civil service."
	},
	{
		"start_time": "41:42",
		"speaker": "Ricardo Lopes",
		"words": "And of course, if we're talking about medieval Europe, we have also to talk about the church and its role because it have an immense role to play there. Uh, WHAT was the role played by the church when it comes to dealing with celibate and unmarried people?"
	},
	{
		"start_time": "42:01",
		"speaker": "Laura Betzig",
		"words": "The, the Middle Ages were the medieval millennium, to me, the millennium of the Middle Ages starts with um Constantine's. Conversion to Christianity and emancipation of the Roman Church, and it ends pretty much with, with the crusades and and the heresies and that that incurred clerical celibacy and finally the Reformation. So the medieval millennium was a Catholic millennium and the core. Uh, THE most important aspect of Catholicism was Commitment to celibacy. WAS was a commitment that these younger sons and daughters and bastard sons and daughters were not to inherit and uh had a place to live and work, and and that was in the Catholic Church. Mhm."
	},
	{
		"start_time": "43:03",
		"speaker": "Ricardo Lopes",
		"words": "So would some of these people go, for example, to monasteries as"
	},
	{
		"start_time": "43:10",
		"speaker": "Laura Betzig",
		"words": "monks. Parents donated their younger sons and daughters, and sometimes they're bastards illegitimate, so not legitimate and ultimate to monasteries at the age of weaning. They were called oblates or gifts. They were taken to the monastery door and signed a contract and promised to be celibate for the rest of. The lives and."
	},
	{
		"start_time": "43:40",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, apart from that in medieval Europe, what did the Crusades represent?"
	},
	{
		"start_time": "43:47",
		"speaker": "Laura Betzig",
		"words": "All right. Um, THE crusades brought the whole thing down. Or started the process, um. Uh, In 1095, the Pope Urban the Second, who had been appealed to by the eastern emperor for help fighting off the infidel. Uh, GAVE a speech to an enormous crowd of people in a field outside of Claremont, France. And he said, the land you inhabit is overcrowded. You're fighting for everything. What you need to do is head east toward the land of milk and honey, the land of our ancestors in Jerusalem, and fight off the infidel and settle there. And that's what they did. Uh, ALL sorts of landless, uh, knights, uh, landless younger sons who are destined for the church, and, and poor men got on their horses and put on their boots and marched off to the east and fought horrible, hideous, bloody wars. And one enough of them that they took over the Levant, they, they established a crusader state in Jerusalem and in Odessa in Tripoli and and in Antioch, and they settled down for generations on plots of their own land with their own legitimate wives and their own legitimate children and grandchildren. And then the crusader states were lost, but eventually there was also a Latin Empire and Constantinople, but by then, there was an enormous network of trade across the Mediterranean. People had found different ways to make a living. They were, they were getting rich in movables as opposed to immovable goods that affected the growth of of parliaments of the House of Commons. And it gave younger sons and daughters options. To make a living. That they hadn't had. So, heresies came in as soon as the crusades began, all through the 12th century, there were heretics, one here one heresy after another, and many of them insisted on an end to celibacy. And the more prominent heresy started in the 14th century with Wycliffe at Oxford, and then John Huss at Prague. Key features in their, in their arguments involved getting rid of clerical celibacy and then finally Martin Luther in 1517, exactly 25 years after we started moving to the west instead of the east and setting up colonies in, in the Americas. 25 years after Columbus made landfall in the Bahamas, Martin Luther posted the 95 theses to the door of the Wittenberg Church and said, that's enough, Pope, and started writing essays on the Pope had no more power to prohibit marriage than he had to prohibit. Indigestion or getting fat. And Uh, the monastery started emptying out immediately. Luther got married and had 6 children, and his old black monastery turned into his family manor. Um, OTHER, other monks followed suit, and other reformers in Switzerland and Cal Calvin originally in France later in Switzerland. Insisted on clerical marriage and that became the rule in the Reformation."
	},
	{
		"start_time": "47:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, so we're going to talk a little bit more about the Reformation and also about migration and colonization in a bit, but just before that, what does the Magna Carta in 1254 mark in history and particularly the history of England?"
	},
	{
		"start_time": "47:58",
		"speaker": "Laura Betzig",
		"words": "12:15. And um, The Magna Carta was an agreement between King John and 25 of his leading barons, and it promised A number of guarantees of baronial rights. The most important was no taxation without representation. If you want dues from us, you've got to invite us to a council, and we will tell you what we want done with this money. Um, UNDER John's son, Henry the 3rd, who succeeded at the age of 9. The very, very first sets of. Uh, COMMERCE, knights and burgesses or, or uh citizens were invited to come to Westminster as well, and they too reissued Magna Carta and ordered that there would be no taxation without being summoned to parliament without representation about and, and a voice in how that money was to be spent. Uh, AS the commons grew. Uh, IN wealth, as movable money became more and more available, they grew in power and their voice. Their voice got louder. Eventually they started opposing the kings that they didn't like. They deposed Edward the 2nd in 1327, and then Richard the 2nd in 1399, and Henry the Sixth in in the 15th century, and finally they cut off the head of a king they really didn't like, and that was sort of the end of kings."
	},
	{
		"start_time": "49:44",
		"speaker": "Ricardo Lopes",
		"words": "And how did the rise of parliament occur in England?"
	},
	{
		"start_time": "49:50",
		"speaker": "Laura Betzig",
		"words": "Again, it was, it was about, it was mainly about mostly about the growth of movable wealth instead of just getting money for their wars and other royal business from landed. Barons, the landed aristocracy, Kings started to have to appeal to people who dealt in mable goods, tradesmen. And uh Manufacturers to and and they became the House of Commons, and they got more and more power over royal decisions and over national decisions as they got wealthier and wealthier."
	},
	{
		"start_time": "50:28",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you one more question about England before we move on to other topics, uh, that is along the same lines of questions I asked you about the Roman Empire and medieval Europe. So tell us about how for centuries, well to do men uh in England filled their households with unmarried women, had sex with them, and sometimes got them husbands and how they treated their husbands."
	},
	{
		"start_time": "50:56",
		"speaker": "Laura Betzig",
		"words": "Right. Well, like I said in, in Rome, most of the action in, in reproduction was sex with slaves. In the Middle Ages, sex with certs, in modern societies, sex with servants. They're all the same people, but they're more and more emancipated. So, In England, they had what was called life cycle service. As many as 60% of the population of adolescents aged 15 to 25. WERE working as servants in the houses of their superiors of richer people. And the women. TENDED to be uh victims of sexual predators. They Like, like slave owners in Rome, um, serving. Owners in in England tended to have sex with their young female servants, and when they got them pregnant, They would frequently find them a husband, sometimes they would um hooked them up with another one of their servants, a male servants, sometimes someone else they knew someone they did business with. Arrange a marriage and and that bastard be would be taken care of. Mhm."
	},
	{
		"start_time": "52:16",
		"speaker": "Ricardo Lopes",
		"words": "And sometimes they gave promotions to their husbands,"
	},
	{
		"start_time": "52:20",
		"speaker": "Laura Betzig",
		"words": "correct? That is correct. Um. All this stuff got blown wide open in the literature in the in in the literature of uh. 17th, 18th, 19th century England and then on the continent, um. The confessional literature, Samuel Pete's, I don't know if you've read Pete's diaries, they're terrifically entertaining. He wrote just after the English Revolution. And peeps like most other men of his time, had trouble keeping his hands off his maids. When he got them pregnant, he tried to find them husbands. When he was interested in a woman whose husband was in his employ. He would have sex with that woman and give the husband promotions. So they tried to get women husbands, and they tried to get uh women who were married, uh, they had tried to get the husband's promotions. Peeps, Peeps is probably the best source cause it's all in his very own words and he's not lying, he's he's keeping this information in a drawer. Um, Boswell, a century later, um, put it all down in a series of journals and He too was very guilty, but he, he, he made the same sorts of arrangements. Uh, THE first English novels were written by Dan Defoe, and they included Roxanna and Moll Flanders. They're all about girls who got knocked up by their masters, their master's sons, and pawned off on younger sons or on friends and poor farmers and uh. The masters were relieved of the of the burden of raising their bastards. Uh, THE same is true of opera. I I um wanted to play. A little, oh God, do I have here? Yes, I do. Do you mind if I play a little music for you? No, yes, who is? I'm gonna play you a little off. I'm, I know that because you are. Iberian, you're gonna know right away what this is. Are you ready? I hope it comes through. It's on my phone. Turn it up. It Good. I don't I didn't take them to any of them."
	},
	{
		"start_time": "54:53",
		"speaker": "Ricardo Lopes",
		"words": "Oh, I'm sorry, but I'm not hearing it very well. It's not coming through very well,"
	},
	{
		"start_time": "54:59",
		"speaker": "Laura Betzig",
		"words": "so. You know what is. 10003. The number of lovers Don Juan had in Spain. That's Mozartstone one, the libretto by Du Pont. And it, it's, uh, that opera is all about a libertine who gets dragged into hell in the end, because his servant, Leparrello, like servants of Don Juan since the early 17th century when Molina in Spain wrote the first version, were fed up. Stop molesting every woman in Europe. Stop molesting every woman in Spain. If you continue to do that, we're going to drag you into hell or make sure that you are dragged into some kind of hell. The the audience that was Sitting in Molina's uh auditorium or reading uh Moliere or listening to Mozart's opera was no longer just an a landed aristocracy. These were people who, who were making their living in in trade and people who were sick and tired of the old aristocracy and the liberties they took with women. And this, this motif was the most, it took over Europe. It was in everything from puppet shows to to plays to operas, um. So anyway, uh, attitudes changed, and at the same time, opportunities evaporated, um, household size collapsed. So people stopped living as servants during this critical period as adolescents, um. There's a group called the Cambridge Group for the History of Population and Social Structure. And when computers became available at the end of the last century, they digitized all the old parish records, and they found that There are as many as 60 servants in England. Per 100 households in At the time of the English Revolution in 1650. Just normal, everybody's in service. All the young women are in the households of their betters. 100 years later, that number had dropped to 45, and by 1947, it was down to 2. It just, it just evaporated. So those men and those women had better things to do than to wait tables for the local baron. That those opportunities evaporated. And, and so reproductive differentials declined."
	},
	{
		"start_time": "58:03",
		"speaker": "Ricardo Lopes",
		"words": "So perhaps related to that we've been talking a lot about promiscuity among European aristocracy. So I mean, was that one of the ways that a decline in promiscuity occurred in Europe over time?"
	},
	{
		"start_time": "58:21",
		"speaker": "Laura Betzig",
		"words": "Yes, households shrunk, households got smaller and the um young women who waited on these wealthy men were gone. Um, And again, attitudes changed. Everybody loved the on one places because people, people had low tolerance for those kinds of infidelities. It was OK once. It was taken for granted pretty much, but The citizens, members of the Household Commons wanted, don't want to be right into hell."
	},
	{
		"start_time": "58:57",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, but then let me ask you about the celibacy. When and why did people eventually start writing and talking against celibacy?"
	},
	{
		"start_time": "59:09",
		"speaker": "Laura Betzig",
		"words": "Again, that the heresies grew with the crusades. As um people had options to emigrate more often younger sons had more options to emigrate and find lands of their own, and more importantly, trade grew. So, um, younger sons had options to make a living that didn't involve inheriting parcels of land from their parents, and If younger sons would make a living. And didn't have to depend on The resources of the church, then they could afford to support a wife, and they didn't have to be celibate anymore. Mhm."
	},
	{
		"start_time": "59:55",
		"speaker": "Ricardo Lopes",
		"words": "And what, OK, then you've already mentioned a little bit the role played by the Reformation and what happened during the Reformation, but, uh, what was the role played by it and the the Protestants more generally against celibacy? The"
	},
	{
		"start_time": "1:00:12",
		"speaker": "Laura Betzig",
		"words": "Protestants,"
	},
	{
		"start_time": "1:00:12",
		"speaker": "Ricardo Lopes",
		"words": "yeah, the Protestants,"
	},
	{
		"start_time": "1:00:13",
		"speaker": "Laura Betzig",
		"words": "yeah. Uh, THE Protestants were the last heretics, right? Like I said, as soon as the, as the, the crusades were preached in 1095. So at the very end of the 11th century. The 12th century was the 1st century of. Massive numbers of heresies. They, um, the, the crusaders went east and started started occupying these crusader states and and Trade grew and and all these heretics are saying, let's get, let's get rid of clerical celibacy. We shouldn't insist on celibacy anymore. And then Uh, more serious heretics like John Wycliffe at Oxford and John Husset in Prague, and then eventually Martin Luther started saying the same thing. And Luther, again 25 years after Columbus, posted the 95 theses to the door of the Wittenberg Church and said, that's it. We've broken with the pope, and we're going to take wives, and he took, took a wife and Zingly took a wife and Calvin took a wife, and the monasteries evaporated."
	},
	{
		"start_time": "1:01:28",
		"speaker": "Ricardo Lopes",
		"words": "So, and uh this is also something you've alluded to earlier. What happened after 1492 and what was the role played by colonization and migration?"
	},
	{
		"start_time": "1:01:43",
		"speaker": "Laura Betzig",
		"words": "Um, Again, For Homo sapiens, as for naked mole rats and communally living birds. Uh The way that you escape. Being a subject, the way that you get away from an overall overlord is by literally Having freedom to move, if you can find a new territory and build your own nest. Uh, THEN you can, you can have your own family and not, not be, uh, exploited. Freedom depends on freedom to move, so the crusades started the movement towards, uh, politically, politically equality, economic equality, and religious equality. And uh all of those. All of those collapsing movements accelerated with the movement west towards the Americas where colonization took off. By the time of the English revolution, or the American Revolution. There are millions of colonists, mostly of British descent, living in North America, and in the Crusader states it then. 10s of thousands So, the opportunities to take off, to literally run away from all of this political, economic, and religious unfairness, expanded, exploded. And the result was a collapse in kingdoms and empires. In 1649, the House of Commons set up a high court of justice to Judge King Charles the First. And they said they accused him of Looking after his own personal self-interest and the self-interest of his family members at the expense of the good people of this nation. That's that's the story of history. And they said, cancel it. All men were created equal. It, we just, we just flipped the script completely back to the beginning and started to look like forging societies, but we suddenly had millions of people, but we were hugely mobile. We were moving around like crazy and goods were moving. As long as people and goods are flowing freely. We are free."
	},
	{
		"start_time": "1:04:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BY free, uh, I mean, does that also entail that there's less inequality."
	},
	{
		"start_time": "1:04:36",
		"speaker": "Laura Betzig",
		"words": "That's what I mean, yeah, free to get away from an overlord, free to get away from exploitation. Mhm."
	},
	{
		"start_time": "1:04:44",
		"speaker": "Ricardo Lopes",
		"words": "So those were the kinds of societal changes brought about by migration to the Americas,"
	},
	{
		"start_time": "1:04:53",
		"speaker": "Laura Betzig",
		"words": "right? Yes, it started again with there was a significant movement east with the Crusades, but Immigration exploded with migration to the Americas. Mhm."
	},
	{
		"start_time": "1:05:06",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let me ask you then, what does what you present in the book tell us about the history of inequality? Why is it so common inequality, particularly in agricultural societies?"
	},
	{
		"start_time": "1:05:24",
		"speaker": "Laura Betzig",
		"words": "Um, INEQUALITY. Tends tends to be a feature of sedentary societies again across species, across and across human history and prehistory. When you are stuck in one place because of geographical barriers to flight or because the resources are so rich that it's too expensive to leave. You you put up with inequality because it's better than leaving a rich patch for dirt. Mm. Um, YOU don't want to starve on the desert, you want to stay in the oasis, so you, you put up with a smaller slice of the pie as long to the extent that barriers, those barriers open up, um. There's there's going to be a more equal equal distribution of wealth, power, and uh ultimately of reproduction."
	},
	{
		"start_time": "1:06:25",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let me ask you one last question then, and it's about monogamy. Does monogamy play a role in the the history you present in your book? Is it associated with, for example, more equal sexual access in society and with more general equality in human societies?"
	},
	{
		"start_time": "1:06:51",
		"speaker": "Laura Betzig",
		"words": "Um, I want to again. Emphasize that there's a difference between monogamous marriage and monogamous mating. Uh, MANY people confuse them, and they're very different, um. Uh, EXTREMELY unequal societies practice monogamy. Kings are very concerned about leaving their emperor their kingdom to just one son, and lords leaving the castle to just one heir. So monogamous marriage is a feature of extremely Promiscuous and polygynous societies. But monogamous mating. Everybody has an opportunity to have a parcel of land and a vote in parliament and a legitimate family. That that coincides with Mobility. That's an effective mobility."
	},
	{
		"start_time": "1:07:57",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And so monogamy actually plays an important role here, right in, uh, leading to more equal societies."
	},
	{
		"start_time": "1:08:09",
		"speaker": "Laura Betzig",
		"words": "Yes. Political Economic and reproductive equality coincide and in Darwinian terms. If you're, if the end you have evolved to strive for is genetic representation in later generations, the resources and the power are means to those ends. The reason men strive to accumulate resources, and the reason they strive to accumulate power is ultimately in order to get access to breeding women who will raise large numbers of children. Mhm."
	},
	{
		"start_time": "1:08:57",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again the Badge of Lost innocence, a History of the West. Uh, APART from the book, Doctor Betsy, where can people find your work on the internet?"
	},
	{
		"start_time": "1:09:11",
		"speaker": "Laura Betzig",
		"words": "Um, I have a website and you can look at Google Scholar. I've got lots of papers up and be happy people read them."
	},
	{
		"start_time": "1:09:21",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a very fascinating conversation. It was"
	},
	{
		"start_time": "1:09:28",
		"speaker": "Laura Betzig",
		"words": "an honor and a pleasure. Thanks, Ricardo. Appreciate it."
	},
	{
		"start_time": "1:09:33",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin. And yoursnacht, a special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]