[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Mandy Estola. She's assistant professor of philosophy at the Delft University of Technology. Her research focuses on character. And today we're going to talk about character, virtues and vices, the sense of humor, group characters, and Mendevillian virtues and vices. So, Doctor Estolo, welcome to the show. It's a huge pleasure to have you"
	},
	{
		"start_time": "00:30",
		"speaker": "Mandi Astola",
		"words": "on. Thank you. It's very nice to be on the show, and these are my favorite topics, so I'm always happy to talk about them."
	},
	{
		"start_time": "00:38",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let's start with this question then. What is character? I mean, particularly in the context of philosophy, what does character mean?"
	},
	{
		"start_time": "00:50",
		"speaker": "Mandi Astola",
		"words": "Yeah, what is character? That's a really good starting question, um. I would say that nowadays when we talk about character, at least when I talk about character, I roughly just mean personality and especially your moral personality, and I tend to think of character as Consisting out of character traits, so you are actually a bundle of character traits, and character traits are these long term and stable dispositions to act or behave in a certain way or to think in a certain way. Um, LIKE, for example, when a person is compassionate, then they have this reemerging desire to help others or for example, a re-emerging sort of feeling of compassion for others, and they tend to respond to the pain of others with a certain emotional response and that emotion motivates a certain kind of action and yeah, this, this bundle of traits that you have makes up your character. And um there's also what I really like about the word character is that there's also another meaning to it. So when we say that somebody is a character. We mean that they're kind of weird, right? So they're a weirdo. Um, THEY deviate from the norm in some way, and musicians talk about distortion giving a sound character. So there's a sense in which when something becomes a bit weird or a bit distorted or a bit, you know, not quite as it should be, we tend to call it character as well, and the word character actually comes from from an old Greek word. Which means like an engraved mark, kind of like an engraving in stone, and um it's it's a bit like your soul is a is a slab of stone and something has been engraved into that stone, and that is, is your character."
	},
	{
		"start_time": "02:49",
		"speaker": "Ricardo Lopes",
		"words": "So, and how, how do you, do we evaluate character? I mean, how do we determine whether uh a particular character is good or bad?"
	},
	{
		"start_time": "03:01",
		"speaker": "Mandi Astola",
		"words": "Yeah. Yeah, I think that we, we all kind of know the answer to that. At least if you ask a random person what kind of people do you really, can you really not stand? Usually people have a pretty well worked out moral theory in response to that, you know, to the question what kinds of people are good and what kinds of people are bad. And I think a very attractive answer and an attractive philosophical answer to how do we evaluate character is the idea that a good person lives well with others. So a good person is often also admirable. So a good person is someone that we admire and the opposite of that, a bad person is someone that we don't admire, someone that we wish not to be like. And when we get to know a person, we discover what their character traits are because we see them perform certain actions over and over again and often we respond to certain character traits with a negative withdrawing emotion. So when someone's, for example, very full of themselves, we might respond to that with a sense of annoyance or a sense of, oh, there's something not right about this person. Um, OR when somebody maybe has very good intentions but just has no idea how to read the room, we kind of cringe at them, right? That's another sort of withdrawing emotion that we have. And also when somebody says one thing and then does another, then we get a, we get a kind of a suspicion about that person. We are less likely to want to go near them and get closer to them. Um, UNLESS we're fascinated by that kind of thing, of course, which also happens a lot because vices and virtues are very complex, right? But these emotions that we have in response to the traits of others when we perceive them, they are kind of signals, you know, they can be like warning signals to us for whether that person is good. For our community or for our flourishing, right? So the idea that a good person lives well with others, that's something that I think we respond to when we have a negative emotional response to someone's character, um, but very important, I think that another thing that we also respond to. When we look at the character of others, is whether some behavior from a person is a, is an incident, whether it's a fluke, whether it only happens once, or whether it's really a stable part of their character. So when we're, when we see someone behave in a way that we react negatively to, then We often also try to judge whether that how deep that trait goes. So if someone's a bit full of themselves, maybe they might also just be drunk. It might be a single incident. They might have just had a really bad day and they might need to kind of boost their ego a little bit, which is why they're acting like that. But if they do it again and again and again and every time you see them, then we start to think, OK, this, this might actually be a very deep part of this person's character and the deeper the bad traits, the more negatively we judge it and the same. Of course goes for good traits. So the deeper a good trait, whether someone being compassionate or benevolent or fair minded, whether that's just a fluke, if that's just a fluke, then we don't respond to it as positively as we do when it's a stable part of their character. Mhm."
	},
	{
		"start_time": "06:37",
		"speaker": "Ricardo Lopes",
		"words": "I"
	},
	{
		"start_time": "06:37",
		"speaker": "Mandi Astola",
		"words": "mean,"
	},
	{
		"start_time": "06:38",
		"speaker": "Ricardo Lopes",
		"words": "do good and bad character traits correspond respectively to virtues and vices."
	},
	{
		"start_time": "06:46",
		"speaker": "Mandi Astola",
		"words": "Yes, yeah, absolutely. I, I think so. So. In general, good character traits are those traits that lead us towards better flourishing, so living well together with others over the course of our lives, and bad traits are vices which kind of do the opposite. But I should say here that there is some There is some debate here and I think a very difficult question in this exact field of which bad traits are vices and which good traits are virtues is the question that We need to decide what we do as a theorists with traits that are a result of a mental illness. So for example, we see self-reflectiveness and temperance as good character traits, um, because a self-reflective person is likely to realize when they are overreacting to something and correct themselves, for example, um, and a temperate person is less likely to kind of indulge in their answer in their anger, sorry, um, through insults and, um, you know. Revenge at the cost of their relationships. Um, BUT in some cases, the reason why somebody is lacking temperance or lacking self-reflection is it can be a result of mental illness, right? So Um, if somebody has bipolar disorder or borderline personality disorder, these symptoms can manifest in ways that resemble vicious behavior, and this is a really difficult question in virtue ethics. What do we do with this? Do we call this a vice as well? Some people like to put traits like that in a different category, so Call it a personalist trait and to try to kind of separate the person from the psychological condition that they have, whereas other people think that every single person should be responsible for everything that they are and the ones that have a mental illness just have a larger kind of cross to bear. Um, BUT I, yeah, I'm not sure where I am on this debate, but I, yeah, I just wanted to mention that it that it is very difficult sometimes to talk about virtues and vices."
	},
	{
		"start_time": "08:56",
		"speaker": "Ricardo Lopes",
		"words": "Right, but talking about virtues and vices, there is virtue ethics and also virtue epistemology. Could you tell us about each of them? I mean, what is virtue ethics and what is virtue epistemology?"
	},
	{
		"start_time": "09:11",
		"speaker": "Mandi Astola",
		"words": "Yeah, of course, yeah, yeah, yeah, so, um. The reason why I love character so much, um, is that as a As an ethicist, um, and also as a human being, um, I'm interested in the good life and how to lead a good life. What does it mean to do the right thing and what does it mean to do the wrong thing? Um, AND as an epistemologist, epistemologist, a study of knowledge, and also as a human being, I'm interested in how to separate truth from falsity and, you know, understanding how we get to know things and I've always had the sense that the for me the best answer, the best way to approach both of those questions is by looking at the character of the person doing the acting or the knowing. Um SO I don't think that there is any Universal kind of principle or ideal that is going to tell us which actions are bad and which actions are good or what is truth and what is falsity, what is knowledge and what, what is, you know, the whatever the opposite of knowledge is, right, stupidity. I don't think that there's any principle or framework that's going to tell us that. um SO the best thing that we can do. IS to focus on thinking about what is the kind of, what sorts of character traits, what sorts of dispositions can we develop in ourselves so that we are more likely to do the right thing or more likely to, you know, get the right answer to a question or think about something in a, in an epistemically virtuous way. Um, SO that's a little bit what Virtue, ethics, and virtue epistemology are for me they're ways at understanding the good life and understanding knowledge by looking at what kind of character traits, improve our contact with reality, and yield knowledge, and what kinds of character traits improve our contact with the good."
	},
	{
		"start_time": "11:21",
		"speaker": "Ricardo Lopes",
		"words": "So could you give us an examples of good and bad traits uh that we can point to in ethics and also good and bad traits in the context of epistemology."
	},
	{
		"start_time": "11:34",
		"speaker": "Mandi Astola",
		"words": "Yeah, sure. Yeah, so maybe let's start with ethics, um. But before I say anything, I should say that the separation between epistemic and moral virtues, I always think of it as a very artificial separation. So I think as a human being there are certain traits that are going to make you excellent and certain traits that are going to make you less excellent. And some of those have more to do with how we come to know facts about the world and others have more to do with how we lead our moral lives. So we make a kind of an artificial sort of separation between the moral and the epistemic virtues, but really they are all kind of the same thing or kind of very similar, I think. Um, SO if we start with the moral ethical virtues, um. A nice one is, I think, courage. So people are good, there's one way of being good is being courageous. And courage is a trait that um involves a kind of reasserting motive to Go against something that you fear, because you know that it is noble, right? So, courage is a way of kind of eating your fear, eating your own fear and deriving power out of it. And In the Aristotelian model of the virtues, the virtue is always in the middle, and at the two opposite extremes there are two vices. So Aristotle talks about courage as being in the middle between cowardice and foolhardiness. So somebody who has an excess of fear, or maybe um Acts in accordance with their fear a little too much or has a deficiency of, you know, the noble sense that makes you act against your fear, they're going to be cowardly, whereas a person who is likely to sort of who has a has a deficiency of fear is often going to be foolhardy. Um, AND in the middle is courage. Um, SO that's just one example of a, of a moral virtue. Of course, there is also something like epistemic courage, um, so for example, We might say of a Of a scientist, um. Who maybe goes against who has a who's developing a theory that goes against the current norms or even goes against their previous work, we might, we might speak of that as intellectual courage or even tackling a question that is very difficult to tackle or very confrontational to tackle, we might also call that intellectual courage. But maybe a Another very, another nice example of a more epistemic virtue is open-mindedness, and I tend to think of open-mindedness as the ability to be receptive to new ideas and to respond to new ideas, and that also kind of in my view has like an Aristotelian middle between two extremes kind of structure, um. Because open-mindedness could be seen as being in the middle between intellectual servility, so the fact that you just believe whatever people tell you basically, without questioning it. And on the other hand, closed-mindedness. So when you're not receptive to new ideas at all. Um, SO then you see that moral and epistemic virtues have a very, or often have a very similar structure."
	},
	{
		"start_time": "15:23",
		"speaker": "Ricardo Lopes",
		"words": "But then if virtues stand between two extremes, or at least some of them stand between two extremes, are both extremes vices."
	},
	{
		"start_time": "15:36",
		"speaker": "Mandi Astola",
		"words": "Yeah, yeah, so in the traditionally in the, in the Aristotelian model, it is, they are actually always considered vices and by the way, it doesn't have to be two extremes. There can be multiple extremes and one kind of virtue in the middle. Aristotle, I think, I think Aristotle said that there is really only one way to be good. Um, BUT badness is diverse, so there's many different ways to be bad, but being good, if you think of like really good people, they're always kind of the same person because the virtues also support each other. So the idea is that you have sort of goodness in the middle and then you have all these deviations of goodness on the sides which are all different ways of being bad, yeah. Right."
	},
	{
		"start_time": "16:28",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you specifically about uh the sense of humor. Is it a moral virtue even if it's dark and twisted?"
	},
	{
		"start_time": "16:39",
		"speaker": "Mandi Astola",
		"words": "Yeah, yeah, so I, I find sense of humor a really interesting virtue for, for many reasons, um. I think that humor, so what I said earlier about moral virtues and epistemic virtues, the division between them being a bit artificial, I think that a sense of humor is an, is an example where you see how artificial that division is because when you have a sense of humor, it's, it's a very cognitive, very in. INTELLECTUAL, uh, type of virtue that requires a lot of, uh, intelligence actually. So in a sense, it's, it's very much epistemic. Um, IT can also help you to discover new truths about the world. So in that sense, it's also epistemic, but it's also very clearly moral, um. So I think Aristotle talks about sense, doesn't talk about sense of humor, but talks about wit, and by wit, I've always understood him to mean something like a kind of social easiness. It's almost like it it it wit is the thing that makes you pleasant to be around. Um, OF course you're And if you're compassionate and courageous and all of these other things, but you know, sometimes moral saints can be very sort of boring and intimidating and not very nice to be around, right? So wit is the thing that softens you to other people and makes you approachable. And if we take the definition of virtue to be that which helps you to live well with others, then obviously something like wit is going to help you to live well with others. Um, SO there's that aspect to it, um. But I've, so I've, I've written about a sense of humor with colleagues and We were kind of also exploring the idea that a sense of humor might be even a higher order virtue, an executive virtue, as it's called, because it sort of helps other virtues that you have. It controls the other virtues in your character. Um, SO, for example, humor can actually make you more courageous. So if we think about courage as being um the medium between cowardice and foolhardiness. It could be that you're suffering from an excess of fear, and that excess of fear is making you cowardly. If you manage to make a joke about the object of your fear. Then this might help you to be more courageous. And so in the in the article that I wrote together with a colleague we used as an example a collection of stamps that came out in Ukraine just after the war started, which was kind of a sort of a mocking, mocking the enemy was the object of the stamps, and there you see the idea that if you ridicule something that is an that is an object of fear or anxiety, then it becomes easier to kind of affirm. Um, THE noble thing that you're going against your fear for. So that's just one example. I think humor helps many other virtues as well. It can help us be more hopeful, but it can also help us avoid things like toxic positivity. It can also help us to check others. So when somebody's acting out of line instead of sort of Condemning them very strictly, we might just make a joke, and it's a much nicer way of them to let somebody know that they're behaving out of line um than to be kind of very serious about it. So there's many ways in which humor just makes our life easier and makes us more approachable. Um, YEAH, so I think of it almost as a kind of executive virtue that controls other virtues, but at the same time, I think you could also see it on the Aristotelian spectrum of the virtue in the middle and the two extremes, two or more extremes at the ends, um. I've always thought of kind of boorishness on one end of the spectrum, like when somebody's really not, doesn't just doesn't understand humor, isn't receptive to a joke at all, is way too serious. They can be boorish, but on the other side, when someone's like, Really like, like a buffoon, like buffoonery, making stupid jokes all the time and doesn't, isn't able to read the room and, you know, tries to be funny but ends up just being offensive and annoying. Then that's, those are also kind of like two ends of the spectrum and a and a good sense of humor is somewhere in the middle. And actually I think a good sense of humor requires a lot of intelligence, um, so it's extremely epistemic."
	},
	{
		"start_time": "21:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, I mean, when we talk about character traits, we usually think about or refer to individual character traits. We are more talking about individuals, but do groups also have characters and how do they manifest?"
	},
	{
		"start_time": "21:34",
		"speaker": "Mandi Astola",
		"words": "Yeah, I'm glad you asked. This is one of my favorite topics, um. Yes, so I think that groups definitely have characters. You only need to think about the last three groups that you've been a part of. So whatever that is, whether it's like a sports team, whether it's a company that you've worked for, whether it's your ex-partner's family, right, um. You can tell that groups have different character traits, bigger groups do and smaller groups do as well. And I think that just like with an individual person whose character grows slowly over time and can be nourished and can be affected by external circumstances in the same way, a group also grows a character over time. And that's why if you Something like a group of people sitting on a bus that have only maybe seen each other um for for 10 minutes. Um, I wouldn't say that they really have a group character, but if you think about a group that meets over a long period of time, then they have the space and the time to develop a character, just like an individual person and actually Um, Aristotle and Plato, they both talked about city states as being a kind of mirror for the individual person. So just like the soul should have this component and that component and possess this virtue and that virtue in the same way, the city should also have different groups of people that possess different virtues, right? Um. And I think Aristotle even had this, had this sort of metaphor of the city being like one man with lots of feet and lots of hands, and the more diversity you have in it, also the more wisdom you have in it. Um, Yeah."
	},
	{
		"start_time": "23:37",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let me ask you then, what is collective intelligence and what do you think is important for us to know about it to then apply virtue ethics and virtue epistemology to groups?"
	},
	{
		"start_time": "23:53",
		"speaker": "Mandi Astola",
		"words": "Uh, YEAH, so collective intelligence, um, yes, this is a good topic, um. So, like I said earlier, Aristotle said that there was only one way to be good, but badness is kind of diverse and devious, um. If you think about that, and then you think about what collective intelligence is, um, then I think you quickly realize that collective intelligence tends to arise out of diversity. So Mills's idea of the marketplace of ideas being a good kind of society when there's a lot of diverse people living very diverse lives, there's lots of different ideas to choose from, right? And this is actually epistemically valuable, so diversity has lots of value, and the idea of the wisdom of the crowds is actually also dependent on You know, intelligence being dispersed by there being lots of lots of diversity. Um, SO then when you think about virtue being sort of uniform and vice being diverse, um, Yeah, then you start to see that there might actually be ways in which More diversity, having some, having some diversity, um, in terms of virtue as well might actually be good for a group. Um, SO collective intelligence, I think this point sort of links very closely with, with my idea of Mandevillian virtue. So maybe Maybe it's an idea to to move to that, or shall we do collective virtues first? Uh"
	},
	{
		"start_time": "25:34",
		"speaker": "Ricardo Lopes",
		"words": "YEAH, let's do collective virtues first and then we'll talk about Mendevillian virtues and vices, so."
	},
	{
		"start_time": "25:41",
		"speaker": "Mandi Astola",
		"words": "Yeah, OK. OK, so collective virtues like that. I think this is a good bridge there, right? So, um, For a very long time I've thought about this issue of can we take something like virtue ethics and virtue epistemology and apply it to groups of people, because if you take Plato and Aristotle's suggestion that the city is kind of a man with multiple hands and feet and um, you know, is one big collective agent, then maybe we should also be talking about the virtues and vices of groups, right? Um, I feel that we often do if we, if we look at, for example, um, you know, people, people will often say like, oh, Shell is an irresponsible company or the government is the government is being idiotic or something like that. So in our just natural language use we tend to attribute vices and virtues to groups all the time, so. Maybe we should have some theory supporting that as well. Um, SO that's something I've been thinking about a lot. And so maybe one example of a collective virtue is something that I've written about together with colleagues, which is collective intellectual humility. Um, SO earlier I talked about intellectual humility being a kind of, or sorry, um, I talked about open-mindedness, but intellectual humility is slightly different. Intellectual humility is a is a trait that is considered an epistemic virtue, and intellectual humility is basically the ability to correctly assess your own um intellectual capacities. So being sort of overconfident might be on one side. And on the other side being kind of, you know, servile or underestimating yourself intellectually, and an intellectually humble person is someone who is able to respond to. Opposing viewpoints and you know doesn't kind of overestimate themselves or underestimate themselves. And If you think about intellectual humility inside the individual, you have a, you have a certain, you know, you have an image of an intellectually humble person in mind, but of course this trait, everything that the intellectually humble person does can also be displayed by a group. So for example, if a community has a really strong norm about dissenting majority viewpoints. Um, IF a group has a strong norm that everybody should be able to voice their opinion, and that if there is a certain, um, For example, if there's a certain idea which is very prevalent, that it is OK to challenge that idea, um, then these are sort of system properties that are gonna likely in many situations going to lead that group to be more intellectually humble and we can contrast that with, for example, a group that has a very strong hierarchical norm. So if you think about like a company where you have a really dictatorial boss, um, who you are not allowed to challenge ever. And then whenever they say something, everybody else knows that they kind of have to go along with it, otherwise they'll get fired. If you have a group with a culture and a kind of policy that really discourages dissenting, um, then I think Even if individuals might privately disagree with the boss, they're most likely going to just go along with the boss, and it could be that even in their personal lives, everybody who works there is in fact very good at dissenting the majority viewpoint, but it could be that they simply cannot do so because the structures in that workplace make it so that it is impossible for them to dissent. So then you get actually a group. Which displays intellectual servility or gullibility even though all of the people in that group might actually be very intellectually humble and very willing to challenge majority viewpoints in their private lives. And in contrast to that, you can also have a group that arranges its policies and its culture and its norms in such a way that you get collective intellectual humility."
	},
	{
		"start_time": "30:13",
		"speaker": "Ricardo Lopes",
		"words": "Right, but I mean, when it comes to collective virtues and vices, are they the same as the individual virtues and vices, or do they differ from one another?"
	},
	{
		"start_time": "30:29",
		"speaker": "Mandi Astola",
		"words": "Yeah, that's, yeah, that, that's a really good question and also very, very difficult question, I think. Um, HOW I would answer to that is that I think that just like in individuals. In groups, you have different levels of robustness. And Maybe it helps if I just explain this idea of kind of robustness of a virtue. So, Sometimes an individual, let's let's start with the individual person. Sometimes an individual person might look virtuous from the outside, but it could be that that virtue is actually very fragile or very situational. Um, SO to use an example from literature, I've just finished a wonderful book by Iris Murdoch called The Sacred and Profane Love Machine. And in that book there is a character, a woman whose husband cheats on her, and it turns out that the husband has a second family that this woman has had no idea about for years and years. Obviously she is distraught, but she reacts like an angel. So she tells the man off, but she forgives him and she reaches out to the other woman. And she makes sure that the husband gives her a fairer sort of financial share to sort of put her son to a good school and so on. So you see actually a woman that is responding to a kind of moral crisis, responding to wrongdoing to her like an angel. But then as the plot progresses, um, it turns out that The woman is responding like an angel. She's displaying forgiveness, but she is doing it because her forgiveness makes others dependent on her and appreciative of her. And as soon as this kind of as the caring relationship between them and as soon as the appreciativeness disappears, then she completely crumbles and falls apart, and I think that. We recognize this behavior in um in, in many of the people around us, right? Something can look like a virtue, but then it can turn out that for example, somebody's um Generosity is linked to a kind of will for control of the other person or it can be linked to an anxiety about something which is actually detrimental to the person's flourishing and not kind of helping their flourishing. So in a case. Like in the character in the book that I just described, the lady who's cheated on reacts like an angel but does so so that she kind of has, you know, so that everybody is dependent on her. This is a case of a more fragile virtue. So it's, it is virtue in a particular situation, but as soon as that situation changes, she actually just falls apart, whereas a person who is able to be forgiving, um, Across a range of situations and is able to respond to the situation changing with a similar kind of sense of forgiveness, then, then you would say that That the trait is deep, that it is robust. So within an individual person there's different levels, levels of robustness of a virtue, and the same goes for vices, I think. Some people are only vicious in a, in a very specific situation in a very specific relationship or constellation of people around you, but that can, that can also just change. It can be that the vice is not a deep feature of somebody at all. So that's robustness. Um, NOW, I think that in collectives, You have a similar thing. So a group of people that are on an airplane and the airplane is delayed, they might kind of like band together and they might say, Hey, we're, you know what, we're all of us together, we're going to ask this airline for compensation. We'll band together and we'll, and we'll do this. In such a case, we can say that the group of people, the group of passengers. Shows a kind of collective perseverance, but this kind of collective perseverance is probably not going to be very robust because this group hasn't had time to sort of form and become a real group agent. So if you look at like an activist movement or for example, you know, perhaps a civil society group or a company or a family or a group of people that needs to Together very often, then they might have a much more robust form of group perseverance. Um, SO I do think that there are, there are similarities, but there are also differences. I think that there might be some virtues that only groups can possess. Um, YEAH, I mean, a lot of people talk about something like inclusivity being a good feature of a group, um. I have no idea how an individual person could be inclusive because I think that the word inclusiveness implies actually that there is a that there is a group doing it. An individual person cannot be inclusive. I mean they can be unbiased, they can be kind, they can be respectful, but an individual cannot be inclusive. So these are kind of, I would say these are examples of things that we might call group virtues. Right, but."
	},
	{
		"start_time": "36:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, but, but when we see the same virtue or the same vice in individuals and collectives, are the collective traits just scaled up versions of the respective individual traits or not?"
	},
	{
		"start_time": "36:29",
		"speaker": "Mandi Astola",
		"words": "Yeah, yeah, right, um, so I actually think that it can be very, it's very useful to think of it in that way, um, because if you think about something like individual, uh, you know, being compassionate, a compassionate person, then they're gonna have certain Certain motives that keep reasserting themselves. They might have certain personal principles that they adhere to and they might have a certain, you know, self-image regarding that, um, that, that trait that they have which also keeps it going and keeps them motivated to sort of feed and continue um displaying that trait, um. Then if you look at something like a group that is compassionate. I think that we can see a lot of analogs between the individual components of virtue and components of group virtue. So even though a group is not a person in the same way that an individual is, they don't have, for example, emotions in the same way. It's, it's, they don't have a kind of um It might be difficult to make that kind of comparison. Do groups have, uh, for example, ideas? Do groups have emotions, um, Our groups a moral person in the same way that an individual is, um, but I think that there's many analogs. So, for example, there's been a lot of work on collective emotions. So if you see, for example, Um, A company responding to a serious financial threat, um, or for example, a group, a platoon of soldiers uh responding very quickly to a threat. There is a sense in which there is a kind of collective emotion there and there's also um a collective motivations can also have collective analogs. So for example, If somebody appoints you at your workplace to be The sort of health and safety steward or something like that and then you're sitting in a meeting and you're in the role of the, you know, health health steward of your of your group or whatever and then there's a question about whether we should provide. Alcoholic drinks at, you know, social events of the group, then you might privately think, well, actually, I would like to have a drink at these events. I, I think it's a pretty good idea, it would be nice. Um. But because you are in your institutional role of, you know, the health representative, then you might for that reason say we should not have alcohol there because you put on a kind of a mask when you are in an institutional role, and that makes you act in a certain way. So it could be that for example you have a board of directors who all privately disagree with a certain policy, but because of their role in being the board of directors, they say, OK, no. We must, we must agree with this policy because it's in line with the interests that we should have with regard to the role that we have here. So this is a situation where you see that the collective motive and the collective motivation to do something really comes apart from the individual motivation. So in this way, I do think that there is a kind of analogy there. It's not always going to be perfect, um. But there are very similar components of virtue inside a collective as there are in the individual person."
	},
	{
		"start_time": "40:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I understand. So let me ask you a question that I think will make for a good segue into Mendevillian virtues and vices. Are virtues always virtues and vices always vices independently of the context?"
	},
	{
		"start_time": "40:33",
		"speaker": "Mandi Astola",
		"words": "Yeah. Yeah, right. Our virtues always virtues and our vices always vices. Um, SO in many cases, like I said earlier, it's really complicated to disentangle. Sort of when is a trait of virtue and when is a trait of vice. Um, I think even the question of How do we separate a single character out of the complex mess of what a human being in its entirety is? Um, THAT'S already a difficult question, uh, let alone to kind of give it a normative label, um. But I do think that if we have managed to disentangle, we have managed to point to using a word, a tendency in a human being that is likely to lead them away from flourishing considering the greater scheme of things in the entirety of their life, then I would say that that is going to be always a vice. Um, AND if we have managed to point to a trait that is going to lead them towards flourishing or a kind of admirable existence, then that is always going to be a virtue, but virtue on the individual level. So given that person's life, yeah, um, so I, I do think that virtues and vices actually exist, um."
	},
	{
		"start_time": "42:07",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let me ask you then, let's get into the topic of Mendevillian virtues and vices. So let's start with the virtues. So what are Mendevillian virtues and what would be examples of it, of them?"
	},
	{
		"start_time": "42:21",
		"speaker": "Mandi Astola",
		"words": "Yeah. Yeah, right. So, virtues, if we can really truly disentangle a virtue, if we can truly say yes, this is indeed going to help your flourishing, and that is a virtue, and if we find a vice, then that is a vice, um. But many years ago, I read a paper by a colleague, uh, my colleague Paul Smart, on Mandevillian intelligence, and this is a paper that really kind of threw me in a loop at the time. Um, I've always been very convinced of the idea that virtues and vices do exist. Um, But this paper pointed out to me that simulations with network models sometimes show that if you've got like a network of nodes, nodes that represent people that are trying to figure out some epistemic task, then sometimes this group of nodes actually figures things out better. When some of these notes are, um, Stupid Um, or cognitively suboptimal. So actually a network can get smarter when it includes stupider nodes. Now, um, What do I mean by that? Um, WHAT I mean is that let's say that they are playing a kind of, um, let's say that they are playing a game where they have to Choose between sort of where they have to explore an area and see where they can find resources. Um, SO then every node has the kind of has a choice between, OK, where do I go next? Do I see whether I can, I can get some, get some resources in this area? Can I find some resources in another area? And if they see another node, acquire resources somewhere else, then they might go and copy that node, right? So if we're playing, if we've got a problem space like that, then actually, In these cases with a certain kind of problem space, when one of these nodes has very strong priors, so for example, they think they are biased towards there being resources in that direction for no apparent reason. They just think, you know, there's something in that direction. I don't know why, but I just want to go that way. Then they might actually behave in a way that is less rational, so they might see all their neighbors around. Going to a certain area and getting lots of resources there, um, But then because they are biased in this way, they are likely to go the other way anyway, even though it is actually much more rational to follow what the rest of the group is doing. Um. And what this, what this means is that a group with those kinds of notes, um, Cognitively suboptimal nodes, irrational nodes, is actually gonna perform better as a group because there is a wider scope of exploration, um. So cognitively suboptimal nodes or people can actually be beneficial for the rest of the group because they explore areas that would otherwise not be explored and they make sure that the group does not kind of converge on a suboptimal solution way too quickly, that they don't kind of all settle on a consensus because it seems like the most rational thing to do, but that they kind of keep exploring um. And this kind of thing works in computer simulations, but there's lots of arguments for this being the case in the philosophy of uh sort of in the, in the history of science as well. So there's an example. That I've read about a few times, um, which is about The discovery of the cause of stomach ulcers of a certain kind of stomach ulcer. Um, INITIALLY people thought that it was, yeah, there was lots of hypotheses for what it could be. One of them was the bacterial hypothesis. And then somebody did an experiment that seemed very legit that actually showed that it cannot be the bacterial hypothesis. It was rational at the time just to go with that, but then it turned out that there was a very unlikely flaw in the experiment, and the bacterial hypothesis turned out to be the correct one. And the reason why we discovered this, this. IS because there were scientists that were sort of very dogmatic and arrogant about the bacterial hypothesis being correct, even though all the evidence was pointing to a completely different direction. So that's an example of, you know, suboptimal cognitive behavior being good for a group, not just in a computer model but also really in a practice like science, um. Now, when I, when I read this paper, when I started getting into this stuff, um, I immediately started to think, hmm, OK, if this is the case in epistemology, if it is possible that Epistemic vices which are bad for the knowledge of the individual are actually good for the knowledge of the group. Could that be the case for ethics as well? So could it be the case that people that have moral vices are actually beneficial to groups? And I started thinking about this, um, and I realized that Exactly the same kind of mechanism that is responsible for wisdom of the crowds is very likely going to be responsible for something like moral wisdom or practical wisdom. Because If you have got a group of people and everybody is very, very virtuous, then very often certain perspectives or views or pursuing a certain issue, even though it seems like another issue is much more important, you know, the virtuous people aren't going to do that. Um, BUT the vicious people might be much more sort of egoistic in towing an issue that they care about, even though perhaps they shouldn't be caring about it as much. But this means that certain issues are addressed. So while a very vicious person Might not Might not kind of push an issue to the forefront, um, even though it is an issue, but it simply isn't a priority. A vicious person might be a bit more sort of perseverant in doing that, which means that the issue is addressed. Um, AND another maybe a controversial example of this is like everybody thinks that like bigoted people are very bad, and I think that like, you know, often it sucks if if you've got a bigot in your group, right? Um. But let's say that The bigoted person. Say some very bigoted things in public, then It might give an opportunity for the other members of the group to kind of stand up and oppose it and to and to actually sort of acknowledge that the issue is alive, so the sort of very quiet morality that nobody talks about gets suddenly heated up and it becomes an ethical discussion. Um, OF course these situations can be very annoying, right, and we don't always like to get into these discussions, but they can also be very productive, and I really think that they can also be moments where the group sets new norms and takes a moment to get everybody on board with those new norms, right? Um, SO I don't think that annoying, you know, sort of emotionally difficult political discussions are always a bad thing. Disrupting the harmony isn't necessarily a bad thing. Sometimes it is better that these things bubble to the surface so that they can be dealt with appropriately. So that's one example that I think of when I think of moral vices actually. Being more being sort of morally beneficial for a group. Um, BUT there's another, there's another aspect to this as well. So if you think about the uh something like a division of labor, for any task that human beings want to accomplish, it is often efficient to have a division of labor. Um. For something like mercy and punishment, um, it might actually be much better if a group has people that specialize in forgiveness and mercy, and others that specialize in sort of vindictiveness and spitefulness and punishment. Because if you think about the system of moral norms that we have. It kind of needs, needs both of those things. So we need some people that are going to enforce a moral norm that are going to punish you if you transgress it. But then again, we also need a little bit of flexibility because there might be special circumstances where people cannot fulfill a certain moral norm, right? Um, SO we do need people that are forgiving, and we also need people that are harsh and merciless, and It's very difficult for one person to be both of those, um, to develop a skill in being forgiving and also to develop a skill in being very harsh and punishing. I think that in most cases this is just not going to work for a single person, maybe unless you are very, very wise and you know exactly when to sort of play a more harsh role and exactly when to be more forgiving. But I think for the vast majority of cases, it's gonna be better if there's different people specializing in different things, so. Actually, rather than having a bunch of very uniform, very similar, very balanced individuals, I think we actually should have some people that are very Punishing and spiteful and others that are very forgiving. So I, I, I prefer people with two opposite vices rather than a set of virtuous people, and this is of course very contradictory to virtue theory, but this is just what I think."
	},
	{
		"start_time": "53:01",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, in the what, how about the Mendevillian vices? What are them, and would, could you also give us examples of that?"
	},
	{
		"start_time": "53:12",
		"speaker": "Mandi Astola",
		"words": "Yeah, sure. So Mandevillian virtues is when a vicious person contributes to collective virtue. Um, But Mandevillian vices are the opposite, so that's when The virtues of a group of people actually culminate in something like vice, um. An example of this could be something like apt deference. So apt deference is an epistemic virtue, and what it means is that when a person does not know, um, does not know the answer to some question, that they are able to defer to somebody else who does. So for example, saying something like, oh, I, well, I don't know anything about, uh, I don't know anything about this topic. I, I, I'm going to defer to this expert, uh, who is an expert on this topic. That's an example of apt deference. And it is also a fact that when you don't know what the best solution to a problem is, very often the wisdom of the crowds, so the sort of shared opinion of an entire group of people, is more likely to be correct than your individual opinion. So very often it is actually very rational for people to defer to majority opinion because the majority is very often right about things. So Then you get a kind of paradoxical thing where if every single person inside a group is an apt deferer then in a situation where they don't know something, where there aren't any experts to tell them what to do, they're gonna defer to majority opinion. But if everybody is deferring to majority opinion and if it is also rational for everyone to defer to majority opinion, then everybody is deferring to everyone and everyone else is deferring to everyone else. And then you get this weird sort of regressive deferring that actually doesn't have any basis. So in order for Majority opinion to be worth deferring to. You need a diversity of people and you need some people at least who are not just deferring to what other people are doing, right? So that's, that's a very clear example of a Mandevillian vice. So where a good character trait like apt deference actually means that um yeah, that you get this kind of weird baseless collective behavior and I think that's um. Yeah, and I think that the same kind of the same goes for lots of other collective traits as well, that they can sort of, even though individually these traits are good, they culminate in something negative. Mhm."
	},
	{
		"start_time": "56:04",
		"speaker": "Ricardo Lopes",
		"words": "So, uh let me ask you then, particularly when it comes to the Mendeelian virtues. Uh, I mean, is it that because a rate, uh, that a vice in particular individuals might end up being good for the collective debt. I, I, I mean, does that have any implications for how we think about that particular vice on an individual level? I mean, does it make it A good then or not?"
	},
	{
		"start_time": "56:35",
		"speaker": "Mandi Astola",
		"words": "Yeah, yeah, so it, it, it gets a bit paradoxical, right? Um, BECAUSE if on the one hand I'm saying that app deference is bad when everybody has it, does that mean that it becomes a vice for the individuals who have it? Um, AND my, so my answer to that would be that I still think that app deference is a virtue. And I still think that a vice is a vice, even if it has this kind of positive effect within a group, but what we need to do is we need to say we need to see it as a vice on the individual level, but a virtue on a collective level, right? So we need to shift the lens or the sort of system that we are assessing that trait in. Um, SO I don't, I wouldn't say that a trait suddenly becomes a virtue just because it is useful in a particular context. I would say no, it is still, it's still a vice because you take that person and you put them in any other context, most likely they're not going to flourish there and they're not going to cause others to flourish either. Yeah, so I think vices are just vices and virtues are virtues. It's just if you put them in a system with a bunch of other people, then we need to evaluate it in a slightly different way on a different level."
	},
	{
		"start_time": "57:56",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let me ask you one last question then. How can virtue theory accommodate for Mendevillian emergent goods?"
	},
	{
		"start_time": "58:08",
		"speaker": "Mandi Astola",
		"words": "Yeah, yeah, so this is um. Like, as I, as you know, as we talked about before, um, it's a bit of a paradox that vices can sometimes be, you know, good or valuable and that virtue can sometimes be bad. Um, SO I think that virtue and vice ethics need a kind of way to accommodate this. They need some kind of answer to this problem. And the answer that I've been developing in the last years is kind of a kind of a threefold answer. There's probably lots of other answers as well, but I think the first move we can make as theorists is to say that Mandevillian virtues or vices on the individual level, but at the moment that somebody's sort of bigoted character traits is causing a group to be very reflective and intellectually humble. The group has a virtue, but the individual still has a vice. So it's about how that vice is embedded in the rest of the group. So I think that there is a, there is kind of like a, there are two levels there. Something that is a vice at the individual level can constitute or co-constitute a virtue at the collective level. And I think when you look at it like that, there doesn't need to be a paradox there. So vice and virtue are kind of like system properties that repeat themselves at different ontological levels. And um you know, the same goes for virtues as well. Like if you have a Mandevillian, um, you know, so a Mandevillian vice, so when lots of individually virtuous people culminate in something bad, we say that the group has a vice, but all those individuals, they're still virtuous. So that's one way in which virtual theory can respond by postulating that there is also something like group character which is distinct from individual character. And another thing that we might do is, we might just say that there are different types of vices and different types of virtues. So, We might say that somebody's like bigotry is a motivational vice because it's like the motivational structure behind it is one that involves things like closed-mindedness and prejudice and bias and perhaps even a disposition towards spite or hatred. But we could see it as a teleological virtue. We could see it as um as a kind of um as a way of improving a certain kind of group that somebody's a part of, right? Um, SO we might say that there are different virtues and vices and some of them are more focused on achieving a certain goal, right? So that's another way to make that difference. And Then another thing we might do is to acknowledge the normativity of vicious roles inside a group. So we might say that For example, for every group that makes decisions, there should be at least one. At least one like asshole representing a certain perspective, right? There should be at least kind of like a devil's advocate, you know, a devil's advocate is a role that is often given to people inside a group and that can be very productive. But of course, a devil's advocate role is most likely going to be played much better by an actual devil than an angel pretending to be a devil, right? Um, SO actually including vicious people inside a group might be productive for that group and whether, whether it is an epistemic task or a moral task that you are engaged in, um. So those are kind of my three theoretical solutions to the problem. We might might make a distinction between levels, individual collective level virtues, a distinction between teleological and motivational virtues, or just saying like, well, every group needs a devil's advocate, and if we're going to have a devil's advocate, maybe that's just have a devil. Um. And I think, yeah, that it's, I, I like the solution a lot um because it it is kind of a solution of tolerance, right? Um BUT rather than kind of saying that everybody should fix themselves and become a kind of virtuous angel, I mean, of course I would love that. I would love that if we wouldn't have vicious people in the world anymore, would probably be great, but Since that's, you know, often going to be unproductive and maybe an unrealistic goal to strive towards, then maybe we should just try to be good enough together and take the vicious people that are going to be there anyway and try to figure out how we can put them in a place that their vice is as As harmless as possible, and maybe even productive for the rest of the group."
	},
	{
		"start_time": "1:03:14",
		"speaker": "Ricardo Lopes",
		"words": "So, anything else we need to know about Mendevillian virtues and vices before we wrap up our conversation?"
	},
	{
		"start_time": "1:03:22",
		"speaker": "Mandi Astola",
		"words": "Anything else you need to know about Mandevillian virtues and vices. I think I've probably said already the most important things, um. I am going to be working on this topic in the future as well, uh, so do, do kind of keep my, um, do check out my web page."
	},
	{
		"start_time": "1:03:45",
		"speaker": "Ricardo Lopes",
		"words": "OK, yeah, and apart from your web page, where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:03:53",
		"speaker": "Mandi Astola",
		"words": "Yeah, I think my web page is actually the best, but you can also send me an email at m. Dot Atola at Tuft.nl. Um, I love getting emails from people, so if anyone wants to um sort of challenge my viewpoints, um, or tell me that I'm completely wrong or that I'm completely right, uh, do reach out to me. I like that a lot."
	},
	{
		"start_time": "1:04:22",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:04:29",
		"speaker": "Mandi Astola",
		"words": "Thank you. It's been a, this has been a real pleasure and um yeah, thanks for having me on the show."
	},
	{
		"start_time": "1:04:35",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexand Castle, Matthew Whitting Barna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianei Poultonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]