[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Paul Seabright. He is British professor of economics in the Industrial Economics Institute and Toulouse School of Economics at the University of Toulouse in France. And today we're going to talk about his book The Divine Economy How Religions Compete for Wealth, Power, and people. So Doctor Seabright, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:30",
		"speaker": "Paul Seabright",
		"words": "Thank you. It's a great pleasure for me as well."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, how did you connect economics to the study of religion and religious institutions? What led you there?"
	},
	{
		"start_time": "00:44",
		"speaker": "Paul Seabright",
		"words": "Oh, it's a long story. Um, I've been interested in economic institutions of different kinds for years and years, and I've been particularly interested in seeing the economic aspects of many different kinds of institutions that we don't necessarily think of that way. And to me it's almost a no brainer. Um, uh, RELIGIOUS movements do many things, but they have to stay solvent if they're to be able to do them. And uh so I'm interested in the way in which the logistics of economic survival and of economic competition with rivals. Uh, SHAPES the way in which religious movements function. Now people often say to me, yes, but surely religious movements aren't just economic, uh, businesses, and of course that's right. But then so many other businesses are not just economic businesses either. So you think about, I don't know, restaurants or theaters or um platforms of all kinds, or you think about um. Innovative startups. You think about hospitals, you think about all sorts of things which are populated by individuals who have ambitions, who have hopes, who have plans, who have visions, and yet they also have to stay solvent and to compete with rivals in order to realize those visions. So for me, the visionary side of religious movements and the economic side. And not in conflict with each other, they're complementary, just as they are in pretty well every other uh economic institution you could choose to name."
	},
	{
		"start_time": "02:20",
		"speaker": "Ricardo Lopes",
		"words": "And how does your approach to religion uh relate to other approaches like the cognitive science of religion? I'm asking you that because I've already have on the show several cognitive scientists of religion. So what's the relationship there, if any?"
	},
	{
		"start_time": "02:39",
		"speaker": "Paul Seabright",
		"words": "Well, um, when I started working on the economics of religion, part of what, uh, motivated me was to try to understand what this thing, religiosity was. What was it that made people religious and what was sort of going on in their heads. And the more I worked on this, the more I think that's a bad question. Um, I don't think there's a single thing going on in people's heads when they engage in religious activity. There's an immense range of different ways of being religious. So you can be religious when you're meditating. You can be religious when you're singing ecstatically with a group of other people. You can be religious when you're on a pilgrimage. You can be religious when you're serving in a soup kitchen for refugees. You can religious, uh, when you're going on a crusade or a jihad, you can be religious when you're praying together, uh, in a mosque or in a temple. You can be religious when you're engaging in some other kind of ritual. There's no single thing that people do when they're religious. And, you know, this isn't a novel point to me. Um, IT goes back to William James in his very aptly titled book The Varieties of Religious Experience, in which he said, you know, um, There's no special characteristic which is religious devotion or religious awe or religious love. Um, THERE is just ordinary love, ordinary devotion, ordinary awe, applied to religious objects. And I think that's a profound insight, because what it says is that cognitive science can tell us a lot about. How people interact with religious movements, so long as they don't try and pretend that it's a single thing that's going on in their heads when they do, um, many, many different things are going on in people's heads, uh, in a way that just reflects the very large variety of different activities that religious movements engage in."
	},
	{
		"start_time": "04:31",
		"speaker": "Ricardo Lopes",
		"words": "And what aspects of religious movements and institutions do you expect to be able to explain through economics?"
	},
	{
		"start_time": "04:41",
		"speaker": "Paul Seabright",
		"words": "Well, I think there's a whole category of activities where religious movements are doing things that are rather similar to secular movements. So I talk a lot in the book about how religious movements can supply financial services, how they can supply health, education, how they can act as. Um, PLATFORMS for people to find marriage partners and so on. But I also want to emphasize that religious movements do it differently. They, uh, in particular, um, are able to offer these other services because at the same time, they offer a creative space in which people can come together to engage in various kinds of spiritual activities, including rituals, including prayer, including song. Yeah, um, and also, uh, obtain, um, religious inspiration and moral, uh, inspiration as well as, um, what you might think of as narrative inspiration, um, in a way that is intrinsically tied to the religious character of the platform. So, even though. Um, OF course, many other institutions supply these secular activities, education, health, finance, and so on. They don't do so in that particular context in which the services are bundled with these more spiritual activities. And uh I spent a lot of time in the book explaining how the bundling of the secular activities with the spiritual activities is a source of strength for the religious movements."
	},
	{
		"start_time": "06:14",
		"speaker": "Ricardo Lopes",
		"words": "So, but we are in the 21st century. Isn't religiosity in decline? How relevant are religious institutions today?"
	},
	{
		"start_time": "06:27",
		"speaker": "Paul Seabright",
		"words": "Well, it's clearly in decline in some countries and some regions. So it's, uh, I would say in decline, mostly in North America, though it remains to be seen how far that decline will continue, and we have to remember that in North America, uh, really. Curiosity, however you measure it, uh, has started at a much higher level, uh, than it did in Europe, uh, or in a number of other parts of the world like uh East Asia, Japan, uh, Taiwan, Korea, and so forth, um, let alone mainland China. But, um, on the other hand, there are many parts of the world in which it's increased. So in all the Orthodox countries, uh, that used to be part of the former Soviet Union. Um, IN, but not just Orthodox countries. There are many countries that are either, uh, majority Catholic or majority Protestant in Central America, in Africa. There are many Muslim countries where the, um, there's been a massive Muslim revival in the last half century. Um, NOW, sometimes that's a little bit biased by reporting bias. So in countries like Iran, for example, religiosity's probably on the decline, although people are scared to say so because it's a very authoritarian country. So the picture is very mixed across the world, um, but I don't believe there's a general global tendency for religiosity to decline. And of course, you have to think carefully about how you measure it. So if you take measures like how important is religion in people's lives, or whether they believe in God, there is globally no average tendency to decline, although there is decline in particular regions and particular countries and increases in others. The one dimension in which I would say there has been a decline on average is how frequently people attend religious services. Now, if you were just looking at that measure, you would say, oh, you know, people are becoming less religious, but there's another way to interpret it, which is consistent with the evidence that on the whole people think religion is as important as they used to, which is that people are doing more mixing and matching in their religious activities. So many more people are prepared to sort of. Um, YOU know, go to, uh, a church for some things, but they also, uh, might say, uh, be joining a private Bible study group for another, or they might be doing some, uh, um, uh, uh, doing some ritual observance and, uh, a different kind of institution. Um, AND I think that captures the fact that social media and online. Resources have provided people with ways to link into a much wider range of providers of religious services than they did before. So I would say no overall evidence that religiosity as such is declining, but it is changing shape and in particular, it's becoming somewhat more mix and match. But even that isn't. At everywhere. So for example, in the United States, in spite of what we're seeing about fewer and fewer people becoming members of religious institutions, more and more of them are going to these big mega churches where, you know, people get a whole package of activities together and um the proportion of. Americans who go to mega churches has increased by several percentage points over the last couple of decades, even as the proportion of Americans saying they belong to a religious, a particular religious movement has gone down. So the picture is quite varied, and I think we have to be very careful not to overgeneralize from how it looks to us in our particular corner, you know, if we're sort of mainline Protestant Americans, then it looks terrible. It looks as though everybody's becoming less religious. But you know, if you're a Pentecostalist in Ghanaa or um or Nigeria or um uh Tanzania or in uh Zimbabwe, or in, um, uh, in the Philippines, or in Brazil, then it looks very, very different and it looks much more dynamic to you."
	},
	{
		"start_time": "10:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. What kinds of social roles do religion serve and what are the kinds of social activities they are associated with?"
	},
	{
		"start_time": "10:47",
		"speaker": "Paul Seabright",
		"words": "Once again, it's, it's enormously varied, and part of what has made so many religious movements so dynamic is that they have, uh, Being able to adapt to the changing circumstances to their individual in their individual countries. So, um, an important role that I think, um, many, particularly Protestant churches play in countries that are urbanizing rapidly is to offer families a reassurance that the cities are not going to destroy the web of family life. So, You know, if you have, if you're first generation migrant to a city in Africa or Latin America or Asia from the countryside, um, one of the things you're gonna worry a lot about is how you can, well, in many cases, first of all find a a marriage partner if if that hasn't already been arranged for you by your family, but also. When you have children, how are you going to keep your children from being led astray by gangs, by, uh, uh, the sort of fragmentation of urban life, by, uh, what you see as a lack of values in The modern capitalist economy where people only care about money and they don't care about greater moral principles. And so, it's clear that many families are extremely anxious about this. And one of the things the churches do, and not, and not just At the churches, the mosques, the, the temples, um, as well, they offer families a kind of reassurance that we will help to keep your family values on track. Now, of course, family values can can mean anything, it can mean. Um, THE moral teachings which keep the family together, but it can also mean as things as practical as, you know, Sunday school and, um, uh, sports for the teenagers and youth clubs and, uh, all of that kind of stuff. And the successful religious movements managed to do a lot of those things in a bundled way. So they say, yes, there's moral teaching, there's spiritual and ritual activity, you know. Him singing, uh, prayer, etc. BUT there's also, you know, sporting activity, um, ways of bringing the teenagers together in a wholesome environment, so they're not tempted to, uh, go out and hang around in street corners where they might get recruited by gangs and so forth. And that's a tremendously powerful selling point, uh, to, for many religious movements in countries that are undergoing quite wrenching economic transformation."
	},
	{
		"start_time": "13:30",
		"speaker": "Ricardo Lopes",
		"words": "In the book, at a certain point, you talk about religions as businesses. So, could you explain that in what ways do religions operate as businesses?"
	},
	{
		"start_time": "13:42",
		"speaker": "Paul Seabright",
		"words": "Well, to make a very simple point, Even if you have the most. Um, REFINED of spiritual messages that you want to transmit, you have to find a way to transmit it. I mean, you know, you can go and stand on a street corner and preach, but pretty soon in most, uh, places you'll be moved on. Uh, SO what you need to do, you need to find a room or a hall in which to transmit your religious message. Well, uh, somebody might give you free access to a garage or something, but if you want to transmit your religious message to a few other people, then you're going to need to rent a space. So that means you're going to have enough, um, revenues to pay the rent on the building in which you preach and so on. And as soon as you start getting a little bit active and. Uh, PEOPLE want to listen to your, uh, spiritual message, then you'd better get organized, and it can be, uh, as, as banal and ordinary as, uh, uh, acquiring the resources to pay the rent on the room in which you hold your Sunday meeting or your Friday prayers or whatever it might be, but, um. Uh, THEN, once you try to do things on a slightly more ambitious scale, you need a budget, you need, uh, you need logistics, you need maybe staff, you need, um, uh, you need everything to manage that activity. And that's not, uh, belittling religious movements. It's just to say that. Since the dawn of history, we've seen people with inspirational messages disappear without trace because they didn't have the logistics to back them up. And every single religious movement that has succeeded, has succeeded not just because the founder had an inspiring message, but because they had the logistics to deliver that message."
	},
	{
		"start_time": "15:29",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, when trying to tackle the question, why do religious religious movements take the variety of forms they do, you talk about the business models of different secular firms and how they apply to different religious movements. Could you tell us a little bit about that?"
	},
	{
		"start_time": "15:51",
		"speaker": "Paul Seabright",
		"words": "OK, well, um, so I think the first thing to say is that I work a lot with the idea that religious movements are platforms. Now, uh, not all secular firms are platforms, but many platforms are secular and not at all religious. But what platforms all have in common is that they create communities and in particular they create communities that consist of relationships between two or more. Uh, USERS of the platform, which would not have been able to, uh, occur or develop, or at least not to the same degree in the absence of the platform, and the benefits that are created by those relationships create some resources. Which the platform can derive its revenues and its its own ability to, to operate. Um, NOW, you know, platforms as such have been around since the dawn of history. I mean, even, say people who set up marketplaces on the Silk Road in the, uh, you know, in the uh in the 14th century, or people who, um, or matchmakers in a village who would put, uh, you know, potential families of husbands and families of wives in touch with each other would take a Uh, a percentage from the, from the parents or, um, uh, you know, uh, uh, intermediaries, middlemen who would put. Um, MERCHANTS in touch with, with other, uh, other traders, uh, would also take a cut. So those are platforms in a sense. The, the, uh, in the modern world, many platforms are digital, uh, entities, so things like Facebook and Google and Amazon and so on, all create value by putting different users together and then they take a certain percentage of that value. So I use that general model, but of course, just as there are many different kinds of platforms, so, you know, Amazon is a massive e-commerce platform, but your local uh Facebook user group for, I don't know, the people who go hiking in the woods behind your house uh is also a platform, and they're very different kinds of platforms. Um, SO partly I just introduce the reader in the book to the idea that religious movements, similar to other platforms can take many different shapes. They can be very big, they can be very small, etc. But what I also do is to take, um, inspiration from the, uh, history of many different types of secular firm to help us understand the way in which religious movements are born, grow. Uh, EXPAND or contract or die, or disappear or flourish, or whatever. And so, I look at things like, um, uh, what's the, um, what's the mission of the movement? I look at what happens when the founders, uh, disappear, either because they die or they retire, or they're banished by scandal, or they're kicked out or whatever. And You know, there's lots of um interesting parallels with the way that happens in secular firms. So most secular firms begin as family businesses, and then at some point the founder moves on, uh, for whatever reason, and then the question comes, who takes over from the founder? Is it going to be a family member of the founder, or is it going to be an outsider? And if so, what's the process for bringing the outsider in and so on, and how does the choice between appointing a successor who's a family member versus a successor who's an outsider, uh, affect the different strategies of, of the firm. Now, you can ask all of those questions. ABOUT secular firms, and there's lots of insight to be had from looking at the history of secular firms. But then that turns out to be quite interesting and inspiring for understanding religious movements because they face exactly the same constraints at some point, the founder is going to, uh, is going to fade out. Uh, AGAIN, it could be that the grim reaper carries them off, or it could be that. Um, THEY hand over voluntarily to somebody else, or it could be that, uh, they're kicked out because of some financial or sexual scandal or whatever. All sorts of possibilities, but then the question is what happens next? And time and again in the history of religious movements, you see. Um, EITHER that the movement collapses with the eclipse of the founder because there's nobody else who can take over, or that the movement goes from strength to strength, when, as in the history of Christianity, for example, after the death of the founder, essentially the movement looked as though it was in deep trouble until an absolutely brilliant entrepreneur, uh, Saul of Tarsus, um, took over and uh gave new dynamism to the movement and took it to the uh place where it occupies today."
	},
	{
		"start_time": "20:38",
		"speaker": "Ricardo Lopes",
		"words": "What makes religions, or at least some of them so successful as cultural institutions?"
	},
	{
		"start_time": "20:46",
		"speaker": "Paul Seabright",
		"words": "Well, the important point that most distinguishes, I would say, most religious movements from many of their secular counterparts is that they, Have become successful in part by articulating a vision of the place of their members' lives in the wider universe. Um, NOW, many, Individual secular businesses try to do that as well. So if you think a little bit about, let's say, the culture of innovation in Silicon Valley, a lot of firms that are very innovative, create a kind of aura around innovation, and people who join them tend to think of themselves as innovative people and so innovation is a sort of, uh, as it were, uh, a, a story that people tell even around secular businesses. But many other secular businesses. Aren't really quite so able to articulate that. So if you think about many of the big platforms, um. Uh, TAKE a platform like, say, Airbnb or uh Uber. These are immensely successful platforms, but it's a little difficult to know quite, if, if you're, say, an Uber driver or if you're a, a, a, a homeowner who's advertising on. Airbnb, you tend to kind of think that you're doing your own thing, you're doing your own life and the platform is just your sort of logistical tool to help you. The platform isn't giving you a story of your life and why what you're doing makes sense in in a bigger picture. Uh, IT'S kind of left up to the individual members. Well, in most religious platforms, it's not like that. Most of the religious platforms are doing more than that. They're saying not just. OK, uh, you decide whether you come to us because you want to find a marriage partner or whether you want to, uh, uh, have somebody to send a moral message to your kids in Sunday school, or whether you want to, um, spend a lot of time singing in the choir, or whether you want to, uh, spend your weekends in the youth club, um. Uh, YOU, you decide that by yourself and we don't do it. No, on the contrary, you do want the movement for all of those things, but at the same time you want to come together and in Friday prayers in the mosque or in uh in in uh uh Sunday uh sermon, you want somebody to tell you what is this all about. And um. Uh, SO people are very receptive to a narrative that fits all of these activities into some wider place in the universe. And I think that's what has made religious movements very successful, even if sometimes the bulk of what they're offering is also being offered by other secular organizations. It's, it's, as it were, the packaging that really does it all. I mean, some secular businesses do it in a different way. So if you think about Some of the big luxury brands like um LVMH or Hermes or something which are obviously French companies that are have been fantastically successful. I mean, a lot of what they do is, you know, they make a lot of individual things, so LVMH has become particularly well known for making handbags, and you might say, well, it's bizarre that they can charge so much for just a piece of leather that, you know, people stick their keys and their wallet in. Um, BUT the reason they can do that is that they have constructed a whole story around. You know, trade craft, artisanship, the fact that, you know, when you buy one of these things, you're in some kind of mystical way connecting both to the artisans who made it and also to the group of very select customers who also bought it and you feel yourself part of this great flowing river of artisan tradition and at the same time, global luxury and so on. I mean, don't ask me because I don't buy LVMH uh leatherwear, but Um, what I, the fact that I don't buy it doesn't make me, um, at all. Uh, CYNICAL about or, or, or mocking of the immense skill with which a company like ALBMH has constructed this narrative around the products that they sell, which means that they can sell them for massive multiples of what it actually costs them to produce these, these goods. And so I think, uh, in, in the same way that I'm not personally religious, um, and I don't think that's a problem for me in studying this, but that doesn't make me either cynical about or. Mocking of the immense skill with which many religious movements have managed to construct a narrative around the way in which all of their um activities fit together, which clearly speaks to very many people. Um, I don't take the fact that I don't have a particular place for that in my own life as saying anything about whether anybody else should, and I am admiring of the immense skill with which many movements do construct that story."
	},
	{
		"start_time": "25:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, the question I'm about to ask you probably also speaks to the success of religions. What are the individual needs of human beings to which religious movements speak?"
	},
	{
		"start_time": "26:10",
		"speaker": "Paul Seabright",
		"words": "Oh, wow, those are enormously wide. Um, SOMEWHERE in the book, I, I talk about the fact that discussion of the psychology of religion has, I think, been rather uh led astray by the fact that in the 1920s, I think it was, uh, Rudolf Otto wrote an immensely successful book called Das Heiliger, the, the Holy. Um, IT'S, uh, um. It's usually translated as the, the sense of the holy. um, AND, um, he was speaking, I think, to a very particular, rather inward-looking Protestant tradition, which identified, um. Religiosity with a particular sensation that people feel, sort of, uh, which is kind of or or uh spelled AWE or um some kind of. Fear or or terror at the vastness of nature and the universe. So it's the kind of thing that you might feel, say if you were out in a rather wild area of countryside, when you see the, the sun coming up in the morning, you would feel, Overwhelmed by and flooded by a sort of combination of immense respect and love and honestly fear for the hugeness of the universe in which you are an insignificant part. Now, I don't want to in any way belittle. The experience of people who feel that, I've felt it myself. I don't, again, it doesn't lead me in a religious direction, but I don't think that's definitive of um religion, or it's, is it, I don't think it's the dominant or even necessarily the, the most important of the needs that in that religions speak to. It's one of them. Um, IT'S one of many. Um, THERE are a lot of people who never feel that, but who get a huge amount. Of, um, genuine satisfaction and fulfillment from, say, singing together in, uh, a community. And, you know, not just singing any old, old song, but singing specifically devotional and spiritual songs. There are people who get enormous pleasure from physical movement, from dancing. From crying out, so a lot of the Pentecostal movements provide a kind of legitimating space in which people can really let it all come out, and they can, they can speak in tongues, they can shout, they can cry, they can scream, they can wriggle on the floor, and that's immensely important for some people, not for others. I think other people prefer the quiet community of being with others who are like them, where they don't necessarily. Have to impress anybody. They don't necessarily have to be, um, have to be very communicative, but where they're just aware that there's a quiet community of contemplative people a bit like them. There are others who see their religion in a much more martial spirit. So whether it's jihadis in the certain radical brands of Islam or whether it's Christian crusaders in the Middle Ages or whether it's Um, uh, whether it's, you know, uh, certain kinds of Hindu nationalists who feel that, uh, you know, your religion isn't important to you if you're not prepared to go out and fight for it. Now, I'm not at the moment passing moral judgments on any of these particular kinds of things, but if you ask me what are the needs that people have to which religion speaks, it's not any one of those, it's all of them. Um, AND none of them is particularly privileged. And what makes religious platforms so successful is that their leaders are very good at sort of sensing in a particular social situation, which of those needs are not really being met by other institutions of modern society."
	},
	{
		"start_time": "30:06",
		"speaker": "Ricardo Lopes",
		"words": "So let me now ask you a question that is highly debated among the cognitive scientists of religion and even scientists of religion more generally. Uh, uh, I would like to hear your opinion on this. How has, uh, religion evolved? I mean, is, is it an adaptation? Is it a byproduct of different adaptations, or is it a result of cultural evolution, for example, what is your take on this"
	},
	{
		"start_time": "30:35",
		"speaker": "Paul Seabright",
		"words": "question? OK, last question. Um, WE don't absolutely know, but I think we have some conjectures, and I devote a whole chapter in the book to setting out the alternative theories, and I can't summarize them all here. But what I think I can say with reasonable confidence is that um, Religion has evolved um in virtually, well, in every society that we know of. But, and this is very important, it has not, um, not everybody in those societies, is religious. So, we have the puzzle that religion is robustly universal across societies, but it's not robustly universal within societies. Now, why is that important? Because there are a lot of features of, um, our human existence, which are Universal across species and more or less universal within them. So take our eyes, uh, some kind of organ for perceiving light and for helping us to navigate with light is, um, pretty much universal among vertebrates. Um, AND the only cases where we don't see it is in, say, fish that live in, uh, caves deep underground where there is no light. Um. And so we can safely say, and, and it's also true that, um, obviously there are certain individuals who are blind, but that's a huge adaptive handicap for them. OK? So we can pretty much say, any vertebrate who's trying to move around, um, needs a light sensing organ, and nature has found a huge number of. Ways to natural selection has hit on a huge number of different designs for light sensing organs to enable us to do that. So in a certain sense you can say eyes are universal and they must have had a huge adaptive advantage. Now there is no equivalent of the religious eye, that is to say, there is no. Psychological capacity for sensing the presence of God or gods, which, like the eye, is universal across societies and universal in them. Instead, we have a different, um, Situation in which pretty much every society has developed some form of religious activity. But in all societies that we know of, there are many people who just don't particularly feel the need for religion. And that suggests that unlike the case of the individual light sensing eye, where there's a huge individual advantage to um developing this capacity. In the case of religion, there almost certainly isn't a huge individual advantage that applies to everybody. What there is instead is a big group advantage to developing religious activity, and the group then has a big incentive to try to make sure that the individuals um conform to that. And um uh uh uh because it's costly to monitor people, not everybody is, uh, actually going to conform to that. Only some people and the society is not going to invest enormous resources into trying to ensure that absolutely everybody has a religious, uh, uh, sensibility or capacity or preferences or whatever you call it. Um, AND what therefore happens is that in every society settles into some kind of what biologists would call, uh, um, a, a polymorphism in which there are a number of people, usually a majority who are broadly religious, and there's a minority who Not. And depending on how repressive the society is, the minority either feel free to acknowledge that they're not particularly interested in religion, or they have to be keep quiet about it. But basically, um, the nature of the religious preferences and the religious sensibility is absolutely not like the nature of the Uh, for example, the organ for perceiving light. Now, going on from that, if that's what you accept as the basic thing that's evolved, there's then a whole lot of questions you can ask about how did it happen? And I would say that there's broadly two schools of thought on this. One which is um uh characterized by the work of Aaron Norenza and others like Joe Henrick on so-called big gods, says that for some reason that we don't really know, um, Uh, certain communities began to develop the idea that there was a God who, uh, sort of looked over what everybody was doing and made people feel very guilty if they were not conforming to various kinds of pro-social norms. And societies which could develop that became much more cohesive and were able to compete much more effectively against societies which didn't. Um, NOW, although it's, I think undeniably true that this idea of a God who is watching us is present in many large societies, I don't myself believe the Noranza and Henriks story about how it happened historically or prehistorically. Instead, what I think happened was that small scale societies became big, not through developing. These big gods, but instead they became big by coercion. So, um, as soon as you had forager groups which developed agriculture and could settle down and create a surplus, basically you can use the surplus to pay people, uh, police, um, mercenaries, whatever, to, uh, enforce. Uh, DISCIPLINE on your society so that people do not free ride. People do not cheat in consuming their goods in secret. Instead, they contribute to the general good. But the problem is that the larger the society gets, the more resource intensive is it to run a police state. Running a police state is spectacularly expensive, as we know from, say, Stalinism in the 1930s that not only do you have to, or, you know, East Germany and the Soviet era that not only do you have to pay a huge number of people to spy on others, but the knowledge that you're being spied on by everybody, including your own children, makes everybody pathologically risk averse and so the society is less dynamic and less. So instead, what happens is that as societies get big. The leaders start to think, well, look, rather than just employing enormous numbers of secret police, wouldn't it be simpler if we employ a smaller number of priests who can get into people's heads and say, look, God is watching you, and if you don't do what your religion prescribes, then you're going to suffer. And because we know that people are very prone to suggestion from those in positions of power, that's sort of how it would work. So, I would say that um the Noranza's story about big gods is very good description of what many large world religions actually, um, uh, preach, but it's not a good description of how we got to that point."
	},
	{
		"start_time": "37:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I've heard the claim many times that women are on average more religious than men. Is that true?"
	},
	{
		"start_time": "38:06",
		"speaker": "Paul Seabright",
		"words": "It's true, broadly speaking, in Christian countries. It's not true, broadly speaking in the rest of the world, and indeed in some countries like Israel or um in a number of Muslim countries, it's probably the other way around. But once again, I'd want to emphasize that a lot depends on what you, uh, how you are going to define religiosity. If you define religiosity in terms of private devotion and private prayer. Then there are many countries in which um women would probably be as religious or more so than men. If you define it in terms of um uh frequency with which they attend services, then men are in many countries much more religious than women. And of course you can say, well, that's partly because of restrictions on women's movements and, and so on. But all of that, um, I think, uh, makes us reflect on the big point, which is that. There isn't a single dimension of religiosity. It's extremely unlikely that uh even if there were. That it would appeal just to women or just to men. Um, INSTEAD, there are multiple dimensions of religiosity. Some of them appeal more to women than to men, some of them appeal more to men than to women. And, uh, whether in a particular country you see men. Engaged more than women in particular kinds of religious activities or vice versa, it's going to depend more on particular social characteristics of that country, including things like restrictions on women's movement out of doors, um, restrictions on their ability to gather in the same space as men, and so on, which are going to be the explanation for why you see this gender difference rather than some intrinsic psychological difference between the, the two genders."
	},
	{
		"start_time": "39:58",
		"speaker": "Ricardo Lopes",
		"words": "So why is it that so often religious movements clash over abstruse, very hard to understand and follow the points of theology and ritual that are hard for most of their members to understand? Why is it that something like that happens?"
	},
	{
		"start_time": "40:20",
		"speaker": "Paul Seabright",
		"words": "Great question. I think the key to understanding the answer is to notice that it's very rare for a religious movement to use its theology as a recruiting tool. Most, uh, religious movements recruit through other means. They recruit because they offer a community. They recruit because they get people excited about the future of the movement. The theology becomes important to people once they're inside. So, um, uh, now you may say, well, still, that's a bit odd. Why, uh, try to persuade people that, um, a particular theory of the relationship between Uh, the three persons of the Holy Trinity is the true one, rather than some rival theory, which was what, as you would know very well, led to the council of Nice in the 4th century, which was, you know, threatening to split the entire Christian movement. And Um, uh, the council of NIEA was not sort of trying to solve a, a doctrinal question like you might try to, uh, figure out a scientific theory. What it was really trying to do is a piece of factional politics to bring um people together who wanted to be together because they appreciated the community rather than because they all happened to have been independently convinced of the truth of some rather abstract piece of, of doctrine. Now, if you ask, why does the doctrine have to be so abstract and so difficult to comprehend, wouldn't it be simpler to have a simple doctrine? I think the whole point is that it's a little bit like, um, loyalty programs in, uh, in, I don't know, say, uh, think about, say, airlines, you know, you, why, why does an airline, uh, have a loyalty program? Well, it has a loyalty program in order to stop you from switching to rivals. So if once you're, uh, you know, once you've taken your first flight with a particular airline, uh, you're offered the chance to build this up into points. And the whole thing about the points is that they're going to be a disincentive for you to choose a rival airline for your next flight. So I, I see a lot of doctrine as having a rather similar function. It's of course, interesting for people to think about the nature of God. The nature of the universe and so on, and to argue about particular theories of that. But in some sense, it's good for the movement if the theories you sign up to as a member, make it unattractive for you to join a rival movement. So, think about, say, the doctrine of um transubstantiation in Roman Catholicism, which is the doctrine that the, in the, the, uh, the Eucharist, the. The wine and the, and the bread are transformed into the, literally not figuratively into the body and blood of Jesus. Well, now, um, if you're really become convinced of that, it's kind of hard to become a Protestant, uh, because the Protestants. Deny that. And if that's become an important part of your relationship to the ritual you undertake, you're going to find it just less attractive to become a Protestant. But of course there's a trade-off because of course the less believable the doctrine is, the more people are going to say, well, I can't really believe that, so I'm maybe I should go to a church that isn't going to want me to do that. And there, of course, you know, a lot of history of people who've left the Roman Catholic Church because they couldn't believe doctrines. Like that. But the fact of the matter is that, I mean, the, I cite in the book that a survey by the Pew Research Trust which shows that in the US, roughly speaking, 1/3 of Catholics believe transubstantiation, 2/3 don't. And that's interesting for two reasons. One is, it's interesting that 13 do believe it, given that nobody who's not a Catholic would even consider that a believable theory. But it's also interesting because 2/3 of Catholics seem to be perfectly happy not to believe it. And so, it's part of, if you like, the, it's, it's a feature not a bug of the movement that it can. Contain doctrines that clearly appeal enormously to a subset of their members, while not using those doctrines as a, as a uh as a reason for the others of their members to be forced to leave."
	},
	{
		"start_time": "44:50",
		"speaker": "Ricardo Lopes",
		"words": "So talking about how different religions and religious movements organize themselves, how is it that some religious movements like Islam, Hinduism, Buddhism, and even Protestant Christianity maintain fidelity or maintain the fidelity of their members to their practices and rituals in the absence of centralized authorities."
	},
	{
		"start_time": "45:18",
		"speaker": "Paul Seabright",
		"words": "No, that's a great question and um I think the important answer is through the community of believers. Now, um, uh, a lot depends on whether you're talking about the religions of the book or not. So, let's look first at Protestant Christianity and Islam. Um, AS you rightly say, There's no equivalent of the Pope in either of these, uh, in either of these world religions. And so, you know, there's no way in which people could be excommunicated by the equivalent of the Pope for not believing in the doctrine. But People are still excommunicated in these communities all the time. I mean, you know, uh, uh, Muslim imams are constantly pronouncing fatwas and threats of excommunication against uh other Muslims they think have the wrong beliefs. Um, Protestants are constantly, um, pronouncing equivalent to excommunication against people they think have the, the false beliefs and so on. But, um, the point is that if you don't, um, Uh, accept the doctrines of the particular movement, you can just go and join another. And so, what keeps the fidelity is, first of all, the fact that there is a text to which people make reference. Now, both the Quran and the Bible are enormous bodies of text. So it's actually pretty easy to Uh, turn to either of those, uh, books to, um, support the particular interpretation you've got. So, I don't know, the question of, um, let's take stuff that is, uh, not in the, the, the Quran like, um, uh, wearing the veil. um. There's no specific verse in the Quran that makes it essential for women to wear the veil. There's lots of stuff about women being modest and so on, and so people who support the wearing the veil say, well, the verses in the Quran that are about women's modesty are best interpreted in terms of their obligation to wear the veil. Similarly, you know, in Christianity. There's no, I mean, the whole idea that priests in Roman Catholicism should be unmarried is not supported by anything in the Bible. Um, uh, THAT was a piece of doctrine that was bolted on afterwards, uh, by the Catholic Church. But for that very reason, Protestants don't think that's a big deal. Um, BUT things like, you know, um, Attitudes to homosexuality. Well, there are some horrendous verses in the Bible in the Old Testament about how you should kill people who are homosexual. Take Leviticus's book 20. Most modern Christians conveniently ignore those, not everywhere. I mean, in countries like Uganda where there is a vicious uh intolerance of homosexuality, people do appeal to verses like to books like Leviticus 20. But, you know, in most sensible countries, they don't. And so, um, uh, everybody kind of glosses over that part of the Old Testament, and they kind of justify it by saying, well, there's nothing really in the New Testament against it. So, uh, you know, we should assume that the New Testament is a kind of improvement on the Old Testament. Um, ALL of that is to say that essentially, um, there's no way in those traditions to, um, Determine what's authentic without ambiguity. So instead, authenticity is determined really by a vote of the faithful. I mean, if a particular pastor is preaching stuff that everybody in their congregation thinks is incompatible with the Bible, people will leave. And so, um, you know, a pastor takes care to try and uh use. Copious verses from the Bible to support their particular interpretation. Although, as I've already said, um, you can use verses from the survival from the Bible to support many different interpretations. Now if you look at things like Hinduism and Uh, and Buddhism, where there aren't any sort of authoritative central texts in the same way, then, um, it's even more true that people, that, that in some sense authenticity is enforced just simply by the vote of the people. Um, IF a particular, uh, individual is, um, say, running a temple and they do things that are not recognizable as the set of rights, the puja, which You know, the Hindu faithful are used to undertaking, then people will just go. But of course, there are, there's a huge range of different types of Hindu, um, uh, movement. There are, you know, traditional temples, there are ashrams, there are, uh, yoga movements. There are, you know, Hinduism is, is a vast and varied kind of movement and on the whole, it's different strokes for different folks and people pick and choose. At what point do you want to say that the movement has become so Uh, removed from original authentic Hinduism that it's no longer Hindu. I don't know, but I don't have a horse in this race, and what I can tell you is that people have been arguing over that since the dawn of Hinduism. So, did, you know, Bhagwan Shri Rajneesh, was he a Hindu? Well, lots of, lots of Hindus would say he wasn't. Um, HE was just a charlatan who, um, you know, preyed on people who had rather vague and fuzzy ideas of Hinduism. But others would say, no, he was. I mean, you know, he may have engaged in various kinds of unacceptable sexual abuse, but uh there was nothing un Hindu about the message that he was preaching."
	},
	{
		"start_time": "51:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. What is the relationship between religious power and political power and are religion, religious institutions ever not political?"
	},
	{
		"start_time": "51:20",
		"speaker": "Paul Seabright",
		"words": "Well, there are clearly some religious institutions that try to stay out of party politics. And I would say also that, um, particularly in the modern world, many kinds of religious movements have sought to be broadly speaking, politically neutral. So, um, Uh, you know, I would say that the Roman Catholic Church in some countries, and in particular this was true, I think, of the United States, um. Did try to cater to people from all parts of the political spectrum. Now, that didn't mean that, that didn't mean that all Catholic churches in the US were politically, all individual Catholic churches were individually politically neutral, because, you know, if you were, say, um, A Catholic Church in Boston or in Chicago, you would have overwhelmingly people from, uh, say, Ireland, um, who would be, um, for a large part of the 19th and 20th centuries, would have been relatively poor. Uh, WORKING class, they, and so the church would have tended to be, um, on the left of the political spectrum, but it wasn't very active or very vocal on that end of the political spectrum. And other Catholic churches in more upscale neighborhoods would tend to be somewhat on the right, and that would kind of balance out as a whole. Um, uh, SIMILARLY, I, I use the example of Poland, where in the, in the communist era, the Polish Church was to some extent, Anti-communist. But it was also much more importantly, a source of support for um people, whoever they were, whether they were very, you know, intense Catholics, very fervent Catholics, or rather milder Catholics, whether they were rich or poor, if they were, um, in any sense threatened by the regime, then the church was supporting them. So, the church was very broad-based and not very politically partisan. But, um, what's happened in both in the United States and in Poland in the last half century has been actually a bit longer than that in, in the United States, is that the churches have become much more visibly partisan. Um, IN Poland, because after the fall of communism, there was a huge surge in support for Catholicism and legitimacy of Catholicism and the Catholic Church, very unwisely in my view. Decided that it was going to use that new source of legitimacy to pursue the political agenda of a particular rather narrow class of very conservative priests who then essentially teamed up in coalition with um a very right wing part of the political spectrum. And that I think has hurt the legitimacy of the Catholic Church in Poland quite a lot. In the United States, it was more complicated because Um, the movement of, uh, in particular, American Protestantism, away from broad political neutrality, began not with the growth of evangelical right wing movements, but much earlier in the interwar years when mainstream Protestantism, which had been kind of Socially rather conservative, but, but not. Associated very strongly with political conservatism, um, began to move in a liberal direction, partly as a result of the Uh, sending of many missionaries to other parts of the world where they came back with a, a new awareness of injustices in their own society, and also the many injustices uh raised by the relationship of uh rich countries to poor countries in the world. And so, many of the, of the leaders of the Protestant movements began to move leftward, uh, trying to agitate for civil rights and so on in the. In, in the US and that very much appealed to some part of their members, but many of their other members who were more conservative, were not very happy about this at all, and that was part of what prompted the movement out of the uh mainstream Protestant churches to the evangelical movement, which was much more happy accommodating people who were politically conservative. And so, in other words, in other words, there have been, um, Periods in history where, um, religious movements have been quite careful to try to remain relatively broad based in their political alignment, and other periods where they've been much more, um, uh, let's say, focused in, in aligning themselves with one or other political faction. Now, for most of human history, until I would say, uh, the Reformation, um. Most uh uh rulers were, you know, had their, um their religious leaders to support them. So whether it was Islamic rulers who would get their, uh, favorite imams to speak up on their behalf, or whether it was, um, you know, uh, Holy Roman emperors who would try to get the, the popes on board. Um, BUT of course it didn't always work because, you know, sometimes, as we know from the periods in Europe when there were rival popes, um, uh, the, or where the Holy Roman Emperor would be excommunicated by the Pope for some reason, um, sometimes the alliance broke down. Similarly, Um, in Islam, I mean, it's been widely documented by people like Timouran and Jared Rubin and um Eric Cheney that, um, you know, Muslim rulers would have their tame imams who tried to, uh, support what they were doing, um, but then, You know, any other imam could come and say, no, this ruler is a tyrant, and you shouldn't listen to them, and you shouldn't listen to their corrupt imams who are just supporting what the rulers are saying, you should listen to me. And so you would have a great deal of turbulence. And in fact, um, So Jean-Philippe Plateau and Emmanuel Laurel, my Toulous's colleague, have, have done a lot of interesting work. Jean Philippe has a book called Instrumentalising Islam, in which he, he talks about the way in which rulers have constantly tried to gain legitimacy by bringing rulers on board, except that they can always be undercut by new rulers, but sorry, by new religious leaders who point to the way in which the old religious leaders have. Um, BECOME corrupt by associating with the political power and then say, no, you should listen to me because I'm the the true authentic uncorrupt version. So, I mean, there's this kind of dance between religious power and political power been going on forever. And I do say quite strongly in the book that I think particularly with More educated publics with um uh the spread of democratic spirit in the world, even if it's not necessarily democratic institutions, it's actually quite dangerous for religious leaders to sell out to political leaders because it may be in their interests in the short run, but in the longer run, they risk losing legitimacy in a big way."
	},
	{
		"start_time": "58:49",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about the worry that many people express, particularly, for example, in the US but also in other places. Is it possible that religion could provide what is needed for a successful authoritarian backlash against the sort of hard-won gains of the last two centuries when it comes to equality, democracy, and freedom and rights for minorities?"
	},
	{
		"start_time": "59:21",
		"speaker": "Paul Seabright",
		"words": "Well, we're certainly seeing many authoritarian leaders trying to do this. And, um, this is true not just of leaders like say, President Erdogan of Turkey who, um, was a very, uh, how can I put it? I think authentically pious individual early in his career when he was mayor of Istanbul. His personal piety was very important, even though Turkey, uh, was, is a secular state. Um, AND in the early years of, uh, Erdogan's, uh, prime ministership, he became known, I think, as Uh, somebody who, although personally pious, did not try to leverage that into a source of, you know, he was apparently on board with the, the, the secular state concept in Turkey. And of course, that began to change and has become um been radically overturned in recent years when he's, I think, rather. Um, DRASTICALLY, uh, reversed course on his earlier pitch and has really tried to, uh, associate his regime with authentic Islam. Um, SOMETHING a little bit similar has happened in India, where, uh, Narendra Modi was originally formed in the very, uh, radical religious movement, the RSS, um, but. Sort of shape shifted as he became governor of Gujarat to being apparently a technocrat who was interested in launching Gujarat onto a kind of um innovative, modern technocratic economy. And since, uh, his, he has consolidated his, uh, increasingly authoritarian regime has played, uh, more and more strongly and loudly to the Hindu nationalist. Uh, MOVEMENT, um, and particularly saying that essentially, India is a Hindu country instead of what was always understood under the post, uh, independence framework, as India being a, uh, let's say a comprehensive, open, secular country in which Hindus are, have a very special place. Um, NOW, in some cases, clearly, as in President Trump in America, Uh, President Xi Jinping in China, uh, President Putin in Russia, you have people who have absolutely zero track record as being pious themselves, who have, I think, shamelessly been playing the religious card. It's a bit different in China where I think the Chinese regime's support for Buddhism is based on fear of, they have a sort of theory that this kind of Good Buddhism and bad Buddhism, and Bad Buddhism is what prompts sec separatism in Xinjiang and in in Tibet. Good Buddhism is sort of the other kind. And so they're pro they're trying to prop up what they see as good Buddhism. But I don't think they're trying to say that every Chinese citizen should be a Buddhist, whereas clearly in the case of Russia, um, they're trying to say that the Russian Orthodox Church should be. Uh, THE, the source of authority, moral authority for every Russian citizen, and the fact that the patriarch of the Russian Church has been outrageously supporting the aggression and war of Russia against Ukraine is, is part of what Putin hopes to get out of that. In, in the US it's a sort of rather bizarre and slightly surreal sight of an individual who was never remotely. Uh PIOUS himself, and indeed who, whose lists of sins, um, you know, dwarf those of what would have been considered acceptable under any previous presidency has been taken up by the religious right as a, as sort of the, the instrument to save the country from godless atheism. I mean, it's like so many things about the Trump presidency would be hilarious if it weren't so. Uh, uh, SCARY. Um, I mean, let's not get into that, but the point is, I think you can say that what's happened in the US is just like a, an extreme version of a tendency that's true in many, many other countries in the world. Now, is that gonna work? Well, you know, we, we are seeing in Iran, I think, that increasing loss of legitimacy, not just of The regime But importantly of the religious leaders who lent their support to the regime. And that suggests that, you know, the people can be fooled for quite a long time, but they can't be fooled forever. And the more partisan is the message that the religious leaders, uh, send, the, uh, bigger the cost of their legitimacy in the long run. The problem is that it may take a long time, and we don't know whether the backlash uh to the legitimacy of the Russian Orthodox Church. Of the Christian religious right in the United States, of um some of the Buddhists, the mainstream Buddhists in China, and so on. We don't know whether that's that backlash is going to happen fast or slowly or somewhere in between. That's, I think, the big unknown question. So, um, there will be a backlash. Um, IN the meantime, the politicians do benefit from some of the Uh, the, the sort of the authoritarian messaging that the religious movements send, um, and we don't really know whether the short-term advantage they gain out of that, how long that will last before the backlash really, uh, comes into effect."
	},
	{
		"start_time": "1:05:30",
		"speaker": "Ricardo Lopes",
		"words": "So I think we have time for 2 more questions. So let me ask you now, how do you look at the future of religion? Do you see any particular trends when it comes to religiosity and secularism?"
	},
	{
		"start_time": "1:05:45",
		"speaker": "Paul Seabright",
		"words": "Well, um, uh, it's a long, uh, it's a, there are many, many things you could say about that. I think the important point to notice is that religion is going to change and adapt. It always has. OK. So when people say, I can't believe that religion in its current form is really adapted to the changes of the challenges of the 21st century, they are of course right. But that doesn't mean religion's going to disappear. It all depends on whether and how religion can shift shape and adapt to those challenges. So, in the 19th century, people like James Fraser and in the early 20th century, um Max Weber and Emile Durkheim and so on, looks at, um, traditional religion as they'd seen it, and, uh, quite rightly, I think, said this kind of traditional religion is not well adapted. To the challenges of the 20th century. Now some of them went further than others, claiming that it was going to disappear. But even Fraser and Durkheimer and and Weber, I don't think, predicted that religion would die out. What they simply said is that it's going to change shape. And whether it changes shape in the sense of retreating into a much smaller phenomenon in society, or whether it takes a very different shape altogether is, is hard to, it's hard to predict at any one moment. But let's say religion. Um, IS going to adapt, as it always has. So, in the book, I give the analogy between the Reformation and the invention of printing, which led to a huge increase in competition between religious movements. I think that the growth of, um, social media, excuse me, the growth of social media. Artificial intelligence, and so on are going to be as radical, if not more so, as the invention of printing was. They're going to see, it's going to see a huge increase in types of religious message and competition between religious movements and churn of people who leave some movements, join others, and so on. I very much doubt religion will disappear, but I do think it will look somewhat different in 30 years' time from what it does today."
	},
	{
		"start_time": "1:07:49",
		"speaker": "Ricardo Lopes",
		"words": "OK, so one last question then. Are there ways we can use religious power to manage it for the good of everyone, including the non-religious?"
	},
	{
		"start_time": "1:08:00",
		"speaker": "Paul Seabright",
		"words": "I do think so. It's a big project, but I would say, here's a start. At the moment in um. Most countries in the world, in fact, I can't think of an exception, um, religious movements do not necessarily have to pay any tax that, uh, so, you know, I can go out uh into a city and I can rent a, a small building and I can. Open it up to the public and I can say, uh, come in and this is my church. Now, normally if I do that trying to sell something, then I may be kicked out if I haven't satisfied the registration requirements, but at the very least, if people start paying me money because I sell them ballpoint pens or iPhones or whatever, I will either have to. Set up as a company, or I will be expected to pay personal income tax on those, on those earnings, and personal income tax is much higher than corporate income tax. So I have a pretty strong incentive to um register as a company in order to be able to deduct my expenses and so forth and not have to pay personal income tax on all my revenues. The weird thing is that in the United States, for example, the exception to that is if I'm running a church. Because, um, uh, if I just say. I'm offering a set of spiritual services and I'm the Seabright Salvation Ministry. Um, IN principle, I don't, not only don't have to pay any taxes, but I don't have to declare any accounts. I don't have to give any account. And the only thing that would stop me from doing that is if the IRS launches an investigation into me, which it might do if it has a tip off, a reliable tip off, but if not, I could get away with it for years. So, um. What I think is reasonable is that religious movements should be constrained as ordinary charities are. That is to say, if they can make a case for being a charity for not paying taxes, they should do so. But importantly, in return for that, they should have to publish accounts and with some information that enables people to make sense of those accounts. That is not required in the United States. It's not required in a very large number of countries around the world. That seems to me. Um, UNREASONABLE. And furthermore, I think that if you look at things like abuse within churches and so on, that is facilitated by a culture in which it's accepted that religious leaders should not have to, um, Give account for their activities to anybody else. Um, SO what I would suggest is that, By breaking the presumption that what religious leaders do is only their business and not the business of the rest of society, we could reach a uh better equilibrium in which religions are considered as legitimate businesses, but in return for being legitimate businesses, they should publish accounts, they should be subject to basic legal provisions on the way they treat their members. And um it should be understood that. In return for the privilege of being able to seek money and other resources from members of the public, they have a duty to account for what they do in return. We're a long way from that, but I think that doing that would be a tremendous step forward and would benefit religious movements and their members, as well as the rest of society."
	},
	{
		"start_time": "1:11:30",
		"speaker": "Ricardo Lopes",
		"words": "So, the book is again the divine. Economy, how religions compete for wealth, power, and people. Of course I'm leaving a leaked tweet in the description of the interview and Doctor Seabright, just before we go apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "1:11:48",
		"speaker": "Paul Seabright",
		"words": "Um, MY website is just Paul Seabright.com. OK? No, the word Paul and Seabright are run together in one word. Mhm."
	},
	{
		"start_time": "1:11:59",
		"speaker": "Ricardo Lopes",
		"words": "Great. I'm also leaving that in the description. And Dr. Seabright, thank you so much for taking the time to come on the show. It's been a very fascinating conversation."
	},
	{
		"start_time": "1:12:09",
		"speaker": "Paul Seabright",
		"words": "Thank you very much. Um, I'm very happy to, uh, been able to communicate with you and with your listeners. Bye-bye."
	},
	{
		"start_time": "1:12:16",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the mere Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andre, Francis Forti Agnsergoo and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteseus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal N Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]