[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Vanessa Wills. She is associate professor of philosophy at the George Washington University, and today we're talking about her book, Marx's Ethical Vision. So, Doctor Wills, welcome to the show. It's a pleasure to"
	},
	{
		"start_time": "00:22",
		"speaker": "Vanessa Wills",
		"words": "everyone. Thank you so much for having me. I'm excited to, to speak with you today."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "So tell me, uh, start by telling us a little bit about what's behind this book. I mean, what got you interested in exploring what the Marxist theory would would entail about the nature of morality."
	},
	{
		"start_time": "00:42",
		"speaker": "Vanessa Wills",
		"words": "Uh, SO I was already a philosophy student when I Uh, became familiar with Marx's ideas and started to get to know socialists, uh, which happened through activism that I was doing in the early 2000s. I joined the anti-war movement, um, protesting against the US invasion of Iraq in 2003 and the war on terror, the so-called war on terror in general. And in doing that, I've uh got to know more people who were on the left who came out of a tradition of working class activism and ideas, and I especially noticed that Uh, after the 2004 presidential election in the United States, many of the liberals I knew were extremely disoriented and demobilized. And the people who were ready to hit the streets again, right? And just kind of, or continue to. And to keep going and to try to analyze the moment and think about how to intervene in it, they were socialists. And that's what I wanted to be doing. So that is who I was attracted to and drawn to. And that's how I got to learn more about Marx's ideas. Um, And I found that I was also, I also had these kind of personal questions about just my involvement in activism, what it is that I was doing. And so they, the same kind of philosophical spirit, I guess, that is the reason I was already a philosophy PhD in the first place, I brought to that work that I was doing. And I wanted to, I wanted to investigate these, these questions about the, the sort of the, the meaning of this activism and how it fit into a larger context of how to promote the well-being of, of, of humans in general, how to, um, do good in the world. And, and so that's, that question began to really obsess me."
	},
	{
		"start_time": "02:57",
		"speaker": "Ricardo Lopes",
		"words": "But one very interesting thing, and you also mentioned this in your book, is that in the critique of German ideology, Marx and Engel say that quote, the communists do not preach morality at all. So how do you deal with that?"
	},
	{
		"start_time": "03:14",
		"speaker": "Vanessa Wills",
		"words": "Yeah, that's the, that's the, uh, one of the most important questions. And I mean, I, I take it exactly on its face. I think, uh, I also, uh, think it's a mistake to preach morality to working people, because I think that the work that moral philosophers can do is rather to interpret the Radically, abstractly, and philosophically, um, uh, aims and practices, uh, that are already existing in working class struggle. And so I, I take it that what I'm up to in that book and in a lot of my work is to, is, is to think through. TO its logical conclusions, the already existing activity of working people attempting to survive and attempting to push back against that which uh frustrates their ability to satisfy basic needs and much less to actually flourish as individual human beings."
	},
	{
		"start_time": "04:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So another thing that I would like to ask you is, is morality a form of ideology and what this ideology mean in Marxism?"
	},
	{
		"start_time": "04:32",
		"speaker": "Vanessa Wills",
		"words": "Yeah, so, uh, so for the first question, I say yes, but of course that hangs on the answer to the second question, right, of what is it when we, what does it mean to talk about ideology? So, one very common way of thinking about ideology is that it is always illusory, always, such as to conceal reality, um, maybe even that it is inherently reactionary and has an inherent ruling class, uh, content, um, such that it should, if on this way of thinking about it, be understood as a, uh, a conceptual, uh, form through which a ruling class of society imposes its views of the world onto those of the, those who are ruled, right? You know, the working classes, um, those who are excluded from work, and so on. Um, AND there's, in my view, there's a partial truth to this. Ideology does sometimes function in exactly that way. Uh, BUT I think that it's important to think about ideology, the way I argue, um, about it in the book, as I say that ideology is better understood, um, as a, uh, a, a. SYSTEM of ideas that give a, a perspective on the world from the point of view of a class. And so, of course, we can have bourgeois ideology, but I argue that there's also proletarian ideology as well. And that, uh, Marxism should be thought of, right, as part of a proletarian ideology. Um, Uh, THAT, that even more thoroughgoing than that, right? Any, anything that Um, encourages us to think about the world as something that is historical, that is dynamic, that is constantly changing, and in a process of unending transformation into which we are already intervening, and to which we can intervene more rationally and more consciously and more collectively and socially than we have so far. So as To bring about the conditions for human well-being and flourishing, right? And for the, um, the expansion of our powers and ways of interacting with one another in prosocial ways. Um, THE piece that the, the sort of critical or, or I should say the pejorative, maybe piece that remains even on my understanding of ideology is that it ideology is, is very much a form of thought that we find in class society. And so I do think that when we think about the possibility of moving beyond class society, that part of what we are talking about then is the abolition of ideological, uh, ways of thinking as well, right? Ways of thinking that are themselves structured by the a conflict. Among economic classes. But we're not there yet. And so we still have to deal with ideology. We still have to speak, um, and theorize in, in the, in the ways that are available to us. And, and the, and the best way available to us is, um, is, is, is through a working class perspective on the world. I mean, which is what Marx, which is what the materialist conception of history is. It's what Marxism is."
	},
	{
		"start_time": "08:19",
		"speaker": "Ricardo Lopes",
		"words": "So about that materialist uh perspective on history, what does it reveal about the nature of human beings?"
	},
	{
		"start_time": "08:29",
		"speaker": "Vanessa Wills",
		"words": "Yeah, so in the same portion of the critique of the German ideology where Marx and Engels introduced this term, so, um, I'm sure many of your viewers will, will know, but, um, just to, just to highlight, so. The critique of the German ideology is the, the place is sort of, you know, just shy of midway through, uh, Marx's, uh, uh, theoretical corpus, that is often identified as the line of demarcation between the poetic, humanistic, romantic, early Marx, and the hard-nosed scientific by the Numbers, uh, materialist, determinist, later marks, right? Um, AND, uh, and it's the first place that Marx and Engel, his collaborator Friedrich Engels, present what could be called a kind of mature, you know, sort of well-developed explanation of their methodology of, of how it is that they are approaching the questions they take up. And They, so they say in the same place where they talk about the what they call the materialist conception of history, they say that it is um it is that their method is to look not at man, right, capital M, as an abstraction, uh, but rather men. In actual concrete, historical individual human beings to examine how it is that human beings have have uh intervened into their natural and social circumstances so as to satisfy their needs and how that Process of labor and needs satisfaction, then transforms human beings and explains everything, actually, about why it is that history has unfolded in the way that it has, and that therefore also provides some guidance about how human beings might go on to Intervene in a, a fully in a conscious way, which is to say, aware of themselves as having this, this, as being, uh, engaged in this activity of producing themselves through their interventions into the world out of which human beings emerge. Um, And, uh, and so one way that I think about this for myself, um, when, you know, uh, philosophy is hard and, and whatever, I feel stuck and I'm trying to make sense of, of some problem or think through what it is to have a Marxist approach to a question. I come back to a little slogan for myself, which is human existence is a human product, which is, which can sound very simple and almost pat, but has profound implications. So I think it, one great example is in the case of race. There's a lot of work on race that treats. AS though they are basically a historical and natural and sort of given to us. Um, THERE, that treats racism and racist antipathy as though it is a ineluctable and ineradicable feature of essential human nature that can't be done away with. But if we remember that Human existence as a human product, and therefore, with the question of race too, we have to ask how it is that human beings have produced this concept and produced these ways of relating to one another and produced these attitudes that then leads us away from, uh, sort of fatalism about it, or the idea that it can't be done away with and leads us toward looking at what point, at what point in history. And as a result of what historical forces did this emerge and come about, and what could potentially be leveraged and intervened into to do away with racism. Um, SO that's just to give one example of what it looks like to take a materialist conception of history and see what human beings are as having a history and the content of that history being human agency, human activity."
	},
	{
		"start_time": "13:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But I, I mean, in, on the topic of human nature, what kind of normativity derives then from this view of human nature, if any, and what is the rich individual for Marx?"
	},
	{
		"start_time": "13:39",
		"speaker": "Vanessa Wills",
		"words": "Yes. Um, SO, it's a, uh, it's a great question because on the one hand, what I've said is quite thin, you know, so I think that for Mark's human nature is labor. It is that activity of conscious and goal-directed intervention into our environments to satisfy our needs. Um, BUT precisely because I think almost, well, everything about human beings can be thought of in these terms and explained in these terms. Um, IT also means that it's not as though you can sort of neatly say, well, these are the things that are instances of labor, and those things aren't. So those things are somehow, um, inhuman or uh income or or sort of not properly thought of as part of human nature. It all is. Um, BUT the normativity derives from the fact that some of the things that we do are such as to promote our existence as as beings that engage in this process of human self changing, of human self-creation, and some things are such as to stultify it and limit it, and prevent it or bring it to an end altogether. And I take it that this is one of the most important arguments for communism and against capitalism, that that uh that capitalism in a very fundamental and basic sense is going to kill us, um, you know, whether it's climate change. Uh, ILLNESS, um, uh, I mean, you, you war, uh, you name it. Uh, AND that's even before we get to the sort of everyday of, um, of, of, of going to, uh, I mean, I'm fortunate, I'm a philosopher. I can go to work and dream or whatever, you know, um, but, you know, but, but, but, but also just Just the sort of everyday mundane reality of, uh, you know, of the, the, the millions of human beings that have lived lives where they're going to work and doing the same boring, stultifying, degrading work, hour after hour, day after day, year after year, until the end, until their lives end. And which is also a kind of death for a human being. Um, AND to contrast that with Marx's idea of, of rich individuality of the rich human being, he's, he's speaking there of a person who is, um, engaged in, in, in this, um, The the the sort of uh all-sided in principle, limitless proliferation of the ways that they can engage with other people, with the world around them. Um, I mean, we, we have this, for example, it's also in the, um, ideology, you know, Marx talks about even, uh, even the, the sort of being constricted to one. Profession, he thinks is at odds with the notion of rich individuality, um, because people need time and, and energy and resources to be a, uh, you know, a, a, a, a fisher in the morning. And I forget exactly how it goes, but you know, it's like a fisher in the morning, you know, a baker in the afternoon, a critical critic at night, right, and so on. Um. So, um, so that sense of, um, of, of, of I've been using the word flourishing a lot, but what I wanna say is, is also, you know, the sense of like, of, of color, a variety of, of, of mixing it up, of changing, right, of being different things and doing different things and of having, having possibilities open to you and having the world open to you and being able to Embrace life with a spirit of um creativity and experimentation and having the material resources available that support that and make that possible, you know, all of that I think is bound up with Marx's um argument for why it is that it's, it's communism, it is uh a society organized around. Production for the purpose of human beings and their flourishing rather than for profit, that is actually compatible with bringing about the full realization of human essence and human nature, which just is um the sort of conscious creativity itself."
	},
	{
		"start_time": "18:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, SINCE we are now about to get into some bourgeois conceptions of ethical values, critiques of them, and how they are approached through a Marxist perspective. First of all, what is bourgeois ethics?"
	},
	{
		"start_time": "18:57",
		"speaker": "Vanessa Wills",
		"words": "Yeah, great question. So one of the things I, I say in the book is that when I use the word bourgeois, so by bourgeois, first of all, most simply, you know, we mean capitalist, right? We mean, um, we mean, uh, having to do, of having to do or associated with. Um, THAT class in a capitalist society, which owns the means of production, factories, um, raw materials, and so on. Um, WHICH owns the means of production and is able to, uh, sustains itself and satisfy its needs in virtue of the fact that it owns the means of production for that society, um, and therefore does not have to sell its labor for a. Wage, unlike the working class, um, which does, um, which, which, which satisfies its needs by selling its ability to work as a commodity to capitalists. Um, SO when I say bourgeois, right, one thing I just mean is that thing, right? Having to do with that capitalist class. Um, BUT it's important to note, and I say this in the book, that I do not use bourgeois as merely some sort of shady epithet, right, or name calling. Sometimes people, oh, it's so bourgeois. OK, that's not what I'm doing in the book, right? I'm, I'm using it as a kind of scientific category, um. And, uh, and, and bourgeois bourgeois ethics, I mean, I, so I am convinced by Marx's argument, and he's, um, he's, he's following a point made by Hegel earlier that the, the sort of sine qua non of bourgeois ethics is utilitarianism, right? You know, is this emphasis on cal ability on, on, on utility, right, on the sort of, um, uh, uh, like identifying the value of a thing in virtue of, uh, it's suitability as a means to some further end. And in uh in utilitarianism, as in capitalism, the end is is sort of like the endless accumulation of a of a of a good, you know, um, whether it's utility on the one hand or capital on the other. Um, WITH some of the other forms of, um, Of, of, of, of ethical systems that Marx himself criticizes and that I discuss in the book, the um the connection is less plainly obvious, but I think in the case of Kantunism, for example, which is An ethical view that's often thought together with Marxism, and there's this long standing debate and question about whether perhaps Marxism can be made compatible with Kantian ethics and vice versa. You know, I think you, you still have there the, the fact that um there's a, a, a strong emphasis on this notion of an undetermined free will, um, this kind of philosophically idealist. Um, A conception of the human being as, um, being most importantly identified with this pure act of, of willing. Um, AND, and that's the sort of thing that Marx is gonna think. IS totally incompatible um with a a viewpoint that is um materialist in the way that he is, namely, thinking there's nothing about human beings that can be detached somehow from, uh, thinking about them in their specific context and in virtue of their needs and interests. And the last thing I'll say, cause this is a long answer, but the last thing I'll say about this is that um Uh, you know, Marx is very Marx embraces the idea of encouraging people to act according to their interests. Um, THIS is the essence of, I mean, maybe essence is too strong, but this is a this is like a very significant part of what's going on. Um, IN Marx's writings that for the, the it's precisely why the working class is the class that he identifies as an agent of historical change. It's because he thinks that the interest that working class people have in surviving and in not being abused, um, is in alignment with the interests of humanity in continuing to exist and, and, you know, perhaps more than exist, maybe have a good time while we're existing, continue to make art, continue to, you know, to have social interactions that are positive and fulfilling. Um, AND so that too is gonna be quite a, a difference from something like Communism, which is very skeptical of the notion of acting in accordance with your interests and, um, and, and advocates this kind of um Uh, sacrifice of, of self-interest. So the question is like what bourgeois ethics, it's gonna depend on what ethical system we're talking about, but that's just by way of pointing out some of the things that Mark sees as distinguishing his view from some of these others."
	},
	{
		"start_time": "24:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, now I want to ask you about some specific, uh, ethical values that you explore in the book and their bourgeois version and then how we can approach them through a Marxist perspective. So, starting with individuality, what is individuality and why does it matter?"
	},
	{
		"start_time": "25:02",
		"speaker": "Vanessa Wills",
		"words": "That's a great question. What is individual? I mean, so, in the, in the book, I think about, I, I, I sort of talk about um A conception of individuality that Marx has in mind, and then the question, and then a sort of, and then that's um contrasted with what he he sees as a capitalist or bourgeois kind of individuality that is um that is that is grounded in A kind of rigid opposition between the individual and the social, um, that is that, uh, so he's, this comes up in places like, for example, the, the communist manifesto, where Marx imagines a uh a kind of bourgeois critic. Um, SAYING you want to do away with individuality, and then the answer is, uh, we want to do away with your kind of individuality, namely this atomized separateness of of of hostile and competitive individuals who um regard for whom sociality is a kind of necessary evil. Um, AND to be mitigated and guarded against jealously, you know, in every, in every possible way. Um, AND that's, and that's the vision of, of individuality that Mark sees as, um, existing in liberalism and sort of social contract theory and so on. And He opposes to it a conception of individuality, uh that is that is that represents a kind of abolition or overcoming. Of the seeming opposition between the social and the individual, um, marks uh sometimes rights of the social individual, uh, the, the, the person who is only made possible through the, through, through their interactions with society, um, uh, and, and only as a result of various kinds of historical transformations over time. And to, to put that a different way, um, you know, we express our even under capitalism, we express our individuality in all sorts of ways. Um, I, I love going to the opera. I love cooking. Um, I love camping, you know, like there's all these, all these things, you know, that are ways that I like to spend my time if I can. Um, BUT all of those concepts are totally historical concepts, right, um, you know, they emerge out of a whole history of ways that human beings have developed. Uh, TO, uh, interact with the world around them and to conceptualize what it is that they're doing. Um, AND, and, and so the, the thought is that it's precisely because of the whole complexity of human behavior and ways of organizing and thinking about that behavior that I have available to me all sorts of ways that I might express myself in the world, um, which is a, which is like part and parcel of what makes me not like the exactly like the person next to me, right? You know, for all of us. And so for individuality individuality to be something more than just the bare fact that we are accountable, you know, that, that us in this conversation, there's one and then another one, you know, like, for it to mean something more than that, um, you know, requires this whole socio historical story that's gone before. And so Marx, uh, argues that individuality, um, is a result of sociality and is, um, is, is instead of looking at it the other way around and sort of thinking that society is something that individuals then on the basis of their rational self-interest decide to tolerate, you know, what if we look at the fact that sociality is the kind of, um, And like original fact of of human of human existence, which gives rise to the different ways that individuals might develop themselves and and emerge. Um, SO it's hard for me to, it's, you know, because that is the way that I'm thinking about individuality and and and and the way that I'm reading marks on individuality. It's hard for me to actually give a kind of a kind of like what individuality is in general, right? What it is that individuality is like a concept of individuality that is abstract in a way that captures both of these different ways of thinking about it. Um, AND, and, and especially cause I tend to think that the more the more the abstract you get, the more the closer. You get to the sort of, well, there's one, and then there's another 12 individual people. Well, who cares, you know? Um, BUT the other, the, it's, it's the, it's the, it's the fact of what it means to have all, you know, a diverse array of different human beings who interact with the world in, in their own, uh, distinctive ways that makes individuality matter, I think. Mhm."
	},
	{
		"start_time": "30:43",
		"speaker": "Ricardo Lopes",
		"words": "And how about rights? I mean, what are bourgeois equal rights and would there be rights in communism or not?"
	},
	{
		"start_time": "30:53",
		"speaker": "Vanessa Wills",
		"words": "Yeah, yeah, so, um, uh, so, so yeah, so Marxx, um. There's a number of places where, uh, Marx addresses the question of rights. And, and one of the places that I, um, uh, that I look at most, or, or that figures, I think most significantly into my argument, uh, in that portion of the book is the critique of the go to program, um, where he's, uh, critical of attempts to Describe capitalism as unjust or as a kind of rights violation, and he argues that it is just, uh, it, it is fair, um, and the reason and and it's fair and according to the internal standards of capitalism, but there's also, um, for Marx, a kind of um I think, um, a a a kind of historical um assessment of the of the nature of a right. Um, WHERE, where he's seeing that rights themselves presuppose a context in which you're called upon to defend your rights, and you're called upon to um make a claim against others, um, that is based in rights. And so he sees it as, um, As as intrinsically, I, I mean, sort of the same story I gave about individuality actually, you know, has, uh, important, uh, you know, links, you know, and kind of dovetails with the story about rights, um, because the, the idea of Rights, at least as the individual rights of capitalist society and liberal democracy, you know, presupposes the kind of and, uh, generalized antagonism among individuals that, um, we see actually in capitalist society. Um, SO, um, so he, so he, uh, he, so I think the way to think about rights is that in Uh, a fully developed communist society, if we ever see one of those, um, that, um, that the, the salience of an a right. IS not sort of disappears, sort of goes away, right? Because if, if this is if we are imagining a society that's organized precisely to satisfy people's needs and to make available the things that they want and require, and I want, I want to be clear in my what needs here is met extremely broadly, right? Um, THE, the need for a person to have access to paint and paintbrushes is going to count, right? Um. Uh, THE, um, and so if we have a society that's organized in that way, and we have a society that, um, is organized in such a way that the flourishing of each is the condition of the flourishing of all, right? Such that for me to insist upon what I need is also for me directly to insist on something that you need as well. It seems to me we could talk about rights in that context, but I'm not sure what it would add, um, concretely speaking, um, And, uh, and so I, I argue that rights that will be abolished along with lots of other lots of other stuff, right? Um, AND, uh, but it's important to be, I think it's important to be very careful about this, and I engage in the in the rights chapter. I engage um with uh the work of another Marx scholar, Igor Scherke Brod, because I think that he very nicely, um, insists that Marxists should not be glib about rights in the present world. Um, WHERE as we know, they are constantly being run over roughshod, and they do provide, um, a language that people can use to defend themselves, and I completely agree with him about this and think it is a very real danger and one that I would also be keen to avoid. Um, BUT I disagree about the sort of the, the abstract question about whether it would make sense to say that there's rights of this kind in a, in a communist, uh, future."
	},
	{
		"start_time": "35:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I'm going to ask you a little bit more about that potential or possible communist future in a second, but just before that, uh, Marx, uh, famously seems to call for the abolition of morality altogether. So what would abolition be like in this context?"
	},
	{
		"start_time": "36:03",
		"speaker": "Vanessa Wills",
		"words": "Mhm. Yeah. So it goes, uh, it goes back to, I think the first or second question you asked about ideology, because morality is a form of ideology, and ideology is a, a, a, a sort of classed perspective on a class conflict. And so if what we're imagining is the abolition of class society and certainly of, of, of class conflict, obviously, um, Then, then the question arises, like, you know, where, where does morality go? And there's a, there's, there's a couple ways to think about this. I'm gonna present two of them, right? So, so one is that, uh, I think it's useful to think about morality as a way of theorizing a gap between the world as it is and the world as it should be. And I use that formulation of on a few occasions throughout the book, but keen obs you know, I keen observers with lots of time on their hands will notice that there's a footnote. Um, AT one point in the book, I think it is in the abolition of morality chapter. Um, WHERE I say, well, of course, um, this is a bit of a, um, heuristic way of speaking, because, um, because actually the whole point for Marx is, is not that there's a huge gap, but rather that the world that should be is already existing within the car. ONE, right? I precisely in the persons of the working class, right? Um, BUT, OK, that aside, right, you know, thinking about morality as, you know, how is it that things ought to be, but so far aren't. And so if we think about morality in that way, Then, um, morality goes this to this the same place where rights go, right? Um, HOW do you, what is the theory to analyze the world, the, the gap between the world as it is and the world as it should be when the world is actually made as it should be. Um, SO the sort of content, um, for uh moral theorizing to be about, um, is abolished, right? And so, and so therefore the, the sort of theoretical practice as well. Um, SO that's 11 way to talk about it, but I think, but the second way that I'll mention, and the one that I, uh, uh, I, I spell this out too, you know, in that chapter, um. Is that Marx uses this throughout his writings, he comes back to the idea that our human senses are themselves historical products. So again, coming back to human existence as a human product. He, um, so our sense of, of, of hearing, right? The difference between hearing just like a god awful clang and hearing. Experimental music, um, it's mostly exposure, uh, and, and maybe a little theory, maybe somebody explained something to you, but you, but it's not biological, it's not physiological, you have the same ear. Um, AND Marx uses a a a number of uh examples like this throughout his writing and he, and he also uses it to talk about the, the eye, um. And ways of seeing, right? And, and, and how that that changes, right? Our ability to see and to interpret the world, um, uh, not through any physiological change, through a, uh, educational and cultural one. And I think something like this is what he has in mind for human beings. He actually talks about, uh, sight, he talks about transformations in sight and hearing and Uh, smell, and then he talks about a human sense. And so I unpack what is, what is the human sense and The human sense for Marx is, um, for one thing, it's precisely the thing that he thinks is conspicuously missing in utilitarianism, not to beat up on the utilitarianism, right, but it's the thing he thinks is conspicuously missing there because, um, and it and it and and that also is broadly speaking, conspicuously missing in the In the apperceptive capacities of a species whose life is dominated by commodity exchange, is dominated by the um the making the making totally universally interchangeable of all things, so that we see things and we think, how much can I get for that? Right, we, there's a sort of like instant translation into abstract quantitative accumulation of value, of just abstract value. Um This is, this is something that Marx thinks absolutely has to be healed and overcome, uh, that part of the transformation that human beings must affect in themselves in order for communism to be possible, is to apprehend the world around them and see it, uh, see it for what it is, see it in itself, um. I mean this even this is this is something he talked, this is something that comes up throughout capital, but even. Very early on in things like the the Power of Money, one of the 1844 manuscripts, where Marx is writing about how money sort of confounds all differences and turns everything into its opposite, and you can, um, uh, you can and, and he says the the, uh, the, the what It would be for this to no longer be the case, um, would mean, for example, that if you want to be loved, uh, you couldn't just shell out cash for it. You would, you have to be lovable. And if you're not lovable, I don't know, you know, like, but, you know, there's this, there's this, this sort of, um, this, this distinction in marks between The ways that um the ways that universal commodity exchange is also the universal emptying out of difference, um, and of specificity and unique. And, and I think part of what's going on for Marx is that he thinks if we can fix that, if you can actually see a human being, not in, not in an alienated way where you see a human being and all you see is a means to an end, and here you can hear why people think maybe Conti and ethics will work with this, because there is some affinity. Um, BUT if you can look at a human being and rather than seeing a means to your private end, you see instead, like, a being with needs, who is your, your sibling, right? Who is like, who is you, um, and, um, and who has, uh, conditions of well-being and of flourishing that are also yours and that you have a direct interest in promoting. You know, I think that's what Mark sees as replacing, you know, our kind of ham-fisted attempts now. Like, it's good that we do them, but we're reduced to these ham-fisted attempts to ask ourselves, well, if I were a good person, what would I do then? You know, like, if I, if I, um, if I I think if I did really understand that other human beings exist and are and have their own, you know, their own like conditions of well-being, and there are things they're doing that matter to them. Well, how would I behave then? And, and so I think Marx is asking is, is, you know, for ethics, as is so often the case with Marx, the dis is in painting a, uh, a trail, you know, a kind of a path forward where that world that we represent in thought as desirable is not just a kind of mere ethical ideal, but is something that we could actually bring about. Mhm."
	},
	{
		"start_time": "45:10",
		"speaker": "Ricardo Lopes",
		"words": "So keeping in mind then that according to Marx, at least, ethics would be abolished in a fully developed communist society and it would be sort of just a transitory historical phenomenon. Um, WHAT would it be like to exist and uh socially interact in such a society?"
	},
	{
		"start_time": "45:33",
		"speaker": "Vanessa Wills",
		"words": "Oh, yeah, great question. I don't think I know. I mean, I, you know, I think, I mean, some of what I've already said suggests some things about what it would be like, but I, I think I'm, I think what I'm noticing within myself as I attempt to answer your question, is that I'm hesitant to, um, I, I'm hesitant to Uh, sort of, you know, make recipes for the cookshops of the future, to coin a phrase, you know what I mean? LIKE. Um, I mean, I think we are, I mean, I think some of the places that we can look for hints is in what we already experience as some of the more prosocial forms of interaction. That we somehow miraculously managed to pull off even in today, you know, um, and so, um, like I'll like I'll give you an example, like I've When I've, um, I don't have this anymore so much, but back in the day when I was starting to teach undergrads, um, I would, uh, you know, the students all would, when if marks would come up, you know, the students would always, um, say, well, but people are just selfish. And, you know, nobody does anything unless there's something in it for them. And, um, and, and so on. And so, I remember one exchange where a student expressed something of that nature. And then I, I asked her if she did any volunteering. And she said, yeah. She's like, what does that have to do with Ada? But she says, Yeah, I do, you know. And I'm like, well, tell me about it. You know, I'm curious. And she says, Well, you know, a couple days after her face lights up, right? And she says, Well, you know, a couple days after school, I go to this elementary school, that's just a couple of blocks away from campus. And I, I read to the kids and I, I help them to improve their literacy skills. And I'm like, well, you know, what do you enjoy about doing that? And she's like, Oh, you know, it's just great to be with them and I'm helping, and I can see them grow. And, you know, it's just a really, it's just something that's really wonderful to do. And, and I'm like, do you get paid for it? And she says, No, no. It's, it's completely volunteer. And I'm like, You know, it turns out that people like, even, even in a world where every minute that you spend helping another person for free is in fact taking the food out of your own mouth, because that's those are the perverse incentives under which we exist. Um, PEOPLE crave to Help. They crave to be together. I mean, I think this is even, I mean, there's lots of terrible lessons to take from, uh, COVID-19 and the pandemic and lockdown and the sort of reactionary and irrational ways that people have responded to it. But in my most generous moods, you know, When I think about the, uh, you know, some of the, some of the, uh, hostility that people had to social distancing and to staying at home, whatever, you know, when I'm feeling my most generous, I think, well, you know, people want to be together. They really want to be together. They want to be with one another. Um, OK, you know, like they should wear a mask while doing it, you know, but, um, but I, I just think there's, um, there's things that we see, you know, even under the conditions in which we live now, that just make it clear that there's really good reason. To think that if we could remove some of the barriers to that, that what we would find is a lot of loving, prosocial, collaborative, um, creative activity, right? And, and ways of, of, of being among one another. Um I can't guarantee that to anyone, you know? And I, and I, and, and also the people of this kind of future society, like would it, it, it, by the very nature of the case, would be a people formed by a whole history that hasn't happened yet, right? So it's, it's difficult to say exactly what life would look like for them. But I think there's things about what life looks like for us that give a lot of good reason for hope, you know, people already engage in all kinds of activity where the aim is to, um, is to be good to to their fellow human beings. Mhm."
	},
	{
		"start_time": "50:20",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I have two more questions then. The first one going back for a second to the topic of bourgeois ethics or the ethics or ethical values of the capitalist class. Um, THIS neoliberal capitalism or has it even delivered on its promise of uh freedom, which is something we haven't really uh touched on, uh, human rights and the other values associated with it."
	},
	{
		"start_time": "50:51",
		"speaker": "Vanessa Wills",
		"words": "So you won't be surprised to hear that I think the answer is a resounding no. Um, AND, um, I mean, I, I Yeah, I'm sort of tough. I'm just like, no, uh, no, it, it hasn't, you know, and I, I think, you know, of the proof is in the pudding. We're at a point today where, where people can look back and, and see that what has, what has occurred over the last, you know, let's say 50 years of neoliberal reaction and attacks on Um, any, any influence that working class movements have had, uh, in, in society and, and, and actually expanding freedom and, and it whether it's, um, Uh, you know, the student movements of the 1960s globally, whether it's uh decolonial movements globally, um, well, you know, in the US I'm here in the US, so in the US case, things like the civil rights movement, the queer rights movement, women's movement, and so on, you know, all of the ways that neoliberalism. Has been a, you know, roughly half century long onslaught against all of that. Uh, WE can see now that the result is, um, just just reaction and loss of freedom. I mean, even if, even if we think of freedom in a Very, like, rudimentary way in terms of just the, the, the, the resources that people have to be able to do what they want. People make less money. You know, like, just like in the most like basic sense, you know, not to mention the assaults on, uh, intellectual, um, freedom that we have. uh, YOU know, all over the world and of course, quite famously like in the US there's these, you know, with um the attacks on universities that are going on here, but of course, you see it also, you know, it's been, uh, it's been uh underway for a long time in places like Hungary, for example, you know, sort of way further down that road that we seem to be headed down now here. Um, uh, YOU know, I, it, it's, uh, but, you know, it, it, it has, however, it must be sad, um, also promoted a lot of freedom for capitalists, right? You know, and that kind of goes to, again, Marx's critique of bourgeois rights and bourgeois individuality, and in this case, bourgeois freedom, um, because The freedom of capital to move around the planet, neoliberalism has done a great job of advancing that. Um, THE, the freedom of capitalists to do what they want without any fetter placed on them whatsoever by law or by the demands of uh the masses of society. Neoliberalism has done a great job of establishing that. So, um, but, you know, but that's why we need a critique of the concept of freedom, right? And who's, and who's and what kinds of freedom are, are being promoted and which are, are, um, you know, highly damaged."
	},
	{
		"start_time": "54:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, my last question then, and going back to the idea of human existence itself as a human product, uh, should intellectuals, I mean, academics and other kinds of intellectuals also contribute in some way to these human product?"
	},
	{
		"start_time": "54:29",
		"speaker": "Vanessa Wills",
		"words": "Um, WELL, I think we are, right? I mean, so part part of the, part of, uh, the implication of that is that we always already are, and then, so then the question is, um, Do we, do we have an uh a kind of obligation of some kind to contribute positively, uh, rather than not, and Uh, you know, I, I say yes, a resounding yes, yes, yes, um. It's Oh I, I can't, I can't imagine, it's hard for me to imagine doing anything else with the fact that, you know, I've had the opportunity to learn, um, quite a lot. I have the opportunity to study. I have the opportunity to write, um, and to let my views be known. Um, AND it's, uh, it's hard for me to think of another worthwhile purpose, um, other than to put all of that to the service of humanity, of, of human beings, um. And so I think, I think absolutely that that, you know, and it doesn't, and I'm not saying it always has to be a narrow, uh, it doesn't have to be narrowly construed, you know, not, I'm not saying every academic needs to drop everything and work, uh, self-consciously for revolution or something, although that would be great. Um, BUT, you know, but I think there's there's all kinds of work that people, people do that, um, that helps to Helps to demonstrate the incredible potential of human beings. Um, AND, uh, you know, I think we see it, for example, um, in the attacks on science, um, in the US, which I think is highly uh tied to the attacks on trans people as well, but and, and both of these are also global phenomena. Um, BUT, uh, you know, the, the like when trans people use the, um, the, the, the knowledge and the tools developed by science to improve their lives, to, to go from feeling um unable to show up in the world in a way that, that, that matches their identity and that is affirming of who they are as individual people. Um, THEY, what part, I mean, one of the things that they're demonstrating is that there can be better living through science, right? That, that, that having knowledge of the world and having the ability to manipulate it, you know, can put us in charge of what we are and how we show up. And that is a dangerous proposition. Uh, WHEN you are promoting a, uh, a, a reactionary right wing perspective that absolutely requires, uh, lowering expectations and convincing people that, you know, Margaret Thatcher style, there is no alternative. The world you live in and the way you exist in it is the, that's it. This is it, you know, there's no changing it, um, and so, uh, you know, I think there's lots of science that people do that of course is not in any way directly tied to uh a political project, but that is about how can human beings intervene into the world in such a way as to make our lives better. Um, AND I think, I, I mean, I think all of, all of that is important and necessary, and yes, I do think there's an obligation to think through in some way, you know, how it is that your work helps to promote human well-being."
	},
	{
		"start_time": "58:33",
		"speaker": "Ricardo Lopes",
		"words": "Mm. By the way, since you mentioned trans people, I can't resist asking you this question, which will be then the last one. Do you think that Marx himself would be open to and that Marxism easily accommodates for an intersectional perspective on things like going beyond class and also including other social categories like race and gender?"
	},
	{
		"start_time": "59:01",
		"speaker": "Vanessa Wills",
		"words": "Yeah, so in my, so, so, uh, I'll answer those questions separately cause I think Marx himself, um, is there's this, uh, there's this kind of often held view of Marx, that he didn't think about race or he didn't think about gender. Um, BUT Marx actually wrote, uh, you know, not infrequently about about both of these issues. Um, HE, uh, uh wrote. Uh, HE would write articles for uh US newspapers, uh, I mean, I remember Marx was living at the time of the US Civil War, um, and so he wrote like an open letter to Abraham Lincoln. He wrote an open letter to white workers in the United States telling them that labor in the white skin cannot be free so long as in the black it's branded. Um, HE and, uh, and Engels, you know, thought a lot about the case of workers in Ireland who were often made subject to a kind of racialized oppression, right, and exclusion. Um, AND, um, there's a, um, I mean, there's, there's, uh, a, a decent amount of good work on this one book in particular is like Kevin B. Anderson's Marks at the Margins, which actually is just about these, uh, kinds of questions. Um, Marx and Engels, you know, including in even in the communist manifesto itself, but also elsewhere, they, they talk about the situation of women, they talk about um the uh the nature of the, the nuclear family and how it also um Oppresses children, right? It makes children uh sort of abjectly um subject to the whims of their parents, uh, which, uh, can, you know, be a bad thing if the parents are abusive, right? Um. Uh, YOU know, they, they thought oh quite a they they thought quite a lot about these things, and Uh, you know, they, they, they wrote that, um, you could, you could tell the level of alienation in a society by looking at how women are treated in the society. Um, BECAUSE women, after all, are people. And so if women are being treated, uh, in a way that subordinates and dehumanizes them, that's a, that's, that tells you something about, you know, how degraded the society is in terms of its ability to, uh, to apprehend the, um, the, the significance of what it is to come to, to, to be in the presence of another human being. Um, SO I, I think both in, in, in, in Marx's work and in, in his work with Engels and Um, but also, you know, the Marxist tradition more broadly. Um, ONE of the things that I, uh, say as often as anybody will, will, will hear me say it is that the idea that Marxism is white or that Marxism is male, it, it's, it's difficult to Maintain that belief, unless you discount a lot of Marxists who have written and struggled and were not white and were not male. And probably in terms of sheer numbers, I would, I haven't counted, but I would venture to guess that the absolute majority of people who have ever identified as Marxists and seen themselves as liberating, um, as being part of a Marxist liberation struggle, probably were not white, right? And so it's some of it is a, uh, I think, a kind of, um, Myopia, right? And, uh, and uh, uh, of, uh uh refusal or at least, I don't know, incapacity or neglect at least to, to think globally about the impact of Marx's ideas and who has taken them up. Um, AND in my own work, I, I, I, I bring these things together. Um, I have a, uh, uh, a few years before, um, I published my book. I have, uh, an article. Um, CALLED What could it mean to say Capitalism causes sexism and racism, and one of the things that I take up there is that Um, Marx is not a class reductionist view, and the reason that class matters the way it does for Marx is that his emphasis is on production, on how it is that human beings are producing their circumstances, and it so happens in a class society that production is organized according to class, and that's why it matters. Um. But that doesn't uh mean that uh we don't attend to all the other things that human beings produce through through class, um, and in ways that are shaped by class, which includes racism and sexism, and, you know, all the, all the rest, you know, all the other um transphobia and homophobia and so on."
	},
	{
		"start_time": "1:04:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, the book is again Marx's ethical vision. Of course, I'm leaving a link to it in the description of the interview. And Doctor Wills, just before we go, apart from the book, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:04:41",
		"speaker": "Vanessa Wills",
		"words": "Certainly. So I have a website, it's vanessawills.com. And sometimes I post on Twitter, um, or sorry, X. So, and so my handle there is uh VC W I L L S VCs. And those are usually the best two places to um learn about my work."
	},
	{
		"start_time": "1:05:05",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much again for taking the time to come on the show. It's been a very fascinating conversation."
	},
	{
		"start_time": "1:05:13",
		"speaker": "Vanessa Wills",
		"words": "Thank you. These are great questions. It's really lovely to be in conversation with you. Thanks for having me on."
	},
	{
		"start_time": "1:05:19",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes called in Holbrookfield governor, Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan La Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]