[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined again by Doctor Kostas Kempourakis, and we're going to talk about his new book, Trusting Science Why We Need to reconsider. School science teaching and I'm also leaving links to our first two interviews in the description of this one. So, Doctor Kampoakis, welcome back to the show. It's always a pleasure to have you on."
	},
	{
		"start_time": "00:30",
		"speaker": "Kostas Kampourakis",
		"words": "Thank you very much. It's always a pleasure for me too, to talk to you and discuss about the books."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh, why did you feel the need to write such a book now?"
	},
	{
		"start_time": "00:41",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, well, as you know, uh, during the pandemic, there was a lot of discussion and questions regarding what scientists can really know and how uh valid the recommendations about the various measures that we're making were and uh I, I, I started wondering you. So why is this happening, uh, knowing that, of course, there is a lot of uncertainty inherent in science, but at the same time, uh, the reactions of people were sometime extreme. So I decided to look into this and try to understand what might be the cause. Uh, OF, uh, this issue. There are several important ones, but in this book, I'm focusing on what I think is an underexplored question, how much people really understand about science."
	},
	{
		"start_time": "01:33",
		"speaker": "Ricardo Lopes",
		"words": "Right. And we're certainly going to get into the COVID-19 pandemic later in our conversation. But more generally, how do you look at the current state of science communication and public trust in science?"
	},
	{
		"start_time": "01:50",
		"speaker": "Kostas Kampourakis",
		"words": "On the one hand, scientists are among the most trusted professionals along with medical doctors. This is what several polls show with the politicians and journalists being at the other end. At the same time, uh, it's not that everyone trusts scientists, you know, polls show percentages around 60, 70%. So there's an important, uh, portion of people who are not uh ready to trust. And this is something. That should make us wonder why this is the case. You know, in relative terms, there is trust, uh, but in absolute terms, there are still people who are wondering uh if they should trust scientists. This brings us to science communication, which I think is not effective in part because scientists are not actively involved, the experts, the real experts are not actively involved and And another part, because whenever they do that, it's not as effective as it should have been. Now, the point I'm making is that we should not blame scientists, we should not blame the public, but we should look into the educational systems and see, ask the question, have we really prepared Uh, students to become thoughtful citizens who can ask the right questions about science and who are ready to understand what science is about. And I'm sorry to say that the answer is more or less no."
	},
	{
		"start_time": "03:19",
		"speaker": "Ricardo Lopes",
		"words": "Right, uh, but what do you mean by trust in science? What do you trust"
	},
	{
		"start_time": "03:25",
		"speaker": "Kostas Kampourakis",
		"words": "exactly? Yes, uh, trust in general is to be confident that someone can do and will do what you expect them to do. In other words, when we trust someone, we believe that that person is willing and able to do what we expect them to do. Um, AND this brings us to two important questions. The first one is whether scientists are able to Understand nature and advise us when this is relevant. And the second is when they will do that. And of course, in the vast majority of cases, uh, the answer is positive in both uh because overall the scientific communities that are have the expertise on specific issues are able to give us recommendations or at least, uh, they are the best ones to give us recommendations because there are, of course, there will always be things that we will not know. And uh on the other hand, we know that they have no reason not to be willing to help us. Uh, HAVING said that, there always exist and there will always exist, and there have always existed scientists who are not. That competent or who are not that goodwilling to help us, but this does not represent the majority. For the vast majority of cases, this works and this is why we should trust them. But the big question is how we uh should be able to identify when and how to do this."
	},
	{
		"start_time": "05:03",
		"speaker": "Ricardo Lopes",
		"words": "Um, WHY did you decide to focus on vaccination in the book? Of course, it's not the only topic you go through, but why such a focus on it?"
	},
	{
		"start_time": "05:14",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. Well, there are two reasons for this. Uh, THE first one is that during the pandemic, there was a lot of discussion about vaccines, and this is a question that concerns every citizen. It's not, of course, the only one or not even the only important one. Climate change is another, but it is something that has been uh bothering people forever. And the other reason is that I'm, I'm teaching a course here in Geneva and I'm giving, um, I'm giving classes on vaccination, and the history of vaccination. And my endeavor in this story made me realize that there's some issues that are not properly understood, uh, even by my undergraduate biology students. And so the combination of these, you know, the eternal questions about vaccines and my observations in what might be difficult to understand made me focus on that because as I uh figured out in the end, uh, If we look carefully at the history of vaccination, we can see what is that bothers people, what is that people do not like, and then this gives us insights about how to address it."
	},
	{
		"start_time": "06:26",
		"speaker": "Ricardo Lopes",
		"words": "What happened during the COVID-19 pandemic that you think is illustrative of how the public reacts to scientific claims, at least nowadays?"
	},
	{
		"start_time": "06:39",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. Well, the first important thing is that for some people, especially those of us who live in the Western world, it was something entirely new. People in Asia had experienced. Uh, PANDEMICS like this at the shorter scale, of course, in the past, but it was not that new for them. It was too new for us here in the Western world. And the second is that uh the reaction was immediate and that there was so much funding. Uh, USED the transfer to the production of vaccines that we ended up having safe and efficient vaccines that it was shown along the way too early. And I'm saying too early in a negative sense because not everyone was prepared to accept this as a fact. To accept that, you know, the vaccines that were produced in less than a year could be safe first of all and then effective against disease. Thankfully, that was the case. So, all in all, we were in a very difficult and uncertain uh situation with measures that, you know, uh disturbed the life of many people. And then we were asked. To get vaccines, to have a medical intervention uh with products that were produced very, very fast, which, of course, causes concern, uh, to people. So I, I think that in the first uh year or so of the pandemic, these reactions were natural and normal because that was a new situation and things were changing very fast."
	},
	{
		"start_time": "08:14",
		"speaker": "Ricardo Lopes",
		"words": "In regards to vaccination. For people to understand about it. I mean, how do vaccines work?"
	},
	{
		"start_time": "08:25",
		"speaker": "Kostas Kampourakis",
		"words": "Well, the important thing for people to understand is that simply put, with vaccines, we somehow simulate an infection. The difference is that Whereas the first time that we will be infected, we may develop the disease with vaccines, it's very unlikely to develop the disease. We may have some people may have some symptoms, but the important thing is that the, our immune system uh is prepared and The first time it will encounter a pathogen, it will react as if, if it was the second. What we do, in other words, is that we make our immune system ready to produce the necessary cells so that it reacts efficiently and so that we avoid the, the disease."
	},
	{
		"start_time": "09:15",
		"speaker": "Ricardo Lopes",
		"words": "And uh of course, during this pandemic, uh MRNA vaccines were produced. So what should people know about these vaccines that were produced and administered during the COVID-19 pandemic?"
	},
	{
		"start_time": "09:32",
		"speaker": "Kostas Kampourakis",
		"words": "That was a new technology, uh, which also had its, you know, concerns, but it's one that works very well. In some cases, uh, it is much more efficient than other methods. It's not the only one, of course, but it seemed to work very well and produce uh the necessary coverage uh and the necessary protection for our organism. And DNA is something that exists in all our cells. It's not something that we cannot find there. And it was just uh a specific procedure in the process of producing the necessary molecules that will make our immune system react and prepare for the future infection. It's, there's nothing unnatural, uh, in, in all that."
	},
	{
		"start_time": "10:21",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I, I mean, one of the things I heard from some people, some people who were worried about these vaccines back in the pandemic, like 3 or 4 years ago, was that they thought that because they were MRNA vaccines, they would be able to get into our the genetic material in our cells. I mean, but does that make any sense?"
	},
	{
		"start_time": "10:49",
		"speaker": "Kostas Kampourakis",
		"words": "No, this is not at all the case. Exactly because the process of all this does not entail that these molecules will enter the nuclei where our DNA is found. In contrast, these stay outside the nuclei in what we call the cytoplasm, where the proteins that we need for uh protection and to initiate the reaction of the immune system will produce. So I would say it is exactly the opposite. There are other kinds of vaccines that might require an integration of something. Uh, INSIDE the nucleus, but this is not what we have here."
	},
	{
		"start_time": "11:27",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh, but what leads to vaccine distress? Why do people develop this kind of"
	},
	{
		"start_time": "11:35",
		"speaker": "Kostas Kampourakis",
		"words": "distrust? Yeah, I think there are two main reasons. The first one, it is a medical intervention, uh, that is against. Something that we do not see. So, when people are sick, they will immediately get uh whatever their doctors recommend to get over the sickness and disease that they're dealing with. In the case of vaccines, there's no disease yet. So we are asked to make a medical intervention against something that is not there. And this makes people uncomfortable. Uh, THE other part is that in some cases, not very often, uh, there are, uh, secondary effects of vaccines just because some people are more sensitive to these molecules or for other reasons. These are, these are rare, but they do happen. So, the combination of these two, the fact that we're asked to make a medical intervention and get something that does not yet exist. And the fact that we listen, people talking about side effects, autism is not one of these, but, you know, there are secondary effects. Some people, to put it simply react uh more than they should. Uh, TO the vaccine, as if it was the pathogen itself, makes us concerned. And so parents, for instance, are wondering why vaccinate my healthy kid and Insert inside it, inside that the my boy or my girl, something that, you know, comes from a pathogen. It is a normal reaction, I would say to, for a sensitive pattern, but it is not justified at all because what we need to think about is not only the risk uh of having a secondary effect due to the vaccine, which is very low, but also the risk of dealing and dying from the disease, which is much higher in the case of infectious diseases."
	},
	{
		"start_time": "13:41",
		"speaker": "Ricardo Lopes",
		"words": "So this is more of um I guess philosophical question, perhaps a political one as well. But is taking a vaccine a matter of individual liberty or of collective responsibility? Because, you know, there are some people that When they were confronted with certain policies that were, were set in place to in a way force people to take the vaccine, uh, they didn't like it and they said that they should only take the vaccine if they wanted, that it was a matter of individual. Liberty, but I mean, what do you think about? Yeah,"
	},
	{
		"start_time": "14:25",
		"speaker": "Kostas Kampourakis",
		"words": "well, it depends on the vaccine and actually depends on the disease we're talking about. If we're talking about a disease like tetanus, where the pathogen is not transmitted from one person to the other, then it is entirely a matter of individual, uh, liberty. If people do not want to be exposed. They can have the vaccine if they want to take the risk, they can. But in the case of infectious diseases, diseases where the pathogen is transmitted from one person to the other, it's no longer about individual liberty. It's also about collective responsibility because we should feel uh responsible and take actions not to transmit pathogens, especially to vulnerable people. So, in other words, with the SARS COVID-2, the vaccine, the, the virus that caused the pandemic or with any other virus or bacterium that are transmitted from one person to another, uh, the question of vaccination that Not only concern our personal protection, but also the protection of others, especially people who are vulnerable, depending on the situation, usually very young or very old, or people who cannot be vaccinated because they have issues with their immune system."
	},
	{
		"start_time": "15:44",
		"speaker": "Ricardo Lopes",
		"words": "So another example that you explore in the book has to do with abortion. Uh, IN this particular case, explain how science can inform decisions but cannot alone support them."
	},
	{
		"start_time": "16:01",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. Well, this relates to the previous question you asked. So uh whether being vaccinated is a question of individual. Liberty or collective responsibility is an ethical question. It's not a scientific question. Science can tell us what happens. It can inform our decisions, but then it depends on our morals and ethics to, to, to decide how to deal with this. Similar is the case with abortion or the termination of pregnancy as we can call it, because we cannot really define in Absolute terms when life begins. So the two cells that fuse during fertilization, the sperm and the ovum, these are alive. And so uh they have functions and so is uh the zygote, the fertilized egg that results from that and so it is the plastocyst that implants on uh the mother's uterus and so on. However, We also know that there's so many fertilized eggs that are never implanted for whatever reason, and this is natural. So, the fact that we have a bunch of cells that have the functions of life does not entail necessarily that we have an individual with Rights. And this is again a decision that can be informed based on our knowledge from science, but uh we cannot be made on the basis of scientific facts. It has to do with our uh values. It has to do with our morals and perhaps our legal decisions, our legal perceptions of what is happening. So the issue here overall is that science in many times can inform our decisions, but we need to consider other aspects, our values above all, to, to decide what to do."
	},
	{
		"start_time": "17:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, so in this particular case of abortion, of course, apart from the fact that it's hard to tell exactly when life begins. Another thing that people usually discuss and they are worried about or interested in is when exactly does uh A person begin or when does the figures acquire personhood and that's more of a philosophical than a scientific question."
	},
	{
		"start_time": "18:25",
		"speaker": "Kostas Kampourakis",
		"words": "Correct. Exactly. Uh, uh, WE, the fact that we have living cells does not, uh, entail that we have a person there, and the decision about this bunch of cells is a person is an important one, but it's not a scientific question. It's something that we need other uh kinds of uh thinking in order to make a decision and it's quite more subjective because, you know, in different societies, different decisions are made. Mhm."
	},
	{
		"start_time": "18:57",
		"speaker": "Ricardo Lopes",
		"words": "So what, what are the aspects of how science works that you think are the most important for the public to understand?"
	},
	{
		"start_time": "19:08",
		"speaker": "Kostas Kampourakis",
		"words": "There are many aspects of what we call nature science, what science is and what we do that in my view, and that's the final recommendation in the book, should be taught to every future citizen. But for many reasons, this is not what we do. We tend to focus on content knowledge, which in my experience as a former teacher and teacher educator, these are details that students will Soon forget. Whereas we should try to educate them to understand the mentality, the habits of minds, and the processes that scientists follow when they do science. And I have a list of specific features uh of science in my book that are important to understand, which do not come from my normative philosophical analysis of what science is, but it comes from my analysis of the controversies. So I looked at specific controversies throughout the history of vaccination and I figured out what people were asking about and from this, what they could not understand. And just to be clear, I'm not blaming people for not understanding what they, what they failed to understand, but I'm blaming the educational systems that did not prepare them to do this. To put it simply, you know, if people cannot read, Uh, it's not themselves to blame, but the educational system that did not teach them how to read. In the same sense, if people do not understand science, we should go back and look at the educational systems and what they did in order to prepare them for this. And in my view, this is something that we do not do very well, or perhaps we do not do at all. And this is uh what the book is about is a call about reconceptualizing, reconsidering what we do in schools."
	},
	{
		"start_time": "20:59",
		"speaker": "Ricardo Lopes",
		"words": "And what constitutes evidence in science? How is evidence established?"
	},
	{
		"start_time": "21:06",
		"speaker": "Kostas Kampourakis",
		"words": "Well, what we, what scientists are looking for are data. Uh, WHICH are, uh, facts, uh, uh, information, observation that can be found out there. Now, this becomes evidence under a specific theoretical framework or theoretical uh lens philosophical sometimes framework and the interpretations may differ. The important point of for science is that whatever the case, we cannot uh make conclusions and we cannot explain anything if we don't have data which we have analyzed and interpreted and in that sense, that becomes evidence for or against the conclusion. Now, the problem, as I explained in the book is that sometimes we do not have the evidence we want to have because we cannot have it or because we have not yet found it. And this is what causes misunderstandings because lay people sometimes think that scientists can answer all questions or that they can have all the necessary evidence, but this is not the case. So what we need to do is to explain to them what kinds of data. Data we're looking for, how they become evidence in specific contexts, and what we, what kinds of inferences we can make from this. Unfortunately, we cannot have all that we need and we cannot understand all that we want and that's a natural part of science."
	},
	{
		"start_time": "22:46",
		"speaker": "Ricardo Lopes",
		"words": "So, how should people deal with uncertainty in science and with the fact that knowledge in science keeps changing and getting updated all the time? Because I think this is a crucial aspect of how science works that people fail to have a proper grasp of and then possibly also leads to them uh distrusting science."
	},
	{
		"start_time": "23:15",
		"speaker": "Kostas Kampourakis",
		"words": "Well, we have to learn to live with that. We have to accept it. And unfortunately, The way, sometimes the way science is portrayed in the public sphere gives a sense of, you know, absolute knowledge, definitive knowledge. And there are people who use the word science or scientific to uh describe something as authoritative as certain. And of course, there are many things we are certain about, but there are also things that we do not know because uncertainty is inherent in science. And as we explained with a colleague in another book uh uh about uncertainty, it actually makes science advance because the more we do not know, the more questions we ask, and the more we end up understanding. This is something that is not easy to accept, but whether we like it or not, science can offer the best possible answers to our scientific questions, but there will always be things that we will not know."
	},
	{
		"start_time": "24:20",
		"speaker": "Ricardo Lopes",
		"words": "So to illustrate uncertainty, tell us about it in the specific case of medicine and how the practice of medicine is based on calculated risk."
	},
	{
		"start_time": "24:34",
		"speaker": "Kostas Kampourakis",
		"words": "Yes. We have uh epidemiological studies. We can tell us a lot about how often we find one or the other disease or even one or the other factor that causes disease, you know, exposure to chemicals or, you know, uh sites on. DNA associated with diseases. And from that, we can estimate how likely it is for any person to develop one or the other disease given their uh life habits, given their family history and everything about this. But there's no way that we can absolutely predict what would happen to one or the other individual. And this is when some people get frustrated because, you know, we may say that a disease is very rare, but when it happens to a person, it's 1, 100% for them, and that's difficult to deal with. So a big issue is to make the distinction between the statistics, the epidemiological data, and what happens to each individual. And we need to understand that we can make inferences from the former about the latter, but we cannot be certain. The other thing has to do with the medical interventions and I use the uh the concept of calculating the risk in the story of uh polio because when they made the, the clinical trials in the 50s, they knew that there might be problems. They were not entirely certain about the vaccine. But at the same time, the parents were so concerned about protecting their children, and I have to know that polio was not the most deadly disease, but it affected children and it left them sometimes with difficult problems uh to deal with. That they decided, you know, to take the risk and vaccinate them in order to refrain from having the disease. And in that case, they estimated that Things might or might not go wrong and they decided to take the risk. And because the protocol they followed at the time was very, very good and they followed it carefully, there were practically no problems. Unfortunately, when the government took the, over the vaccine production on a larger scale, things were not go very well and there were people who developed disease because of the vaccine. So the notion of calculated risk is that we can estimate up to a point and sometimes very, very, with a smaller march of error, uh what could happen, but we can never be 100% sure."
	},
	{
		"start_time": "27:13",
		"speaker": "Ricardo Lopes",
		"words": "So, you just told us about the example of polio. Tell us also about uncertainty and risk in the case of cancer. How do, how do doctors and medical researchers deal with uncertainty and risk in cancer?"
	},
	{
		"start_time": "27:31",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah. First of all, cancer is not one disease. It's a collection of diseases that have to do, have this some similar features, but depending on the organs that are affected, you know, uh, treatment, uh, interventions, prediction can be very different. So, what we know in general is that people that have a family history uh of cancer are more likely. To develop it and should be more careful. And this is not necessarily hereditary because, you know, there are families that may be exposed to the same factory in their environment and that and had developed cancer because of that. The point is that the family history can give us a good sense. Uh, TO, you know, be on alert and, uh, try to help people avoid that. But of course, there are people who develop cancer without having any family history, and this has to do with the specific environments and the specific exposures that they had. And most importantly, with the fact that we do not really know what is the cause of cancer. Sometimes they say that they are mutations, but in recent years, we have come to understand that the mutations are not the cause, are perhaps the effect of uh problems in cellular interactions. So, all in all, because in most cases, we do not really know the exact cause even though there are cancers that are due to specific mutations that we have identified. Uh, WE cannot really do much except, uh, recommending clinical, uh, examinations, clinical exams at, at particular ages in order to avoid uh this as much as possible."
	},
	{
		"start_time": "29:22",
		"speaker": "Ricardo Lopes",
		"words": "Why is it important for people to trust the experts and to what extent should they trust them?"
	},
	{
		"start_time": "29:31",
		"speaker": "Kostas Kampourakis",
		"words": "It is important because the experts are those who know. And it is important to note that any scientist can be an expert in very, very few domains and not in anything about science. So, even though um I wrote a book about vaccines and trust in science, I'm not an expert in vaccines and I'm not the one to consult when a person has a question about vaccines. They are experts in vaccinology, pediatricians who have worked on that for years, and they are the ones to consider. And of course, these people have no expertise in climate science, for which we have other people who are working on that. So all in all, what we need to do is to be able to identify who are these people who really know what they're talking about. And luckily, this is something that can be done because for each topic, there are specific communities, scientific communities of experts who have a collective knowledge about uh a topic and this is who we should trust, not individual scientists, but the, the scientific community uh related to the topic as a whole and their collective knowledge because all of them together, they filter. The evidence that is there, they discuss and they arrive at conclusions which I think we should trust because this is the best knowledge we can have."
	},
	{
		"start_time": "31:02",
		"speaker": "Ricardo Lopes",
		"words": "Right. But when it comes to identifying the experts, people should trust, how can lay people determine who are the real experts when it comes to particular claims?"
	},
	{
		"start_time": "31:17",
		"speaker": "Kostas Kampourakis",
		"words": "Well, this is not really easy to do, but People at least should be aware that in each domain, there are people that have studies, uh, and have uh experience and have worked on specific topics for years and have publications and are respected from their peers. So all in all, people could be able to identify who are the experts in each domain. And of course, the experts know one another and they can tell us that. But exactly because this is difficult to do, it is easier for people to trust the respective societies, the respect. Communities. So, for instance, if the American Cancer Society or the European Cancer Society or any other such society makes uh a statement about something, we should know that this comes from the consensus of the people involved in this society who are all experts. And this is what we should prioritize and not the view of an individual, even if that individual is an expert, uh who has a different view."
	},
	{
		"start_time": "32:28",
		"speaker": "Ricardo Lopes",
		"words": "But when experts disagree, which sometimes happen, who should people"
	},
	{
		"start_time": "32:34",
		"speaker": "Kostas Kampourakis",
		"words": "trust? If it is about individuals, we should look at who these individuals are. But uh we should also see where these individuals belong. And for instance, if we have an individual that represents the consensus view, who represents a scientific community against someone who does not, then it is more uh rational to trust the person who represents the community and express the consensus view. Now, having said that, in the history of science, we have had many macro scientists who opened new ways uh and changed what we what we know and how we understand it because they had insights that the community did not have and the community sometimes was very resistant. Of course, this is the case, but this is less likely to happen than the opposite. So in the case that we have such a scientist who is a brilliant person and who sees what the community cannot see, we could look at, you know, who this person is. Is that person really an expert? And what the others say about his, her views. For instance, if the views of that person have undergone Peer review and are published in an acceptable uh venue, a general, for instance, then we should carefully consider that. And there will be times when the scientific community for some time would not have made a definite decision as it was the case during the pandemic, but in the end, there will be a consensus, we will arrive in the consensus. But this is less likely to happen or at least it happens less often than the other way around."
	},
	{
		"start_time": "34:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IN what circumstances should people hold a skeptic attitude towards certain scientific claims? I mean, when is it warranted?"
	},
	{
		"start_time": "34:32",
		"speaker": "Kostas Kampourakis",
		"words": "First of all, being skeptical is a healthy attitude towards science and it is healthy attitude among scientists. All scientists should be skeptical until we examine the, the relevant evidence and, you know, decide whether it stands or the claim stands or not. But when we see um Different claims. We should look at who is the expert. And when there's a new claim about something that we have not seen, then we should, we should try to see what is the consensus view about that. So, in the book, I have a diagram that guides people to think about this and make decisions, which I hope it will be it will prove useful. It's not always easy, but there's specific elements that we should consider that more or less relate to the expertise of the person and how far that person is from the consensus view. This is a guide that can help us better understand what the, what is happening."
	},
	{
		"start_time": "35:39",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT what is the difference between being reasonably skeptic of certain claims and being a science denier? Because I think that many times, uh, the difference is not very clear."
	},
	{
		"start_time": "35:55",
		"speaker": "Kostas Kampourakis",
		"words": "Yes, science deniers are. People, luckily, very few, uh, who make, of course, a lot of noise, uh, who think that in principle, scientists, uh, conspire to, you know, hide the truth, not let us know what is happening. They have bad intentions and all that. Uh, THERE'S not much we can do about these people. Of course, an interesting question to ask is, you know, what would these people like to see in order to change their mind? But I'm more concerned about people who distrust science, people who do not know what to think about science because they cannot really handle uh what is happening and this is what we should pay attention to. I'm the first to say that no one should blindly trust scientists. People should have the means to understand, as a colleague described things to be informed outsiders and understand what is happening to the extent that they can. And here comes the responsibility of the experts and of the scientific communities to make things as clear as possible uh to lay people. Uh, SCIENTISTS have a real important responsibility to explain things to the public, in part because it is the public through taxes that funds research in, in many cases, but also they have a moral responsibility because if they do not do it, then someone else might and might take things to a different direction. Mhm."
	},
	{
		"start_time": "37:28",
		"speaker": "Ricardo Lopes",
		"words": "So we've already talked about how certain questions uh have to deal more with philosophy than science. So let me ask you now, what is the relationship between science and policy?"
	},
	{
		"start_time": "37:46",
		"speaker": "Kostas Kampourakis",
		"words": "There are specific disciplines in science that have an impact on policy decisions. Climate change, climate science is one, vaccine science is another. Uh, THESE are scientific domains that inform political decisions, you know, what to do about emissions in the first case, whether or not to vaccinate people on the other. And this is where things get difficult and nobody or almost no one worries about quantum mechanics or cell biology because this may not be perceived to have a direct impact on our everyday life. But when it comes to climate science or vaccines, for instance, these do have an impact and this do uh affect the decisions made. And this is where people mostly react to. People are mostly concerned about the scientific knowledge that has an impact on everyday life and they are right to do so. And this is exactly the science. I call it in the book, Policy Science, science related to policy that we need, uh, that the experts need to clearly explain to laypeople."
	},
	{
		"start_time": "38:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT I mean, it's not the case that when it comes to policy, we can derive, uh, the proper policies that we should adopt, uh, directly from science or from science, or we can determine them from science alone."
	},
	{
		"start_time": "39:14",
		"speaker": "Kostas Kampourakis",
		"words": "No. This is not, this can never be the case because there are always other factors to consider. Let me give you an example. If during the first month of the pandemic, uh for you, that was March 2020, all of us stayed inside our houses for two weeks, there would be no pandemic. But it was practically impossible for everyone to stay inside. And uh we know what happened uh next. So scientists, of course, recommending measures like, you know, public, uh distancing and things like that, masks and all these things because we know that they can work, but the decisions made had or to also consider, for instance, the economy. Or the mental health of people. And this is why different countries um made different decisions about uh the the measures they took. With different results that we can now analyze and understand. But there is no way that these decisions could have been made only on the basis of science because science might say, yes, if we avoid contact, this will end, but people had to earn their living and people had to work and get uh they needed. So this was never that simple. And this is, this could have never been a decision that scientists alone could have made. The politicians make these decisions and they have to consider different kinds of aspects, different kinds of factors. And this is what they did with more or less success depending on the country."
	},
	{
		"start_time": "40:55",
		"speaker": "Ricardo Lopes",
		"words": "So tell us about the case of eugenics from the last century. Was its implementation based on any solid science and evidence?"
	},
	{
		"start_time": "41:07",
		"speaker": "Kostas Kampourakis",
		"words": "Yeah, well, this is an example of where, you know, uh political decisions. CAN be made on sciences that is not solid. The sad fact is that until the late 1920s, most geneticists accepted the premises and the assumptions of eugenics, even though the evidence was not that strong. But for different reasons, people were convinced that we could improve. Uh OUR species, our societies with this. Along the way, they started to understand that this does not really work and in the 30s, many started to react. But unfortunately, it was too late for the people who were sterilized in many countries and this happened even after uh the Second World War until the 70s in some countries. And later on in Nazi Germany, with uh the extreme application of these uh measures uh to those who were considered unworthy of life. Um In retrospect, we know that there was really no evidence, but at the time, it was a problem, especially in the beginnings, that most scientists would agree that eugenics was something that we could rely on and that we could trust. And this, of course, poses a question, well, here's a case where the community agreed, people might have trusted them and look at the results. Well, this is the case, but it wasn't the case for too long because at some point, there were reactions uh that made most of them change their minds, you know, within a decade or so. A decade, of course, is a lot, but then, We should note that it's not only about the scientists themselves. Policy decisions were different in different countries. For instance, in Britain, there were never any eugenics policies about sterilization. Uh, THEY tried to isolate what the people they considered feeble-minded, and this is the country where it all began, but they were never sterilizations to the extent that they were made, for instance, in the United States. So once again, it is the political decisions that are important. And not only the scientific view."
	},
	{
		"start_time": "43:35",
		"speaker": "Ricardo Lopes",
		"words": "So we've already talked earlier about uncertainty, for example, more broadly, what are the limitations of science that people should keep in mind?"
	},
	{
		"start_time": "43:47",
		"speaker": "Kostas Kampourakis",
		"words": "Well, science is a human activity, we as humans, we're limited in many respects in our perception, our understanding. So, uh it has the limitations that any human activity can have. Of course, things change, the instruments we use improve our understanding of nature improves, but we should not expect from science to give us definitive answers about everything. There are many topics that we understand and know very well and they are unlikely to change, but there are also things that are under development where our knowledge is less certain. What we lay people should keep in mind is that science gives the best rational answers to these questions. It is the best we can have and we need to learn to live with that."
	},
	{
		"start_time": "44:45",
		"speaker": "Ricardo Lopes",
		"words": "So one final question then, what do you think should be taught in schools about science to improve the ways people think about and deal with the scientifically?"
	},
	{
		"start_time": "45:00",
		"speaker": "Kostas Kampourakis",
		"words": "All these that we have been discussing for the last 45 minutes, all these aspects of science, all these features of science that are not discussed so that students as future citizens end up having reasonable and rational expectations from the sci. COMMUNITIES. Students should be taught how to figure out who is the expert. They should understand that skepticism, healthy skepticism is very natural to have in science. They need to understand that science relies on solid knowledges that comes out from independent testing and different uh approaches to the same question, and that in the end, it is the consensus view of the community that we should trust more than anything else."
	},
	{
		"start_time": "45:50",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again interesting Science, why we needed to reconsider School Science Teaching. I'm leaving a link to it in the description of the interview. And Doctor Kempoakis, just before we go, apart from the book, would you like to tell us where people can find your work on the internet?"
	},
	{
		"start_time": "46:11",
		"speaker": "Kostas Kampourakis",
		"words": "Yes, I have a personal page with uh on based on the name based on my surname, Camps.com, where all the information about uh my books and my work is available."
	},
	{
		"start_time": "46:23",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for coming on the show again. It's always a pleasure to talk with you."
	},
	{
		"start_time": "46:29",
		"speaker": "Kostas Kampourakis",
		"words": "Thank you very much for the invitation. It's always a pleasure for me too."
	},
	{
		"start_time": "46:34",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujuru and roach Diego Londono Correa. Yannick Punter Darusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianei Poultonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zacharyishim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]