[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopson today. I'm Jane by Doctor Kevin Hong. He's an assistant professor of sociology at the University of Macau. And today we're going to talk about, uh, I mean, he has several different lines of research, but we're going to focus on magic, divination, dream interpretation across human societies and also Uh, a little, we're also going to talk a little bit about cultural evolution and transmission biases and taboos. So, Doctor Hong, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Kevin Hong",
		"words": "Thank you. It's, it's a pleasure to talk to you."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "So let's start with magic then. I mean, I know that you approach, uh, I mean, the kinds of phenomena we're going to talk about today. You approach them from a cognitive perspective. So how do you approach magic specifically from a cognitive perspective?"
	},
	{
		"start_time": "00:59",
		"speaker": "Kevin Hong",
		"words": "Um, YEAH, so I, uh, study magic and I conduct both fieldwork and uh theoretical analysis of magic. I approach it from a cognitive perspective in the sense that I view it as a natural product of the human mind, um, as opposed to some sort of uh phenomenon to be analyzed at the societal level. Um, AS you know, it's possible to, to view magic as uh a mechanism to that serves some sort of social function. So, so I acknowledge that um it, it does have that function occasionally sometimes, but I want to push back against that a little bit by saying that we should primarily focus on cognition because on social functions often uh depends on individual cognition to, to work, right? So, so it's, it's really a natural product of, of human psychological coating mechanisms, um, interacting with specific environmental regularities um and So I study uh classic uh anthropological types of magic such as sympathetic magic, um, and I argue that it's just a form of intuitive, although mistaken form of causal reasoning, um, humans naturally in causality from correlations, uh, and this process is usually is generally adaptive but can sometimes, sometimes lead to systematic errors um in certain conditions."
	},
	{
		"start_time": "02:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, ARE there specific, I mean, from a cognitive perspective, are there specific cognitive mechanisms underlying magic and how it works?"
	},
	{
		"start_time": "02:40",
		"speaker": "Kevin Hong",
		"words": "Yeah, so for example, um, I, um, psychologists and, and cognitive anthropologists often talk about intuitive causal reasoning. So this is the idea that humans have, um, evolved predisposition or tendency to infer causal relationships from correlations or coincidences. And this mechanism is, as I said, beneficial um for survival and, and reproduction but also makes individuals susceptible to um mistakenly attributing causal powers to seemingly unrelated objects or events. For example, um the Uh, sympathetic magic that I referred to such as voodoo dolls, um, exploits the intuitive belief that similarity or previous contact, and this is called contagion, can sometimes establish a causal link, um, which makes sense in the ancestry environment, um, if you think about, um. Uh, HOW disease gets transmitted, um, but sometimes, uh, we tend to overgeneralize, um, these intuitions, and this creates, creates these, uh, mistaken causal beliefs, problems where we think that we can influence, um, other people or, or create these causal links where objectively speaking they don't exist."
	},
	{
		"start_time": "03:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So you mentioned voodoo dolls there. Uh, COULD you give us a few more examples of kinds of magic that you've studied in human societies?"
	},
	{
		"start_time": "04:09",
		"speaker": "Kevin Hong",
		"words": "Yeah, so voodoo doll is, is a classic example, uh, that exemplifies, uh, some of the principles of magical thinking. A voodoo doll is an object, um, created by humans, uh, where they intend to induce harm to other human beings by this supernatural link um that they created between the voodoo doll and the real person and their enemy. Um, SO the typical way of doing it is to, is, um, is to obtain some, so there are two ways, right? And the first is to make the voodoo doll similar in some sense to your enemy and then you harm the voodoo doll and the belief is that the enemy is going to, is going to be uh negatively affected. So you can name your voodoo doll the same with the same name as your enemy, right? Or, or you can attribute some sort of um create some attributes uh that's that resembles the attributes of the, your enemy and, and. Um, ATTACH those attributes to the doll, um, that's another possibility. Or you can obtain some parts of your enemy's body, their hair, fingernails, right? And then, um, uh, you make that, uh, an ingredient, uh, when you make the voodoo doll. So that now there, so that's, uh, a situation where previous contact um is believed to create a lasting link and then you harm the doll, um, the, the, the belief is, is that the enemy is going to be harmed. Right, so it's a very straightforward instrumental reasoning. You want to do this thing, you want to achieve this outcome, and you believe that um creating this voodoo doll, this, this form of magic, um, can, can do that."
	},
	{
		"start_time": "05:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And are there other cognitive mechanisms associated with magic or is it's just the ones that you've already mentioned?"
	},
	{
		"start_time": "05:55",
		"speaker": "Kevin Hong",
		"words": "So this is just an example, um, and, uh, James Frazer, the classic anthropologist, uh, came up with the principles of magic of sympathetic magic, what he calls, um, and the first principle is similarity. um, HE calls it the law of similarity and second is the law of contagion. And then both principles manifest themselves in the example of voodoo doll. You can, you can create this seemingly effective magic by applying these two principles."
	},
	{
		"start_time": "06:26",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, SO you mentioned, or you mentioned briefly earlier the social functions of magic. So what are the, exactly the social functions of it? What kinds of roles does magic play across human societies?"
	},
	{
		"start_time": "06:42",
		"speaker": "Kevin Hong",
		"words": "Right, so, uh, people have, so I, I should say that I. I want to push back against that view, um, but obviously people sociologists, um, primarily have argued that magic can serve as, um, for example, a form of social control, right? The belief that uh there exists this uh uh this these types of mysterious power, um, can. Create a condition where people. ARE fearful when uh would be fearful when they want to commit a crime, right, when they want to uh act immorally, some sort of supernatural punishment monitoring hypotheses similar to that hypothesis, um, and, and that's the reason they exist witchcraft, um, practices and don't exist in human societies. So that would be some sort of social function or um. Or, or people have argued the opposite, not the opposite, but a complimentary uh role that magic plays in human societies and that is it serves to enhance social cohesion, and it serves intense social harmony somehow. I'm not fully, um. Um I don't really comprehend how they. The exact mechanism that produces that effect, but people have argued that magic serves or religious practices in general serve that function, social function."
	},
	{
		"start_time": "08:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, uh, religious, you mentioned religious practices. Why is magic in any way tied to some religious practices?"
	},
	{
		"start_time": "08:12",
		"speaker": "Kevin Hong",
		"words": "So I use the word religious practices very uh liberally loosely, excuse me, uh, traditional religious practices would include um So, so I wanna Make a distinction between religious beliefs that posit some sort of personalized um agent, a deity, a ghost or spirit that that humans can interact with. And the sorts of More automatic mechanistic uh processes that I described as in the case of woods and I think they, they share some similarities um and some anthropologists would would categorize them under the same general label, um. Primitive religious practices, um, which I'm OK with."
	},
	{
		"start_time": "09:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's talk now a little bit about divination then. What is divination?"
	},
	{
		"start_time": "09:12",
		"speaker": "Kevin Hong",
		"words": "Um, DIVINATION is typically defined as the practices, um, aimed at generating information about uncertain or hidden matters through methods perceived um by us mostly as supernatural, magical or beyond ordinary human capabilities, um, and specifically. Um, DIVINATION practices has been categorized into two groups as having two different functions. The first is to predict what's gonna happen in the future. Um, FOR example, the outcome of battles, um, whether a particular harvest is going to be successful, um, or personal fortunes. So that's the first function and the second function is to review. Uh, HIDDEN or obscured information, um, that's not necessarily about the future, it can be about the past, um, or something that's already happening, for example, um, identifying the causes of, uh, physical discomfort, illnesses, um, locating, um, sites of lost items, um, or, or exposing secret transgressions and so forth. So those are the two functions, the imminations, um. Serve can be used in human societies."
	},
	{
		"start_time": "10:26",
		"speaker": "Ricardo Lopes",
		"words": "Is the Venation common across human societies and by the way, I can ask you the same thing about magic. Are these kinds of practices common across human societies? Are they human universals or something close to that?"
	},
	{
		"start_time": "10:41",
		"speaker": "Kevin Hong",
		"words": "Uh, I think it's some something close to it. I'm not 100% certain that every single society has them, um, but the ethnographic and historical record shows that they are extremely common, prevalent, uh, in human societies, and they've been used for a variety of different purposes. So some of the social function. TALKED about, um, right, but that, that, that, that depends on um a cognitive, uh, basis. So diation is common because we want to know um about things, what will happen, uh, or something that's bothering us on the ident what's causing the illness or misfortune, and magic serves as the means to, to, um, to fix things, right? We want to exert control, um, over the immediate environment. Sometimes there's ordinary instrumental actions, um, other times we rely upon magic, so they are very common."
	},
	{
		"start_time": "11:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Tell us about this idea of divination as an epistemic technology. What does that mean?"
	},
	{
		"start_time": "11:43",
		"speaker": "Kevin Hong",
		"words": "Yeah, so really this, this is to say that uh divination is and should be viewed as what it appears to be and that is means to generate information methods to generate information in order to facilitate human decision making. And the fancy word is epistemology is right, the, the words in philosophy for obtaining information, obtaining knowledge, and we just use that um uh to show that divination serves this purpose, right? So it's not about This is again to emphasize the cognitive dimension of divination, a way to generate, ways to generate information that hopefully will be useful to make decisions. EPISTEMIC technology and, and, and um and framed in this way, it's qualitatively similar to ordinary information technologies such as weather forecasting um or, or stock market uh prediction."
	},
	{
		"start_time": "12:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what kinds of social roles does it play exactly?"
	},
	{
		"start_time": "12:54",
		"speaker": "Kevin Hong",
		"words": "Um, IT plays, it can play a lot of social roles, um, for example, it, uh, it is said to Uh, to have been used to resolve social conflict, right, when both, when, when, um, two sides of the party don't agree on some matters of interest, uh, and there's really no way to resolve the issue, they they rely upon divination and it's let God decide what to do, um, or phone political actors can use it to improve their legitimacy, um. Right, to say that they had a dream about a dragon of some sort in China, this was very common, um, and, and that would signal to the people that, that he is the chosen person um to, to rule. So those are some examples of how divination can be used um for strategic um sometimes manipulative purposes in society."
	},
	{
		"start_time": "13:57",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, SO when it comes to devilation, for example, in the case of magic, you mentioned voodoo dolls, in the case of divation, what kinds of forms can it take? I mean, what kinds of practices can it involve?"
	},
	{
		"start_time": "14:13",
		"speaker": "Kevin Hong",
		"words": "Um, VERY, very diverse. So I mentioned the example of dream domination. So you can use dreams somebody dreams of something and uh a professional, a specialist can offer an interpretation of the meaning of that dream. So that's one form. And I have a paper on that, as you probably know, um. Or you could resort resort to some. Seemingly complicated. Algorithmic treatment of objects. So Chinese would use yardsticks to do this, right? So it's really a primitive form of computation, but it's really, it's not for computing computing. In the same way as as we do mathematics, it's to predict what's gonna happen in the future, um, numerology, so that would be a mechanistic way of doing divination or they could um Perform rituals, um, hoping to. Invoked to, to, to get the attention of deities, supernatural agents, uh, and to communicate with them and get the responses um as answers to some questions. That would be another primary way of, of doing divination and, and the, the, the exact method of doing that um is again, is very diverse. So Oracle bone divination, and again, the Chinese example is, is, is one way um or you could use Um, Strange. Any example to get the attention of the deity and then somehow transmitting. Um, GET somehow getting their response in some physical object, right, and then you, you have a sign and then you interpret the sign to obtain the meaning."
	},
	{
		"start_time": "16:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, let's not talk then about dream interpretation. What, what is dream interpretation?"
	},
	{
		"start_time": "16:13",
		"speaker": "Kevin Hong",
		"words": "Uh, DREAM interpretation, as I said, is, is the, the extraction of useful valuable information from dreams, um, and, uh, such information is then often used to predict what's gonna happen in the future and how we respond to what's gonna happen in the future. So that's dream divination and uh in my research, I make a further Uh, categorization, um, offer a typology of different types of dream, um. Different types of dreams that would require slightly different interpretive effort. So there is message dreams, um, which refer to dreams, um, it's really a message. Messages being conveyed by a supernatural deity, a ghost or spirit. They are personalized anthropomorphic, uh, agents that tells you something, um, not just in the form of plain language that you understand. So your dead ancestor, um, uh. Telling you that you should uh run away from your house for some reason, right, because disasters can happen and that would constitute a message dream. On the other hand, there are sign dreams, um, and. Which are non-message dreams, right? There's a sign that you have to interpret somehow, uh, and here I make the further division between street sign dreams and symbolic sign dreams. Street sign dreams are. As the name suggests, it's straightforward. You don't have to, you basically immediately get what the meaning of that dream, whereas symbolic dreams are often obscure, um, mysterious, and that that would require a specialist, uh, a professional dream interpreter to, to tell you the true meaning of that dream."
	},
	{
		"start_time": "18:09",
		"speaker": "Ricardo Lopes",
		"words": "Mm. Uh, IS there any other type or just those two,"
	},
	{
		"start_time": "18:15",
		"speaker": "Kevin Hong",
		"words": "I think this is uh pretty much exhaustive categorization of all the dreams"
	},
	{
		"start_time": "18:25",
		"speaker": "Ricardo Lopes",
		"words": "as far as I'm concerned. And by profession. No dream interpreter, what do you mean exactly? What is a professional dream interpreter? Does that kind of person hold any specific position in the society they are part in or how does it work?"
	},
	{
		"start_time": "18:43",
		"speaker": "Kevin Hong",
		"words": "Right, so professional dream interpreter, um. Generally, generally refers to a person with um the the expertise in. Interpreting dreams. It is what it means, right? Uh, AND in early Chinese dynasties, I believe there were the the court, so that the, the dynasty would, would, would assign a point professionally, um, government. How should I say this, right? Uh, OFFICIALS officially recognized dream interpreters. OK, so, so they would be part of the government, um, the state, and their job is to interpret significant dreams, um, and so, so that's a prominent kind of dream interpreter and they're also. Uh, PROFESSIONALS who, um, who do not work for the government, um, but because there existed, uh, the need to for people to understand their dreams, um, they, they get paid to interpret others' dreams and to tell them the meaning of those dreams, um. And there's the interesting part about this is that there seems to be a decline in people's trust um in professional dream interpreters over time, over dynasty time, um, for, for some reason. So that's that there seems to be this pattern, um and and my interpretation is that it's, it's because dreams are, there are some. Characteristics about dreams that makes it um um. A bit more suspicious, um, in terms of the Reliability of their interpretation. Because they're private, right, you can make things up about what you dream and um it's, it's not immediate, always immediately obvious, right? There, there can be this culturally agreed upon. Um, WAYS of interpreting meaning of specific dreams. So compared to other divination methods, there, there seems, there seems to be a decline in the popularity and people's trust in uh dream interpretation, in interpreting dreams, especially. As a professional activity. But people have always believed that dreams. Meant something, right? It's just interpreting, extracting the correct meaning of dreams can be very difficult, and we can't trust any single professionals, uh, any single specialists, but, but it, it's possible, right? If there is, there's this really smart guy, um, really knowledgeable, uh, specialist, then he or she could, uh, in principle obtain the true meaning of dreams."
	},
	{
		"start_time": "21:25",
		"speaker": "Ricardo Lopes",
		"words": "But is it that in certain specific cases it is the person herself that interprets her own dreams or not?"
	},
	{
		"start_time": "21:35",
		"speaker": "Kevin Hong",
		"words": "I think that's possible, right? Um, AS a professional, you know, you master the art of interpreting the mean of dreams and then you dream of something yourself, then you can try to interpret that for yourself. Yeah, that's certainly possible."
	},
	{
		"start_time": "21:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what influences the way that that people or how people interpret dreams? I mean, are there specific cognitive and social aspects that play a role here?"
	},
	{
		"start_time": "22:05",
		"speaker": "Kevin Hong",
		"words": "Right, so, um, there are Cultural specific. Aspects to this, obviously, right? Certain, certain cultures might view dreams in, in particular ways, other cultures slightly different ways, but the universal pattern is that they all think um dreams are significant, right? There's some meaning to be extracted. And at the level of individual cognition. I think there's the uh uh tendency for people to see patterns um even if sometimes real patterns do not exist. So this is pattern detection. Um, AND, um, There's also, so now I'm talking about sort of the cultural transmission biases that plays a role, um. In this, they tend to. Retrospectively infer meaning of their dreams and sometimes they would refer to um documented records or testimonies from other people that this dream uh means that thing and lo and behold like that, that was fulfilled, right, accurate prediction, um, and that contribute to their, their, um. Uh, TRUST, the confidence in the validity of dream as um something meaningful, uh, that conveys meaning to be extracted. And then there's uh what I call false memory or fabrication dreams. So we tend to sometimes when we dream of something, we are. In our brain, like we don't possess the full, the, the complete story. So we make things up, we fill in the blanks um cognitively, and then we tell the story to other people um which further contributes to um transmission of um dream divination, successful dream divination episodes and that that contributes to um its persistence."
	},
	{
		"start_time": "24:06",
		"speaker": "Ricardo Lopes",
		"words": "And why is it that cross culturally, people believe that dreams can foretell what will happen in the future?"
	},
	{
		"start_time": "24:16",
		"speaker": "Kevin Hong",
		"words": "Um, BECAUSE people, so somehow I already mentioned some of the reasons, dreams are, so the the ability to dream is a human universal. Um, I think we have good neuroscientific evidence for that. So we dream and dreams often. Tells us, tell us or or we interpret dreams as a somewhat coherent, coherent story. Right, it has meaning and, and, um, in particular, we would dream of something that we are familiar with or, or ancestors or friends and relatives doing things. Um AND there are these plots, it's like a mini video, a movie of some sort. And so there's this very strong intuition that. That can't mean nothing, right? There there's got a got means something and then there's these, this efforts to try to identify patterns, right to um And in some cases there, um there would be systematic efforts to, to document other people's dreams and training for patterns um um and, and, um, people would, would uh write divination manuals, dream divination manuals based on these combination of transmitted records and their own intuition. And then readers read these, they get. And, and so those are books, those are books, books mean something, um, and, and uh so that contributed to their confidence in dream divination for their."
	},
	{
		"start_time": "25:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I mean, in modern industrialized societies, there are many people who tend to think of magic or practices like magic and divination as being archaic and not really, and no longer part of the kinds of societies we live in. But is, is that really the case? I mean, uh, do practices like magic and divination still persist in modern industrialized and post-industrial societies, and if so, how do they persist there?"
	},
	{
		"start_time": "26:22",
		"speaker": "Kevin Hong",
		"words": "Yeah, so, um, a common ar, uh, I wanna say a little bit about the historical development of this, uh, this, this line of thought. The sectionization thesis, uh, proposed by Max Weber and, um, and his followers posits that this human societies post-industrial industrial and post-industrial societies are becoming more secular. In the sense that there, there was this gradual, uh, or just decline of magical thinking, the world has enchanted garden, um, that was a thing of the past of the past and now we are, we are, we're more than we no longer do that. And then there was a pushback against that by psychologists and anthropologists saying that no, no, no, we are. We are still very much um superstitious um and they they're. Profession workers to, to find, to identify aspects in contemporary modern humans um where. They could say that look, this is evidence that you are still, we are or a college educated people are still reasoning magically and so forth. So I want to push back against that, so I want to push back against push back. It's going back to the original seronization thesis a little bit, um, and say that. They exist Uh, magical thinking, magical practices, which includedation. Exist in uh contemporary modern societies. But they're not, but there there is a qualitative difference between. Popularity, their popularity today in contemporary large scale modern societies and its status in the past, uh, traditional societies in the sense that we, um, It's often marginalized. Right in our societies, so we can. Yes, there are people who who believe in astrology to some extent, tarot card divination, right, or, or eating divination in China, um, but those are not their, their, their status, right, their social, uh, political status is, is nothing comparable to what it was in the past, and particularly if you think about the more. I I want, I want to use the word primitive, but, but that's probably not um a fashionable word to use anymore. TRADITIONAL societies, right, where when people get sick. What do they do? They go to the minor, they try to find find out uh what's the the identity of the ghosts or spirits that's causing the physical illness. OK, that's what they do. There's no, not no medicine in contemporary, uh, more than sense. um, SO you perform divination and then you perform an exorcist ritual to expel, to get rid of the ghost. Um, WHICH is very, we don't do that anymore, right? By and large, we don't do that. The vast majority of people in contemporary societies would go to the hospital, see a doctor, right? We, we have the germ theory of illness. That does not require, right, uh spirit possession, um. Um, IT just, it, it does not allow that, right, um, metaphysically. So that's the difference, uh, and I think it's that difference is real, um. That we possess a, I'm speaking about averages. In general, people in contemporary modern societies have a mechanistic or materialistic worldview that would make certain Claims about causality. Um, SUSPICIOUS and we don't need any evidence. We just that just doesn't feel right to us. Um, SO that's the difference. Now I want to emphasize the, uh, the similarity. There's still the um. Cognitive and cultural transmission biases going on. So confirmation bias and the reporting of uh predictive uh magical failures. And, um, so those are some factors that contribute to the fact that a minority of um population in contemporary modern societies still um Believe, but not entirely, right? They might, they might have some partial belief about the efficacy of, of these practices, or plausibility of these practices. So, some of these similarities um are due to common psychological and cultural transmission biases, but at the same time, I think we should um we should face the reality that there is a very sharp difference between the, the worldview that we have, um, that's very different from the traditional worldview."
	},
	{
		"start_time": "31:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, let me ask you now, what is chance and where do chance-based explanations stem from?"
	},
	{
		"start_time": "31:26",
		"speaker": "Kevin Hong",
		"words": "Um, CHANCE, OK, so now we're talking about something, um, different. So in my work, I, I define chance, um, In particular, um, In the context of using chance in explanations, explaining uh events that's already happened. By invoking the intrinsic randomness or unpredictability, which is inherent to the system, inherent to the uncertain phenomena, and this is referred to as aliatory or antic randomness. It's something about the process, process itself that's random, that's unpredictable, and there's nothing we can do about it, right? And we accept that as a fact of the universe. OK. And this, this is kind of uncertainty is fundamentally different from another form of uncertainty which is called epistemic or subjective uncertainty in the literature, uh, which refers to, uh, the, the lack of knowledge of us human beings because of uh the fact that we are finite, cognitively finite creatures, we can't know. Things all that well. Um, SO the fact that there are uncertainties in the world is because of our own ignorance, right? So, but that's different from, again, from the intrinsic randomness. Stochasticity in the process or event itself. Right. So, so, uh, that's the distinction and I, the argument that I make, uh, in some of my recent work is that um Human individuals. To not have. The concept of chance in the former sense, which is the, the aliatory, right, the intrinsic sense. And that has interesting and then significant consequences for how they understand their own cultural practices, um."
	},
	{
		"start_time": "33:24",
		"speaker": "Ricardo Lopes",
		"words": "So that's what what are some of those?"
	},
	{
		"start_time": "33:29",
		"speaker": "Kevin Hong",
		"words": "Uh, SO in the case of gambling, for example. Um, IF you think that there's no intrinsic randomness and when you throw a dye, so let me, let me start from the, from the opposite, right? For us, people with Um, knowledge in probability, um. We would view probably we would view the outcome of the throw of a die, a fair die, six-sided die as. Prob mistake in the sense that it's 1/6, right, for any um. Any given number. And that's just it, right? It's 1 or 6, it's, it's a number, uh, and we can use it to do computations. But, but we, there's, there's nothing beyond that 1/6 that we can know more about the process. If you don't have the concept of uh uh aliatory chance, then you might think that it's not. That you probably don't know that it's just 1 or 6 thing, you think that there's some method in which you could uh you could uh resort to in order to get more information about what's going to happen. So you would do divination, right? You would perform divination rituals to get um to you know hoping to know what's going to happen uh in a uh in a lottery, for example, you purchase ticket, you hope that you're gonna win and you need to pick a number out of 26, 36, um, so they would, they would do divination rituals in order to, yeah, to, to win. That's pretty significant, um, and, uh. In another consequence that I talked about in my other paper is, is that. If you don't think it's possible that things can just happen for. Reason for the reason that there exist these objective probabilities in the world, then you always want to know why, right? You want to You want to know what's causing um this misfortune, right, happening seemingly for no reason to this person. So there would be this very uh potent. Psychological motivation for you to. Really try to come up with some sort of sort of explanation, and oftentimes those explanations are are incorrect. Right, so and that that contribute to the, the um. The prevalence, prevalence of uh. False beliefs, um. Which includes taboos, which I talked about in my other work."
	},
	{
		"start_time": "36:12",
		"speaker": "Ricardo Lopes",
		"words": "Yes, we're going to talk about taboos later on in our conversation. So, so let me ask you now about some of the work you've done in cultural evolution. I mean, tell us about transmission biases. What are they and what are the different types of transmission biases?"
	},
	{
		"start_time": "36:32",
		"speaker": "Kevin Hong",
		"words": "OK, uh, so again, this is a different topic, um, and I should say that I I no longer My, I don't focus, I don't spend much of my time working on that, uh, my research anymore. So, so this is my past work. Um, I did some theoretical modeling, simulation modeling, modeling of the evolution of cultural transmission. And um, so in this work, uh, in this type of life work, I study transmission biases which refer to the systematic psychological or social tendencies, uh, influencing which ideas, behaviors, practices, values are more likely to, to be passed on within a society to be copied from one person to another. Um, AND, uh, these transmission biases shape cultural evolution by selectively promoting, facilitating, uh. The transmission of certain cultural variants, cultural information, broadly speaking over others, um, sometimes independent of their actual adaptive value or truthfulness if I we're talking about um beliefs. So it would be a sim uh in, in a typical simulation um model, I would define assumptions first. Individuals tend to Um, that there are these different types of cultural information in the population, excuse me, and then I set up some, some of the very basic forms of information transmission dynamics and then I evaluate, um, Alternative possibilities for individuals to be, uh, for, for, for information to be transmitted and then observe the uh equilibrium outcome at the population level and say something about this is the condition that favors the evolution of This bias, right, conformance transmission bias or this is a condition that would favor the evolution of uh payoff transmission bias. Um, SO, so, so that's the, uh, so that's what I do, um, yeah, for this."
	},
	{
		"start_time": "38:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm BUT uh I mean, what are the different types of transmission biases?"
	},
	{
		"start_time": "38:44",
		"speaker": "Kevin Hong",
		"words": "Um, YEAH, so, so in this literature, um, there are generally 3 types of different transmission bias biases. There are content-based. So, so these are, these biases refer to the tendency for us to preferentially copy some piece of information based on the content and the examples would include. Uh, NEGATIVITY or threat bias, we tend to preferentially copy information that's uh negative, perceived as negative, or threatening or dangerous. Um, uh, OR the tendency to preferentially copy transmit information that is fear-inducing or morally charged, um. Compared to uh the information that does not have this um property. So that's a content-based uh and then there is model-based uh bias, um, so. Uh, THE most famous, uh, model-based bias is probably, uh, prestige bias or cultural information from the more prestigious individual, high status individual, respected individuals, uh, tend to get, uh, copied or adopted more than uh information possessed by mediocre average, uh, individuals. Um, AND then there's uh similarity bias, so people also have a tendency to preferentially copy information from those who are similar to themselves in some aspect. Like sex or gender, um, or age or ethnic group. Where people who speak the same language as themselves. Um. Uh, SO that's success, uh, sorry, similarity-based bias, uh, and then there's success based based payoff bias. So this is a situation where individuals can observe, uh, visibly the payoff of some. Uh, CULTURAL practice and then they're basing their decision on the observed success. The idea is that they're gonna preferentially copy. Uh, CULTURAL practice, cultural variants and that, uh, results in more success. So that's the uh the second type. Uh AND the 3rd type of transmission bias is frequency dependent bias. So this would include conformity bias, which um I studied uh a little bit, um, and also the opposite of conformity bias would be rarity bias. People for some reason and their conditions uh for this to happen, um, would preferentially copy the, the rare variant. Uh, IN the population, it's the opposite of conformance bias. Um, AND then there is so-called unbiased frequency dependent, which means that the probability for individual to copy, um, cultural variants in the population is the same as the proportion of that cultural variant in the population. So, say the cultural variant A has um 0 95% presence in the population and the individual is having um a 95% probability of copy that variant, that would be a case where there's no bias. And the consequence of having no bias in frequency dependent transmission is that the frequency of different cultural variants. Will not change over time. It will remain at 95%."
	},
	{
		"start_time": "42:35",
		"speaker": "Ricardo Lopes",
		"words": "Right. So do these different biases operate alone or can they be combined?"
	},
	{
		"start_time": "42:44",
		"speaker": "Kevin Hong",
		"words": "Uh, THEY They can be combined, and I think in reality, um, they are almost always combined, um, and this is because. We There are almost always multiple cues, right? um THAT exist. Simultaneously, um, that we need to take into consideration when we make a decision regarding what to copy. Um, And I think this is, uh, this is obviously true, OK, um, and in my research, I would, I emphasize that, uh, transmission biases in cultural evolution rarely operate in isolation and the, the fact that, uh, most research tend to focus on one, tend to focus on individual transmission biases is because they uh prefer analytic clarity, right? It's easier to analyze the consequence or the evolution of Um, biases when you focus on what. Um, INDIVIDUALLY or these transmission mices individually. uh, BUT it's possible to come up with some ways to combine that individuals use to combine different Ques, for example, frequency and payoff. So in the paper that I published a couple of years ago, I, I would, um. Um, I came up with a model, uh, where individual agents combine, so they take, which means taking into consideration, right, both factors when they're making the decision. Uh, SO payoff they have payoff information about this particular, this particular cultural variants, but they also have, they sample, um, some, some individuals from the. Population and then they compute the frequency and they use that frequency information in their decision making as well. Um, AND here we have to, I have to make some assumptions about how individual agents. Uh, COMBINE this, and that's, um, and I have to justify why I make those assumptions, um. Um, SO, so, so, yeah, so I think in reality people almost always um combine different biases to make their decisions, but this presents a challenge for scholars to, to, to, to analyze these uh transmission biases and um. And, and that can be, can be difficult."
	},
	{
		"start_time": "45:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So in regards to com combining different kinds of biases, transmission biases, tell us about the specific example of the combination of the conformity or the conformist bias and the payoff bias in decision making."
	},
	{
		"start_time": "45:37",
		"speaker": "Kevin Hong",
		"words": "Um, OK, so an example would be Suppose, um, a, a newcomer to the technical term for this is um naive, culturally naive person, individual, um, is faced with this, with a decision of either adopting. Cultural variant A or B. TO say that, um. So, so, in, um, but let me make that a bit concrete. So let's say this is a person who is deciding between two different farming practices, um, very important choice and let's say for the sake of argument that there are only two options either A or B. And then um the naive person observe. It can can observe uh what others are doing in the community. And um frequency information in this case would just be the proportion of um the. Observed sample, the models that that he or she samples from, from the population. Yeah Uh, practicing a particular, uh, um. Um, SORRY, engaging in a particular farming practice. And let's say, uh, practice A is. Is being adopted by 75% of the population. Practice B is, is used by 25%. That's frequency information, and the agent is going to consider that. Another type of information would be payoff. So in this case, it could, it would refer to the uh uh agricultural productivity associated with uh practice A or practice B. And let's say this naive person has access to such payoff information. OK. Now he or she has two types of cues, 2 types of information, and A decision needs to be made. So that person has to mentally weigh the relative importance of these two types of information. It could be the case that uh the vast majority of the population is practicing A for some reason, I say, but he observes that uh uh the productivity is actually higher for B. Now, right, he has to make a decision and it's gonna depend on uh how we formally model the decision-making process. If he or she weighs on frequency information more heavily than that, then, then, um, then that person is more likely to adopt agricultural practice A. On the other hand, if that person weighs payoff information more heavily then um then he's gonna adopt practice B. And same logic would apply to other, um, the adoption of other cultural practices."
	},
	{
		"start_time": "48:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, and do we understand why in combining different kinds of biases, some people would, uh, care more about the information coming from one bias than the other and why they would weigh them differently, uh, and, and pick one over the other. I mean, do, do we understand why and how that happens?"
	},
	{
		"start_time": "49:11",
		"speaker": "Kevin Hong",
		"words": "We actually do not understand the um the empirical reality of this very well. Um, WHAT I've been talking about is for theoretical modelers. THIS is how, how they do their work, how, how I used to do this type of work. Uh YOU make assumptions and then you analyze the Evolutionary trajectory of how different, um, so you can set up a stimulation study where agents um have different weights. Yeah, OK. And then you have them interact or we have them engage in this uh copying uh game, this process, and then you run the simulation for a large number of generations and you observe the equilibrium outcome. If it turns out that there's a particular weight that seems to um Uh, to be stable after you run the stimulation for 100, 200 generations, then you can make an argument that this is, uh, this, this particular combination, this particular weight of payoff cues and frequency cues can evolve and you justify that, that by, uh, in your work. I don't think there's any work um so far in psychology that examines empirically how people Do this and you can imagine why this is difficult, right? Because Um, we don't. It's not always easy to measure this, and we have to assume, so the decision making process is, is. Um, AND is, is not transparent, uh, and researchers have to make inferences based on the observed action. So it's not well understood empirically, but we can build theoretical models."
	},
	{
		"start_time": "50:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I understand. So, the last topic I would like to ask you about is taboos. So where do taboos stem from? I mean, where do they come from exactly?"
	},
	{
		"start_time": "51:09",
		"speaker": "Kevin Hong",
		"words": "Yeah, so taboos, um, There are a couple of different sources, um. Let me, let me define taboos, um, first of all. OK, so, um, I define it as Cultural prohibitions, this is a thing, something that you you're not supposed to do and there might be punishment. Uh, IF you violate, if you transgress, um, a taboo, OK, and this is a very general, um, definition. And as such, there are a couple different sources where taboos can emerge in human societies, and I focus on uh one particular. Uh, PATHWAY for the emergence of taboos, and that is the cognitive pathway, um, and what or what I call uh retrospective causal attribution. In human societies. And this refers to the idea that misfortunes are gonna happen. In human societies, right? Um, AND because human individuals in traditional societies do not have, um, a ready concept of aliatory or ontic. Intrinsic chance, they're gonna want to find out. They're gonna want to know what caused the misfortune. So they will engage in a process where they speculate on possible uh possible reasons for that mis misfortune causes for that misfortune to happen, and they identify, let's say they tend toly decide that it, it's. Some cultural practice that that led to some actions that the, the uh the agents uh performed in the past that caused his or her misfortune. Other people observes this attribution. It has the potential to become a taboo. In human society in in any human society. OK. So, for example, um, A failed pregnancy? Um, WHICH is uh very common in traditional societies. Um, COULD, uh, compel people to identify causes of that failed pregnancy and they might uh. Uh REMIND themselves that uh the pregnant woman, women, female, uh, consumed some meat. In the past, um, rabbit meat, for example, and then, OK, so now we've got a taboo against the consumption of rabbit meat, uh, when the women are, uh, pregnant. Mhm. Right. And then this process can repeat itself. Because oftentimes this cause of retribution is incorrect, right? The same misfortune can happen again, through pregnancy and then people are gonna try to find the causes again, um. So this time it's gonna be something else, right? So it's not about rabbit meat, it's, it could be about some other things that that people did in the past that caused the misfortune, and we have another taboo. And you can see how this this process serves as a socio cognitive engine that just pumps taboos into society. And I think this nicely explains why traditional societies have so many taboos. Right, they're just numerous, there's uh culturally sanctioned prohibitions. You can't do this, you can do that, um, and the belief, uh, Uh, regarding what the, the negative consequences if you violate these taboos."
	},
	{
		"start_time": "54:55",
		"speaker": "Ricardo Lopes",
		"words": "So are there, uh, is there a higher number of taboos in traditional societies than in industrial, industrial and post-industrial societies, for example?"
	},
	{
		"start_time": "55:06",
		"speaker": "Kevin Hong",
		"words": "I think so. I think there is a difference, uh, and I referenced some of the qualitative uh ethnographic work in in my paper. Um, I don't think there's any systematic quantitative comparisons yet. Um, BUT the the impression, my impression is, is that. Yes, there there's do seem to be, um, there does seem to be a difference between contemporary societies, because if you think about um What When we say the word taboo, we tend to associate. Um, There's something negative about the word, um, as if we're saying we're accusing that this is an irrational prohibition, right? This is taboo in some society because there is this cultural belief in a society which we don't consider as valid, right? So so we call that a taboo. Um, And we, and, and I think it is um. It means that we we don't have as many taboos in our societies. And then we observe a lot more taboos, and in particular more food taboos. This is intriguing, um, that there are these items that you're not supposed to eat. Um, AND, and, and all the, the beliefs about the negative consequences if you eat these foods. Which are not written from a scientific perspective are not really sensical. They are just avoiding these very nutritious food sources. And there's more of that um in in traditional societies."
	},
	{
		"start_time": "56:47",
		"speaker": "Ricardo Lopes",
		"words": "Right, but, but is there any explanation as to why then there would be more taboos in traditional societies than in industrialized than post-industrial societies?"
	},
	{
		"start_time": "56:58",
		"speaker": "Kevin Hong",
		"words": "Oh right, so my explanation is this is based on my work on chance again because we have the concept of objective chance, um, misfortunes can be just attributed to The intrinsic unpredictability of nature that we're just, we accept um. That misfortunes can happen for no apparent reason, and we, that begs no further questions. OK, there's a small probability that some people are gonna get cancer. And right as bad luck or genetic mutations that we can do nothing about as opposed to persistently seeking an answer. Right, that's gonna if you try hard enough, you're gonna find something, uh, which is. Most likely incorrect, um, and that can. That could contribute to the formation of taboo, which happens more in traditional societies, uh, and uh does not happen as much in, in contemporary modern societies. So that's, that's one explanation, sorry, one reason, and the other reason I think is, is again because of the work. That, that we have a very mechanistic, uh, again, relatively speaking, more mechanistic and materialistic worldview about what can happen. So some taboos are just uh um wouldn't make very much sense in our societies."
	},
	{
		"start_time": "58:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, anything else about taboos that we should know or can we wrap up our conversation?"
	},
	{
		"start_time": "58:32",
		"speaker": "Kevin Hong",
		"words": "Anything else about taboos, uh, they are, they are, um, they're very common as an ethnographic and historical fact. Um, SOMETIMES they are oftentimes they're untrue, right? So the taboos against uh. CONSUMPTION of certain items during pregnancy or when you're sick are untrue, and they are in Tyler's words, the survival of the past. Um ONCE now we have the much better understanding of the causal structure of causal structures of the world, we know better, right? Um, SO. So I think that's, that would be the most important lesson for um relevant for, for people uh in contemporary societies."
	},
	{
		"start_time": "59:21",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, uh, just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "59:31",
		"speaker": "Kevin Hong",
		"words": "Yeah, so I am, I am on Twitter. I'm not very active. Um YOU can also search my name, Kevin Hong. University of Macau, um, and, uh, I have, uh, you can find me, you can find my Google Scholar web page and, um, um, which has all my, uh, publications there. You can also email me directly if you want to read any of my uh academic work."
	},
	{
		"start_time": "59:56",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I'll be leaving some links to that in the description of the interview and thank you so much again for taking the time to come on the show. It's been a very fascinating conversation."
	},
	{
		"start_time": "1:00:08",
		"speaker": "Kevin Hong",
		"words": "Thank you. It's been fantastic. Um, PLEASE keep doing what you're doing. Um, I think you're just doing benefiting so many people who are interested in um. These topics."
	},
	{
		"start_time": "1:00:19",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrook field governor Michael Stormir, Samuel Andrea, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant Juan and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearraujuru and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Samov Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francaortolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]