[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes and to the MG by Doctor Stefan Ziroans. He is professor of European intellectual history at New York University, and today we're talking about his book, The Invention of Prehistory, Empire, Violence and Our Obsession with Human Origins. So, Doctor Glenz, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Stefanos Geroulanos",
		"words": "The pleasure is all mine, Mr. Lopez. Thank you."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So, let me start by asking you"
	},
	{
		"start_time": "00:32",
		"speaker": "Stefanos Geroulanos",
		"words": "then,"
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "when did we become interested in pre-history, at least in the"
	},
	{
		"start_time": "00:39",
		"speaker": "Stefanos Geroulanos",
		"words": "West. So I, I tend to think that this happens at, at multiple stages, the different stops, if you will. Uh, THERE'S a very clear moment in, in the 18th century. I wouldn't even call it a moment, it's a gradual realization. And then there are, again, particularly significant periods in the 1860s. And then again in the post-war period. And you can see why at these times. The, the book basically argues that the early stages around 1750 and that it's linked in part to uh Jean-Jacques Rousseau. And I do this for a particular reason, which is to say that it's not that people weren't concerned with what they saw as early humans before, that is to say, with indigenous people whom they described as savages or Uh, barbarians. But it is that up to that point, there was a kind of almost religious and classical logic. These are peoples who exist. Where in the past are they? They're not like us, quote unquote, we are civilized and they are savages. And the real question at that point with Rousseau becomes that Rousseau switches it around and suggests that they are, that their state of nature is much closer to the original human state. Um, THAN, than, than modern civilized people, uh, would be. That inversion for me is Uh, is very important because it suggests that now you can have a competition. It's not simply that people look to imagine what the past looked like, but now you can have competing theories, and Rousseau is a good stand-in for the competing theories about early humanity as, as well as about uh indigenous peoples. In the 1860s, prehistory becomes a sort of a discipline, and that's partly linked to um Charles Darwin, but it's also linked to people like John Lubbock. Um, AND Charles Lyell. Um, Darwin's, uh, first famous work on the Origin of Species says very little about humans, but implies a lot. This became something of a debate. Uh, AND parallel to it, the logic developed that we needed to be able that, that the English and the Europeans needed to be able to compare. What they found in archaeological dig sites with peoples existing elsewhere in the world, peoples that um the British and others were uh still colonizing. In the third stage of this, and so, and that's really, Lubbock is really treated as somehow having founded a field, very discreet and specific. In the post-war period, partly because of the rejection of Nazi racism and anti-Semitism, partly because separately, Um, the question continued, where is it that humans are coming from if the old racial ideas are not the way to understand it. Uh, THE new questions develop and at the same time, a far larger infrastructure for studying, um, you know, sites that could and turn out to be archaeological sites, particularly in Africa. So on the one hand, you have organizations like UNESCO who are very much opposed. TO racism, and who are very much invested in trying to understand what early humanity um would have looked like or in supporting questions of like, how, how is humanity a single species in which we are all equal. Uh, AND at the same time, you have a new infrastructure basically, that people are now studying in multiple sites across Africa, uh, as well as in multiple sites across Southeast Asia, East Asia and Southeast Asia. Um, AND then eventually also in, in Latin America. So it's as though the field expands dramatically because it has something to say about the past and something to say about the future. Um, IT'S that idea that we have something to say. About the future that begins with our earliest past that remains really important today."
	},
	{
		"start_time": "04:37",
		"speaker": "Ricardo Lopes",
		"words": "Why do you call prehistory an invention in the book? In what ways is it an invention?"
	},
	{
		"start_time": "04:44",
		"speaker": "Stefanos Geroulanos",
		"words": "So, I, I want to be clear, I'm not using the term invention in a straight up pejorative fashion that would say that it's not real. Uh. It's to say that the way that we understand prehistory, the way we understand human origins, is much more filled with speculation than we would like to believe. And yet we make assertions about it that, you know, pretend to be very exact. Uh, THIS is to say that there is very serious and very good science, yes. But parallel to that science, we tend to fill things, fill things in, and this has been happening for the last couple of 100 years. Uh, AND it continues to happen now. So, this, uh, very often, the more popular accounts of human prehistory, often written by scientists as well, they're basically filled in with details that are speculative details. They are details where we're guessing. I have absolutely no problem when somebody is saying, well, here's a guess, but it really is a guess. Nevertheless, a lot of the time, that's not the language in which things are written. They're written in the language, um, of, you know, here's what we know, and what we know is that people would have lived like this or like that. And these, this involves a lot more filling in than I would be comfortable with."
	},
	{
		"start_time": "06:11",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT are the theories of our past shaped by? What factors play a role in them?"
	},
	{
		"start_time": "06:19",
		"speaker": "Stefanos Geroulanos",
		"words": "So, uh, you know, this is, this is, this is a really tricky question, and the book doesn't actually answer it in, in full. Uh, A lot of it is based on, so some of it is based on the evidence that we have, and the types of evidence that we have. Um, THAT is to say, are we looking at, uh, skulls and bones? Are we looking at linguistic artifacts? Are we looking at tools? Are we looking Uh, at, you know, particular building sites, are we looking at things people wore? So there are multiple types of, of physical, archaeological, you know, uh, zoanthropological, uh, evidence, and these get to be studied and pursued and, and, uh, in detail. That's one side. The second side of this is that, um, A lot that goes into each study has to do with how scientists write grants, uh, how we all write grant applications. We, when we write grant applications, we explain how it is that we're going to solve a bigger problem than we're usually capable of, um, solving or at least we explain multiple extra points that this will, uh, go in. I think it is there that a lot of speculation walks right in and um that can involve Ideas that we believe in, ideologies that we've been raised in, words that we don't understand, or that we do understand, but whose implications we don't take fully into account. That side, I think, is one of the more important pressures that we, we, we find ourselves confronting. So, You know, and so, so then you begin to ask yourself, where is it that we are, uh, what is it that we're looking at exactly? Are we looking at the evidence before us? Are we looking at the way that we articulate, uh, what it is that How to put it? Are we looking at the way that, that, that we articulate the goals of our study? Are we looking at political ideas that we have been raised in? Are we looking at things that it is that we oppose? There's also competing theories at every point in time. It is not like there ever was a single theory of prehistory. Uh, THERE are competing ones and these are, are fighting against each other. People who write grants write, write them for themselves as opposed to for other um competing approaches. And then there's the language. The language is the trickiest part. And this book really is a kind of history of a language about talking about the past and how particular expressions and words ended up competing. Mhm."
	},
	{
		"start_time": "08:58",
		"speaker": "Ricardo Lopes",
		"words": "So we, you start the book by talking about how the depiction of Neanderthals has changed over the past few decades. Tell us about that also because I think it's a very illustrative example of what you explore in the book. And what does it say about how we deal with our prehistory?"
	},
	{
		"start_time": "09:19",
		"speaker": "Stefanos Geroulanos",
		"words": "Right. So when, you know, when I was growing up, uh, we We repeatedly uh shown on television and books, and newspapers and, you know, the replication of old images and so on. The Neanderthal is, you know, just a step above the gorilla. Um, HAIRY, dark-skinned, with a kind of, uh, you know, bent over, uh, bent over, um, you know, stances. Um, THE Neanderthal was a figure who is capable of some sort of semi-human behavior, but is really, really left behind. Sapiens were so much better. They arrived, they, you know, took Europe by storm and, and so on and so forth. Now, that set of ideas was already largely obsolete in the science. People did know that Neanderthals were not nearly as hunched over, incapable of, of coping with the environment, um, weak in the, in the face of the elements. But we continue to see that, and some of those images continue to this day. In the last 20 years, these images have flipped completely. Uh, NOW, reconstructions of Neanderthals present them as quite white, uh, with no really different hair than, um, than, than sapiens. Um, YOU know, humans are wearing clothes. Uh, AND to have elaborate trade networks and elaborate, um, you know, rituals for hunting and for, for living. That's which You know, the, the point is, the point, uh, uh, that I'm very interested in is how is it that the look of the Neanderthal and their standing changes so dramatically. In the worst of cases, the idea that Neanderthals are blonde, blue-eyed, and so on, translates quite easily. Into far right politics. They were somehow Europe's original inhabitants, and uh kind of quote unquote white genocide took them out. Um, SO that scenario, you know, doesn't seem to have uh much basis in reality that was much debated, the extinction of the Neanderthals is much debated. Uh, BUT what I'm very, very interested in is that sense that the image changes and the capacities change at a certain moment where a lot of it may come from again, material evidence, but a lot of it comes from, hey, now we can identify with this figure. We're not simply seeing them as subhuman. But as parahuman, as competing with sapiens in this, in this story. That became for me a really uh interesting way of abbreviating massive changes of perceiving other species of the genus Homo, um, as well as other ideas about who it is that, that we aren't and who it is that we are."
	},
	{
		"start_time": "12:27",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you talk a lot about how our understanding of pre-history, I mean, the ways it has been shaped, uh, it has, it has been shaped in a way by the expansion of European colonization, contact with other peoples, studying the natural man, the State of nature. And then, of course, uh things like the rise of racism using words like primitive and savage applied to other peoples. So, could you tell us a little bit about that and also how the rise of the concept of civilization occurred?"
	},
	{
		"start_time": "13:07",
		"speaker": "Stefanos Geroulanos",
		"words": "Right. Um, Let me see how to, to abbreviate your question because this is, this is a very difficult and big one. ALREADY from Uh, already from the 16th century, there are elaborate debates about where it is that non-Europeans, uh, are, are to be found. Who is it that peoples who have been recently discovered, or who are now discovered, um, who don't seem to fit, uh, in the Hebrew Bible, uh, belong, or as a European saw it in the Old Testament as they would have referred to it, uh, belong. How do we understand how they ended up where they ended up? So those sorts of studies proceed and parallel studies of early humanity, any attempt to understand early humanity. By the 18th century, a concept of civilization are playing out, not least in competition with India and China and, and ideological competition, let's say with India and China, but also sometimes in celebration, uh, of, of, of other cultures. What becomes really Interesting is that as you, as you noted, as European colonization expands, this becomes a sort of linear story. We become able, we, uh, quote unquote, become able to say like, look, we are the most advanced, and we can start putting everybody else somewhere in, you know, the, the, somewhere further back in history. History is a linear progress of some sort, and from the earliest to the present, Um, times we would be able to put other people as belonging there. That cre uh helps create a distinction between, not only between savage and civilized, but between savage barbarian and civilized, which is, it's a kind of three-stage scenario. The, you know, the lowest of the low are savage, the, the, the ones who have escaped from a savage setup are barbarians who may be both ferocious, but also there might be a little bit of a description of how we came to be who we are. Whenever I say we, I don't mean you, you know, we, I mean people thinking about themselves. Um, IN this period. So, that distinction of savage, barbarian, and civilized is quite convenient, uh, in the 19th century, because everybody who would use it would identify themselves as civilized as opposed to everybody else that they would, uh, wish to compete with. That becomes a major, um, concern, and the question of on what grounds or how is it? That these developments took place. Those questions become pressing questions across a series of disciplines, but also uh across international politics as well. So on the one hand, uh, you can say Europeans confronted their own idea about themselves, um, by describing themselves in better terms than, than the peoples that they were in contact with, or the peoples they lowered over. And at the same time, they begin to ask on what grounds did this kind of change and development take place? Did it happen because of something innate, something natural? Did it happen? Because of some sort of, you know, capacity to build superior, uh, tools, so the shift from, let's say, the Stone Age to the the uh the Bronze Age to the Iron Age, or did it happen for other reasons as well? That scenario is the part that becomes uh really key because there, Europeans come to debate whether they really um are fundamentally racially or culturally different. And in what ways they would, you know, um, they can be in genuine contact with the people that they, uh, that they're interacting with. That scenario also becomes part of the history of racism, um, not simply because of this distinction between savage civil rights and so on and so forth, um, but also because it begins to power different ideas about human nature. That is to say, how you produce these distinctions between You know, one, you know, one, let's say, ethnic or national, uh, or cultural or linguistic group and another, these begin to harden, uh, very, very, very Intensely. Uh, AND so much of the history of prehistory, the book argues, is a history of how these distinctions took place, and how these distinctions came to power subsequent research, you know, for how these, whether they were speculative or not, by the way. Um, SO how it is that the British came to believe in their own superiority, came to contribute to a system of international politics in which to be a proper state, you have to be civilized as opposed to others who do not have rights. Uh, TO international legal personhood. Um, AND at the same time, how it is that you understand the superiority or this difference from others that you, that you believe you're experiencing or you believe you are uh living with. It's a bit of a long answer, but I think you, you see where I'm going with it."
	},
	{
		"start_time": "18:26",
		"speaker": "Ricardo Lopes",
		"words": "Yes, uh, and in regards to the expansion of European colo colonization and the contact with other peoples, when and how were indigenous peoples primitivized and turned into living representatives of the first humans?"
	},
	{
		"start_time": "18:45",
		"speaker": "Stefanos Geroulanos",
		"words": "Well, a version of this. It's already clear in the 18th century. That is to say, when uh Rousseau refers to quote unquote, the Carib as uh existing very close to the original state of, of, uh of nature, um, that is, you know, it's already certainly there. Um, OTHER versions of the problem exist so much earlier, that is to say, with the colonization of the Americas, um, theological debates are raging whether, you know, native peoples are basically some rendition, um, of, you know, people's, um, after the fall of, of Babylon, or do they, um, of the Tower of Babylon, or is, uh, sorry, of the Tower of Babel, um, my brain is kind of um freezing for a second. Um, IS, are these peoples before or after the fall of the Tower of people and where exactly would they belong in this, in this story? So where is it that they got stopped, or that their transformation stopped? It's in that um construction of the deep, of, of a deep past of a kind of early humanity that this is already there. Now, that scenario plays out again and again, but it plays out around different languages. So, In a way, the language of primitive is a very 19th century language. That's it, the, the term primitive, uh, really begins and it means, you know, people who are primal, people who are, are closer to the original condition, but also people who are uncouth, ungrown, you know, we have not developed a culture who are savage. That's the terms of primitive, and those are very common in the 19th and in the 20th century. Um. It's a term that is, that is now regarded as obsolete, but that really wasn't the case before 1980, even 1990. Um, BUT the thing is that this kind of primitivization, if you will, also translates into other languages. So, as indigenous peoples are being wiped out, partly by Europeans, partly by diseases, partly because their ways of life. Uh, GET destroyed and they have, they're forced to adapt to different kind of social pressures from the, the, from the outside. Um, As, uh, indigenous peoples are Effectively destroyed, Europeans begin to discuss with them, to discuss them as disappearing, um, and Americans. These are disappearing natives is the, the expression. And so the implication there as well, if they do disappear, it isn't really a great loss. They're further back, they're kind of a loss. Well, it's not very nice that they're quote unquote, disappearing, but it's not really a problem for, for the moderns. That scenario is quite Uh, present in the later 19th and the first half of the 20th century. And in some respects, we even to this day, people speak of uncontacted tribes, um, as though there's a kind of world out there that's just, you know, not really, um, doesn't really belong somehow in the modern world and doesn't have a different, uh, scenario to, to, to live in. There are other expressions. The book spends quite some time tracking this idea of the savage beneath the thin veneer of civilization. Um, WHICH is to say an idea that, you know, within each of us, there exists some sort of primal savage, uh, who is ready to, you know, explode in aggression and violence and, um, who is, you know, has, uh, is, is merely just slightly hidden by the trappings of civilization. Um, THERE are other languages that take off in the 19th century as well and that are just as important, the idea that the psyche. Is perhaps, uh, carrying the entire history of humanity within it. And what does it mean for that to, um, to be the case. So, it's not simply that people believed in one idea around human prehistory, and they sort of left it at that. Uh, IT'S that, rather, they developed multiple languages, and they could speak one or speak the other. They could easily switch into one, a kind of, um, fantasy of a Tarzan. Um, SCENARIO that they would then project back into the past, or other cases where they would speak like, well, it's, it's really terrible what, what's happened to indigenous peoples. But, you know, uh, society, uh, let's say, society requires, they thought, um, eugenic transformation. And so it's not a surprise that other peoples would disappear. Um, I don't like repeating some of this language because this is something that Um, is, is, of course, you know, not very far from a certain kind of racism that exists today as well. But this is very much the way in the way in people, in which people, uh, thought and, and, and argued. And part of the goal of the book is to kind of show what an ugly history some of these expressions have, uh, and in some occasions, what an interesting history, some other occasion, some other expressions have as well. Mhm."
	},
	{
		"start_time": "23:58",
		"speaker": "Ricardo Lopes",
		"words": "So, in regards to our prehistory, we also tend to talk about a human nature. Uh, TELL us about how the debate surrounding human nature informs and serves political debates like the ongoing one between socialists and capitalists and perhaps, uh, whether these kinds of debates also and the motivations behind them also shape our understanding of prehistory."
	},
	{
		"start_time": "24:28",
		"speaker": "Stefanos Geroulanos",
		"words": "So, um, Let me, let me give a little vignette as a, as a way of handling that. Um, IN the 1860s and 1870s, uh, there are multiple debates playing out, uh, among socialist thinkers, both in Europe and in America, regarding the question of, uh, was there ever a kind of primitive communism? This is even before Marx begins to take notes. Uh, ON, on anthropological subjects and before Engels takes Marx's notes and prepares the origin of the family, private property in the state. Um, YOU know, is there, is there a pre-capitalist human nature, which was distorted by capitalism? That, uh, debate is played out rather lightly, uh, and it begins to use anthropological studies. Um, SCHOLARS or intellectuals and, and politicians begin to use anthropological studies to answer the question. Then Engels comes in, publishes um, The Origin of the Family. Private property in the state in which he uses the anthropological work of uh Henry Louis Morgan. Um, IN which Morgan argued that originally societies either shared property and, you know, had no sense of ownership in the sense of, uh, in, in the modern sense, or if they had a sense of ownership, this descended, uh, through the mother, uh, from mother to daughter to daughter, granddaughter, and so on. Um, Engels argues that uh Morgan, Engels follows Morgan, who says, well, we can't actually see that in any currently existing societies, but we can see leftovers of that kind of social organization in the way that families are set up and in the way that language is organized. And Engels goes, Aha, this is to indicate that when Um, when Men realized. The significance of technological innovation and their capacity to claim land and and objects for themselves, that was in a way a kind of first birth of capitalism. And that indicates to him that ownership, the creation of private property, is both important for the shaping of the family. And also important for a way of giving up on some sort of pre-capitalist natural state for human beings. Now, that debate, as you indicated, becomes a major human nature debate that continues into the 20th century. We like to think that, you know, we just think about prehistory ideas randomly, right? But the idea of primitive communism. Uh, BECOMES a matter of much debate both in the West and in the last debate, in this case in the Soviet Union. The Stalin constitution of 1936 enshrines primitive communism as the original state of mind. Um, AND whereas in the West, uh, socialists have to confront the Attack, let's say, that their ideas are unnatural, that they're trying to distort modern society through fundamentally unnatural ways of, uh, of living. And they proceed similarly to our, you know, in fact, we are the natural ones. It's not modern, modern capitalist society that is our, our natural condition. You'll recall, for example, that from Adam Smith to today, there is an argument about how the market really works, about what nature is like, about what human nature is like. So that debate plays itself out, um, in this, in the sense, a lot of the time people don't actually directly argue about it, but they will say, your ideas are unnatural, and the back and forth would, uh, would begin again. Now, the ideas of primitive communism are largely left aside by anthropologists. They're not taken seriously after a certain point. Even among those anthropologists who have a kind of emotional attachment. Uh, LET'S say, or a kind of profound empathy towards indigenous peoples. Uh, Claude Levisjos famously sees the nambicuara, uh, in Brazil and describes the nambicuara of Brazil as, you know, the closest, um, to a kind of threatened original, uh, human nature that survives now, but survives, you know, without writing, without violence, without power. Um, AND for him, it becomes really important to say, look at how much we have distorted the world, and we've made it impossible to get out of these gigantic cities and these overwhelming, um, cultural and technological powers. But there is a kind of other way of life. We can't go to it, but that way of life also exists and we're wiping it out. So even though the idea of primitive communism effectively, on the one hand, gets, you know, uh, becomes obsolete, on the other hand, except for, you know, um, people are really like eco eco-anarchists of some sort. Um The or an anarcho-primitivist of some sort, uh, the, the idea of a kind of attachment to particular peoples who belong in a fundamentally different way to this earth than we do. This becomes a hit in the 70s and 80s as well. There's a kind of like the, the, the, the, the pure authentic Indian idea uh that, that, that plays out, who's a great tracker, who has a real relationship to To the world and so on. That scenario becomes a kind of a dream of its own. So these, again, these are ideas that on the one hand, whether they succeed or they, they fail, they also tend to translate. Even when they fail, they tend to translate into other ideas that then get picked up, perhaps a little bit more softly than the, the, the harder expressions, let's say."
	},
	{
		"start_time": "30:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh, FOCUSING a little bit on the 20th century, these ideas about our human past also play a role in eugenics."
	},
	{
		"start_time": "30:53",
		"speaker": "Stefanos Geroulanos",
		"words": "Yes, absolutely. Absolutely. You need to think of eugenics, um, first off, as a series of, you know, basically aesthetic ideas. Uh, IT'S uh a mixture, it's aesthetic ideas with a kind of moral fantasy, uh, attached to them. That is to say, uh, Throughout the better part of the 20th century, the only technology for eugenics was to effectively uh remove people, and I want that to sound as violent as, as, as it was from a gene pool, from the capacity to uh have children. So it was either by uh extermination, uh, or by castration, usually chemical. Um, AND, uh, the The idea in many respects was that Um, There's a kind of impending threat, a looming threat, either on a particular section of society or on society in general. And people who are either cognitively disabled or who are racially distinct needed to be removed, supposedly, from society, um, so for the, for its own future. Now, that kind of threat is an aesthetic threat. Nobody had Uh, the tools to, or nobody has any sort of tools. It's a, it's a, it's an ideological decision. And all of these scenarios played with multiple ideas of prehistory. First off, are we, uh, the old debate, is this a monogynistic, um, uh, species, or are there multiple human species within? That polygenism, one which uh Darwin, for example, uh rejects, persists in many ways, certainly through Nazism. Um, SO, there, there's one distinction, but also you could say in segregationist societies as well, where there's a hard distinction that unless you keep that, um, distinction between Uh, racial groups, absolute, uh, you, you're going to undo some A, B, or COD or whatever. Um, THOSE ideas very much rely on a kind of original nature of us scenario. That's what I meant by aesthetic before. It's like, we the beautiful, they the ugly, we must, uh, produce this kind of separation and turn it into a moral and a political imperative. That's what eugenics ultimately is, uh, and the same would continue into Uh, some of that would continue into the present day. It's this idea that you can mark, uh, hard distinctions between different groups of people on the basis of whether you see them as healthy or as, uh, or as, you know, unhealthy, um, and then to produce a fantasy of the future. In which fantasy, only you win out. That scenario is the part that is, is among the most odious forms and precisely because of its capacity to hide in other languages. Uh, AND to pretend that there's a kind of grand moral imperative to do A or B or C, uh, for the survival of the species, blah, blah, blah. All of that stuff is among the most dangerous that's, uh, that's out there. In all of this, the idea that a certain original human nature, an original character of a race, an original character of a supposedly superior class, blah, blah, blah, all of that stuff um plays in, and these ideas about Of, you know, purity and authenticity at one level versus a destitution or a strength. All of this language linked to the idea of what, uh, a kind of deep human past of, quote unquote, us, that's where uh that links in because people then proceed to speak of how Uh, humanity would have gotten to where it is, what its benefits are, what its strengths are, what the supposed dangers of modern society are, and accordingly, they look into the future as a story of rise or as a story of decline, as a story of purity or as a story of degeneration. So, eugenics has been absolutely attached. Um, TO, uh, to the, the, the, um, to the story of human origins. Never more so even than in the Nazi case. Uh, National Socialist, um, intellectuals in Germany, if we can call them that, um, very much insisted, starting from Hitler, that Aryans and Samites were fundamentally different. Uh, RACISM and that they were essentially opposed and, and forever, um, in conflict. Part of the great, um, theory that he tried to build is precisely that there is an argument, sorry, let me just rephrase that sentence. Hitler's theory was that there is uh a distinction, uh, that has to do with racial self-consciousness. Uh, SUPPOSEDLY for him, Aryans would, uh, get more powerful when they became racially conscious. And this had been a history of all of Aryan humanity since the beginning. That was the Hitler, um, uh, position. It's in Mein Kampf, and then it played out sometimes, uh, in very similar terms, sometimes in somewhat more different terms across other uh racial theorists in, in Nazi Germany. Uh, THE implication of that, of course, was that racial self-consciousness was supposedly essential for the survival of Germany now, and that unless, uh, you know, the, supposedly the German people were self-conscious of their racial origins of the and their racial destiny, they would be swamped, uh, and they would lose to the supposedly Semitic. Uh, ELEMENTS in their society. That's like at the heart of Nazi anti-Semitism. Uh, THERE'S, there's, there's no way, uh, of, of, of, uh, of missing it, even if at times it is expressed under somewhat different, uh, somewhat different terms. So I think it's really important to see that there Uh, Nazism uses that harsh distinction, and then proceeds to guide it with a supposed moral panic into an argument of we the beautiful and they in the extermination camp."
	},
	{
		"start_time": "37:25",
		"speaker": "Ricardo Lopes",
		"words": "When it comes"
	},
	{
		"start_time": "37:26",
		"speaker": "Stefanos Geroulanos",
		"words": "to yeah, sorry, hence the eugenic uh plan."
	},
	{
		"start_time": "37:31",
		"speaker": "Ricardo Lopes",
		"words": "Right. When it comes to disseminating ideas surrounding our prehistory, why we should care about our human past and how we should think about it, what do you make of the impact of popular books like, for example, Yuval Noah Harari's sapiens,"
	},
	{
		"start_time": "37:50",
		"speaker": "Stefanos Geroulanos",
		"words": "right? So these are books that since the 1950s. Um, uh, Erika Mailla has a great book called Creatures of Cain, which is very much about the invention of the scientific paperback, let's say. So it's the moment when paperbacks begin to take over. And so already from the 1950s with Robert Ay's um African Genesis, all the way to Yuval Harari's sapiens, these popular uh arguments about where we come from and who we are and where we are going to go. Um. Have been, uh, have been very successful, as you noted. You could even actually say that the original of this, uh, was Orson Orson. uh HG Wells is the outline of history. Um, SO, why, uh, what do we make of this? One version is that it fits with a certain kind of public need. It's as though we all need for a bedtime story version of where we come from and what our future is like. These books typically say something in terms uh that feels surprising on you. And in the case of Harari, this was a certain kind of, you know, Creativity story. Uh, IN, in Audrey's case, uh, it was much more a story about human violence and the almost ingrained quality of human violence and the difficulty of, of, of, you know, covering that violence with civilization. Uh BUT it, it, you know, so that, this was an explanation in the 50s of the Holocaust of violence uh across the world of, of ongoing wars and so on. In Yuvalhari's case, it's an argument about creativity. It's that we are fundamentally creative beings who project, have the capacity to project ideas and then share them and uh insofar as we can share them, we can imagine, we can create shared futures. Now, This, of course, relies on minimal evidence and very much ideology. It's like a kind of PowerPoint generation, um fantasy of where it is that we are, where it is that we're going to, to, to go. But precisely because they can offer A grand narrative about us as human beings. These books are almost primed to be super successful. Um, A much better version, you know, far superior in my opinion, version than the Harari argument is the David Graber and David Wengro, um, position regarding, you know, the book, the, the Dawn of Everything. And yet, that book too is full of speculation and fantasy. That book two just can't help itself but make an argument about who we are as humans and how we are, you know, essentially. Uh, YOU know, near anarchic as, as humans that are at a, at a most basic, um, character. I think that that all is basically mythmaking. Uh, WE all need certain kinds of myths to live, and these books are myths about what humanity is, about how we are good or pure or wonderful, or this or that, or how we imagine ourselves as striving, as moving forward, and so on. Um, SO, there are better and worse myths. Uh, THAT'S for sure, but at the same time, this becomes, I think, very dangerous territory and basically fantasy rather than um, than enlightenment."
	},
	{
		"start_time": "41:20",
		"speaker": "Ricardo Lopes",
		"words": "How does some of these translate into claims about how we should live our present life? So, like when people claim that we should follow our human nature or that there is a human nature we cannot get past and so on."
	},
	{
		"start_time": "41:39",
		"speaker": "Stefanos Geroulanos",
		"words": "Right. I mean, part one, there is no such thing as human nature. Uh, IT'S been two centuries now that people have been trying to determine it, uh, to find it in, in, in, in some sort of node or some particular setup. Uh, BUT there is no plausible concept that is going to satisfy nor a discrete concept. That is going to satisfy more than a few people at a time on the basis of, you know, of, of, of other reasons, political, ideological, philosophical, and so on and so forth. Um, THERE is also, it's important to note, no concept of human nature that has been very clear and discrete in scientific studies of prehistory. It is very, very difficult to decide at what point. Human nature begins, or at what point human nature stops? Are we talking about language? Are we talking about toolmaking? Are we talking about certain biological characteristics? What biological characteristics as opposed to others? What linguistic element as opposed to, to others. The result is that this stuff just gets really very dangerous. So at the very fundamental level, Uh, I'm, you know, one of the reasons for writing this book is to emphasize that that concept is both profoundly outdated. Uh, YOU know, really a kind of 18th to 19th century construct, and one that no longer helps move toward any version of equality. People who appeal to human nature most of the time are not there to say, here's multiple possibilities, here's infinite possible futures, or, you know, here's a kind of very thin understanding of human nature. The point is, usually, like, here's a very strict sense of like, here's what's possible and what's not. What do we make of these appeals? It's very difficult to figure it out. And, in brief, I think it's the kind of concept where the moment somebody uh appeals to it, Our obligation, at least the scholars and intellectuals, is to just say, where is this coming from? Where is this going? Is this a particular religious argument? Is this a particular, you know, vision of what secular uh life is supposed to, to look like? What does it say about us as technological, uh, beings? What does it say about us as, you know, people who live in an extraordinarily complex society. Um, SO one of the key arguments of the book is against any such understanding. It isn't because of any human nature or because of where we come from, where Human origins Um, have gone from the past to the present. Those aren't the reasons that we live as we, we live. Uh, YOU know, I think I've, I've, I've noted this in the book and probably um said this somewhere before. But we are a society where most, uh, of the things that we consume, we live in societies where most of the things that we consume come from very, very far away, uh, require elaborate trading networks, require elaborate Um, you know, flows of money require very expensive and often very destructive, uh, or extractive, if you prefer, uh, ways of handling the earth. Um, WE, we're speaking of societies in which people live in cities in the millions, something that certainly never existed at any, um, but, you know, up to a certain point and, and, and time certainly it never existed. So these appeals to nature are basically fantasy. And they're part of a fantasy that, you know, maybe helps some people sleep well at night. Uh, BUT I think for the most part, are much more, um, appropriate, let's say, for oppressive purposes rather than for, uh, a kind of possibility. Mhm."
	},
	{
		"start_time": "45:30",
		"speaker": "Ricardo Lopes",
		"words": "So, I have one last question then. Uh, WHEN it comes to these different accounts of our origins and our past, some of them are non-scientific, but I also understand that, uh, others have been put forth by scientists themselves and Even nowadays, some of them perhaps are considered scientific. But uh is there any problem with, for example, anthropologists studying our past? Uh, IS there any problem with us having a scientific account of our origins and past?"
	},
	{
		"start_time": "46:10",
		"speaker": "Stefanos Geroulanos",
		"words": "Yeah, so, no, absolutely no problem. I have, I have absolutely no problem with that. I think that that's a perfectly legitimate point of study. Just as I think that the study of black holes, which, you know, we're never going to like physically encounter as human beings, um, are, is is a perfectly legitimate field of study. I think that sociological, anthropological, historical, you know, political, scientific and psychological and other uh researchers are really, really, uh, important, useful and interesting and that absolutely, this is, this is not problematic. Um, THE point of the book was really not to say that there's something invented or awful about this study as such. The point is to say that the giant drama surrounds it. And that's the thing that I find very tricky for us to be able to, uh, to think with. The aim, I think, from my perspective is to de-dramatize this kind of situation, is to say that our purpose as scholars is never to create new gigantic myths. And the ones who do create gigantic myths need to be treated with great suspicion. Uh, THE book ends by noting Uh, with me noting that when People make arguments that are very skeptical. This appeals to me, uh, very, very much, not skeptical, in general, scientifically skeptical. Um, WHEN they work with the science to say, look, there are multiple possible answers to this. I'm really not sure exactly what this is going to be. In a few years, this scenario might be upturned, will be upturned. And the point is to study things carefully little by little, in a way that doesn't necessarily uh make these grandiose claims. I think that's absolutely fantastic. Uh, THAT helps us understand little elements of our society or perhaps important elements of our society, but it helps us understand them tentatively. The really key part Is that sense of tentativeness. Uh, THE point of scientific research is absolutely never to answer a question once and for all, because then that would exactly be uh an answer that gets replaced. The problem with human origins is that, of course, we would like to have this answer and we'd like to have it now. And the, the scientific element of this is to resist these easy answers. Answers like the, you know, Hararis, who would be like 10 million years ago, this happened and this determines us. And then 100,000 years ago, we invented cooking, and that determines, like, that kind of stuff needs to be treated much more cautiously, uh, and with a, with a great deal of skepticism at the public level, and hypotheses need to be put up and tested. Um, CAUTIOUSLY and with the sense that there's something about early human life that not a single discipline is going to be able to answer. I don't mean that, um, everyone fails on its own. I just mean to say Anthropologists will be able to answer to a certain point, and biologists will be able to answer to a certain point, and so on and so forth. These answers do not need to give us a complete picture. I know that we would love a complete picture, but that complete picture will always be wrong and ideological, and potentially really quite dangerous."
	},
	{
		"start_time": "49:37",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again the invention of prehistory, Empire, Violence and our obsession with human origins. Of course, I'm leaving a link to it in the description of the interview. And Doctor Ganus, just before we go, apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "49:57",
		"speaker": "Stefanos Geroulanos",
		"words": "Oh, that's very kind of you. Um, I have one website which is uh Stefanos-caulanos.com, in which most of the rest of my work on, on history, philosophy and history of uh neurophysiology and so on, um, can be, can be found. But that's very kind of you to us. Thank you."
	},
	{
		"start_time": "50:15",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So, uh, thank you so much for taking the time to come on the show. It's been a great pleasure to talk with"
	},
	{
		"start_time": "50:21",
		"speaker": "Stefanos Geroulanos",
		"words": "Doctor Lobbs. Thank you so very much. I really appreciate your, your interview and your questions as well. Thank you."
	},
	{
		"start_time": "50:27",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Jonathan Labrant John Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]