[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Willem Frankenhaus. He is an associate professor of evolutionary psychobiology at the University of Amsterdam and a senior researcher at the Max Planck Institute for the Study of Crime Security and Law. And today we're going to talk about uh harsh and unpredictable environments and how people develop in there. So, Doctor Frankenhaus, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Willem Frankenhuis",
		"words": "Thank you for reminding me."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "So what characterizes harsh and unpredictable environments? What counts as such?"
	},
	{
		"start_time": "00:48",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah, that's a great place to start. So, um, as with many concepts in the field, there are different definitions out there, but the most widely used one, especially in the human field, um, is to define harshness as age-specific rates of morbidity and mortality. So like morbidity could be damage to the body, for example, and mortality speaks for itself, um. And then unpredictability is sometimes defined as, you know, stochastic variation uh through space or time in these age-specific rates of morbidity and mortality. Now, In the human field, uh, when people study harsh and unpredictable environments, they actually often do not directly measure morbidity or mortality, and so they are not directly measuring. You know, the concepts that they are working with, but they are using proxies, so things that tend to be associated in most populations, uh, with morbidity and mortality. So for example, um, exposures to violence or low levels of resources."
	},
	{
		"start_time": "02:07",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, I mean, just before we get into how people developing these kinds of environments and perhaps the kinds of a psychological abilities that they develop their. Is there an expected human childhood, uh, a typical way that children develop and I mean, if so, what would it be and what kinds of implications would it have for how we understand and study childhood development?"
	},
	{
		"start_time": "02:38",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah, that's a great question that really goes to the core of, of many things, uh, I'm, I'm working on. And, um, you know, for many fields in, in, in psychology and maybe even social science more generally, certainly also anthropology, for example, um. It's an important question what the types of experiences were that human children would have experienced over the course of our species evolution, and of course, you know, there are some experiences that might have been universal, but then there will also have been variation across time and across populations in the types of experiences children would have had, and Both of these things matter because they can provide insight into the kinds of developmental mechanisms that the human species has evolved that all human children uh come equipped with, uh, in order to learn about their environment and development mentally adapt to their environment. And so the term expected childhood is, is actually a term that uh in sort of the evolutionary psychology field, uh, is not often used, but in the clinical psychology literature, it is often used and there people are interested in this notion because there is a You know, a theory in that field, and, and, and I will also express some skepticism towards that theory in a moment. There's a theory in that field that says that when children experience negative events that fall outside of the species typical range. They are more likely to develop uh psychopathology. And so, um, an example that, that's often discussed in this context are children growing up in, in, in harsh orphanage situations, OK, where they have very restricted movement and very regimented care that is not very responsive to their needs in some of these orphanages, of course, there's also a lot of variation in, in, in orphanages, um. And so there I think, you know, most or all people would agree that that's not the kind of context in which, uh, you know, the children would have encountered across human evolution. But then there are other contexts where um it's really an empirical question, uh what, you know, whether or not children would have experienced this type of contexts and, and so in the clinical field. Um, YOU know, when children are exposed, for example, to, um, you know, to, to violence, um, or, or, you know, uh, harsh parenting. You know, let me just say upfront, like, of course, that's highly undesirable. It's not desirable that children are exposed to violence or, or to harsh parenting, but When they do, to what extent will children be able to develop kind of strategies and skills for navigating that difficult context? OK. And so if you think these types of experiences are very, you know, would have pretty much rarely or never occurred over the course of human evolution, then you might think that children would not have many tools in their tool kits to be able to develop strategies and skills for dealing with them. But if these kinds of contexts would have occurred over the course of human human evolution, not always, but you know, often enough to exert selection pressures on the developmental mechanisms of children, then you would be able to just, you know, you would expect such strategies and skills. And if that's the case, it's interesting to then study what those strategies and skills might be, how children use them. You know how these strategies and skills might interfere with with other contexts that are maybe safe and supportive, you know, how to leverage these skills in ways that benefit them, but maybe we can get there later. But it's important for, for clinical psychology when they are starting to invoke this notion of the expected childhood. To not rely on an intuitive notion of what the expected childhood might have been like, but to really leverage, you know, many decades of data collection that other fields in this area have done. So, so anthropology, primatology, bioarchaeology, um, human history, and so I see the expected childhood really as a concept where there is a lot of scope for interdisciplinary synergy."
	},
	{
		"start_time": "07:08",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, we'll certainly get into at least some of those topics later on in our conversation. Uh, LET me ask you now, what do we know about how repeated or chronic childhood adversity shaped social and cognitive abilities?"
	},
	{
		"start_time": "07:27",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah. So over the past decades, um, the, the, the effects of, of, of, of adversity, by which I mean prolonged exposure to, to intense stress. So for example, growing up in a violent household or neighborhood or, you know, being frequently exposed to low levels of resources, you know, struggling to make your ends meet, um. The, the effects of, you know, of this adversity, um. Uh, HAS been studied mainly from the perspective of how they create, you know, struggles for, for, for people, uh, and how these struggles can lead to, um, You know, lowered functioning in some domains of life. And, and so decades of research suggests that people are exposed to adversity, uh, you know, on average, there will be large individual differences, but on average, you know, tend to score lower on certain cognitive tests, including some of the tests related to school performance and the inference that people then tend to make from from this deficit perspective, which I will also, uh, you know, critique a little bit in a moment. Is that um exposures to adversity kind of impair brain structure and function in ways that lower cognitive performance. OK. And so, so the focus has been on how adversity impairs. You know, social and cognitive development, um, and so there are countless articles in many journals, um, you know, highlighting for a particular population exposed to a particular adversity performance on a certain kind of cognitive test is lowered. Now, I think this body of work is really important. But I also don't think it's the whole story and so my goal is not to completely try to um you know, critique that whole body of work and say, you know, there's there's nothing in there. I do think these impairment processes can in some cases operate. Uh, BUT I think in some cases when people think they are documenting an impairment, they might actually not be documenting an impairment, but a strategy that people use in a harsh and unpredictable environment, so really it would be an adaptive response rather than an impairment. And I think there are also cases where people in harsh and unpredictable environments actually develop skills, um, that are not documented by some of the, the tests that are typically used. So, um, I think it's an empirical question to which extent, you know, in, in any particular case, impairment processes are operating and developmental adaptation processes are operating, and I think the assumption has been too much that it's only these impairment processes. And so I would like the field to work towards. A more balanced view that incorporates also developmental adaptation and then you know makes differential predictions from both of these processes, um, uh, to see in which cases people develop strategies and skills and in which cases really there would be an impairment."
	},
	{
		"start_time": "10:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what specific kinds of social and cognitive abilities are relevant in the context of uh repeated or chronic childhood adversity? I mean, I, I think that in your work, I read about attention, learning, memory, problem solving, and some other abilities like this. So, could you tell us about that?"
	},
	{
		"start_time": "11:06",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah. So, The way that we approach this, um, this perspective is to think. To ask the question, what which type of adversity are particular individuals exposed to? So for example, exposure to violence is is quite different than growing up in a loving nonviolent family context, but with low levels or unpredictable levels of resources. And so, so I think it's important, um, to not take what is sometimes called a cumulative stress approach. So a cumulative stress approach is, is an approach where you kind of count up the different stressors that, that, that people have in their lives and, and then people use these to predict, uh, outcomes like for example, um, you know, um, cognitive performance or, or a risk of psychopathology. So this cumulative approach does, does predict. Some of these outcomes, but that's not the focus in this line of work. Here we take what what you might call dimensional approach, and with this dimensional approach, you ask for particular types of adversity, what would be possible strategies and skills that an individual would need to navigate this particular challenge, and then you can develop hypotheses about these skills. So to make it concrete, a specific example. Imagine that a child is growing up in a world that is, you know, that is changing very rapidly. So sometimes, you know, suddenly there is a potential reward in the environment, but it's also gone quickly or suddenly out of nowhere, there might be a threat emerging. OK. And so a child that's in an environment like this, you could hypothesize, you know, and, and this is also a thought that, that other researchers have proposed, so I don't want to take credit for it, but you might hypothesize that individuals would Um, you know, would be more vigilant and as a result, they might be good at picking up changes in their environment or rapidly updating their information state because they're in a world that's changing quickly, whereas if you're in a world where, you know, maybe you come home and your parents say, oh, you know, why don't you go do your homework? Um, IN your bedroom, it's stable, quiet, you know, and then 2 hours from now when you come, come down, uh, from your bedroom, there will be, there will be dinner. Dinner will be ready, right? So now this child can really focus with sustained attention on this. You know, learning this, this, this, this homework, whereas another child is in a much more dynamic context where many things are happening, including threats but also opportunities, um, and, and that child would be potentially shifting their attention more, updating their working memory faster. And so you might imagine that, uh, children in those contexts would develop enhanced attention shifting or enhanced working memory updating. Maybe particularly if they were in that type of context. OK. So in some cases, it's not just the developmental exposures that matter, but also what is the context within which we test people's abilities."
	},
	{
		"start_time": "14:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And are there unique strengths and uh abilities that develop in response to high stress environments? And if so, what would these strengths and abilities be?"
	},
	{
		"start_time": "14:30",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah. So, I like to distinguish between, you know, strategies and, and so those I see as decision making and behavior that is tailored to the demands of adverse environments and hidden talents and those I consider enhanced cognitive abilities, you know, enhanced in order to solve the challenge in an adverse environment. And I think there, you know, there is good evidence for adaptive strategies in harsh and unpredictable environments. Um, THERE'S, you know, there's a body of research that has grown over the past decades in this area. There is mathematical theory, um, that is used to also make predictions in some cases. Um, THE hidden talents approach is much more recent. It's, it's an approach that, uh, is about 10 years old, you know, fewer researchers have worked on it. And so I think the evidence for, for hidden talents for these enhanced cognitive abilities is more limited. I do think there are interesting leads in the literature and interesting findings, and some findings have been replicated, but in other cases, the evidence is more mixed. So some studies do find it, others don't, or, um, you know, there's. One study that has found it, but we don't know the extent to which the result replicates or generalizes. So I would say that yes, there is evidence for strategies and there's some evidence for hidden talents, but that approach, um, you know, needs to be fleshed out more."
	},
	{
		"start_time": "16:05",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SINCE you've already mentioned hidden talents, could you explain what these hidden talents are?"
	},
	{
		"start_time": "16:12",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah, so hidden talents are cognitive abilities or cognitive processes, um, that, you know, that through a process of developmental adaptation have become strengthened or enhanced. You know, in people who are exposed to a particular form of adversity. So a concrete example that I think makes it very clear, and this is actually a study that's been done already a few decades ago, um, before kind of people, you know, were, were, were looking at these things from a hidden talents perspective, um, children who, you know, who grow up in, in, in, in very abusive households. Uh, THEY, you know, in this particular study, they, when they were shown faces that were partially degraded, so imagine like a photo of an angry face or a happy face, and then there's like pixels overlaying on the picture. So it's kind of hard to see what's exactly the emotional expression. So children who were physically abused relative to a non-abused control group. Um, THEY, they were more accurate at reading, uh, the angry face. This is a study that was led by Seth Pollock in 2002. And, and so why is this really interesting? It's very interesting because it's showing that these children from, from these abusive backgrounds who, who would on average typically in most studies perform lower on on certain cognitive tests, they actually performed higher on this cognitive test, specifically on in recognizing uh an angry emotional expression. And so that, that you could characterize as an enhancement in their ability to detect information in the environment. Now, I will say that not all studies find this, uh, there are, there's another finding in the literature which is actually more common, um, and that's when people find what's called a hostile attribution bias. So when there's kind of imperfect information. Like ambiguous information like a degraded face, um, you know, people who have had many negative experiences, for example, to violence, they might just be more likely to give a negative experience, but they would do that not only when the face is actually expressing anger, in which case they're accurately inferring it, but also if the face would be, for example, happy. Right. And so if you're, if you're interpreting an ambiguous but actually happy face as angry, that's not being more accurate. That's, that's sort of over attributing anger to to the face. Uh, AND so there's on the one hand enhanced accuracy in some cases, and that I would consider consistent with with hidden talents, but if there is, um, you know, basically bias towards a hostile attribution, that that would not be considered a hidden talent."
	},
	{
		"start_time": "19:02",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to enhanced emotion detection in unpredictable environments and particularly when it, when it is associated with danger, I mean, is there uh enhanced emotion detection in those kinds of environments? And if so, which kinds of emotions, uh, would, uh, I mean, what are the kinds of emotions whose detection would be enhanced?"
	},
	{
		"start_time": "19:31",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah. So the finding I just described from 20 years ago that was focused on, on, on, on threat, um, and children who had been abused, but there is actually a body of research and this body, I think, you know, I have, you know, I have substantial trust in because there are quite a large number of studies, there is quite a large number of studies. Um, MANY of, of whom, uh, or at least several of whom have adopted kind of gold standard open science practices like pre-registration or have used a registered report format, and, and that work is on empathic accuracy. And, um, and so it's inferring people's kind of internal emotional states. And um, but that work is not focusing on people who have been abused, but it's focusing on people who come from uh uh less favorable socioeconomic backgrounds. OK, so that's, that's a different group, um. But one of the thoughts, there are several theories about, about why, why this pattern occurs, but in, in, I would say about 2/3 of the studies that have been done in, in, in this context, people who come from less favorable socioeconomic backgrounds score higher on empathic accuracy, OK? And this is true both when they are shown static pictures uh of emotion of very subtle emotional expression, so, um. So you'll see a picture of uh of just the the eyes of an individual and then they are either looking angry, suspicious, sad, or, you know, wary or something, and those are sort of subtle differences, um, but, but people from less favorable socioeconomic backgrounds are more likely to um to judge these more accurately in most studies. And um there's also work on this with uh dynamic stimuli. So there you don't see just a, you know, a slice of a face, but you actually see a person kind of talking and expressing emotion. And so, You know, it's, it's not known exactly why this. Pattern occurs there there could be different reasons for this. Um, IT could be for example that um people in in in less favorable socioeconomic conditions are more dependent on each other, right? So if you have all the resources in the world, um. In a way, you're less dependent on other people because, you know, with the resources that you have, you can always You know, for example, if you need a ride to the airport, you can, you can, you can buy a taxi, you know, or if your fridge breaks down, you can ask somebody else, uh, or you can just buy a new fridge. But if you're more interdependent, if you have fewer resources, you might just need You know, you need each other more sometimes and so um and so then being attuned to other people's internal states could be um you know a a a favorite response and so through phenotypic plasticity through developmental adjustments, it's possible that that people uh from from kind of less favorable socioeconomic backgrounds become more empathically accurate. What's I think not really known in in this particular literature is to what extent is this shaped by sort of developmental experiences versus an individual's current state. OK, so if you take someone who came from sort of well resourced early environments, but now they're currently experiencing low resources, to what extent does that shift their ability versus is it more like a gradually developed trait over the course of development. But it is one of the examples where the empirical evidence, I think is, is, uh, you know, relatively convincing. Mhm."
	},
	{
		"start_time": "23:13",
		"speaker": "Ricardo Lopes",
		"words": "And when and how do people living in high stress environments develop strengths or become more psychologically vulnerable? I mean, when is it, when and how is it that one or the other happens?"
	},
	{
		"start_time": "23:29",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah, well, that's a, that's a, you know, that's a um. You know, that's a, that's a big and a challenging question. It's a, it's a very important question and um in terms of kind of vulnerability, for example, the psychopathology, I will, I will not say too much about that because uh my expertise in that area is, is more limited. But I would say that um if you zoom out, you know, the more severely intense the stressful experiences are, the more distressing they are, the more prolonged these experiences are through time. Is it a week? Is it, you know, your whole life? And um the more domains of your life in which you are experiencing these different stressors, the more, you know, likely people are to develop, um. You know, Psychological vulnerabilities. Now, it's also true that actually sometimes people talk about this in a little bit of a deterministic way, but actually, you know, in, in quite stressful environments. Many people and, and, and you know, often the majority of people do not actually develop these vulnerabilities uh but it is true that people in such environments are on average more likely to develop such vulnerabilities. Now there are also factors that um that are sometimes called protective factors in the literature on resilience, um. And those protective factors are things that make it sort of less likely that somebody will develop these vulnerabilities despite being in these challenging circumstances. And, and one example of a protective factor for children is, um, you know, the presence of caring adults slash role models in their environment. So, um, you know, imagine that there's a child and it's growing up in a family, um. You know, that's, that's really struggling, um. And maybe the parents, you know, are, are struggling to, you know, to, to find the time to really Help their children with the challenges that they're facing, uh, whether it be, you know, going to school safely or, uh, you know, getting their homework solved. Um, IMAGINE that there would then be an uncle or a neighbor that's, you know, very supportive of this child, that, that really makes it more likely that this child is going to, um, not have these kinds of vulnerabilities play a role. But you know, even people who do develop potentially these vulnerabilities, it could still be the case that they also have strengths that are unrecognized by perspectives that only focus on um on sort of deficits and vulnerabilities. So, um, I, I think of these things as in some cases being mutually compatible."
	},
	{
		"start_time": "26:29",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, ARE there environments where impulsive behavior is adaptive?"
	},
	{
		"start_time": "26:36",
		"speaker": "Willem Frankenhuis",
		"words": "Right. So, um, you know, just like the expected childhood, uh, but even more so with impulsivity, there are different definitions of this, uh, concept in the field, and so that matters because, um, you know, Impulsivity defined one way might be adaptive in context A, whereas impulsivity defined another way might be adaptive in context B, um, or there are actually some definitions of impulsivity, which, which a priori define it as a maladaptive behavior. So then you then it's never possible to say that it's adaptive, you know, um, but I, I think so, so. Um, IT'S possible to distinguish between information impulsivity and temporal impulsivity. And so information impulsivity is about how much information do I want to gather before making a decision. And so, um, And so if I, you know, if I, um, if I'm really thinking through the consequences of my actions and gathering information on, you know, the possible outcomes, then I'm not very information impulsive, whereas, you know, if I very quickly make a decision without thinking through or without gathering information about the possible outcomes, that's, that's, you know, that's impulsive. So think about like somebody who immediately, they see a nice house, they just buy it right away if they, if they can, but then suddenly they realize that there are consequences. And temporal impulsivity is more about the extent to which you prefer so so all or most people prefer sooner or later outcomes, um, but, but there's a lot of individual variation in, in, in how strong this preference for immediate outcomes is and so temporal impulsivity is uh focused on, um, you know, how much do people prefer the immediate outcome and so let's focus on. When would temporal impulsivity be adaptive, so Maybe you are familiar with the, the marshmallow test. Is that something you've heard about so children are offered, you know, one marshmallow now or 2 marshmallows later, maybe after 10 or 15 minutes. And um, And so some children eat the the marshmallow instantaneously and then there are other children and, and they wait and there are nice videos of this online if you think this sounds fun, you can, you know, Google it and, and you'll find uh also children who, for example, open up the marshmallow and take some of the inside and eat it and then close it back and put it, you know, back waiting for the researcher to come back so they get the second marshmallow. But they have at least also had some immediate rewards. Anyway, um, So, so when children grow up in a world where future rewards are much more uncertain than immediate rewards, maybe because their environment is changing quickly or because they have little control over their environment or over or about where they are in their environment, maybe, you know, they, they just kind of moved around and they don't know whether they're going to be around. Um, TO, to cash in on the later reward, maybe other people are either unwilling or unable to, um, you know, to, to, to give them the future rewards and so children who grow up in such environments are more likely. To take the first marshmallow instead of wait for the later marshmallows. And in the literature, um, this was often characterized as a sort of a failure to delay gratification or short-sightedness or an impairment in their inhibition, you know, their ability to kind of inhibit their immediate urge to, to grab this first marshmallow. But, um, other researchers, including, for example, Martin, you know, Martin Daly and, and, and, and others, they argued that In a world where future rewards are unlikely to materialize, it might actually be, you know, adaptive for an organism to um take the much more certain immediate rewards. And so if you ask me, you know, what are the conditions in which impulsivity, uh, might be adaptive, um, you know, uh, those conditions, you know, it matters in part based on how likely the future reward is and there's also mathematical modeling that has. You know, analyzed, uh, this problem and and that supports also uh. Yeah, this hypothesis. And so, It matters because this is a case, remember at the beginning um I mentioned that there are some cases where people characterize something as an impairment, but actually, you know, it's possible to view it or to reframe it as a as a as an adaptive strategy. So if it's true that a child is growing up in a world where future rewards are unlikely to materialize and it's showing. You know, a a stronger preference for these immediate rewards rather than saying, oh this child has a deficit, it might be more accurate to say this child is responding adaptively in just the same way that any other or most other individuals would had they grown up in this context. And what's really striking, and there's some very interesting work on this, um, among others by Celeste Kids and Yuko Munakata and Laura Michaelson, where they have shown that the extent to which children wait for this second marshmallow, um, it depends also on the extent to which they trust. The extent to which, for example, an adult is, is going to give that that that that later reward. OK. So, um, in, in one set of studies, uh, what's been manipulated is, um, whether the child, you know, in a previous interaction, the, the adult actually lived up to their promise towards the child, and if they didn't, the child thinks, oh, this adult is maybe not so reliable, you know, I'm, I'm actually not going to wait for the second marshmallow, so children who do development mentally come from On average, you know, relatively reliable environments, um, they kind of quickly adjust their behavioral strategy, um, when the experimenter might not be reliable towards them. And in another set of studies, the adult was behaving unreliably towards another adult rather than to the child itself. But then the child, you know, noticed this and, and was like, OK, well in that case, I'm, I'm less likely to wait for my future rewards. Yeah."
	},
	{
		"start_time": "32:53",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh, I think this is sort of related to the previous question. In what kinds of contexts do people develop a present oriented psychology?"
	},
	{
		"start_time": "33:06",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah, yeah, I agree that is um that is related because so a present oriented psychology, um, we could characterize as a as a psychology that's prioritizing. The present over the future in general and so that includes potentially like immediate rewards over future rewards but also it might for example you know um be the case that the organism is, is very attuned to threats that that might be currently present so that you're also focused on the present, uh, on rapidly updating information now and maybe you know, using cognition to do that maybe more than sort of focusing, you know, storing things. Into long term memory, which is a more future oriented thing in some in some sense. Um, AND, and so, You know, It's a complicated question, but you know, from a bird's eye view, I, I'd say in environments that are um. You know, that, that are changing rapidly. Um, ONE of the tricky bits is that change can take different forms, so environments might change. In a way where you know the current state of the world does predict next states of the world. So for example, if today's weather predicts tomorrow's weather, um, we would say that the state of the world is auto correlated. There is a correlation from today with tomorrow, um, but change might also be what people might call stochastic, um, and so then, uh, you know, tomorrow is is is is is not so predictable, uh, from today. Of course this is a continuum. Uh, uh, HAD the extent to which there is auto correlation and it can differ for different dimensions of the environment, so it could be that, for example, um, you know, threat is, is, is, is relatively highly auto correlated, but resources are not or vice versa. And so in general, and this is really one of the, I almost want to say sort of a soapbox that I like to get on, um, when we're studying. Developmental adaptations to, you know, childhood environments or or environments in general, it's really, really crucial to characterize the environment in a very precise and fine-grained way. And so, This is one of the things that I really like about Like ecologists and evolutionary biologists, but also, you know, vision scientists, for example, in, in, in human cognition, um, is that they're interested in the adaptive fit between organisms and their environment. And they really try to characterize the environment in a lot of detail. And so that means, for example, not just saying, oh, there, there are high or low levels of threats, but also how does threat change through space and time. And you know, is it different for neighborhoodhood threat versus, you know, family threat? And um, You know, when you characterize the environment much more precisely, you can also develop more precise hypotheses about what would be the kind of cognitive strategy or behavioral strategy or skill that would benefit the individual, um, in that context. Yeah. Mhm."
	},
	{
		"start_time": "36:29",
		"speaker": "Ricardo Lopes",
		"words": "Why is there a high prevalence of violence in deprived communities?"
	},
	{
		"start_time": "36:36",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah. Well, I, I would first say that it's um. It's It's true in Some countries that in deprived communities, uh, there are higher rates of violence than there are in more affluent communities, but there are also um communities where uh resources are low, where violence is not necessarily more prevalent. Um, AND, and so, um, you know, when we think through these questions, it's, it's, it's, it's, it's, uh, yeah, it's important to, to acknowledge that variation, I think. But it is true that in in in in some industrialized countries, uh this, this, this is the case and um the reasons for this are really multifactorial, like there are many reasons for this. Um, AND, and sometimes those reasons are hard to tease apart, but I will focus maybe on one reason. In deprived, in resource deprived communities, there are many, there are relatively many people who are struggling to make ends meet. OK, and so for example, they, they might not be able to, you know, to, to feed their children that evening or or buy clothes that they need for their children or they cannot pay rent and so they risk being evicted from their house, which has major downstream consequences. If you're evicted from your house, it might be much harder to sustain your job. If you don't sustain your job, your income, you know, falls out and you know, maybe you end up in a homeless situation with a lot of threats living on the street. So people are in sort of, uh, you know, in a really difficult situation. And when people are and sometimes be, you know, a concept that that Daniel Nettle and Benoit Cupon, for example, use for this is is something like a desperation threshold below which people are not able to meet their basic needs. When you are below this threshold, it might. You know, it it might be. A reasonable response for an individual to try to engage in a high risk behavior and by a high risk behavior I mean a behavior that could lead them to actually have a very favorable outcome above this desperation threshold, even if it's also possible that it actually leads them to be in a worse position. OK, so for example, if I choose a safe option like a low wage job, um, but that's not going to help me actually pay the rent anymore, and I will get evicted and I will run into all these problems, that low wage job is not such an attractive option. If there's another option which might involve violence like robbery. Um, YOU know, that's a much more high risk option. Something really bad could happen for me, but it could also be the case that now I do have these resources that I need to, you know, to, to, you know, pay rent, or in some cases, you know, if people, um, struggle with drug addiction, it might help them satisfy this sort of for them basic need of of of procuring um the drugs. Now let me just highlight that the vast majority of people in deprived communities do not engage in violence. But a subset of them, um, you know, might use that as a strategy to obtain, you know, resources that they need in order to, um, Get above the desperation threshold. Now what's what's interesting about this desperation threshold idea um is that it also predicts, so it doesn't just predict that below the threshold maybe, you know, in some cases risk taking is favored, including violence could be viewed as a form of risk taking in some cases, but when you're above the thresholds you actually wanna not take very many risks. You don't want variance in your outcomes because variance in your outcome. Could also mean you fall below the threshold. So then what this idea predicts is that when you're above the threshold, you actually are more risk averse. And so it predicts a discontinuity where if an individual feels like they're below the desperation threshold, then it, it increases the chances that they will take more risk and and. More risk can be taken in different ways. You can also buy lottery tickets, which is nonviolent, but for some people it might mean using violence to try to obtain resources. Mhm."
	},
	{
		"start_time": "41:08",
		"speaker": "Ricardo Lopes",
		"words": "So earlier when we talked about hidden talents, this is something that you touched on a little bit. What is resilience and how do people develop it?"
	},
	{
		"start_time": "41:20",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah. So it's interesting and actually um my, my, my uh colleague and collaborator Bruce Ellis, um, I think he phrased this well in a paper, uh we, we wrote together, um, because this is a question that's, that's commonly asked when people are interested in hidden talents, they say, oh, is this, is this the resilience approach basically, um, and the resilience approach, you know, it has been around for a few decades, uh, uh, a leading researcher in this area has been, for example, Anne Masten. And um she's written a book, Ordinary Magic, which is explaining uh the approach and The way that Bruce Ellis characterized it, um, is, is as follows. So the, in the resilience literature, people ask, you know, Despite exposures to adversity, Some individuals do achieve kind of favorable outcomes like having, you know, a stable income, having stable social relationships, not struggling with mental health or addictions or not, you know, and so they have particular outcomes despite the adversity they experienced. They beat the odds, you know, um. Whereas the hidden talents approach says not despite but because of adversity, because of the exposures to certain kinds of adversity, people might develop skills that help them navigate this difficult challenge. So if you have low resources, for example, and you're more dependent on other. On their individuals maybe you develop enhancements in empathic accuracy. Now this idea is also not specific to the hidden talents approach. There are um researchers in kind of social and cognitive psychology that have that have developed these ideas as well, but it does fit with, with the hidden talents approach. And so here it's not despite of, but because of adversity an individual has developed uh a particular outcome. There's another important related. Difference, and that is that the resilience approach tends to focus on um on outcomes that are socially kind of valued, that are considered socially desirable within society, within a particular society. But that's not necessarily true for the hidden talents approach. So for example, if it's the case that I grow up in a social environment where status, you know, is attained or resources are obtained through coercion in part, OK, and so maybe through, you know, um, intimidating other people, intimidating other people or making sure that they don't mess with me. OK. The ability to, um, you know, to get people to think that they should not mess with me in that environment, the ability to maybe intimidate other people in that context is a strategy that is benefiting potentially that individual. But it's not something that people, you know, that would be generally considered socially desirable. But if, if people in that context, in some cases develop enhancements in this ability. Um, YOU know, that, that would be considered a hidden talent. So I, I would say that the hidden talents approach does not necessarily focus on outcomes that are beneficial for society. Uh, IT might in some, in some cases people might, you know, when you, when you have a skill, it can be used for good or for bad in the sense of in a societal sense. So if I'm better at, you know, let's say reading other people, I could use it to help other people, but I could also use it to exploit other people, right? And so. The skill here is what the focus is of the hidden talents approach and then whether it's used in a socially desirable way or socially undesirable way is less important to the hidden talents approach. Um, ALTHOUGH in this approach too, we're very interested in, you know, when we characterize people's skills. How can we help them leverage these skills in ways that benefit them and that benefit also society?"
	},
	{
		"start_time": "45:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So taking into account what we've been talking about in terms of how humans develop in different kinds of contexts, are there, are there high degrees of phenotypic plasticity in humans, particularly when it comes to being able to tailor development to different conditions?"
	},
	{
		"start_time": "45:49",
		"speaker": "Willem Frankenhuis",
		"words": "Right, So, So, so phenotypic plasticity, the ability of organisms to um adjust their phenotypes, uh, in response to environmental conditions or another definition that sometimes used as sort of the capacity of a genotype to produce, to express or produce different phenotypes depending on environmental conditions is widespread in nature. And so, you know, most or all species exhibit phenotypic plasticity in some traits. OK, so an example of a phenotypically plastic trait would be the stress response system if you grow up in a world that is safe and supportive and stable and you have a lot of control over outcomes, your stress response system is going to on average develop differently than if you grow up in the world. You know, where there's threats, there's unpredictability, you have little control over outcomes, and so there's plasticity in the stress response system. It's shaped through developmental processes in a particular way, on average. Now there are also traits where we don't exhibit phenotypic plasticity. So for example, the number of eyes in humans is not phenotypically plastic. If we grow up in a world that's where there's relatively low amounts of sunlight, it's not the case that we, you know, that we develop a third eye, for example, right? And so it's always important when asking about phenotypic plasticity to sort of say. OK, in which traits are we considering phenotypic plasticity? And then to sort of say, and, and, you know, what are the types of inputs to which this trait can respond. OK. And um and so I, you know, humans are certainly uh uh in in in many traits, um. Uh, A highly phenotypically plastic species. Uh, SO, so some, some, some animals, um, they, they can learn about some very specific thing. Um, BUT they, you know, they cannot, you know, they can learn that a particular input is associated with a particular output. Uh, IT'S acquired through experiences, but, but they can learn the breadth of information that humans can learn, right? And so, so humans can learn a very broad range of information. Now it's not the case that Animal learning always is of course just simple stimulus response like animals can also in some cases learn uh very complex uh and quite broad things but but humans um are unusual in the extent I think to which we, um, which we can do this and you know that's, that's not so it's interesting because sometimes. That's characterized it so, you know, we, they have sort of the other non-human animals have specific learning mechanisms and humans have, you know, general learning mechanisms. I don't really love this terminology, um. Because you know, the various ways that humans can learn also require many different mechanisms, I think, and this is not just something that I'm, you know, that I'm saying it's also, uh, you know, a point of view that's quite common in evolutionary psychology that humans don't have less but actually have more, um, learning mechanisms. So for example, humans can learn through teaching, right? So, um, uh, somebody who, who, who already knows uh how to solve a problem or make something. They might modify their behavior in a way that makes learning for other individuals, naive individuals, easier. OK, now there's discussions about how much teaching occurs in different cultures and so on, but it's clear that humans can learn through teaching and um many other non-human animals do not learn through teaching, but teaching then gives us an additional mechanism through which we can acquire information, right? And so, um. I am not an expert in culture, but what I gleaned from the literature is that Most researchers think that cumulative culture where, you know, we transmit cultural skills, uh, cultural knowledge, um, and then develop innovations on this knowledge and then transmit the revised cultural knowledge and in that sense, we can, you know, incrementally increase the complexity of the tools we build or of the languages we use or of any kind of thing that helps us adapt to our environments that cumulative culture is, you know. Either unique to humans or almost unique to humans. And you know, to my understanding in this literature, the consensus is also that it's cumulative culture that has enabled humans to inhabit such extremely diverse ecologies. Right. So we live in freezing cold, you know, very hot, uh, and, and, you know, um, with many forests or, you know, with very barren landscapes. So we live in cities, you know, we can live in all these types of environments, um. Yeah, because we, we, we are highly phenotypically plastic. We can adjust to a very wide range of conditions. Yeah. Mhm."
	},
	{
		"start_time": "50:57",
		"speaker": "Ricardo Lopes",
		"words": "So, one last question or topic here. Uh, WHEN it comes to development, I've seen and also through some of the interviews I've done myself, that we can observe the use of life history theory both in psychology and in evolutionary biology. But are psychologists and biologists using the term in the same way and are the research programs similar or not?"
	},
	{
		"start_time": "51:24",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah. So there are similarities and differences and, and so let me just highlight a couple of similarities. So there are similarities in some of the key concepts. So for example, the notion of trade-offs. Have, um, is, is, is central to, to both fields, and so, um, uh, you know, there are different types of trade-offs like resource trade-offs and functional trade-offs, but let me just, uh, for now, say, you know, the idea that um If you, you know, use your resources to grow a larger body, for example, you do not have those resources available for maybe, you know, producing, um, offspring quickly, uh, you know that those kinds of trade-offs are central to to both um literatures. Another thing that's central to both literatures is a focus on life history traits. And so those are the traits that kind of define the life cycle of an organism. So, you know, the, the age at which it matures, the number of offspring it produces, the investments it makes in offspring, and, and, and so those types of traits are also central to to both approaches. So there is some common core, but They are sort of partially overlapping Venn diagrams, and now I'll mention some of the differences where the Venn diagrams are not overlapping. Well, so in the In the human literature, um. You know, it's, it's quite common to for researchers to include what you might call kind of more psychological traits um into what people think are life history strategies. So they will, for example, argue that people who mature fast and you know, start reproducing at a young age. Um, THAT that's part of a life history strategy, sort of a suite of correlated responses to a particular environment, and that suite of responses also includes maybe risk taking and impulsivity to mention two of the traits that you asked about earlier. Um, THAT'S not the way it's typically talked about in the evolutionary biology literature. OK, so this broader range of traits that's included in the human literature, um, that's one difference and I think. One of the challenges of this, it's, you know, is is that. The, and this is another difference is that the theory in evolutionary biology, um, on which life history that framework is based is um is often mathematically formalized. So people have expressed, you know, in, in equations exactly what the variables are, how they are thought to relate to each other, computed under different scenarios, what natural selection, you know, would favor. Um, AND people have done this for these life history traits. OK. Now in the human literature. Almost no one is doing this mathematical modeling. There are some exceptions, but it's very rare, um, this mathematical modeling in humans and also the extent to which people draw on the mathematical modeling in the evolutionary biology literature is very limited in most cases. But then people do make claims about it would be adaptive for that, you know, natural selection would favor in these types of scenarios, uh, not just, you know, earlier reproduction, for example, but also higher risk taking and more impulsivity, but that claim is then not based on mathematical theory. And so an evolutionary biologist would question that. They would say, you know, it could be empirically true that these things hang together in some or all human populations and if that's the case, that's interesting and that requires an explanation and maybe it requires an evolutionary explanation, maybe another type of explanation, but it's not a prediction from life history theory in so far as we view life history theory as a formalized body of theory in the way that we're using it in evolutionary biology. Um, AND so, uh, yeah, as a researcher, also, on the one hand, I'm really enthusiastic about social scientists, including psychologists, you know, building these bridges with, with life history, uh, theory. There's also uh uh sophisticated literature and anthropology that's that's doing this which I really appreciate. But I also think it's really important that the the kind of social scientists keep a close eye on uh the the formalized theory that's being developed in evolutionary biology and that um that we are very explicit about when are we. Predicting something based on a mathematical model or which mathematical model or under which scenarios versus, you know, here we observe an empirical pattern that we think potentially, you know, could be viewed in light of life history, um, in terms of life history theory. I'd like to say one more thing about that, if that's OK. I think in evolutionary biology, people see life history theory. More as a framework. And so what is the difference between a theory and the framework? Um, THIS is a whole discussion in itself. But you know, you could say that, you know, a theory allows for, if especially if it's formalized, it allows for deducing predictions. Whereas a framework is more um a description of what are the important concepts and which things are, you know, related to each other. But how those relationships pan out, that could depend on the context. And so for example, um, whereas a psychologist, it's common in the human literature that people will write something like in a harsh and unpredictable environment, faster life history strategies are favored and so you know, people reproduce at a younger age and so on and so on. But actually the mathematical modeling shows that that actually depends, for example, at which ages this harshness causes the most mortality. Is that early in childhood or is it more in adulthood? It depends on whether the population is currently, you know, growing or is currently, uh, sort of carrying capacity in the ecology. And, and so, so in biology, you would not usually read some general statement like this. They would say, you know, under these and these and these conditions, mathematical modeling suggests that it would be adaptive to have such and such life history strategy. And so it's possible to build within the life history framework. Specific theories that address particular scenarios, but it's not viewed as a theory that makes all these predictions in the way that the human field does. So I like that this bridge is being forged. I think it's great that there are these bridges between the social and biological sciences, but I do think there is, um, you know, uh, it's important for us to try to build these bridges as, as best we can."
	},
	{
		"start_time": "58:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm Great. So just before we go, Doctor Frankenhaus, uh, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "58:48",
		"speaker": "Willem Frankenhuis",
		"words": "Yeah, so, um, you can, you can find my work, uh, you know, by, by typing it there are two websites where you can, can learn more about, uh, about my work. One is my, my personal web page and so, uh, you could look at Will Franken has, uh, and, and then you'll, you'll find it online. Um, We talked earlier about adversity and about, um, you know, trying to develop an approach that is not just focusing on sort of the the the struggles and potential impairments but also on strength and strategies and sort of a more well rounded view and I'm of course not the only researcher who is interested in developing such an approach. um THERE are in fact. Uh, THERE'S really a growing number of researchers across different fields of psychology, but also beyond psychology interested in doing this. And so, um, with these researchers, we started, uh, uh, uh, a network and the network is focused on science communication. OK, because we think that the way that people growing up in conditions of adversity, the way they are represented in the scientific literature, but also in the media, um, is sometimes not doing justice to the full picture. And so, um. You know, there's a, a, a network now which is about communicating and expanding research on adversity. It's the CERA network CERA. And so if you're interested in in reading about sort of the science communication aspect of how people grow up in adverse environments and how we can try to do a good job of of representing them, um, um. You know, in, in a way that does justice to the, to the complexity of their lives and the nuances in their strategies and, and abilities, uh, looking up this, this, this network website might be interesting, and there are also some products that we're developing with this network focused on this particular topic. Mhm."
	},
	{
		"start_time": "1:00:45",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:00:52",
		"speaker": "Willem Frankenhuis",
		"words": "Thank you very much. I appreciated it as well and um yeah, I uh I look forward to our future interactions."
	},
	{
		"start_time": "1:01:00",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearraujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelisky, Scott Zacharyishtim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diota Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]