[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Charlotte Bliss. She's an interdisciplinary health researcher at the Department of Women's and Children's Health at Uppsala University in Sweden. And also the digital psychiatry division at the Beth Israel Deaconess Medical Center at Harvard Medical School. And today we're going to talk about her book, The Nocebo Effect, When Words Make You Sick. So, Charlotte, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:34",
		"speaker": "Charlotte Blease",
		"words": "Ricardo, it's, it's fantastic to be here at last. Thanks for having me."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, OK, so we're going to talk about the nocebo effect, but just before that, I would like to ask you a little bit about the placebo effect. So what is it?"
	},
	{
		"start_time": "00:51",
		"speaker": "Charlotte Blease",
		"words": "The placebo effect is the better known of these two effects, and it is the response that happens as a result of patients expecting to feel better. So as a result of expecting to feel better, they actually do. Uh EXPERIENCE positive health benefits, and it's particularly, it's considered to be particularly relevant to experiences of pain, depression, anxiety, fatigue, and so on. And there's actually quite a body of research now. There's quite a mature body of research investigating the placebo effect, um, but it's still quite a young science, I will say. So, as an organized field of research, while the so-called placebo effect has been known for quite a while as an organized scientific field, we're talking about 20 to 30 years old."
	},
	{
		"start_time": "01:48",
		"speaker": "Ricardo Lopes",
		"words": "And what is the medical relevance of placebos? I mean, why should we care about them from a medical standpoint?"
	},
	{
		"start_time": "01:57",
		"speaker": "Charlotte Blease",
		"words": "That's a great question. Um, THERE'S actually, um, two ways to answer this question. So the first is, um, The first is that placebos are used as tools, methodological tools in the clinical trials, and to that extent they're really a measuring instrument. So that's the first particular usage um because there's lots of noise in clinical trials, patients, you've got to screen out for that noise. So if you want to evaluate a particular treatment. And to see whether it's effective for a condition, you need a placebo, which is essentially should mimic everything about the treatment under scrutiny, except for the particular ingredients, if you will, that you think are going to make the difference. You don't need to have a mechanistic story about why they make a difference. You just have to isolate them as best as you can. Um, THROUGH the design of the placebo. So in that, so placebos are relevant in that sense, and it's quite seductive in a clinical trial scenario and a lot of people um Think of placebos this way, including researchers, but they tend to say placebos are sugar pills, they're saline solutions. That's really not quite accurate because the placebos, they say, should be a sort of a measuring tool, so it should copy in a sense what it is you're trying to measure as far as possible. Um, SO it's like a moving category of things. It's a control. One sense in which we can think of the relevance of placebos. The second sense is in a more clinical setting. And here we're thinking more about the vernacular in which people use the term placebo, and there's almost a kind of family resemblance situation going on descriptively about how physicians or think about placebos. But in that scenario, we're thinking about a treatment that might be offered to a patient, perhaps at a primary care visit where the doctor doesn't think it's going to be effective, um, but they think they're offering him a placebo, but they just want to see a face, offer a demanding patient something. Um, THEY'RE not sure if it'll work. So if there can be many reasons, it might actually work, or they might actually want the illicit placebo effects, so they give them something that they think the patient will think will work, um, and. So there's that separate area of of placebos in clinical practice, which is, which means something slightly different. I think in the field there's a tendency to talk across purposes a little bit, so I, I welcome that question. There's definitely a need for differentiation here."
	},
	{
		"start_time": "04:47",
		"speaker": "Ricardo Lopes",
		"words": "And what is then the nocebo effect?"
	},
	{
		"start_time": "04:51",
		"speaker": "Charlotte Blease",
		"words": "The nocebo effect, um. So the lesser known to say of these these effects is sort of characterized as the evil twin of the placebo effect. Um, AND it is what happens when you have negative expectations about a treatment or or intervention as a result of which, you start to experience genuine negative effects. Um, MUCH less research in in this, into this phenomenon, but quite interesting studies, we'll get into them a little later, but um, yeah, fascinating effect."
	},
	{
		"start_time": "05:32",
		"speaker": "Ricardo Lopes",
		"words": "So, and this is also interesting because you come at things from two different standpoints, both, both from a philosophy standpoint and also from a medical standpoint. So, as a philosopher, particularly, how do you approach the nocebo effect?"
	},
	{
		"start_time": "05:51",
		"speaker": "Charlotte Blease",
		"words": "Good question. So basically, I mean, when I think about philosophy, my my PhD was in philosophy, um, and this increasingly veered into quite an interdisciplinary health research. But um I kind of go back to Wilfred Sellers's description of philosophy, which is seeing how things in the broadest sense of the term hang together in the broadest possible sense of the term. Philosophers in general can approach things like the nocebo effects with the ultimate mind body effect in a few different ways. Um, MY particular approach to these issues has been epistemological in the sense, in almost the most rudimentary sense of doing philosophy, which is to say, what is you can't measure what you first. DEFINED. So how do we define these these terms and that sort of become the low lowest hanging fruit in placebo studies, if you will, which includes the nocebo effect. How are we defining these terms? Are we talking across purposes sometimes? Um, SO let's get clear about what those terms are and then how we could possibly investigate them. Um, SO related to that, I've also been interested in um The replication crisis. So is it philosophical, it's evidence based practice in a sense, but turning the question in on the field, are we being robust enough in our methodologies? Are we canonizing findings a little bit too early? We need to show due diligence. So again, it's the philosopher taking a step back and somewhat finger wagging. It's not always appreciated, but um. So that's, that's one perspective and another area of philosophy is, is of course ethics, clinical ethics and thinking what are the implications of these effects. So the nocebo effect um is a fascinating almost a disruptive force in healthcare because you want to uh. Ultimately, you want to tell patients about the potential risks of treatments, possible side effects. How do you do that in a way that is honest and open without causing side effects and and causing potential harm or secondary harms to patients. Um, SO that's another that's another area that I've I've been interested in. Mhm."
	},
	{
		"start_time": "08:21",
		"speaker": "Ricardo Lopes",
		"words": "So, later in our conversation, we're going to talk about the importance of distinguishing between real side effects of treatments, medication, and so on, and nocebo effects and how we can do it. But at this point, let me ask you, is there a risk of over identifying the nocebo effect as the cause behind very diverse phenomenon?"
	},
	{
		"start_time": "08:46",
		"speaker": "Charlotte Blease",
		"words": "Yeah, absolutely. Um, AND we tend to see this particularly as you say, Thomas talked about, you know, the emergence of paradigms and research and it's hard not to go back to that kind of appreciate that kind of thinking when you look at the emergence of research into the nocebo effect. So there is a tendency, I think, to um over ascribe certain phenomenon to nocebo effects. Um WE'RE not talking about overtreatment. We're not and some people have suggested that that might be the case and the nasty side effects of over treating patients. It's not any kind of side effect. We're talking about a very specific. Kind of effect, negative effect that results from expectations. Um, SO yeah, absolutely we've got to be vigilant, I think about that. Um, AND I think when there is a tendency, particularly when we're thinking about something as negative as this as well, um, maybe to, to get even more freaked out and to start over ascribing or or. Uh, BUT, but we, we really have to be careful in this, this case, for sure. You know, if everything's a nocebo effect, nothing's a nocebo effect."
	},
	{
		"start_time": "10:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And when it comes to the harms that come from overdiagnosis and overtreatment, should we treat them as nocebo effects or are they more the result of side effects of drugs and unnecessary treatment?"
	},
	{
		"start_time": "10:30",
		"speaker": "Charlotte Blease",
		"words": "I think it it can be a whole amalgam of different things. Um, SO it could be the overtreatment, over medicalization, lower thresholds for diagnostic categories, for example, in mental health conditions. These things could prompt nocebo effects. Um, BUT again, we got to be very careful about saying what it is we think might do the the might elicit those kinds of effects, and then, you know, result does that try to find some ingenious way of of experimentally getting at that or empirically getting at that. So Yeah, That's uh Tricky question, but yeah. Mhm."
	},
	{
		"start_time": "11:20",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, and do we have a good understanding of how nocebo effects are produced psychologically? I mean, what are the psychological mechanisms that play a role in them?"
	},
	{
		"start_time": "11:34",
		"speaker": "Charlotte Blease",
		"words": "Another great question. Um, I think I guess I would go back to we don't really have a good um put my head above the part, but we don't really have a good descriptive psychological depiction of these effects. And I think the same is actually fair to say in placebo, the placebo effect as well. If you go back to David Marr, the cognitive scientist who thought about different levels of analysis, different questions you can ask in a particular field. You can ask the question of of what it is. What is the phenomenon that needs to be described. I think what we have a tendency to do when it comes to the psychology of nocebo effects and placebo effects, is we have isolated what it is. It's an expectancy response and some say, in some sense. But when we drop the second question is that Maridentified was, you know, not just the what but how. Does this work? What's the what's the mechanistic level to explain this phenomenon? And I think we have a tendency in general in psychology to to embark on a kind of circular reasoning and just to say for the mechanistic reason we're going to redescribe the thing that needs to be better understood, and that is to say it's expectancies that are, you know, but that doesn't really offer us an edifying explanation. So there seems to be this gap and what is, what are the mechanisms, what's sort of the algorithmic level of what's doing the work, the processing underneath, and then of course there's the issue of the where this instantiation and there we do have some interesting studies in the nocebo effect on engaging um cortisol or CCK is another hormone involved in anxiety responses. Um, SO in general, we don't have a, we don't have a fantastic story yet to tell about uh the mechanisms, um, and then at the other side of it, you know, can add the 4th, that 4th question of why does the nocebo effect exist? So the ultimate explanations, um. And there we need to, we could ask questions about is it a evolutionary adaptation, a byproduct of an adaptation. Probably there's something very interesting to say there too. In general, it's probably a readiness, an anticipatory response, better to over. Better to anticipate negative events in your environment and be ready with a physiological response to them and to err on the side of false positives and false negatives. So I think it's not too much of a stretch to tell a story there about why those Now why effects arise and then the issue is, are we eliciting them in modern environments in ways that are not appropriate that are mismatched in the very places that people want to get help, hospitals, connects, and we're making people feel more anxious. So yeah."
	},
	{
		"start_time": "14:53",
		"speaker": "Ricardo Lopes",
		"words": "So, uh there is this common idea that if nocebo effects are caused by negative expectations, then they are merely all in the head. Uh, DOES it make sense to think about them this way?"
	},
	{
		"start_time": "15:09",
		"speaker": "Charlotte Blease",
		"words": "Uh, SO, good question. Um, AND we see pushback particularly from patients when when we talk about these kinds of phenomena that it's a sort of degradation or discrediting, um. I think two ways to think about that question, is it all in the head. First is quite literally, um, and we can say scientifically, is it all in the head? Well, it's a nervous system response. Um, SO the nervous system extends throughout the whole body, so it's not quite all in the head. Um, BUT, and related to that, we could say, look, if this is a response, um, some capacity. CAPACITY that behavioral responses suite of of behaviors and cognitions that as a result of of observing something in the environment, you have to have the cues in the environment to elicit it. So it's not quite all again all in the head, either from that respect. But the more figurative, I suppose, um, common common. PARLANCE thinking about is it all in the head. I would be really wary about, again, saying that um that we are diminishing certain responses in that way. And we've got to be careful too, because medicine has a history of gaslighting patients when it comes to conditions that are medically unexplained. CONDITIONS like stroke, so called chronic fatigues and more patients were in fact told we can't find the reasons for this. We can't see any causes for this condition. We can't understand that to some extent it wasn't in the doctor's head of the medical community's head, what was wrong. So there go the explanations well it must all be in the patient's head that they're making this up or um this isn't a real condition. So, um, I try to stay away from this all in the heads. It's understandable to an extent, but it's a very loaded description, um, and we would not want to be saying many medical conditions are the result of no effects. These are short-lived effects. Um, THEY'RE probably not that severe, um, but they, but they can, they can have repercussions for healthcare, but I wouldn't want to be ascribing. Lots of unknown medical conditions to this."
	},
	{
		"start_time": "17:37",
		"speaker": "Ricardo Lopes",
		"words": "Right. So this is something that I think is very important for us to try to understand. Uh, HOW, how is the nocebo effect produced in the clinical context? I mean, how is it that doctors and other clinicians and intentionally harm patients through it?"
	},
	{
		"start_time": "17:58",
		"speaker": "Charlotte Blease",
		"words": "Yeah, again, good question. So probably the best way to answer this is by example. So it could be through the power of suggestion, through what's communicated to the patient, um. Including about side effects, um, the manner in which it is communicated, um. Uh, BUT also to some extent we might say that the performance of medicine. So, uh, a couple of interesting illustrative cases, um, Fabrizio Benedetti, who's a researcher in placebo studies from Turin. DID a very interesting what was called an open hidden style study. This was published by 2003. Um, BUT basically in this study, he had a postoperative pain patients and he hasten to add this study probably wouldn't get ethical approval today. But he randomly allocated them to um Two conditions. One was that the truthful, the open condition where the patients were told that their intravenous pain medication had been disrupted and it had been disrupted. And then the other condition, um they were not informed that the morphine, the intravenous morphine had been disrupted, even though it had been. And what he found was those who were informed, uh, honestly informed about what had happened, were much more likely to request pain medication, uh needed higher dosages of it, um, small, small trials. Um, BUT that sort of offers a window to the potential, you know, knowing that something has happened, you have a negative expectation and you start to feel much worse as a result. There's been other studies which are more suggestive, um. For example, one with which is another sort of almost canonized study in the field, but done by an anesthetist Beth Israel Deaconess Medical Center where he allocated patients be allocated patients to, he was giving them a local anesthetic, and he said, you know, I'm going to give you the anesthetic, it's going to feel like a bee sting. Uh, AND you know, patients actually felt reported much higher levels of pain when they were told, I'm going to give you an anesthetic and it's it's going to make you feel better. So it's going to reduce the pain or help you manage the situation. So there have been studies like that which are more suggestive and what you do find is patients do report higher levels of pain and so on when they're in the nocebo effect condition, um. I don't want to prolong it, but another interesting study think worse, uh listeners might be interested in it was carried out by Lauren High, who is at a crumbs or who was at a crumbs lab and Stanford, which is a lab is conducted quite a lot of interesting placebo research. Um, AND what they did in this study was they induced, um, an allergic response through a histamine healthy normal people and they they induce this this this uh allergic response, um, which created a wheel, which is another name for the sort of itchy rash, red rash that you get in your skin, uh, when you have an allergy or it's irritated. And what they did was they, they offered people basically a placebo cream. Um, SO there was, there was no active ingredient in this cream there I'm I'm veering into some of the language that I say you shouldn't use, but anyway, it was a cream that doesn't really work. But they The manner in which people were offered the creams the providers delivery was what was what was experimentally under investigation in this. Um, AND they basically, to cut a long story short, find that the practitioners who delivered the treatment with what looked like cus of high high level of competence. So they were very confident, knowledgeable, and so on. And high levels of empathy. Those patients experienced placebo effects, a reduction in the size, measurable reduction in the size of the response, the allergy response, and those who were in the low competence, low empathy delivery. ALLOCATION actually didn't didn't experience any diminishment in the size of the wheel, the rash. So how do we interpret that? And I say this is a short study, needed replication, but Um, could that have been that there was this sort of um nocebo effect response going on that was mediated by a perception. This person is incompetent. They're not going to help me. They're not empathetic. You don't look like they're trying to help me. And that's what might have influenced um this kind of of anticipatory response. So fascinating kinds of studies that that begin to inch closer to what might be going on here and how to elicit these responses or not elicit them."
	},
	{
		"start_time": "23:37",
		"speaker": "Ricardo Lopes",
		"words": "So can the nocebo effect be produced in different ways in a clinical context?"
	},
	{
		"start_time": "23:44",
		"speaker": "Charlotte Blease",
		"words": "Uh, IT could be. So again, through, it could be through the behavior of the providers who say it might even be, uh, you know, I'm not advocating so feng shui in the clinic, but it could be if you if you're in a clinic that looks disorderly. That that might signal some sort of level of incompetence, or it doesn't look as clean as it could be, for example, there could be certain cues in in the environment beyond the practitioner that leads the the the patient to have um. A negative anticipatory response, but it could also be things that the provider is doing too. Do they instill confidence or not? Um, DO they look empathetic towards you or not, or are they are they, are they being cold and disinterested and too busy, so. And aside from all of that, what is it they're telling you? What's the part of suggestion here in terms of the information that they're they're giving you, um, and if they're if if it's negative information as well, that may, may lead to these sort of negative expectancies."
	},
	{
		"start_time": "24:56",
		"speaker": "Ricardo Lopes",
		"words": "And how can we distinguish real side effects of treatments from nocebo effects, and is it important to establish this distinction?"
	},
	{
		"start_time": "25:08",
		"speaker": "Charlotte Blease",
		"words": "I think it's important to establish the distinction. I think it's quite difficult to do, but it's certainly possible to do. Um I think when we again go back to with nocebo effects, these are likely to be short-lived effects. They're not going to be as severe effects. Some treatment side effects are going to be, um, they're not unlikely to be dose responsive. So a real treatment may, um, you know, the higher the dosage, maybe the higher the level of the toxicity, the negative, the side effects are going to be. So, um, but again, you know, we need more studies to to investigate whether that's in fact the case for the nocebo effect. Um, IT'S certainly possible to do, it's, it's challenging, um. If we go back to the clinical trials where um, Which are a great venue for um beginning to identify some of these interesting effects, but they're not a great way to isolate the nocebo effect, for example, because as I said, there's a lot of noise in a clinical trial. If you give people if they're allocated to the placebo arm in a clinical trial, um. And then they experience negative effects as a result, that could be owed to natural history. Some people are going to feel worse anyway. It could be responder biases you're told that there's a potential for side effects and you actually just report them, but you don't experience them. It could be attribution of of symptoms you already feel you had one too many glasses of wine the night before you didn't sleep well, whatever, and you you you're misattributing. Some of those low grade symptoms that any of us may feel at any time to the side effects or whatever, and then as a result, it would be a confusion, a conflation to say those are nocebo effects. So um again it requires a lot of ingenuity to try to isolate exactly these specific effects, but the kinds of experiments I mentioned are a good starting point for thinking about how we do that."
	},
	{
		"start_time": "27:26",
		"speaker": "Ricardo Lopes",
		"words": "So, I probably should have asked you this question earlier, but why should we care about nocebo effects? What kinds of consequences can they have?"
	},
	{
		"start_time": "27:38",
		"speaker": "Charlotte Blease",
		"words": "Well, the first issue is that they can make they can make people feel worse, and we don't want to, particularly in the medical setting, we don't want people to feel worse. Um, AND if people are already experiencing, say they've got a chronic illness, um, you're offering them medications, um, it could be a tipping point scenario where, you know, even if some of these these um The nocebo effect is time limited. It's it's not as aggravating as some other side effects may be. We don't want to compound that, and we don't want people to really to experience, to feel worse as a result. So there's that issue of just um the negative effects in themselves. Um, BUT there's also the issue of people dropping out of care or becoming anxious about taking medications. And so, uh, either through word of mouth experiencing or experiencing these kinds of side effects, um, there are health repercussions. I'll give an example, um. 70% of the world's population had a COVID vaccine. But many people, we don't actually have the exact figures, many people didn't get a second vaccine. Why is that one of the leading reasons was side effects. Um, AND perhaps get into the literature and nocebo effects, nocebo responses to the COVID vaccine, but that in itself. THE public health consequences in a sense of potential here for nocebo effects as the cause of of health behaviors can be quite serious. So from a small thing, big things can emerge. Um LOOK at if you consider lack of very paternalistic term, but lack of adherence to medications, bad patients not taking their medications. But a lot of the reasons. And that is side effects. So in the US alone, it's about 100,000 deaths every year because people don't take their medications as they've been prescribed. So it's a serious issue. It's a costly issue as well. I think it's figures of $100 billion in the US every year because of failures, the consequences of failures to take medication. So, um, It can be a costly issue, um, both literally and figuratively, the patient's health. So it's it's the it's it's the downstream consequences, I think that might be some of the most severe issues here."
	},
	{
		"start_time": "30:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT can nocebo effects do actual clinical harm to people more than just producing more side effects and leading people to quit their treatments?"
	},
	{
		"start_time": "30:43",
		"speaker": "Charlotte Blease",
		"words": "Um, I think it's a very, very good question. Uh WHAT are the extent because we don't want to exaggerate the the the effect size here. I think that would be a big mistake. Um, I think it's an I don't really want to answer the question because I don't know. Um, BUT I would suspect that as I've said, these are limited effects in many ways. Um. It depends how one wants to interpret harm, I suppose, to the extent of the harm, but I think it's open to empirical questioning. So for example, if the study that Fabrizio Benedetti carried out, you know, if patients really need higher levels of pain medications as a result of behaviors within the clinic, um. You know, if you, if you're experiencing a much higher threshold of pain, that's not a good thing. Now, the extent to which the pain can be dialed back through behaviors that could reduce those sort of nocebo effects is an open question. We might even say like, what is the actual dosage of morphine that you over and above you've got to get what is the equivalency? Um, BUT Uh, you know, there is, I, I, I would be cautious here too. It's it's a good question because in general as I said before, we've got, we've got to pay attention to, especially when the field is hot when you've got this idea of the mind body problem, the placebo effect and nocebo effect, you know, we're doing an interview on it. I've done different kinds of media things on the placebo effect. Um, IT'S a hot field and there's always a tendency to exaggerate effect size unwittingly sometimes, but scientists do it too, because you know you can court a bit of media attention, and there is this publication bias too, of course you find. FINDINGS, they're more likely to be published, canonized, cited widely, fewer replication. So that we should be, uh, as I do due diligence and not exaggerate what possibly is going on here. So are they harmful? They're not pleasant. How do we want to decide what's harmful. It's an open question."
	},
	{
		"start_time": "33:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And can words themselves produce harm? I mean, if, for example, a procedure is expected to produce some pain and doctors mention it beforehand, can it cause even more pain than it was supposed to?"
	},
	{
		"start_time": "33:22",
		"speaker": "Charlotte Blease",
		"words": "It could do. Um, SO again, we could take a look at that open open hidden paradigm, the study by Fabrizio Benedetti, where what was simply disclosed or not communicated did make a difference to reported harm and for the need for medication. Um, AND we've got other studies that suggest similar things that you know, what is communicated is what makes the difference to patients, um. I give another example um of, again, this was from Eli Crum's lab where they did um a fascinating study on and this this study actually lasted for around 6 months. So patients with peanut allergies, um, And the treatment for that is just to sort of give a dose dosage of the peanut in order to get the antibodies levels up. And in both groups, they actually communicated that you will feel side effects of this treatment intervention. There's going to be some discomfort scratchiness in your throat, and they advised them both in the randomized control both groups were told the same information, but in one group, they were told that's the signal the treatment's working, you know, stick with it. So it was positively framed. And in fact, that made a difference to sticking with the treatment regime, to the extent I think it was only 4% of people dropped out whenever they were given the positive framing versus the 20% who weren't told you this is a positive signal, reframe reframing, reinterpreting the negative side effects. And in fact at the end of the 6 months, patients and the positive mindset, the positive uh framed information had higher levels of antibodies, so the treatment actually did work. Um, SO there we're getting at. How you can manage expectations in a way that's positive for patients that actually can mean that they, they adhere to treatments, they stick with it, uh, they're less anxious and fearful and um. You can help overcome what potentially the side effects, possibly be via dialing back the nocebo effects or negative expectancies about what how to think about these negative effects. So there there are going to be many ways, I think, in which providers, especially if they had the time to do it, but um. Could be better managing patients' expectations leading to more desirable health outcomes. Mhm."
	},
	{
		"start_time": "36:19",
		"speaker": "Ricardo Lopes",
		"words": "Um, ARE healthcare professionals aware of the nocebo effect? Uh, DO they underestimate it? Um, I mean, what do we know about that?"
	},
	{
		"start_time": "36:29",
		"speaker": "Charlotte Blease",
		"words": "I, we don't know a great deal about it, but when we wrote the book, we suspect that that uh just through almost a data as well, healthcare professionals don't know as much about the nocebo effect. It's been this overshadowed phenomenon, which is interesting in itself, but we suspected that there's just not that much awareness about it. Interesting, so when I speak to people about it, they'll say I've never heard of that, but they've heard of the placebo effect. So I think more, more education, more literacy around that could only be a good thing and it be beneficial for patients to know as well because they can begin to find ways to manage their own expectations or my own case, I don't like to read the side effects of medications I think knowledge isn't always power, you know, so in that scenario, I don't really want to know. Yeah."
	},
	{
		"start_time": "37:30",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let me ask you two questions 2 or 3 questions about psychotherapy specifically. So, uh, and please correct me if I say something wrong here, but it seems that it doesn't matter much what type of psychotherapy is used. They all tend to work more or less equally well. If this is the case and the different uh kinds of psychotherapy are Based on different theoretical approaches to human psychology and apply sort of different methodologies. Does it mean that we might be dealing with placebo effects here? I mean, could it be that psychotherapy is mostly placebo?"
	},
	{
		"start_time": "38:15",
		"speaker": "Charlotte Blease",
		"words": "It's a really big question. Um, YEAH, so there is this debate in the evidence base in psychotherapy, how to interpret the findings, there's some controversy over it too, I will say, but so, for example, Bruce Wamold is a researcher in this field who advocates the perspective, he says. It doesn't really matter what treatment you give. It could be a sort of cognitive behavioral therapy. It could be more of a rosarian humanistic therapy. It could be a psychodynamic the embarking these archival digs into your personal history your childhood and all the rest. It doesn't really matter what you do that um they all tend to have. They're much of a muchness and sometimes this is called the dodo bird hypothesis from Lewis Carroll's book where the dodo bird had said, you know, there's a race and all everyone has one all must have prizes. So how do we explain then the effectiveness because psychotherapy is quite effective, it's very effective for many patients, so not all. Um, BUT, uh, what is going on and then sort of as a result of that, uh, is this idea of the common factors hypothesis. So there must be factors that are common across all versions of therapy that are what make the difference here. And so it's getting into what could those core. Uh, FACTORS B and they're thought to be things like the therapists effect, so it could be high levels of empathy, could be, you know, signals of competence and so on to. It could be that the patient has higher expectations. They find a theory behind it plausible, um, something that they can get on board with. So is there sort of a core set of um Uh, factors there that may be making a difference and then some people say, look, all of those factors are really related to inducing placebo effects and that therefore, it maybe is just a placebo. I think it gets murky here because I don't really want to say that it would be a placebo, but I don't also think so the idea is it all just a placebo placebo effect. Um, AND, and researchers like Jensa is a researcher at the University of Basel has. Notably, um, advocated that that might be be what all the place that psychotherapy is, and therefore, we should be communicating to patients, uh, what actually is going on here, um. So I would say that uh I, I, I wouldn't have, I wouldn't, I don't believe that that's necessarily. I don't think that that psychotherapy is just a placebo effect. I think there's possibly other things that are going on in a psychotherapy encounter. That could be beneficial to patients. I don't want to digress too much, but it's a couple of thoughts on this. I say depression is an adaptive response, for example, but you know, in some scenarios in modern environments, you know, we're getting more and more depressed. What might be a way to, if you think about theories as to why people get depressed. Couple of theories one is it's an analytical rumination hypothesis, when you're depressed, you're more likely to think deeply about difficult social problems, and so it's a way of socially withdrawing, thinking more about them. Is it possible that in some psychotherapy contexts that the therapist actually facilitating you working through those problems, and that's what's. ON the top of the fact that you're getting this boost of possibly placebo effects. Possibly that's what's going on. It could be that additionally that you're, you're the therapist is a role model, for example, of how to, how to behave differently. Of course, the therapists say that's exactly not what they're doing. They would never tell their client how to improve their behavior, possibly that there is some kind of role modeling happening. So I think there are many, many, uh, it's under determined what exactly is going on in psychotherapy, um. But certainly we could say it's a forum whereby people could be induced to to have a more positive expectancy about am I going to feel better as a result of this process or not? And there's also it's also an arena where suggestability people particularly in a vulnerable state may be induced if they're already feeling skeptical, depressed. ANXIOUS, could be made to feel worse. It might not always be beneficial to ruminate over problems, particularly if there's not much of a solution where the therapist isn't offering suggestions of what look like plausible solutions. You could feel worse. Um, AND I sort of go back to Scott Lillian, the late Scott Lillian, um, who very iconoclastic figure and very necessary figure in. AND psychology, who was one of the first really to to say that um around he has around 10% of patients felt worse as a result of psychotherapy. We don't talk about that enough, I think because we possibly tend to think when people are undergoing a treatment, a talking cure, so to speak, that there's not really any potential for harm, but in fact that there could be. Uh, THROUGH a variety of means, one of which might be nocebo effects. You just, you just don't you feel worse."
	},
	{
		"start_time": "44:11",
		"speaker": "Ricardo Lopes",
		"words": "So psychotherapy can harm, it can produce nocebo effects as well."
	},
	{
		"start_time": "44:18",
		"speaker": "Charlotte Blease",
		"words": "I think it's certainly think that that that's a very real possibility. So if we go back to the study on um the the Lauren House study, for example, which looked at perceptions of competence and empathy. Now if those influence the size of placebo effects and potentially we don't. Again, we don't have enough research on this, but say they also influence nocebo effects. If you're sitting with a psychotherapist, and you don't have a grid, you don't think that they're they're particularly competent, or that they're they're not being as empathetic to your needs as they could be, that might influence you to feel have negative expectations about. Not only your current health, but about this provider is not going to be able to help me. So you drop out of care, you think, and everything feels worse and you think well nobody can help me now, or you know, you start to feel considerably worse about your situation. So I would suggest that certainly it's plausible that psychotherapy um could lead to negative effects for patients."
	},
	{
		"start_time": "45:34",
		"speaker": "Ricardo Lopes",
		"words": "What about the use of labels and diagnosis in psychotherapy and even the medical system more generally? Can those produce uh nocebo effects as well?"
	},
	{
		"start_time": "45:47",
		"speaker": "Charlotte Blease",
		"words": "Yeah, it's an interest again, really interesting question. Um, AND I think we sort of secular trend of lower thresholds for mental health conditions and diagnostic classifications. Um WITHOUT again we don't want to get into the sphere of saying, you know, but I think that there's can be a good case to be made in the modern world, more and more people actually are more depressed, they're more anxious and so on too. But certainly, um, Uh, the, the over medicalization of, of, of many everyday experiences, some of which may not be in the realm of of of of medically significant, but are just, you know, problems with living, um. If there's a tendency to over medicalize those, you get to tell people there's something wrong with you as opposed to I see most people feel lousy sometimes or or whatever. This is part of life. Um, THERE could be a risk that you're inducing people to to have a perfectionistic idealistic perspective. OF theirs of what life life ought to be like, and that as a result, they have a really negative set of expectancies that in fact induit nocebo effects that could lead people to feeling just generally anxious and more depressed, um, more worried about their life. So, um, I think, I think that there is a real risk of that certainly do, yeah."
	},
	{
		"start_time": "47:21",
		"speaker": "Ricardo Lopes",
		"words": "So going back to the COVID vaccine for a minute because you've already mentioned it briefly earlier in our conversation. Um, SO, now and then we hear claims from people about supposed COVID vaccine side effects. How do we go about distinguishing real side effects of the vaccines from nocebo effects?"
	},
	{
		"start_time": "47:48",
		"speaker": "Charlotte Blease",
		"words": "Yeah, so the really interesting literature came out of the clinical trial data for the COVID-19, the COVID vaccine. So when you, various researchers looked at the data and they found that people who were allocated to The saline vaccine, the fake vaccine, also reported side effects. Um, AND depending on the the meta-analysis that you looked at, a couple of them were published. One attributed as much as 2/3 of the vaccine side effects. To uh to nocebo and the use of nocebo phenomenon. Another one said 3 quarters of the side effects were. Why did they say that? Because again, the people who are in the control who got the placebo vaccine um reported side effects to. So it seemed like that which is really interesting because it's possible that as a result of uh a few things going on here, and this is where it's almost the, the um Clinical trials are not an amazingly good place to isolate nocebo effects nor placebo effects, because there's so much noise in them, but it could have been that because an amalgam of things, it could have been responder biases, that is, you know, you're told that there's certain side effects and then you just you mimic them, you know, unintentionally sort of people pleasing response to researchers. It could have been um. Again, misattribution of certain low level low grade symptoms that one already faces could be natural history, but it also could have been genuinely in that case, people were told about the side effects and as a result they did start to feel worse or it could have been, well, that's that's that's that's possibly what was going on in which case. SAY whatever was happening in the in the group who received the actual vaccine over and above, that might have been the the the genuine side effects associated with the vaccine, which were not that many proportionately compared to to when you received a placebo. So, um, Yeah, so isolating those effects and this is uh uh differentiating them from genuine and nocebo effects is really, really tricky from the noise of if you like, more broadly, you could talk about the nocebo response, uh. TRICKY situation to to isolate those. I'm not sure if that quite answers the question, but uh yeah so."
	},
	{
		"start_time": "50:48",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a different kind of question now. When it comes to media reports, because sometimes we get negative media reports of certain medicines, can they produce nocebo effects as well? And I mean, in this particular case, since we're focusing a little bit here on the COVID vaccine. Is it that, for example, the media communicating about potential side effects of the vaccine might have contributed to producing nocebo effects in people. And I mean, I would imagine that this is a sort of delicate question or delicate thing to explore because Of course, from the perspective of uh medical, the ontology, the ontology potential side effects have to be communicated to patients, but it can be done by doctors, not necessarily by the media. So, I mean, what do you think about this?"
	},
	{
		"start_time": "51:49",
		"speaker": "Charlotte Blease",
		"words": "So, yes, it, it's, again, I mean, the media could play a role here, um. And I think it's, it's, it's really challenging to answer this question because it it does, I mean, so the media we know that people are more attentive to negative information, um. Uh, YOU know, and again, there's sort of an evolutionary, uh, evolution has sort of bequeathed a kind of an heirloom and that respect and that we tend to pay attention it's more adaptive in our history to have paid attention to negative information to be to be more ready to respond, um, um. Uh, BUT, and that's, we know the media, you know, if it bleeds it leads, you know, so, so there's overreporting of negative information. Now, does that potentially induce nocebo effects? I don't think we know. But um it could certainly be part of it. There could be a contributory factor there for uh communicating in a in a scale what a doctor might be communicating about a vaccine. Um, SO I see no reason to think that it it couldn't possibly be contributing to nocebo effects if you have what you think is medical information and that influences in the moment when you're receiving the medication, you're, you're, you're aware you what you think might be the case. I think it's, it's certainly a possibility, how you measure these things sort of as a Cognitive anthropologist and you work out what is making the difference, what kind of exposure people, gets really, really tricky to do that. Um, BUT I think that sort of on the face of it, there's no reason to think that there couldn't be a contributory force if you will, in terms of media communicating information at scale, as I said to the public. Mhm."
	},
	{
		"start_time": "53:58",
		"speaker": "Ricardo Lopes",
		"words": "And how can COVID-19 vaccines, uh, nocebo effects be reduced?"
	},
	{
		"start_time": "54:06",
		"speaker": "Charlotte Blease",
		"words": "Um, SO it could be they could be reduced. Well, I'll give you an example actually of my my own case. When I went to get the COVID vaccine, the first vaccine, the nurse said to me, um, You're going to feel a bit of a, you know, it's going to feel a bit of a pinch here in your skin, but 12 hours from now, she was highly specific about it, and I wish she hadn't been. She said 12 hours from now you might start to feel pains, shivers, um. Headaches, just take a couple of Tylenol, which was in the States, in other words, take paracetamol, and sure enough, like 12 hours later, I looked at my watch, I really did and did start to feel terrible. And part of me wondered, you know, Being familiar with nocebo effects, I thought, shit, is this just a nocebo effect, or in fact, am I having a really negative reaction? Are these genuine side effects. I was just second guessing myself what's really going on, and I really didn't feel at all well. So, was there a kind of amplification through my negative expectancies as a result of the information she gave me, possibly. So I think what I would say in that case is how could that nurse have handled it a little bit better. Well, she could, she could have framed the information a bit more positively instead of being so definitive 12 hours from now, which, which made her look highly competent and made me, you know, it was just so specific. She could have said something like most people don't experience side effects. If you do, you can manage it with with Tylenol or so positively framing the information while preserving the truthfulness is 11 route forward. Um, AND that might be a way to manage, could have been a way to manage nocebo effects in relation to, to the extent that they they arose in relation to the COVID vaccination, any kind of medical treatment. So thinking here about. Uh, Daniel Cannes decisions there, you know, framing information in a specific way, instead of saying 30% of people might feel that you just say 7 in 10 people don't experience side effects, you're likely to be one of them, blah blah, and so you're managing the expectations in a more positive valence."
	},
	{
		"start_time": "56:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, I mean, this is sort of also related to COVID because it was a public health issue. So how do nocebo effects manifest in public health and how relevant are they in that specific context?"
	},
	{
		"start_time": "56:52",
		"speaker": "Charlotte Blease",
		"words": "Uh, AGAIN, it's, it's unclear. So there have been, um, stories that relate to things like wind turbines causing outbreaks of illness, but are these just as a result of mass hysteria, which is a way of saying, you know, it's it's on people's heads and potentially then the placebo researcher sweeps in and says, I could, I could colonize this particular phenomenon for my own and maybe it's all nocebo effects. So things like winter with another thing called Havana syndrome. So diplomats that were associated with um visited Havana in Cuba. There was If you look at something and you'll see there was sort of we open the book with mentioning this, the idea again, nobody could understand what was the physical substrate of the of these clusters of conditions. Some people with so-called Havana syndrome, various as they say diplomats, people who visited, there was some idea that, you know, they'd fallen. THROUGH some toxicity, or else maybe it was that they had succumbed to again some sort of more localized hysterical response, which again is a very negative connotation in saying that it was again, all in their heads. It didn't really exist and that they exaggerated as a result of it. They fell ill. Um, I think again, we got to be careful, including when it comes to a public health level. There may well be we got to be be intellectually humble here scientists need to recognize it. It's particularly the medical community as well. Just because we don't have a current explanation doesn't mean that there's not going to be an explanation. And of course, it is possible that nocebo these could be manifestations of nocebo effects as well. Um, BUT you know, I also tend to think that the more ordinary explanation sometimes is the most likely and it might be we just don't have all the facts. We shouldn't rush to judgment and be too journalistic in our interpretations either. Mhm."
	},
	{
		"start_time": "59:17",
		"speaker": "Ricardo Lopes",
		"words": "So this is something that I think we've been referring to throughout our conversation, but how does the nocebo effect tie to medical ethics? I mean, what kinds of questions does it raise uh in the context of medical ethics?"
	},
	{
		"start_time": "59:34",
		"speaker": "Charlotte Blease",
		"words": "Yeah, it's a great question. Um, SO in many doctors are obliged to be nowadays they're obliged to be open and honest with patients and to respect, but particularly in the post-war era, Second World War, you know, be open and honest with patients. You've got to be truthful about the The state of their diagnosis, but also offering them treatment options and and disclosing to them relevant facts that could inform their decision on furnish some of the information they can make a choice and informed choice. To that end, um, the nocebo effect is is a sort of slightly disrupting force in healthcare ethics because uh you doctors also have a duty to first do no harm and the Hippocratic goes, you know, sometimes it's inevitable you can't, you can't undergo surgery without an incision. YOU know, but is there an unnecessary harm as a result of disclosing certain information. So it's a case of what's the trade-off between these two ethical principles. The one is to respect the autonomy of the patient to be truthful with patients, versus you don't want to cause harm unnecessarily. So that's one source of tension. Another source of tension is potentially for justice and health care. So, um, is there a an unequal distribution of nocebo effects or placebo effects, which is an interesting question in relation to how people fare in the clinic visit. Um, SO, Some patients may be um Subject to more unintentional discrimination biases may be very surprising. We know there's a body of literature, some of which is contested for sure, but there are interesting differences in how people experience care systematically shows that, you know, on the basis of, you know, your sex, your age is, um. RACE ethnicity, body weight as well. So how your provider is responding to you, the quality of information they give the time they give cues of empathy towards the individual. Um, IT would be surprising in a way if some people didn't fare a little bit more. So there's possibly an issue of justice in the distribution of these effects to that. Be a more overshadowed consideration in healthcare ethics and how it intersects with placebo studies, but that could be another area that's something I've written a little bit about as well. But um open question or some of us doing worse in the clinic visit because of nocebo effects. Mhm."
	},
	{
		"start_time": "1:02:43",
		"speaker": "Ricardo Lopes",
		"words": "And which kind of strategies can be adopted by both clinicians and patients to reduce the nocebo effect?"
	},
	{
		"start_time": "1:02:53",
		"speaker": "Charlotte Blease",
		"words": "Yeah, so, um, some of it could be that framing of information that we mentioned. Excuse me, so positively framing the information, we're following the lead of empirical studies by Aliyah Crumman and her colleagues in positive mindset, so saying, you might experience negative things, but that's the thing, things are going to improve for you. um. That the medication's working or whatever, of course that also induces certain ethical questions too, is that really, is that really ethically honest or do we need a higher order sort of disclosure but I'm going to tell you this information that's therefore going. Um, I don't think any provider has time to disclose that level of of of nuance, but, um, it could be that it's about framing information. The other aspect is taking the time, it's the words that one chooses to use, um. Showing due sensitivity to patients, um. There's some suggestions among medical ethicists that, you know, it's about to reduce nocebo effects could be via something called authorized concealment. So you tell the patient, I think this is a psychologically sanitized and a bit unrealistic variety of perspective telling the patient, you know, there are side effects. I don't, you know, do you authorize me to tell you that what the side effects are and the patient can say yes or no, but I think that flags up the information that's probably emotionally relevant and you're more likely to induce the patient to get online and see what the hell are these side effects that this doctor doesn't want to tell me so. Um, I think that probably would be counterintuitive, but I think there are ways in which you can frame information, present information, present yourself as a provider, uh, easier said than done, but that these things could be, if we could adopt them a little bit more, that would be beneficial. And then the other thing I I I I I should mention here is um. The use of generative AI is interesting here too, because we're seeing I've done studies on this too. Doctors are increasingly using generative AI chatbots, including commercial chatbots which they shouldn't be using, such as chat CPT to assist them with their documentation. So a letter writing to patients, um, so many countries you can now get access to your online medical records, which could be another forum for inducing placebo and nocebo effects too. But if your doctor is presenting it using one of the top usages for the. DOCUMENTATION according to doctors, those who adopted. So they may be trying to write their notes more sensitively, um, and using that as a tool to to present information in a way that is framed more in a more desirable fashion. Uh, AND then second to that is, um, Patients use of generative AI, which is a whole separate concern, um, but, uh, I don't, there's studies which suggest that generative AI is is much more empathetic than doctors and responding and blinded clinic blinded trials, experimental trials. So patients might actually it's an interesting question that receive more placebo effects from a chatbot than they do from their their their doctor. That's a whole other question and maybe a whole other hour of discussion, um, but yeah."
	},
	{
		"start_time": "1:06:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so one last question then. If, for example, there are doubts about the effectiveness of certain treatments, how should doctors communicate about them to their patients to avoid inducing nocebo effects?"
	},
	{
		"start_time": "1:06:56",
		"speaker": "Charlotte Blease",
		"words": "I think doctors should, they should communicate honestly, honestly. I mean, that's what you need to do that if they're uncertain about the treatment, uh they've got to be honest about that. But a way to frame it may be to say, look, uh, we don't know what the particular effects may be here, but it may be that And then frame it possibly by saying that this this might might work for you. We're all individuals here. Most of these studies are population based studies. This might work for you. Give it a go. Let's see how, you know, things you could still positively frame the information in a way that the individual leaves the clinic thinking, I'm trying something. They have a more positive effect, uh, more positive attitude that that. To the extent that these effects are relevant, uh, they could be dialing them down the negative side effects. Mhm."
	},
	{
		"start_time": "1:07:54",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, Charlotte, anything else about uh the nocebo effect that I might have missed in my questions? Anything else we should know or not?"
	},
	{
		"start_time": "1:08:05",
		"speaker": "Charlotte Blease",
		"words": "I think probably the biggest area here, the most exciting area will be the use of generative AI as it sort of gradually creeps in to both patients use of these tools to search for health information. So how these tools tend to be I don't know if you've ever played around with them, but they are consistently very polite, no matter what you say throughout them. Um, AND there may be that consistency and and the the valence of the responses that some of these chatbots can give rapidly and in a conversational way to a patient when they're seeking. INFORMATION might might actually influence uh nocebo effects, placebo effects, um, but may also um influence when people do seek help from their provider. So we're we're sort of entering a sphere, I think of triadic care. You've got the provider, you've got these chatbots that we tend to anthropomorphize and so on, and you as a patient. So I think that intersection will be a very interesting thing. Something I'm I'm I'm focused on writing about at the minute, but I think that's an area that future discussions in this field will get into. And indeed high clinicians lean on these tools as well, increasingly, um, whether it is to improve their communication, um, through the kinds of responses that they preferable responses to patients. Uh, BUT they're they're increasingly using these tools. They're not going to go away. So that would be the thing that I think's around the corner, but we don't yet have enough research on. And in general, we just should close by saying we just don't have enough research into the nocebo effect, and we do need more replications. Mhm."
	},
	{
		"start_time": "1:10:03",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So just before we go, where can people find you when you work on the internet? And by the way, would you like to tell us a little bit about your upcoming book?"
	},
	{
		"start_time": "1:10:15",
		"speaker": "Charlotte Blease",
		"words": "Yeah, so um I'm on Twitter and Blue Sky and LinkedIn at CR Blaze um and you can see my public here I should. Uh, MY Uppsala University web web pages, I don't update enough, but um my publications are available on Google Scholar, um. And yeah, my, my, I also have a sub stack laze on Doctor Bot where I write about AI healthcare ethics and other considerations. But yeah, I've got a book coming out in September called Doctor Bot when human doctors feel us and how AI can save lives, um, which is somewhat um. PROVOCATIVE title, but it's really about how uh humans, human doctors have an enormous task on their hands in modern healthcare, and it's about high. Sometimes doctors do feel this, even though I mean they're they're working on incredible pressures, but I look at the psychological limitations of doctors on what it is they do, keeping up to date with information and and all the rest of it. And I look at how AI may prove to be an important work around um to improving care in the long term. So it's a It's a book that's focused on the psychology of the visit and what AI could do to improve patient outcomes. It's a very patient centric book, but Possibly a bit provocative as well, but they'll start a conversation, I hope."
	},
	{
		"start_time": "1:11:59",
		"speaker": "Ricardo Lopes",
		"words": "Great. We're very much looking forward to it and I really hope to have you back on the show when it's out and thank you so much for taking the time to come on the show. It's been really fun and informative to talk with you."
	},
	{
		"start_time": "1:12:14",
		"speaker": "Charlotte Blease",
		"words": "Thank you, Ricardo. I look forward to seeing you again too. Thanks a lot."
	},
	{
		"start_time": "1:12:18",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrook field governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikolbba Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zaledrianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bortolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fitim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]