[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Vicky O. She is an associate professor in the Anthropology department and director of the Primate Ecology and molecular Anthropology lab. At the University of California Santa Cruz. And today we're going to talk mostly about the evolution of the human diet or of human diets in the plural. So, Vicky, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Vicky Oelze",
		"words": "Yeah, thank you Ricardo for inviting me. Uh, I'm very excited to, and I'm very curious if I can answer like the many questions that you have. Uh, I saw that you, you, you want to dive into deep time with me, so, so let's go."
	},
	{
		"start_time": "00:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, sure. So let's start with this. How can we study human diets through archaeological and fossil remains? I mean, what do we look at and what kinds of evidence can we find in the fossil remains?"
	},
	{
		"start_time": "01:04",
		"speaker": "Vicky Oelze",
		"words": "Right? So like what kind of methods we can actually. Employ, right? So, so let me like kind of clarify what we're, we're talking about. So like, uh, if we're talking about the evolution of the human diet, right, uh, we're like much more like temporarily, uh, constrained if we think about that, we're thinking that, um, our own species Homo sapiens probably evolved. Uh, EARLIER than, uh, 300,000 years ago, right? Um, BUT a lot of people that, um, are studying actually, uh, the evolution of the human diet go much, much further back into time, right? So we're actually like looking further into, um, our more ancestral. Uh, LINEAGE of our species, right, like looking into, uh, early Homo and all the other, uh, hominin species that we know of in South and, uh, East Africa, um, that are, you know, our, our, uh, cousins and sister Texans, uh, in early human evolution and so. The, the spectrum of methods that we as uh biological anthropologists use is actually like um uh it's actually a pretty big tool kit and increasingly, uh, scholars are using many different lines of evidence about the dietary adaptations of uh fossil hominins, uh, or, uh, early humans, um. Uh, TO kind of like have a, a bigger picture, right? And so one of the methods that allows us actually to go pretty deep into time is the one, that I'm specialist in, which is, uh, isotope analysis. Uh, AND so I'm happy to talk about that much more. But, um, just to give you a little bit more of a framework, there are many other methods that we actually look at. So, um, before isotopes were kind of like on the table, uh, as a, as a Biomolecular tool to look into diet. We mainly were looking at the morphology of these um early fossil hominins, uh, looking particularly at their mastication apparatus and their teeth, right? Because the, the size and shape, uh, so the morphology of the teeth actually say a lot about what a given critter, uh, is evolved to consume. Um, AND along with like just like the morphology of the teeth, but also like the whole mastication apparatus. Another way of looking into, um, the dietary adaptations of, of creatures is to actually look at dental wear, right? So if We're using our teeth as animals to process foods, right? Like so our teeth are actually this incredible interface that we have between the environment. That the ecosystem that provides the food resources and our own body, right? Like that first point of contact uh is actually the dentition. And so the teeth often leave a lot of very, very interesting. Traces of what has been chewed in the terms of scratch marks and and pits uh that form um through the consumption of maybe soft foods, but particularly through uh hard and tough, uh, and abrasive foods. Um, SO then, besides. These two lines of evidence. So also in the microware world, there has been a lot of like incredible, uh, work over the last like, uh, decade or two in terms of really going into like the micro surface texture that, uh, is associated with eating different kinds of foods. Uh, WHAT I'm specialized in, as I already said, is isotopes. And in deep time, uh, we also work with teeth. Uh, SO when we are actually looking at the uh biomolecular, uh, or, or sorry, biochemical signal that uh we find in, uh, for example, uh, Early fossil, um, hominins, uh, or also later in, uh, Homo sapiens, uh, in our sister Texans, like, for example, uh, Neanderthals. Um, WE often like refer to tiny little pieces of the tooth enamel, um, and measure the isotope ratio of specific elements that are very abundant in our food and indicate something of the nature of the food that was eaten. And we rely on teeth, not because like the teeth are having that interaction with the food items themselves, but because the teeth, uh, are incorporating all the elements that we actually consume through food and also through water, and they become deposited in our tooth, or teeth, um, where they mineralize and will remain locked for eternity. Which is uh really incredible. And so that allows us actually to go very deep into time, for example, some of the very early prominences that have been analyzed for isotopes include, uh, you know, Ardipithecus hamius, you know, 4.2, 4.4 million years somewhere around there, um, where we can actually like measure the biochemical signal in the tooth enamel. And say something about what categories of food uh these early hominins were consuming. In this case, like the question was, are they living in an environment and consuming resources in an environment that's more uh uh forest like, more like a closed canopy, more moist environment, or is it like out in the open, more dry savanna landscape of East Africa. And so, um, isotopes are, uh, a really, really important uh tool that has been used like later, uh, or in, in, um, a more recent, uh, time, uh, epoch, uh, we can also, you know, move away from just being able to work with teeth. We can actually work. With bones, um, particularly by extracting the proteins out of the bones. Uh, SO the bones in our, uh, the bones and the proteins in our bones are really like derived from the proteins that we consume through food, right? And so there's this direct relationship here. And so a lot of work, for example, on uh Neanderthals, but also early modern humans has been done in uh bone collagen, where we look at uh the carbon and nitrogen stable isotope ratios specifically to get an idea about the position of uh these species. um, IN, in their, in their food web, right? Are they herbivores? Uh, ARE they omnivores or are they like true carnivores, as we know now for a long time, for example, for, uh, a lot of groups of Neanderthals that they were really like top predator, um, carnivores. They also plants, but like we were incredible uh hunters and meat eaters."
	},
	{
		"start_time": "08:29",
		"speaker": "Ricardo Lopes",
		"words": "So, I have 2 or 3 follow-up questions to all of that. So the first one is, how detailed of a picture can we get about the specific ominence diet? I mean, can we pinpoint specific kinds of foods or can we only learn about some of the more General categories of foods that it ate, uh, or perhaps if it was harder or softer food or if it was more, uh, plant-based or meat-based. I mean, how much can we extract in terms of information from fossils about diet?"
	},
	{
		"start_time": "09:06",
		"speaker": "Vicky Oelze",
		"words": "Yeah, that's, that's exactly like the, the big, the big question that we've been working on, uh, as a scientific community for decades to actually like bring more tools into the tool kit to get more and more precise with our, um, estimation and evaluation of past diets. Because each method is actually very limited. And what we can say. So, and you're, you're really touching on this, um, we cannot say, uh, this species was eating this, um, um, fruit or this specific herb, or they were eating this specific kind of mammal, right? But what we can say, for example, using, uh, isotope ratios. Is often how much of the diet was composed of vegetation and how much was composed of, for example, the meat or other tissues of, uh, herbivorous animals, right? So this, particularly with isotopes, it's really linked or our understanding of how we use the method is really want to understand how much they're actually consuming. Uh, MEAT versus, uh, vegetation, right? Uh, BECAUSE like in early human evolution, we have like this big debate about, you know, man the hunter or man the hunted, right? Um, THAT kind of like only resolves like around the time of. Homo erectus, where I think everybody has this consensus that we understand that they were indeed hunting, uh, possibly also still scavenging opportunistically, but that they were very well uh able to hunt uh larger game. Uh, IN the earlier, uh, um, uh, hominin record, it is much more tricky. Uh, SO in early Homo or Homo habilis, it's not as, uh, clear how much these guys are actually eating meat, but we would like to know. Because the whole hypothesis about um the, the really incredible investment into brain growth, right, and having like, uh, in our lineage, this trajectory towards getting like bigger and bigger brains and becoming smarter and smarter. The main hypothesis for the longest time has been that this was driven by consumption of meat and then some people like made it a little bit more uh specific. It's not actually the meat is also it's just like high caloric um animal resources. Like, for example, fat, right? If we think about like brain tissue is incredibly nutritious, that's not necessarily meat, um, uh, or also bone marrow, being incredibly rich in in fats, for example, and we don't consider that meat, right? Uh, AND the cool thing is like that, uh, we have this limitation, uh, in, in each method, but sometimes these methods that have a little bit of a complimentary information. So for example, as you already said, like for example, the uh uh dental wear analysis doesn't say something about like if meat or if plants were consumed, but is uh provides a lot of information if hard foods or tough foods were consumed, right? And so if you like different lines of evidence together, we have like this emerging. Picture if a certain diet was more likely. For example, if a specific specimen of early hominin was maybe eating a little bit of meat, um, uh, or was, uh, as we see in like some specimens, they probably like seasonally eating like incredibly hard. Um, um, FOOD resources where you can think about like, what can that be? What, what kind of seed pod or not is that hard that it would leave these like indentations on the in the teeth, um. So, uh, here, I would really like to also emphasize that, uh, method development is, uh, ongoing in this, uh, field of research, right, all these different methods, they're getting like more and more luids and fine grained and, uh, getting to, um, the nature of food resources, uh, that we can identify in the fossil record. Um, NAMELY, uh, in the isotope world, we just recently had a gigantic breakthrough methodologically, uh, by finally being able to measure nitrogen isotopes into tooth enamel. So up to very recently, up to like a few years ago, we were limited to measure carbon isotopes, uh, into the enamel of fossils and oxygen isotopes. Well, carbon isotopes actually in the archaeological record and the fossil record, basically only tell you something about, uh, a critter, um, being out, uh, foraging in an open savannah landscape that it's dominated by specific. um TYPE of grasses that has a different photosynthetic pathway, uh, we call them uh C4 grasses, and they have a very distinct carbon isotope signature compared to all the other plants on planet Earth that have a C3 photosynthetic pathway. And those plants, for example, uh, particularly in the African context, are more limited to a more denser woodlands and, and forest environments. So, so far, Carbon isotopes could only in combination with oxygen, tell us something about if a hominin was thriving out in the savannah woodland, or if they were living in a forest, which again, is, you know, gives you an idea of what environment they utilize, which is valuable and very important, but it doesn't really get to this question like, well, what are they actually eating? So, uh, since very recently, um, uh, some colleagues, uh, are able to measure nitrogen isotopes in tooth enamel, and that was a gigantic breakthrough because there's actually incredibly tiny amounts of nitrogen that are found in tooth enamel. So nitrogen is an element that is associated with protein, proteins in uh in, in the, in the body. Um, AND you maybe can imagine that in our white tooth enamel, and tooth crown, there's very little protein in there, right? That stuff doesn't really need to be flexible or be able to bend to pressure. We want this stuff to be as hard as possible. So tooth enamel is actually the hardest um material that we have in the in the body, right? Which is why we can use it in such deep time context, which is awesome. However, nitrogen is actually the isotope that has the biggest um differentiation between trophic levels. So in nitrogen, we can really see if an animal is a an herbivore or a carnivore, or if it's like an animal that's like somewhere intermediate, you know, utilizing both plants and animal resources in the diet. And so it was really frustrating that given there's such tiny amounts of nitrogen in enamel. It was kind of impossible for us to measure these tiny amounts. And actually like when I um started working with isotopes uh as a student, um, it was never even mentioned really, right? Like in the in the chemical formula of um hydroxyappatite, which makes tooth enamel, there's no nitrogen in there, so we've never really talked about these tiny quantities of nitrogen that are actually embedded in the mineral matrix of uh the tooth enamel. And so, a really cool new method that was, uh, as far as I understand, uh, developed at the University of Princeton. Uh, AND is now, uh, applied very widely, uh, by my colleague Tina Ludike at the Max Planck Institute for Chemistry. They, um, are utilizing this new method where they hand over tiny amount of tooth enamel to bacteria that target these tiny amounts of the nitrogen in the tooth enamel. They eat it up, and then they literally Uh, fart out whatever they ate, uh, and then you can actually collect that, you know, kill the bacteria and then collect the gas that they were producing, and that's enough. Then to actually hand it over to a mass spectrometer and measure it. And so, uh, Tina's team uh at the Max Planck uh in uh uh Max Planck Institute for Chemistry, they are now starting to work on all of these fossil hominids that we have been speculating about for decades now, what their diet. Very, uh, adaptation actually looked like with contradictory evidence coming from carbon isotopes or from dental wear, or from morphology and also like from the entire environmental context. And, um, they're not producing actually data for some of these fossil hominins. And from there you can see that it looks like some of these species were largely Herbivores, they are mainly determined like their main dietary everyday um uh adaptation was consuming plants, materials, uh, and then occasionally they also were consuming meat. And so like that is kind of like um there will be a lot of very, very uh incredible new papers published uh by, by this lab, um uh over the next few years uh as they like move through analyzing all these, um, specimens, uh, from the archaeological record in in eastern South Africa. Um, AND this is. Also where my work on, uh, extant chimpanzees actually comes in because like over the last decade or so, or maybe 15 years by now, um, I've been like trying to, um, demonstrate, uh, how these isotopes that we use to measure in uh the archaeological and fossil record. How they actually look like in chimpanzees today, right? And chimpanzees being like one of the animals out there that we use as a reference model for early human evolution, uh, because there's so many things that are um. Um, YOU know, intriguing about chimpanzees, not just their ecology, but also like their comparable body size. They are, uh, very, very social primate. They're tool users, right? They, they, they're, they're very uh sophisticated creatures that have culture. Um, AND so we're kind of like, uh, leaning very much on, um, and chimpanzees, they're not a perfect model, but they're very useful model. Um, AND I've been working a lot on kind of developing an isotopic framework. Well, how do these isotopes actually, uh, look like in chimpanzees where we know what they're eating, we know how much meat they're eating, and how useful are these um biochemical tools actually in detecting these low rates of meat consumption. And my work has been a little bit critical uh about how useful um these isotopes actually uh are in this context, and I'm like happy to talk about that, uh, a little bit more."
	},
	{
		"start_time": "20:59",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, yeah, we're all, I'm also going to ask you about other great apes, particularly the closest to us, that would be chimpanzees and bonobos. But uh let me ask you also in regards to dentition, uh, can we get information from TIFF by just looking, simply by looking at the types of dentition that a particular hominin species has, and I mean, Looking at uh the different types of teeth, the incisors, the canines, the premolars, and the molars, and perhaps the number of each type of teeth they have and uh perhaps dental anatomy as well. Can we just get information just from that?"
	},
	{
		"start_time": "21:47",
		"speaker": "Vicky Oelze",
		"words": "Generally speaking, yes, um, but like, um, the, the primates, the primate order actually has uh a very generalized dentition. Uh, OUR teeth are, uh, so we have the same number of teeth, right? Like we share the same number of teeth with, uh, uh, all great apes, uh, and with, um, uh, other, uh, primates that are around. Planet Earth today. And we also have the same number and typology of teeth that we share with our, um, fossil hominid ancestors, right? Um, AND generally, like our dentition is quite generalized. Our teeth are good for pretty much everything and nothing, right? But it's true that, uh, particularly tooth size, uh, can be linked to Uh, how much we actually invested into chewing, right, mastication. And so we have like some candidate species, for example, uh, parent parentthropus boisea, uh, that many of your listeners may have heard about, uh, as Nutcracker man, um, uh, a Texan. Of uh hominids, uh, that we find in East Africa, and they have these gigantic mastication apparatus, these gigantic jaws and like really, really big teeth, including like very, very big molars. And so they are really like um teeth that look like they're like, um. Able to chop down and grind down like really either tough or very hard um matter and then here we really think that they're more consuming. Uh, VEGETATION, right? And then the big question is like, what kind of vegetation and how can, uh, eating, um, a relatively poor vegetation matter that's very top, such as grasses, how on earth can that fuel the relatively large brain that we find in this hominin species, right? So like parental poise, there is like, uh, um, a, a plethora of Incredible papers out there that are like showing like the contradiction of brain size and a mastication in, uh, this particular, uh, species. But generalized, uh, dentition, uh, means that, uh, our teeth are not showing any evidence for being specialized, for example, uh, as you would see in a carnivore, to, um, Uh, to capture prey and bring down prey, right? Like, so we don't have a teeth that suggests that we're carnivores, uh, and none of the, uh, fossil hominids, right? So we don't, um, for a long time we already have not these gigantic, um, uh, uh, canines that you, for example, still see in chimpanzees, and chimpanzees probably also don't have them for um. IN association with diet, right, chimpanzees still have like particularly the males, like relatively large canines. They're quite impressive and can do quite some harm, but they don't have them because of the fact that they occasionally hunt and bring down, um, a prey. They have it for male male competition. They basically just have it, um, so they can, you know, beat each other up, uh, better, right? Um, AND which makes sense because the females have like slightly, they still have like larger uh canines than, than we do, but females have smaller canines than males do, which suggests that it's not a dietary, um, uh, in relationship to diet, but it is more related to sexual competition. Um, SO that said, the number of teeth. Is the same across all of us nutcracker men, chimpanzees, uh, us, nematas, we all have pretty much the same, a very, very similar, um, dentition, which is why, um, actually looking into the dental wear and isotope ratios, uh, is a, is a more, uh, useful proxy to help us solve this puzzle."
	},
	{
		"start_time": "25:55",
		"speaker": "Ricardo Lopes",
		"words": "So earlier you mentioned chimpanzees. Is there any other great ape species that you also study?"
	},
	{
		"start_time": "26:03",
		"speaker": "Vicky Oelze",
		"words": "Um, YEAH, so I'm actually like very, very, uh, lucky, uh, to be, uh, one of the people who studies all African great apes, um, uh, using isotopes. Um, SO, uh, I started working, um, on bonobos, uh, and here really the question was, uh, how does the isotopic. Profile of, uh, our closest cousin, right, chimpanzees and bonobos being our closest, um, living relatives, uh, on planet Earth today. And so the question really was, uh, how does the isotopic profile for carbon and nitrogen isotopes of this, uh, incredible a species that's endemic to, um. The forest, uh, of the Congo, south of the Congo River. How does it look like? Because, uh, just a few years before that, uh, my colleagues actually, uh, made the first observations that Bonobos, uh, regularly hunt for, uh, primate prey. There was like before that some anecdotal information that bonobos were occasionally, you know, uh, capturing like some smaller. Animal, um, there's like some early papers where, uh, researchers described Bonobos capturing like a little tree squirrel or something like that, and then basically playing it to death. And then when the animal is dead, you know, oh, I might as well eat it, right? But, uh, my colleagues from the Max Planck Institute for Evolutionary Anthropology, uh, specifically at the site of Lucota, they really made observations that these, uh, bonobos are not just occasionally using the opportunity. To grab a diker, which is a small forest antelope, uh, that often just like hunkers down and so you can imagine it's actually easy to actually capture, relatively speaking, but they were actually like going up in the trees and hunting for monkeys, right? And so like that kind of like. Changed our entire uh perception of bonobos, right, the species that we would normally refer to as make love not war. They're always chill, they, um, uh, they, they're never showing aggression in any kind, right? Like, no, they actually do hunt. Uh, ACTIVELY, and they kill, um, other primates, um, and then more recently we actually know that the rates of male male aggression in bonobos is actually even higher than what we see in, uh, chimpanzees. There was a really fascinating paper that came out, uh, last year or so, uh, or maybe 2 years ago, uh, by now. Um, BUT so I first started working on bonobos just to see if using the stable isotope approach, measuring hair samples from sleeping nests of these, uh, animals, do we detect these low amounts, uh, but, you know, reoccurring, uh, meat eating events, uh, these low amounts of meat, do we detect that in their isotope profiles that we have? Uh, IN here. Um, AND that was my, my first, um, project on grade 8. I was still a PhD student by then, um, doing actually working on archaeological research questions. And, um, I would have to, I have to say no, we actually do not see, uh, any spikes in their nitrogen isotope ratios after they had like a phase where they were doing a lot of hunting. Um, OR, uh, we had like a very, very interesting phase, uh, that we could capture in that study, where for about a week, uh, there was, um, um, a caterpillar boom in the forest. Uh, SO there's apparently like, I don't know if it's, we don't even know if it's like one or several species of butterflies that are just reproducing, uh, uh, over, you know, they're, they're not seen for years and then you have like this one. SEASON where the whole forest is just raining down with these gigantic caterpillars. And the bonobos were having, like, they were having a feast, you know, they were eating pounds and pounds of these caterpillars every day. And I measured the nitrogen isotope ratios of these caterpillars. And you could see that, yeah, they are eating vegetation, so they are looking like a typical herbivore. So they actually have a similar isotope signature as an antelope, a forest antelope would. Um, AND so the prediction was then, well, if they're eating these caterpillars for a full week, we should see a meat eating response, right? Like the the nitrogen iso values of the bonobos eating them would spike in that time period, but it didn't. What we did see, however, was that um adolescent males that are um relatively low ranking and bonobo society, right? Uh BONOBOS are uh living in a matriarchy, so females having a very, very strong bonds with each other that allow them uh to actually rule the, the community. And so, adolescent and uh upcoming males are relatively low in their social dominance uh rank in the community. And we could see that yes, indeed their nitrogen profiles were much lower than everybody else's, kind of supporting the the observation that they often get kind of like left out of any meat eating. Um, OPPORTUNITIES. So that was kind of the only indicator that we have that maybe nitrogen isotopes can to some degree track the presence of presence or absence of meat in a great apes diet, but it was kind of like inconclusive, um. I then moved on uh to another really awesome opportunity to um do an isotopic study on, um. Lowland gorillas from Gabon, um, so, uh, western lowland gorillas that are uh coexisting, so living in symmetry, uh, with, uh, chimpanzees, uh, in a field sites, uh, at the Atlantic coast of Gabon, an incredible place called Loango, um, and here the question was a very, very different one. It was not really related to meat consumption, um, but we just wanted to see how much these uh Um, gorillas and chimpanzees that utilize a similar environment that overlap with each other dietarily, um, how much they actually overlap. And if there's maybe a seasonal difference in how much they overlap in their diet. Because, um, this kind of conflict or the question is like, is, is there like resource competition between gorillas and chimpanzees was like something that, uh, I thought was very, very interesting. Because we always think that Gorillas, oh yeah, you know, they just eat like terrestrial herbaceous vegetation, you know, they just sit around on the ground and just eat leaves. And that's absolutely not true. Particularly, uh, lowland gorillas actually eat a lot of ripe fruit. Um, AND from previous work, we knew that, uh, the gorillas in loanbo, yeah, they kind of like have a different feeding preference, so they like slightly different fruit than chimpanzees. But there are a lot of species of fruit that both chimpanzees and gorillas actually really like. And so you can imagine that there's a conflict potential, right? Like if these two species, um. Compete over the same resource. And so looking actually at the isotope ratios in the hair of uh chimpanzees and gorillas from Luongo, we could see that they have a lot of like ni niche partitioning, so they are like their dietary profiles are separate with the gorillas eating indeed, much more terrestrial herbaceous vegetation, and the chimpanzees really being much, much more specialized in ripe fruits, but there was also a lot of overlap. Um, PARTICULARLY seasonally, there's like a couple of fruit species that they both like, and, uh, that might be like kind of like boring to kind of, uh, uh, look into the specifics of that, but just a couple of years ago, there was actually the first observation ever made of the chimpanzees at Loango actually killing uh a lowland gorilla, uh, it's at this specific field site, right? Um, WHICH was, uh, as far as I know, like was kind of like an open question, like, what, what do chimpanzees and gorillas do when they bump into each other in the wild, right? And so we can assume that like if groups bump into each other, right particular gorillas having like these enormous silverback males that are very capable. In defending their community and their family, um, that they would probably like avoid each other, right? Uh, JUST like we know, chimpanzees bumping into elephants, you know, they go like, Oh, we'd rather get out of here, right? But in this case, they actually bumped into a single individual. And the chimpanzees, they killed this gorilla, right? And so the, then the picture kind of works that. Um, YOU know, showing this level of aggression to another species of great ape in their habitat. Actually makes a little bit of sense because they have dietary overlaps, so they're competing over resources. And so um that was kind of like a um uh I hope that my colleagues at Loango will not have to witness this again because I think it was a very horrible thing to actually see and uh observe. Um, BUT I think it's really interesting how, again, like the competition over food resources, how that obviously also, uh, predicts, you know, social behavior and also social behavior or behavior between species."
	},
	{
		"start_time": "35:53",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to comparative biology in the specific case of diet and the diets of great apes, to what extent can we derive information from studying, for example, chimpanzees and bonobos that would apply to our last common ancestor and perhaps the earlier ominence?"
	},
	{
		"start_time": "36:18",
		"speaker": "Vicky Oelze",
		"words": "Mhm. Yeah, I think this is a very, very interesting question. So, um, I like doing this, this work on, you know, looking at bonobos and, you know, looking at um uh niche petitioning between gorillas and chimpanzees, um, I actually started looking into like a lot of other like also chimpanzee populations across Africa. And so here I think chimpanzees are a particular useful model in terms of using this method, uh, isotope analysis, because chimpanzees have adapted to a vast range of environmental conditions throughout the African continent, right? When we have chimpanzees that are living uh in primary evergreen rainforests, uh, for example, we have some uh incredible study populations in West Africa. Uh, THEY are living in these ancient forests, um, they, they never see a grassland, right? Uh, AND the food resources that they can, um, uh, utilize in these ecosystems, um, are completely different from some of the chimpanzee populations out there that live in woodland savannah environments, um, that are very open, um, very dry, very seasonally, uh, incredibly dry, very hot. Um, AND so we, we actually know for a couple of years that we have chimpanzees that are living in absolutely outrageous environments. For example, in, uh, the, the Senegal, uh, where previously people never thought that they could survive out there because it is so dry seasonally and also so hot. Um, AND so that makes chimpanzees actually an incredibly useful model for early human evolution, uh, if we're thinking that. Um, A lot of the drivers of, uh, bipedalism and brain growth and increased sophistication and tool use may have been driven in that environmental shift from our ancestors kind of like moving out of the forests, um, into more open environments of woodland savannah, and here it's very important to also um understand that it's not. Our ancestors leaving their environments and moving somewhere else, but it's the environment that's changing, right? Um, SO we have uh large climatic uh changes, um, uh, in, in the, the, the, the Pleistocene that are really like affecting the um expansion of grasslands in Africa, so forests are receding. That environment that our earlier ancestors, our common ancestors that we shared with with chimpanzees and bonobos, we're probably a forest adapted uh critter, um, and then the environment is changing and, you know, you can either go with it or you, you know, basically go extinct by like sticking to these little pockets of of forest, or you, uh, may, might might still survive in those pockets as, you know, chimpanzees and bonobos, their ancestors, obviously. Uh, SURVIVED by going the route of staying in the forest, right? Whereas like early hominins like they were probably really thriving and proliferating uh into different species, uh, because of the expansions of these woodland grasslands and the mosaic of like, you know, little gallery forests around rivers, uh, so that I really Mix of different habitat types, um, that, uh, that you can find like emerging in South and, uh, in East Africa. And so there are some chimpanzees that you can basically find across equatorial Africa that match all these different environments, which is really amazing. Um, SO we have, uh, for For example, the loan chimpanzees, they are a great candidate, uh, if you're interested in a hominin that lives in a mosaic of environments. So you have patches of, uh, open savannah, uh, you have swamps, you have gallery forests, um, and so that is the environment that the loan chimpanzees live in. Uh, WE think a lot of our Uh, ancestors in East Africa particularly, uh, came out of, uh, a savannah type that we refer to as miombo, Myombo woodland. Uh, THOSE are very, very, it's a very particular kind of, uh, woodland because it's. Dominated by um a specific kind of trees, um that actually produce a relatively uh nutrient poor soils, um, uh, and so this is kind of like the environment that we think a lot of our ancestors evolved in. Um, SO they're like relatively open environments with these miombo trees, so these are woody legumes, um, and then interspaced by like, you know, uh, gallery forests around like some creeks and rivers, um, you know, in a relatively hilly, uh, landscape. Um, AND so we have chimpanzees that live in these kind of environments, like, particularly, uh, one, population of chimpanzees that, um, I had the privilege, uh, to, um, uh, to study and I have, uh, you know, several ongoing projects is uh a field site called Isa Valley in Tanzania, and this is absolutely stunning, um. Uh, FIELD site, uh, you know, uh, your listeners, if they want to like, uh, get an idea, they can like check it out. It's uh, they can find it under the website called GERC, um, uh, I think it is it gmerc.com. Um, uh, SO the Isa Valley is these open savannah woodlands. Interspersed with these beautiful Miabo trees that provide seed pots that are, you know, uh, relatively, uh, large food resources that chimpanzees love to utilize, um, interspaced by like these beautiful gallery forests. And these chimpanzees are a very, very useful model actually for fossil hominins because it's a very similar environment. Um, YOU know, we have a long dry season, um, uh, we have a relatively short, uh, rainy season, so climatically probably also very, very similar, um, and a similar environment and the spec like also the species community out there being like relatively comparable to, uh, the species community that was around. Uh, A couple of million years ago. And so we actually have like several, uh, projects, uh, going on, um, uh, at ISA with isotopes. And so here, the big challenging thing is actually that this Mbo environment is, um, producing relatively low, low nitrogen isotope values because these trees that are dominating this landscape are legumes. And I don't know how much you know about. LEGUMES, but legumes are, uh, able to actually fixate, um, nitrogen from the air, right? So they're not exclusively most other plants are just taking it up, uh, from the soil through with the help of bacteria. Well, these trees, legumes, including, you know, like your, your bees and beans and your lentils and your peas and your alfalfa, all these plants are actually able to fixate air nitrogen, also to the help of bacteria. And so the nitrogen iso values are very, very low in this environment. Um, AND so now that we are actually able to measure nitrogen isotope ratios in fossil hominins, right? So, um, this new method that was developed in Princeton, we need more framework. Works from these kind of environments that are pretty messy in terms of the isotope ratio. So produce really weird values. And we need a good contextual framework to understand, well, how does meat eating look like in this environment? Right? Um. Where all the nitrogen iso values are relatively low because of the presence of these woody legumes, um, another project that we, uh, just started at this field site that, uh, I just wanted to mention because I'm beyond excited about this project is we're looking into the role of mushrooms as well. So I don't know, uh, how. You love mushrooms, but like I'm very, very much interested in, uh, uh, also foraging for mushrooms here in the beautiful redwood forests of California. Um, AND mushrooms are, uh, a very important food resource, and we still have no idea if And if yes, how much? FOSSIL hominids and early hominids may have been actually using this incredible food resource, right? Because if we know that early hominins were large brained, that would suggest that they're relatively smart, right, and have a quite detailed understanding of their environment. We know that chimpanzees uh have those abilities, right? Like chimpanzees know exactly which trees are fruiting when and where to go, depending on the season. And they can, um, have, uh, uh, really like mental maps of their, their territory in terms of where food resources are. Um, AND chimpanzees know which mushrooms they can eat and which one they can't. And mushrooms are incredibly high in protein, and also like some of them have a very, very uh important uh trace minerals in them. Right? And so we're actually doing a project now, uh, looking at like, well, how do the isotopes actually look like in these mushrooms? Because there's incredible work that has been done on a variety of mushrooms. Mushrooms can look like meat in terms of the isotope ratios. So if we ever determined that we might find a fossil hominin taxon that has really high nitrogen isole ratios and the community goes like, Oh, we finally found this one hominin that was like eating tons of meat. We might actually want to think about like, well, were they eating a lot of meat? Were they maybe also eating mushrooms, right? That's something that was actually proposed also for Neanderthals, right? Neanderthals in Europe, having these really high nitrogen isotope values. And a lot of that we can explain by them, um, hunting mammoths, wooly mammoths, um, that for whatever reason also has unusual high nitrogen iso values. So if you eat a critter like that, you will really like your isotope ratios will look like you are a top, uh, carnivore. But we also know that, uh, Neanderthals were utilizing a ton of plant resources, uh, year round, right? Um. And so my question is still like, well, what about the mushrooms, right? Um, AND, uh, I find it very interesting because like, at least here in Santa Cruz, like mushrooms are very, very much beloved by the local community. Um, THERE'S like a, they're very much an up and coming, uh, food resource here. Um, AND, uh, I really like the, the idea that we're finally getting at that question of mushrooms in the diet of chimpanzees."
	},
	{
		"start_time": "47:50",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh let me ask you now, what do we know about the human diet during the Paleolithic?"
	},
	{
		"start_time": "47:59",
		"speaker": "Vicky Oelze",
		"words": "Yeah, um, that's a great question. So I was kind of like a little bit touching on that, right? So if you're thinking about like moving out of Africa, do you want to stay in Africa? Are we moving out of Africa into like the more interesting questions of what's happening during the Paleolithic in in Europe, where we have like all these different uh hominins running around, like Homo sapiens being around and the Neanderthals being around and Denisovans being around. Um, SO just to make clear, uh, I'm not a Paleolithic archaeologist, right? So I personally have never done any work on, uh, Paleolithic hominins, um, uh, but my PhD adviser Mike Richards, for example, um, did a lot of work on, um, on the dietary ecology of Neanderthals using stable isotope analysis, um, and he was studying like a lot of fossil. Prominence, uh, uh, sorry, Neanderthals, uh, from various sites, uh, in, uh, in Europe, uh, in Eurasia. Um, AND so yeah, what we know of, of these, um, guys is, uh, a lot of information of course comes from the formal assemblages that we can find at these sites. Again, at that point, we don't have any big questions if um. Humans were cognitively and physiologically able to hunt and bring down large game. Uh, I think like the community is very much, uh, agrees that with Homo erectus leaving Africa, uh, we have this relatively tall, actually impressively tall hominin that can apparently like conquer Eurasia, um, and possibly also by following, uh, herds of, of herbivores, right? Seasonally migrations of large herbivores, um. So, um, uh, the interesting thing that, uh, researchers have looked at is, um, the, the dietary ecology of these different hominins that are utilizing similar uh spaces, for example, within Europe. Um, AND so some of the interesting question was, uh, and then, you know, like I, I already talked a little bit about like the niche differentiation between sympatrick, so co-existing gorillas and chimpanzees. Well, how does it look like with two hominids, right? Uh, SO in most places that we were around in Africa, for example, we were. Coexisting at the same time, where our ancestors were co-existing with other hominid species, which is something that we can, uh, not really imagine because, uh, Homo sapiens has been alone on this, um, planet now for quite some time, right? Like 10s of thousands of years. But, um. In our past, there have always been some hominins around, right? Like, so we know that, um, for example, Homo naledi, right? uh um AN African, uh, South African hominin was clearly around when Homo sapiens was running around already for a long time. That's we just have to think about that. So similarly, it's kind of crazy to think that you have Neanderthals and modern or anatomically modern humans coexisting in Europe. And the big question is like, well, what do they do, right? Well, through genetics, we of course know that there was some. Interactions between the two species, right, with uh anyone alive, any human alive today, um, outside or outside of uh African ancestry, actually having, you know, uh, Denisovan and also uh Neanderthal DNA, uh, in our genome. Um, BUT the big question was about like the diet. So how do these two Coexisting, overlapping in space and time prominence, um, how do they diets allow for that, right? Or are they competing um dietarily? And so the, the picture that kind of emerged over the last few decades and uh I would like to claim that isotope. Analysis was part of, um, uh, of the puzzle here. Really looks like that, um, Neanderthals, um, were initially thought to like be very much like just large game hunters, like incredibly sophisticated in, um. Uh, TRACKING and bringing down like gigantic mammals such as the wooly mammoth, but also wooly rhino, um, horses, uh, and so on and so forth. Whereas, um, an anatomically modern humans, um, probably, you know, also being capable in hunting large game, but Also not being shy of eating small animals, right? Like so small to medium sized mammals, um, or aquatic birds, and so on and so forth, right? Um, SO it's not the point that, uh, nanotis were not utilizing these resources at all, but it just seems that modern humans were just more, uh, More versatile in what they would, you know, what resources that they would uh exploit. Whereas Neanderthals really seem to have a thing for uh the wooly mammoth for for quite some time. Um, AND, uh, which makes sense, right? Like you can bring down one animal and like your, your family or community can actually utilize that resource for quite a long time, right? If we think that they probably have the ability to, to smoke meat, uh, and then also the winters being relatively long and cold that you could also like, you know, freeze the meat and so on and so forth. Um, HOWEVER, over the last, uh, decades and, uh, the, the role of, um, plants in the diet, particularly of nano tiles, um, has shifted, so there has been like some incredible, uh, work by, for example, uh, my colleague, um, Amanda Henry, who's also was at the Max Planck now, she's at Leiden University um in uh the Netherlands. Uh, SHE did some incredible work about cooking, right? And just finding evidence of Neanderthals actually cooking plant matter, uh, and, you know, getting a higher caloric return from actually like cooking vegetation, uh, by analyzing, uh, dental calculus, so that mineralized tartar that we have on our teeth, and that would actually build up like big chunks if we wouldn't have our dental cleanings. Regularly, um, you actually find a lot of like, um, uh, plant remains or, or also like the proteins of, of animals, uh, that we consume that are kind of like entrapped in there. Uh, AND so Amanda Henry, uh, found like a lot of evidence for starch grains that nano tiles were utilizing, uh, starches, starchy plant foods, uh, in different places, uh, ranging from what today is, um, the levan. Uh, RANGING all the way into, uh, Central Europe, the Neanderthals were always cooking plants. Um, AND it's a really, really, uh, incredible, um, uh, research there. And of course, like we, we know that early humans, um, leaving Africa were probably also eating a lot of plant matter. But, uh, the focus has always been on like, well, how much meat are they eating and what kind of animals are they bringing down. Uh, OF course, we have a, uh, uh, a lot of, uh, archaeological sites where we have like these gigantic assemblages of all the fauna that was left behind by these, uh, Paleolithic, uh, hunters, no matter if they're Neanderthals or modern humans."
	},
	{
		"start_time": "55:55",
		"speaker": "Ricardo Lopes",
		"words": "Does it make sense at all to talk about a paleo diet? I mean, was there, and now, uh, I want to focus particularly on Homo sapiens because I guess it's about our, uh, it's on our own species that people are focusing when they talk about a supposed paleo diet. Uh, I mean, were we really eating one single type of diet in the Paleolithic?"
	},
	{
		"start_time": "56:23",
		"speaker": "Vicky Oelze",
		"words": "Uh, YEAH, that's a great question. Uh, I would say like probably no, right? Because like, within the, the, if we think about like the Paleolithic and the Ricardo, I'm not even sure like if the the term paleo diet refers to the paleolithic, right? Uh, I think it just refers to paleo in terms of the ancient diet or the original diet, right? The the diet we evolve with and like if we would like um break it down to like that definition, is like, then you have to like return the question and say like, well when paleo, right? Are we talking about um when we were hunter gatherers? Are we talking about where we were still living up in trees and like eating. RIPE fruit, like chimpanzees, like how far back in time do you want to go? But my understanding what people refer to as paleo diet is referred to as some vaguely ancestral diet before we became sedentary and engaged in agriculture. Uh, AND so that just, I'm just sick thinking that because there's um quite a lot of meat and as far as I know, also fish in that diet, right? Um. And with the emphasis is, I think, uh, as far as I understand, the, the paleo diet move is to avoid carbohydrates, right? Or having like a diet that's relatively low in carbohydrates, relatively high in proteins, high in fats. And largely avoiding carbohydrates. And so here is actually the problem um that um all I think most of paleoanthropologists and biological anthropologists agree on. We know that starchy foods, so carbon, carbohydrate, rich foods, were probably very essential to early human evolution. Um, AND so there's incredible work that was done by, for example, um, uh, uh, Richard Ringham, uh, and, uh, Rachel Caudi, uh, that actually showed that, um, the role of tubers, uh, in the diet in the early, um, uh, in the early diet of hominins was probably one of the catalysts. Of brain growth or like there's what we call, uh, you know, hominids getting bigger and bigger brains. So it might not have just been meats and then going out and and hunting and getting like a very, very nutritious meal full of protein and fat, but it was probably, um. More or at least equivalent um uh individuals from the community going out and digging up tubers, for example, right? So if um researchers are studying um the diet of uh existing uh hunting. Gather us no matter if we're talking about forest hunter gatherers that are still existing in in some parts of the world, for example, in the Central African rainforest, or if we're looking at like some of the last savannah, um, hunter gatherers, uh, for example, the Haza in, uh, what is today Tanzania. These people, um, particularly the women spent a lot of time in, uh, searching and very successfully knowing exactly where to go to find tubers that are incredibly rich in starches and that are then Process, for example, pounded or cooked to actually like um uh uh um utilize the the starches, uh, starches, you know, um, uh, are then turned into sugars, you know, pure, uh, carbohydrates. And so that's exactly also what Amanda Henry found in all these Neanderthals in, in Eurasia, is they are probably eating some kind of tubers, right? Like anything that's like rich in starches. And so, um. To get back to your question about the paleo diet, if I envision a paleo diet, yes, I probably do see some amounts of meat in there, uh, cooked meat, right? Because in that time period, we have fire, we have like the. SECURED and undisputed evidence for fire use that dates to around like 700 or 800,000 years ago, right? We think that we use fire before that, but we just don't have solid evidence for it. Uh, BUT at that time, we're cooking. Um, AND we're cooking some meats and we're probably still eating a good amount of fruit, nuts, seeds, but we're also eating a lot of tubers. And so if you would transfer that into a modern day paleo diet, you would probably eat a lot of potatoes, uh, and yam, and, uh, also other uh starchy foods, for example, cereals, right? Uh, THAT'S also, you know, cereals are, you know, domesticated grasses, right? And so we can assume that, uh, early, um, um, foragers were also utilizing, you know, the seeds of, of wild grasses, right? And then ultimately we start domesticating them because we thought they're so good. So. Yeah, the, the whole paleo diet, but also the paleo diet question, I think it's shifting all the time. It's very much like uh um it's a, it's a it's a fashion trend, right? In, in what to eat, because people want to eat well, um, and, uh, yeah, if there would be a little bit more carbs in paleo diet, I think it would be more authentically paleo."
	},
	{
		"start_time": "1:02:14",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, what were the main changes to our diet that were brought about with the advent of agriculture?"
	},
	{
		"start_time": "1:02:23",
		"speaker": "Vicky Oelze",
		"words": "Well, agriculture changed everything, right? Um, AND like uh just uh to to. Uh, KIND of take a step back of like the, you know, when I, when I was a student, like we still called it the Neolithic Revolution, right, which always like, uh, had like this uh uh tone to it like that it was a very, very rapid process and it's just like, you know, some, some community invented it somewhere and like boom everything uh changed from one day to the other. Um, SO the idea that uh plans could actually be, uh. Manipulate it, right? Um, AND, uh, to, to increase yields and the reliability of finding these plants in a given place and utilize them year after year, um, and then actually becoming so good at it to become like sedentary. That was invented by um uh uh hunter gatherer forager communities in different parts of the world, right? It just didn't happen only in the Levant, it happened in different places in the world. Um, THAT humans probably started with, um, some of these grasses, for example, as I mentioned, right, like we have like some of these grasses that are being domesticated, for example, in, uh, East Asia, uh, which then later turns into rice, and then we have in the Levant, uh, uh, some wheat varieties that we, uh, call emer. Corn, little barley, um, that are have wild precursors that are already relatively nutritious. And then we see that people are selecting for specific traits in these plants that are favorable for not only eating them, but also harvesting and storing them, right? So for example, one trait. I want to look at, or look for in a grain is that the, the seeds of a plant that shattered very little, so you could like pick it and bring it, transport it without losing all the seeds right away. That was probably a trait that you were going for. If you want to, you know, use some of those seeds and spread them out. And then have them uh flourish and provide food for the next season, right? So people were doing that in many different places uh in the world. Um, uh, THE beautiful thing is then also we have like the proliferation of the. Of of pottery that again, starts already with hunter-gatherers. We have hunter-gatherers, uh, for example, in East Asia that are already already using pottery, uh, as hunter-gatherer fishery communities, right? Um. But the diet really changes because um humans are suddenly able to spend more time uh in what we before in hunter gatherer communities refer to more as like base camps, like more temporary uh season. uh, CAMPSITES that are moved, um, at least like annually, you have to like go somewhere else for like, you know, maybe the rainy season or leave somewhere for the dry season and so on and so forth. So these people are now able to stay in the same place. Um, AND. Not only utilize the environment for um obtaining foods, but also start producing foods, right? uh STARTING domesticate variety of plants, not only uh cereals, but also legumes uh that we talked about earlier, right? Like we start like seeing like some, you know, for example, beans and peas, uh, being domesticated in different places in the world, uh, and then of course animals. And so part of that sedentary lifestyle is being in the same place and using the resources that you start producing. And what changes is many things. So the diet particularly gets more starchy than probably it ever has been before, because these cereals are very nutritious, very hard in high in carbohydrates. They're easy to store, relatively speaking, particularly when you have pottery. Um, AND so people have a lot of starches in their, uh, in their diet. A lot of starches in your diet easily translates into sugars, and you probably know that what happens with your teeth if you have a relatively high sugar diet, you start having like some oral hygiene. Issues that are coming up, right? So that is something that we, uh, initially, um, always connected with the onset of agriculture that people get really shitty teeth, right? People have like much, much higher frequencies of lesions through cavities, through what we call carriers, right? Um, AND so that, that has always been like that picture with the onset of agriculture. Your teeth are going bad and there's other health implications, of course, living in the same place, um, probably also um population number expanding, and we're living side by side with all these domesticated animals. So we suddenly are starting to deal with zoonotic disease, right? So it's actually like in terms of Human health, I think there's like some consensus that in terms of human health, it was a little bit of a bad idea to to to transfer from hunter gatherer for your lifestyle into agriculture. Um, ALSO, what we see in that time period, uh, at least like what I'm familiar with more in Eurasia, uh, is as soon as people become sedentary, also human-human conflict, uh, starts to get bigger, right? And then, of course, like, uh, at least like in the Bronze Age, then we really have the proliferation or the, the evolution of like social dominance hierarchies with within human uh communities, um. And so on and so forth. So whereas we often think of hunter gatherer societies being more agilitarian, right? Uh, AND resources being shared among group members. Um, BUT yeah, so I think like really the, the idea is that uh the onset of agriculture has a toll on particularly the dental health of humans. There's some evidence from archaeological sites of uh hunter gatherer populations that are predating agriculture. That actually suggests that that might be oversimplification of the picture. So we have some hunter gatherer communities that are, for example, heavily dependent, uh, rely on, um, on nuts, for example, acorns, right? And acorns are really, really uh incredible food resource if you know how to um actually process them to make Copalatable. Uh, BUT once you reach that, then you have a high caloric return, easy to collect food resource, but it's high in starch, hence it's high in sugar. And so we see some hunter gatherer populations that eat a lot of acorns, and they also have dental problems, just like early agricultural societies do."
	},
	{
		"start_time": "1:09:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, BUT I mean, generally speaking, at least when we're talking about the early farmers, their diets were poorer than the diets of the hunter-gatherers,"
	},
	{
		"start_time": "1:09:58",
		"speaker": "Vicky Oelze",
		"words": "right? I would not say that their diets were poor. Um, OBVIOUSLY they were doing pretty well. It was a lifestyle that was becoming very successful and expanded. Relatively rapidly. And so, that said, like, you know, I think there's an argument to be made that the agricultural life that overpowered hunter gatherer communities where where they actually like expanded into, right? We see hunter gatherer populations uh either disappearing or assimilating this lifestyle, right? So, uh, there must be some success in that story, um, probably also connected with the ability to, um, Uh, produce higher number of offspring, right? We have like a population expansion, uh, in that time period. So I wouldn't really say that that it was, uh, like a negative outcome for these people was highly successful. Um, THE one thing is that I kind of like, my, my personal view at least is, um, that life was harder as a farmer, right? So we have many Many studies that show that hunter gatherers, um, can actually acquire, uh, in a very sustainable way enough resources to meet their daily energetic, you know, caloric, uh, requirements by just spending a few hours, you know, out in the, in the bush or in the forest and utilizing wild plants, mushrooms, wild animals. And spending a lot of time like in in communal and social activities after that. With agriculture, we actually have societies that have to work their butts off to um to to actually get enough like the labor, the number of hours of labor expand, right? And so, uh, but then those people are also like able to produce more offspring, right? Uh, PROBABLY because of the invention of like food storage and all these things, so. Uh, I'm a person, like I would rather prefer working less, uh, and spending more time doing the things I love, uh, um, but, um. It is uh uh um a technology like using domesticated animals and domesticated plants that apparently has been incredibly successful. Otherwise, we wouldn't be where we are right now."
	},
	{
		"start_time": "1:12:38",
		"speaker": "Ricardo Lopes",
		"words": "Right, but it wasn't it the case that when it comes to their health, uh, I mean, their nutrition in general wasn't as good as the nutrition of hunter-gatherers because at least the early farmers were shorter in stature and or is that outdated information?"
	},
	{
		"start_time": "1:12:59",
		"speaker": "Vicky Oelze",
		"words": "Well, I'm actually like not sure what like the the current uh discourse is uh regarding that. Um, I don't know if like the, the picture is very much like more about like later in like the medieval period that like these farming communities are getting like incredibly short and like, you know, are like always like struck by. Like some incredible pandemic diseases and famines and so on and so forth. You know, when I'm thinking about like early hunter gatherers, like I'm really thinking about um some of these incredible archaeological sites, for example, in Anatolia, where we have people that are still doing like small scale hunting. Uh, BUT they are also domesticating wild animals, and they have a range of domesticated plants to their disposal. So they're like transitioning, uh, very much into a more sedentary lifestyle, but they still have like a lot of wild resources that they can utilize, right? So we see that in a lot of, um, uh, different places in the. WORLD that, uh, hunter, uh, hunter gatherers like give up that lifestyle, um, to, to join, uh, probably like more sedentary agricultural, uh, societies, possibly even in uh these uh scenarios where, you know. Big game has moved on, and uh these farmers are sitting there and are they're like utilizing the the resources that they have gathered over the last 9 months and they're doing just fine, right? Uh, AND if needed, they can slaughter a goat or, or a sheep, um. Uh, AND so, um, I, I don't think that that picture of like earlier farmers being like completely deprived and sick and tiny statured, uh, humans, uh, is, is uh up to date anymore. Mhm."
	},
	{
		"start_time": "1:14:52",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, I'm really getting mindful of your time. We are reaching our time limit here. So perhaps if you agree, we could have somewhere in the near future another conversation just to wrap up this bit about human diet, particularly now in the Neolithic, and then also to talk about your more recent work on the transatlantic slave trade. So, uh, just before we go, where can people find your work on the internet?"
	},
	{
		"start_time": "1:15:22",
		"speaker": "Vicky Oelze",
		"words": "Oh yeah, so, uh, I'm actually like uh a person who's not using social media for my science communication at all. Uh, I have uh a website uh where you can find me, um, that is www uh PEA minus lab.com, so P E M A. Uh LAB.COM, uh, and I try to keep that updated with all my recent, uh, news coming out, any kind of media coverage or um publications, and, uh, I also like really try to, to highlight the work of my incredible team of undergraduate, uh, students, uh, and my, my post, um, previous postdocs and, and uh graduate students, uh, on that website. So yeah, uh, please guys check that out. And you can also like find some more on. Uh, INFORMATION about my work on, um, the transatlantic slave trade. I, that's kind of like the thing that I'm working on, uh, pri primarily now, uh, besides my work, um, uh, on, uh, um, the dietary ecology of African great apes. So I'm like really doing weird twofold research, right? I'm a primatologist and an archaeological scientist at the same time, a lot of people find that quite, uh, confusing, but I find it, uh, very, very, uh, stimulating. So, uh. Um, YEAH, and Ricardo, I'd love to have another conversation with you about my, my, my work in, uh, more historical archaeology, actually, right? When I never thought that I would ever get into, um, particularly like I'm, I'm working on a, a very, very prominent site in Portugal, uh, called the Valle degaara in Lagos, um, which is the only site that we know of in entire Europe where, um, uh, enslaved Africans have been found in a, in a mass burial. And so I'd love to talk about that with you at another occasion."
	},
	{
		"start_time": "1:17:17",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So very much looking forward to that and thank you so much for taking the time to come on the show today. It's been really fun to talk with you."
	},
	{
		"start_time": "1:17:26",
		"speaker": "Vicky Oelze",
		"words": "All right, thanks for the invitation. I really enjoyed it too."
	},
	{
		"start_time": "1:17:30",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Free Francaortolotti Gabriel Ponorteseus Slelitsky, Scott Zacharyishim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianeau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]