[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host as always, Ricardo Lopez, and today I'm joined by Doctor Sybil Hart. She's professor emeritus in the Department of Human Development and Family Sciences at Texas Tech University. And today we're talking about her book Attachment and Parent Offspring Conflict. So, Doctor Hart, welcome to the show. It's a huge pleasure to"
	},
	{
		"start_time": "00:25",
		"speaker": "Sybil Hart",
		"words": "everyone. Thank you so much for having me."
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, tell us first about attachment theory. What is it and why do you bring it into the framework you apply in this book, in this particular case in a book surrounding attachment and parent offspring conflict."
	},
	{
		"start_time": "00:50",
		"speaker": "Sybil Hart",
		"words": "So we have a long standing interest in the field of psychology and earlier in psychiatry. Into the basis of a relationship that appears to be universal, that is the one between children and mothers. And it has attached itself to politics and religion. And culture wars and so it certainly has expanded beyond our discipline. So if you are somebody who studies, you know, gravity, it's not like it's a topic of conversation in everyday life, whereas this relationship is something that is so pivotal to understanding ourselves that we have spent a tremendous amount of intellect. Uh, uh, DEVOTED to understanding where it comes from, what is it like, how to make it better? When can it work under what kind of circumstances. So it's not just any relationship, it's The one that nobody can avoid. So the theories that started to enter into sort of the scientific realm were probably those of Freud. And the interesting part about that theory was that he understood that babies come into the world not as a blank state. Even though there's been very little really good hard scientific evidence to prove a lot of the ideas, but the foundational notion that the mother-child relationship is somehow Grounded in our minds before we even enter into the world is a really important idea. Now, his idea was that it came from experience. And that experience was in utero. So the 9 months of gestation perhaps gave a baby some idea of what mom was like, uh, again. A notion that resonates and still does resonate with a lot of people, writers and a lot of fiction have kind of sprung from that idea, but actually, And we have some evidence that, you know, if the intrauterine environment is flooded with cortisol because the mother is stressed, it'll have some kind of an effect on, on children, but it's, it's a long shot and, and hardly something that can prove personality or a relationship. So where do you go from there? Well, the other thing that Freud talked about was breastfeeding. OK, so if you're talking about experience, not in utero, the other experience that would be universal would have been breastfeeding. And this also resonated. TREMENDOUSLY well, which is why it's an idea that really hasn't, uh, gone away, that there's something about that breastfeeding relationship that is special and unique and Profoundly important to development and something that happens in, in a way that if it goes wrong, it's like a permanent disaster. And again, the problem was, lo and behold, babies form bonds with people who don't feed them. They love their dads, they love their grandmothers, they love all kinds of people. So, and they love people who don't feed them. The fact is, so it took away from uh breastfeeding, but that didn't take away from the idea that there's something pivotal about this relationship and It, it is one that has Been written about Um, so much that you can't help but think there must be more to this that we need to understand. So he turned to the newer theories, these were, uh, Bowby's work, and he said, Well, babies are born with something that isn't like having a blank slate. It's like there's something shaped through prehistory that makes this an important part of a baby's life. And in his mind, it had to have adaptive value because he understood from the writing at the time that in order for some kind of a personality trait to have evolved, it had to have been adaptive in the environment that we grew up in, which isn't anything like the environment we live in today. And so this came to be the focus on, on, um, attachment relationships having been formed by a predisposition. That's based on the adaptive value of forming a relationship with a caregiver who provides safety, who acts as a safe haven. And so this was coming out in the 1970s. So basically, the idea was, well, if breastfeeding isn't pivotal, it must be something else that was adaptive, and in his mind, it was predation. And That idea got sort of expanded a bit. It wasn't just fear of lions and tigers and snakes. It could be just environmental hazards, and this has been the prevailing theory in mainstream psychology for the last, I don't know. Uh, IT'S getting to be close to a century now. Mhm. So that problem. Um, WHICH is really difficult to address. But from the time of Bowlby's writing, Until now, a lot has changed. Um, We still think that there's something about this mother-child relationship that is a pivotal importance to becoming a human being. And yet Bowby's theory is one that didn't really explain the primacy of that relationship. And so in a way, I found the writing disconnected from my experience. And I think the experience of of a lot of women anyway. That you knew there was something special about this relationship and you couldn't, you couldn't pinpoint it. If, if you really think that we evolved this relationship because of its importance to survival by providing safety from environmental hazards, that anybody can provide it just like anybody can feed a baby. So where do mothers come into all of this? Well, I think I kind of took it personally and so I kind of ignored it for a while thinking, you know, you're not being the unbiased scientist, you're acting like the mother, so take off your mother hat. And but after a while you think, no, there's got to be more to it. And so really it comes to thinking. There's something about breastfeeding, but maybe it's not breastfeeding. Maybe it's breast milk. And when you start thinking about it that way, I'm going to use this analogy even though some people might find it offensive, but if you think about sexual behavior, And you think about all that goes on between men and women in order to produce a baby, and you think about seminal fluid. They're entirely different categories of understanding. Different people study them. They publish in different journals. They talk about different things. They hardly even ever get together. There's this group of people and those group of people. And it became very obvious that these two features that are both important for procreation. Um, Don't really have anything to do with one another. And that was pretty much illustrated when IVF came about. When IVF came about. It became clear that you can produce a baby without the behavior. It's that liquid, that fluid that creates life. And in the very beginning, I'm old enough to remember when there was sort of this brouha over the test tube babies thinking that will they be loving human beings even though they weren't created in the way babies have been created forever. And so when you think about breastfeeding, you really need to think about the behavior as distinct from the fluid. And then you start to come up with a theory that starts to explain why mothers are important. Now, of course, when Boldby was writing, Uh, there was wet nurses. Wet nurses were very, very common. This means that the woman gives birth to the baby, hands the baby over to this lovely lady who will breastfeed your baby until your baby is weaned, and then hand you back the baby. And you know, babies turned out fine. Well, actually they didn't turn out so great, but it worked for a lot of people, a lot of the time. And then came formula. And in addition came baby food. I mean, if you were living in a cave 2 million years ago or even 300,000 years ago when Homo sapiens came along, you did not have Gerber's baby food in little jars. You didn't have a blender to mash up your mashed potatoes and add water. You Didn't have cereal, you didn't have, you know, you didn't have a metal fork. I mean, I don't know what you did to feed a baby. It wasn't that easy. You're very reliant on breast milk, and in fact, babies couldn't survive without breast milk. And so, What we start to understand about the mother in the ancestral setting is, is that she was the sole source of breast milk. And the behavior that yes, anybody could provide, anybody could hold a baby and, and love a baby and stimulate and provide all of the things that attachment theorists have shown us are critical to baby's development. But in the ancestral environment, it would only be the mother who could provide enough breast milk to keep a baby alive."
	},
	{
		"start_time": "11:17",
		"speaker": "Ricardo Lopes",
		"words": "So in regards to that ancestral environment you are referring to, there's this concept of the environment of evolutionary adaptiveness that you also talk about in your book. So what characterizes this environment, which aspects of it are the most important for what you explore in the book?"
	},
	{
		"start_time": "11:42",
		"speaker": "Sybil Hart",
		"words": "So I think one of the key features of that environment that's received a lot of attention is that these were small clans, 50 people, including children. Multiple caregiving was the norm. So babies born, there's the mother, there's the grandmother, there's some aunts, there's some other children. It's a small, close-knit, tight society. And the writers who started the anthropologists, um, Margaret Mead, for instance, who would be studying these environments that seemed similar, we're looking at these close knit groupings and seeing how they function, and it really changed the way we understood relationships and families and the mother-child relationship. And in a way it created some kind of conflict. On the one hand you have the attachment theorists who're saying, OK, this mother-child relationship is really pivotal to development. On the other hand, the evolutionary psychologists and anthropologists are saying that we grew up in a network which was full of all of these people, and so the mother was just one among many caregivers, and it sort of diminished the role of mothers and increased the role of all of these caregivers. And then there would be sort of an, an idea of the way to understand this to ask, OK, which one is more important? Is it the mother-child relationship or is it the multiple caregivers and which one came first and which one is better, and, and how does this all work? And so this actually created a fair amount of conflict between these two settings, um. Because you couldn't quite integrate, how is the mother important if we arose in an environment where mothers were not the only caregivers. What I've proposed is that you can understand breastfeeding not only by looking at the difference between the behavior versus the fluid that gets transmitted, the breast milk, but you can also look at it from the point of view that it actually sets the stage for a different kind of interaction to take place. So, the fact is, newborn babies uh have to be reclining. They can't consume solid food. If you put solid food into a newborn baby's mouth, they will either choke or spit it out. And as it turns out, that first year is almost exclusively one that would be characterized by what's called exclusive breastfeeding, meaning nothing, not even premasticated food, not even water, nothing enters this baby's mouth except breast milk. So that really determines who the baby's going to be with. Once you have a baby that can sit up, hold up its head, swallow food, you can begin to feed other foods, soft foods, and even in the ancestral environment, you could have some source of protein other than breast milk that could sustain a baby. And so what it did was it really organized the different kinds of social relationships that would evolve if you're only fed by a mother and you're a baby, and if anybody knows anything about babies, they're hungry all the time. I mean, like you try to put them on a schedule that really doesn't work because after you finish feeding them like 10 minutes later they're hungry again and so um they're always with the mother. Now, anybody can feed them. The solid foods doesn't have to be provided by the mother, it can be provided by the grandmother or an aunt or a sibling, or anybody else. So, This kind of feeding behavior that is governed by maturation of the infant, meaning the ability to sit up, hold up the head, swallow food, actually determines who provides care. And so now you go from this 1st 9 months. Where babies are always fed by the mother to the next 2 years where they still require breast milk to survive. There's no medical care. There's no source of protein that will do the job. They still require it, but they don't require it exclusively. And in fact, their nutritional demands require more than the breast milk can provide. And so it drives these other relationships. Now, are these relationships the same? No. There's a lot of differences between them. And so when you think about how Breastfeeding and the baby's requirement for breast milk governed who is the caregiver and what is that caregiver like. You really come up with some really interesting kinds of phenomena. One of them is the fact that a baby born 300,000 years ago in a cave somewhere in Africa, and you can be a baby born 50,000 years ago in Siberia. And your 1st 9 months will be pretty much the same. You're going to get fed by your mother at her breast with skin to skin contact and the warmth almost continuously. You can't walk, you can't even crawl, so you're in her arms almost all the time, no matter who you are, no matter where you are, no matter what epoch you live in. It's extraordinary. Now contrast this with, OK, the next 2 years, you're still a baby. You're still sleeping with your mother. You're still breastfeeding at night, but in the day, anything's possible. So you might be in Siberia wearing a sealskin fur, you might be in Africa wearing nothing at all. You might be fed fish from a stream or a walrus from the ice pack. You could be in an environment where you talk all day to people in an environment where you never talk, you could be carried all day on somebody's back, you could be strapped in, you could be anywhere. Well one thing the anthropologists and the cultural psychologists have done a great job is showing how diverse these environments are. And that diversity is such a contrast with what goes on in the 1st 9 months of life. So, back to the environment evolutionary adaptiveness, you have an environment that is small, close-knit. Environment where the mother would be the only source of breast milk because there aren't a lot of other women available and if those women are lactating, they're going to save their milk for their own babies. So this is a bond that is carved into our minds over millions of years of evolution that that first year is the year you spend in your mother's arms. Contrast with what happens after that where you better be flexible and adaptive and able to socialize with all the different demands of every single environment. So it's not OK to say which is better or which is more important. They just work in different ways. If the mother-child relationship is very much based on survival, I mean that. You can't live without your mother. She is irreplaceable. Change that to the next 2 years where you have some control. Maybe you want to play with this person. Oh, you're hungry and tired, you're going to go to that person. Oh, but that person's a hunter who just came back with food, so you're going to go to him. And now you're learning how to navigate this complex environment, and on top of that, what you have is competition. So your 1st 9 months, your first year, You're not only fed by mother, but you're the only baby fed by mother. You are the world to her. Guess what? Times change. Those other babies also want to get care from all of those alo maternal caregivers, and now you're in competition. One is going to be cuter, one is faster, one is clever, one is hungrier, one is sicker. Who knows what you're competing with. There might be environments where there's lots of babies, there might be environments where there's very few babies, who knows? It could be anything, but You are not the privileged child that you were in your first year. And so that carves out a whole different set of Um, capacities that will advantage a toddler, and they're very different from the ones that advantage a newborn baby."
	},
	{
		"start_time": "20:17",
		"speaker": "Ricardo Lopes",
		"words": "So, what would you say are the main evolutionary pressures that infants go through in their 1st 3 years of life? And I know that a big one has to do with infant mortality and uh Different causes of infant mortality. So tell us more about that."
	},
	{
		"start_time": "20:39",
		"speaker": "Sybil Hart",
		"words": "So one of the things, um, since the time of Bowby's writing, I mean, these paleoanthropologists have done an amazing job of figuring out life expectancy. Who were the people who survived, how long did they survive, and what killed them? Boy didn't have that information. And what we have is an idea of how, what age people died, um, because the bones and teeth. Can provide that information. So it It is sort of clear, um, infancy would have been uh responsible for a tremendous proportion of the deaths that took place. That's an important kind of, uh, fact that pretty much is indisputable. What's less clear is exactly how they died. Um, THE soft tissue isn't present anymore. And so you just have to um do your best guess. And I, I, you know, I do this in humility, maybe, maybe somebody will say that, you know, there were environmental hazards that were responsible for evolutionary pressures. um, BUT if you look at the, the environments that are closest to the ones that we involved in, and there's less and less of them. It is not environmental hazards. It's disease, and, um, disease, most people think of disease as something separate from nutrition. There's hunger and there's disease, and they're different. They're actually one topic, so that it is possible for a child to survive tuberculosis without antibiotics, but it'll be a well-fed child, a hungry child, a starving child will not. And so you start to understand, um, again, so much has been uh shown relating to breast milk that it provides not just nutrition. But its resistance to disease and the infant's ability to fight off disease is far from mature until about 3 years. And so there's, there's good reason to think that the evolutionary pressures that were of greatest significance, the ones that are responsible for half of children dying, were the ones responsible for deaths in children under 3 years of age. And they had to be relating to disease, and disease was relating to hunger and malnutrition or undernutrition. And so there's, there's a very strong argument that I made and I, I think that it will be supported, that the main um evolutionary pressure was not from environmental hazards, it was from basically toxins in the environment. And undernutrition, um, it's a sobering way of understanding how harsh the environment was. One of the things certainly I learned in in writing this book was just delving into the literature on undernutrition and uche or core and how closely that's relating. To the topic of breast spacing, breastfeeding, premature weeding, the introduction of formula, and a number of factors. That play a tremendous role in being responsible for infant mortality. And so the pressures that existed then, I think, are still the pressures that exist now. Uh, WE have better ways of treating them. Um, THEY can be reversed if there's care. Um But sometimes you just wonder how How babies survived at all. When, when you read about, you know, you landed up in, uh, OK, I'm originally Canadian. I mean, I understand cold weather really well, you know, how did you raise a baby, you know, 30,000 years ago in Siberia and cross the Bering Strait? I mean, how did that even happen? Um, SO the environment was harsh, and that harshness in and of itself. Created barriers to nutrition, which created barriers to health. And it's not as sexy as, you know, lions and tigers, but in a way you can understand how, you know, the theories that were written were written by men, and what men feared was predation and lions and tigers. But you know, babies didn't really worry about lions and tigers or even snakes because you have to be on the ground to encounter a snake, and they weren't on the ground. Usually they were carried. I mean, some would have been laid on the ground, would have encountered snakes, but the ever present pressure that I think you can't get away from, regardless of whether you were in the Sahara Desert or in Siberia. Under nutrition."
	},
	{
		"start_time": "25:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But there's also the risk factor of a closed birth spacing, right? And that perhaps ties to something that you mentioned earlier when it comes to the infant potentially having to share resources, maybe some also nutritional resources with other infants."
	},
	{
		"start_time": "26:14",
		"speaker": "Sybil Hart",
		"words": "Correct. So we have a literature that talks quite a bit in evolutionary psychology about the need for infanticide. I mean, if you didn't have birth control, uh, you cannot terminate a pregnancy, so you give birth to this baby and then you, you sacrifice this baby. Most of the time, this was an imperative of sad, difficult, regrettable imperative. And it would happen generally because a mother felt she could not sustain this child. It would also happen because the child was deformed in some way and didn't have a chance of surviving, even if it was properly fed. So you have studies which show that if, if a mother gave birth to twins, one would be sacrificed. The idea being, it's a very, very harsh environment when it comes to nutrition, mothers have enough to sustain only one child. And, you know, I write also about this 9-month period, that first year, when you're reliant on breast milk, and it's an important 9 months. You have attachment, clear-cut attachment at 9 months. You have mobility at 9. Months you have cognitive development, joint attention available at 9 months. What else happens at 9 months? The possibility of the birth of a sibling. This would be the greatest tragedy for a child to encounter. Now you have to share your mother. And it's impossible for this poor woman to really feed two children, so she's going to choose one. Now, it's really when I, you know, I used to write a lot about jealousy, and some people would say, well, you know, I don't see it these days. I mean, my kids get along with one another. It's not a matter of life and death. If you have another child, you can have twins and they'll both be fine. You can hire a nanny, you can breastfeed both, you can put formula, they'll live. Maybe it won't be the perfect environment. And maybe you'll be a little bit exhausted and so exhausted you don't even remember it, but the babies will live. We're talking in an environment where it was a matter of life and death. So the birth of a sibling was a matter of life or death. The mother could also be impacted, meaning that if the interbirth interval is something less than 2 years, this mother's chance of surviving childbirth is not good. So maternal mortality meant infant mortality because if the mother dies, the toddler dies. So, obviously, the, the conditions where you have to find a way to encourage birth spacing are of paramount importance to the survival of the species. One of the interesting, um, literatures that I, I ran into, um, Talked about the explosion, the population explosion that happened around 9000 years ago when agrarian villages started to be formed. And so in these villages, the populations would expand. Uh, YOU could find wet nurses, you could find animal husbandry, you could have goat milk or cow's milk or maybe some other kind of milk. And you would think that, oh, all of these great things happened. It was an advance because everybody became specialized, some people did this, some people did that. I mean, it gave birth to the society that we are in today, and we live more like that than we do living like in caves. Oh, but the infant mortality rate went down. Why would that happen? Well, it went down because birth spacing was no longer regulated. By the, the 3 years of breastfeeding that had been compulsory pretty much. It was compulsory because your baby didn't have teeth. My mothers didn't know that the baby required breast milk for nutrition. She might not know that, you know, passive resistance to disease, uh, doesn't really work very well. Uh, um, UNLESS you breastfeed, but, um, they go teeth. Oh, the baby has teeth, you can chew the food, you really need molars cause you don't have the blender, you don't have a metal fork, you know, pounding something with a stone really doesn't work as well as what we have available today. So you really have to breastfeed for 3 years now. You have these villages. You have other sources of breast milk, wet nurses, cow's milk. You have villages, they start to grow grains and grains can be cooked and mashed up into something soft that you can feed a baby, and so they would breastfeed for less than 3 years, not because they were lazy, but because the, the, the calories that are required are extraordinary, greater than for, uh, pregnancy. So if you're breastfeeding a 2 year old, it's taking a lot of calories out of you, and, yes, it's taking up a lot of time and energy that you can give to somebody else to do and now you're free to. Birth rate exploded, population exploded, but the infant mortality rate actually went up. So having, um, birth spacing is crucial to survival of children and to women. And in most of these literatures, when you open up the books on infant mortality in some of the really harsh environments that exist today, public health is almost exclusively about what, birth control, birth spacing, breastfeeding. Um, Gates Foundation funded a large number of studies, and they talk about the 1st 1000 days, that is pregnancy, first year and second year. So the epidemiologists would, you know, the literatures don't really connect really perfectly well. The epidemiologists would talk about infancy is 0 to 12 months. And then they have this early childhood 12 months to 5 years, but really that barrier at 12 months is not a good one. It's really, it should be 24 months, and these 1st 1000 days goes up to that second birthday, meaning that your chances of you are incredibly delicate up until that time. After that, you are somewhat more robust up until the age of 5, so mortality is high up until 5, but the highest rates are in the 1st 2 years, and the second year is as high as the first year but for different reasons. For the first year, it's usually in the first few months after childbirth and their birth complications. From then through to the 2nd birthday, it is about nutrition. And for the mother, it's about the just the energetic burden of breastfeeding while being pregnant, which is too much for women in these very, very harsh environments. So we understand a lot about birth spacing, not just um. A question about will the kids get along with one another. It's really a matter of survival. And really if it's not a matter of survival, there are plenty of families with kids who were born 1 year apart or 2 years apart, or even twins, and they're just fine. We live in a very different environment. There are many substitutes for breast milk, and everything else that breastfeeding would provide, which is the loving attentive care, can be provided by caregivers, nannies, babysitters, relatives, fathers, you name it. It's, it's a very flexible. IN that respect."
	},
	{
		"start_time": "33:57",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now a question that I think will also serve as a sort of segue into the topic of parent offspring conflict here. Um, WHAT kinds of behaviors on the part of infants serve to protect them against the risks we've talked about here, like, for example, under nutrition, close birth spacing, and so on."
	},
	{
		"start_time": "34:22",
		"speaker": "Sybil Hart",
		"words": "So this is um Let me digress for a minute. Um, WHEN I was a child living in a multilingual environment, I would be surprised if you sneezed and you were English, you'd say bless you, and if you sneezed and you spoke German, it's gesundheit, which means health. They don't translate, um, and this is that just was sort of peculiar to me. And so all I could take from that is two people are talking about the same event, but And they It's an important event. It's not a random event. They don't say something when you cough or when you hiccup, only when you sneeze. Why would that be? Oh, there's something about this. So parent offspring conflict and attachment behavior and sibling rivalry are actually talking about the same kind of event where separation between the mother and the child is the crux of the dilemma. And the attachment theorists look at it very much from the point of view of the child. The child demonstrates protest behavior, separation protest, jealousy protest. They understand it as being behavior that is necessary to keep the mother from leaving. And there's a vast body of literature on why it happens, how it happens, when it happens, what are, what do we know about the different ways in which it happens? Do they show resistance? Are they especially feisty? Are they more passive? Are they male? Are they female? Do they live in in group environments, and individual environments? Are they in daycare? Are they not? It's like all this information about what happens when the mother leaves. Not so much attention to why the mother leaves. Why the mother leaves would be something that Bowby saw as an atypical event, because in his environment it was. It was either what he wrote about where it was either a war broke out and we're shipping our children off to the countryside where we think it'll be safer for them, which is traumatic for the mothers and for the children. Or somebody's in the hospital, which is also traumatic for the mothers and babies. These are atypical events, they don't happen in a normal environment. Or he's, well these's early work was uh dealing with a lot of psychopathology. And so uh it would be atypical. These were mothers who were criminals, they're on drugs. Nowhere was it seen as something that happens as a rather typical, inevitable, possibly even adaptive kind of activity. So now you're talking about parent and offspring conflict. So it's taken very much from the point of where It's a social environment. Other people help you. You help these other people. You have to take care of your other children. You have a partner. You have other demands. People took care of you when you were pregnant and throwing up for the 1st 3 months. Now you have to take care of them. Your baby isn't the only child in the world. You have other obligations, and you have to navigate that in a way. That is unavoidable and perhaps in a way that is as sensitive and tactful as it can possibly be. And after all, there are other caregivers in the environment, so it shouldn't be so bad because there's dad and the grandmother and other children. So it's seen as a typical event. It might even be an adaptive event from my point of view, but let's just go back to this. So here's two different ways of looking at the same thing and how do you put it together so that you can see how they actually are talking about the same thing that the attachment theories really aren't recognizing why mother's doing what she's doing in a way that could possibly make sense. And uh Trivers was talking about parent and offspringing conflict as the child just Uh, demonstrating and a psychological weapon, so which it kind of is, and that's as much as he had to say and nobody had anything more to say. It's a weapon you target the mom and mom caves, if you're lucky and cave, you know, if you weaponize it enough, so she' care. Uh, SO how do you put these together? Well, you put it together simply by understanding they're both right, that yes, others would leave, it's adaptive, it's appropriate behavior. On the other hand, the psychological weapon is actually attachment behavior. Attachment behavior would not have happened if mothers didn't leave. Otherwise, why would you protest if you simply say, Oh, Mummy, I'm hungry right now. You may feed me. That if that was enough, that's what babies would have done because actually it's really exhausting for a baby to scream and cry and demonstrate the psychological weapon known as attachment behavior. Wouldn't you rather just simply, you know, wave and say feed me? And of course, um, The idea is that the babies who demonstrated the most vigorously were the ones who survived. If they hadn't. They wouldn't bring her back. If they didn't bring her back, they got really, really hungry, and if they got really hungry, they also got really sick. So they had to demonstrate this behavior, and they wouldn't have done it. If the mothers had said, oh, I'll just stop all my other obligations and stay here and feed you all day until you're 12 years old, that's just never going to happen. So the attachment system is a system that in another body of literature can almost be viewed as the terrible twos or a sibling rivalry. There's many ways of looking at it, and they're all really talking about the same thing, meaning I didn't get enough from money and the terrible twos. Attachment behavior, the psychological weapon, they're all talking about the same thing. What babies have to do to retain access to that caregiver. In the environment of evolutionary adaptiveness. You know, they would protest and there's many, many descriptions of that behavior, very colorful descriptions on like that, but you live in an environment where there's multiple caregivers available and so usually you get over it and you find out that the first few days of daycare that are a little bit upsetting, but after all, they're not so bad because this daycare centers kind of fun, the teachers are nice, the kids are fun to be with, and so they, they kind of adapt. Um, IF protest behavior was pathology, you would find that. So it's adaptive behavior. It's just not pleasant behavior, but they're really talking about the same thing, much as you're talking about, you know, gesundheit versus bless you when somebody sneezes. They're just pinpointing it from a different sort of angle. And so when mothers see it. SIBLING rivalry, uh, and evolutionary psychologists talk about a psychological weapon, and attachment theorists talk about protest behavior, you know, there's, there's shades of it. And what the attachment theorists have really done a great job of is saying there's ways of expressing this that are adaptive. When we used to do research on jealousy protest, you, you just see a range of behavior that is awesome. And the most normal, the one. You know, approach Mother Wine and cling. It's like they all went to the United Nations and agreed. Approach Mother Wine and cling, we'll get what we want. You'll have a subset, and they are different, and they have a repertoire that you really need to pay attention to. They're the kids who just freeze on the spot. There are the kids who Do nothing until the mother comes back, and then they throw a major temper tantrum. And you have the kids who are, are just inconsolable once the mother comes back. There's just any kind of behavior. And so the way to understand this jealousy is really to understand the way we understand attachment behavior, but there is a, a way of expressing protest behavior that is normal, adaptive, and a sign that the child is well adjusted, and there are these other behaviors. That are really cause for concern. So, well, they've done a very good job of refining the construct of the psychological weapon and say, OK. Deployed this way, they work, they make sense, they're under control, they're well regulated, this child will be fine. Even though it's negative, this child will be fine. And then you have these other behaviors, I mean. If a child clings to the experimenter rather than the mother who's holding the other baby, it's not a good sign. Almost invariably when you see that it's a child with a depressed mother, and they need help. So you know, you benefit tremendously from both of these views and from the evolutionary psychologists who talk about the trade-offs. They're just being realistic. They're not mother bashing because she left her child. They're saying this is the environment that we live in. Mothers have to divide up their energy. There are other caregivers, and babies need to learn how to navigate a social environment where they deal with people other than mummy."
	},
	{
		"start_time": "43:51",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, do we have a good understanding of the factors that explain the development of those maladaptive behaviors you mentioned there?"
	},
	{
		"start_time": "44:03",
		"speaker": "Sybil Hart",
		"words": "Uh, YEAH, I mean, we have, um, So you have mothers leaving because, you know, a war broke out, somebody's in the hospital, uh, and you have other conditions where it's linked with maternal psychopathology. And if you can pinpoint the child behavior. Just statistically you could say this is abnormal statistically. And then you take that group and you say, OK, tell me about their environment. You will end up saying, tell me about their mothers. There might be more in their environment, and often there is, but the key thing for a very young baby will be, tell us about these mothers. And what you find is a lot of maternal psychopathology, a lot of postpartum depression, uh, drug, alcohol use, poverty that exacerbates every problem that you ever had. Uh, LACK of social support. I mean, we have a large literature on that. What we don't have. IS a literature on how breastfeeding actually feeds into this. So If breast milk is important for infant health, What does milk production What does breastfeeding behavior do for mothers? And we really don't have the full answer to that. There is some evidence that there's a protective influence. Um, BUT we don't fully recognize. So yes, mothers on some combination of drugs, alcohol, depression, you can say, OK, these children, we understand, you know, what's going on. So the next question becomes, OK, so what can you do about this? How can you Prevent it? How can you? Modify it And so there's always a question of what does, what does breastfeeding do for this? Um, We don't have a very clear answer. There's some sense that even though the breast milk consumption has nothing to do with attachment in babies, it's the behavior. In mothers, milk production sets up a very different set of hormones that's, I mean, it's like being pregnant, you're different. And there's some sense that it has some kind of protective effect. Does that mean all mothers need to breastfeed? No. Does it mean that if a mother is in a high risk situation, somehow that profile, that endocrine profile of lactogenesis and lactation would somehow change the way the mother reacts to becoming a mother and caring for a child? It's possible. Mhm."
	},
	{
		"start_time": "47:05",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, and how about uh fathers? I mean, because in our own species, particularly compared to uh to our close, closest primate relatives, um, apparently, human males tend to invest more heavily into their offspring. So, I mean, Uh, what, what is the role that fathers might play here and, uh, I mean, do they matter when it comes to exploring this issue of attachment and parent offspring conflict?"
	},
	{
		"start_time": "47:48",
		"speaker": "Sybil Hart",
		"words": "So, in an environment where Sustenance can be provided by anyone. That means it does not depend on the mother breastfeeding. In an environment where you have decent healthcare systems, where if a child does get sick, you go to the doctor and they probably get antibiotics and they'll be just fine. So we live in an environment where fathers are as important as mothers, and these roles have changed tremendously on it. Look at young men now and I think about my father, boy, they're different species. So, uh, the younger men have started to realize women are changing. They're going to work even though they have young babies, even while they're pregnant, and men are picking up where they feel like there's a void for them and a lot of them enjoy it a lot. If you think about how we evolved, I'm not so sure men were that relevant to caring for babies, and I think that the, the, the love relationship between infant and mother and infant and other caregivers, if we had to think about the evolved basis of that love relationship, it's different. That not one isn't better than the other, but they're just different. If that mother-child relationship was the one that was really pivotal to survival and the infant caregiver relationship was one where the baby had more agency and who they chose to be with. Then it's the one where they had to use and develop some kind of social skills and to have some kind of flexibility so they know how to navigate this environment and maybe they seek out their fathers and fathers felt as though they contribute because they've been sought out. Uh, IT sort of creates not one being more important, but just different. And I would say that to the extent that we can characterize that mother-infant relationship because it was so, I mean, it was so ubiquitous in the very same way wherever you were on the planet versus that father relationship which would have varied tremendously depending upon where you were, uh, it's so it's harder to characterize that relationship. But it's just as important because without those social skills, I mean we would indulge our babies forever. And they have to learn that to function in a society. And so it's just a different kind of love relationship. One of the problems of attachment theory and in all theories is, is that you're sort of stuck with this word love, you know, when Bowby came up with attachment and, and Ainsworth is saying, you know, it's just another word for love. It's, you're trying to come up with other words. And why? Because you really need to find a way to refine this construct and different languages, you know, my Japanese colleague would talk about Ama. I mean, there's just different words that we use to talk about love and now we're just sort of constrained by, OK, it's attachment, OK, it's love. OK, so what is it? Well, we don't have the words and when you don't have the words, it becomes harder to describe, but I think that My hope would be that as we start to appreciate the father-child relationship, we don't compare it to the mother-child relationship, we just say this evolved in a different way and maybe if we understand the context in which it evolved, we will understand it. In a way that is much more refined and maybe we'll even come up with words that are better than the ones that we have now. One of the other things that always amused me with language, it was English has like and love. French does not. And other languages don't either. And so like, well, what is it? Like, do only English people love? I mean, it was just so confusing for me, but it still leaves me with a sense of Are they just different in degree? Or are they just different? And um I don't have an answer to that, but I wish we had more words. um, IN any case, to answer your question, I think the evolved basis of the father infant. Friendship will come to light if we Consider it as having evolved in a different context."
	},
	{
		"start_time": "52:11",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you then one last question. You mentioned earlier how love relationships with mothers differ from those with non-maternal caregivers, but in what ways exactly? I mean, do"
	},
	{
		"start_time": "52:27",
		"speaker": "Sybil Hart",
		"words": "we? In the present day setting, they don't. OK. Just say that they evolved. In a different capacity and so the mother-child relationship and the caregiver relationship now really would be indistinguishable. The fact that they evolved in a different context might suggest that there's something different about them, but we have not determined. You can't do a study today and find what that difference is. It's, it's not as though the mother is irreplaceable because she's not."
	},
	{
		"start_time": "53:03",
		"speaker": "Ricardo Lopes",
		"words": "Right. Right. So, the book is again attachment and parent offspring conflict. I'm leaving a link to it in the description of the interview. And Doctor Hart, just before we go, apart from the book, are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "53:25",
		"speaker": "Sybil Hart",
		"words": "Um, THERE'S a number of publications in the scientific literature, a couple of books, but I must admit I haven't done a lot of videos, so this would be the one."
	},
	{
		"start_time": "53:35",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much again for taking the time to come on the show. It's been a real pleasure to talk with you. Thank you. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs Colin Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearrauirrumen ro Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidriei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Free Francaortolotti Gabriel Ponorteseus Slelitsky, Scott Zacharyishim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Giorgneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]