[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Patricia Silva. She is an assistant professor at the University of Aveo and a researcher at the Governance Competitiveness and Public Policies Research Center of the University of Avio. And today we're going to talk about the book she's the editor of together with Pedro Magalas and Nunu Montero, that is Portugal in the 21st century. So, Doctor Patrici, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:37",
		"speaker": "Patrícia Silva",
		"words": "Thank you for having me here today."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "So, I, I mean, this is a, a very interesting book. I, I mean, in my particular case, it's even more interesting because I'm also Portuguese as you are. So, but what are the goals of this book? Why write a book about Portugal in the 21st century?"
	},
	{
		"start_time": "01:00",
		"speaker": "Patrícia Silva",
		"words": "Well, uh, so, so the idea for this um edited book came from a series of conversations that Nuno Montero had with the Luo American Development Foundation. Uh, AT the moment, no, Nuno, Nuno, he was working at a university in the in the US and he thought that we needed a reference book that would allow academics to deal with Portugal and what what the changes that happened during the 21st century in the Portuguese case, but he also wanted to have a book that would be interesting for the um for the entire public, for the ones that are interested in knowing a little bit more about Portugal. So the book was targeted at these two audiences, I, I'd say one academic and the one that would, would be allowing, would allow the general public to be involved in these discussions about the Portuguese case. Nunu began developing this project with uh the authors, the specific authors of each of the chapters that we will discuss during this interview. Unfortunately, Nuno passed away before he he managed to complete this job and so the flood asked me and Pedro Mlange to um continue uh the project. So the idea is basically the idea of dealing with a country that has a very interesting story. And especially the fact that it had 4 decades of a dictatorship and that had enduring effects. Um, WHILE we noticed that there was a major transformation and we can see that obviously in in the first years after the transition to democracy. But then we also find that um the, well, the specificities of the transition process and also the, the fact that we have enduring aspects that allow us to now understand a little bit of what is happening in terms of our identity, in terms of our culture. In terms of how we relate to the European Union and how relevant the European Union is also in terms of the party system, so we have a lot of specific cities from these decades of dictatorship that were, were somehow translated into different arenas. And Nuno had this interest in dealing with this, uh, how, what he thought would be a remarkable country with a remarkable history. So, uh, well, we, what the, the, the, what we asked the authors of every, um, chapter was to think about their specific arena, either the economy or uh or the political system, the arts, literature, we asked them to think about how the, we had a spectacular uh economic development, how the country has transformed itself from a social perspective, and we wanted to, uh, specially look into how, how these transformations play out today currently during this, um, this new millennium specialist, specially, sorry. Mhm."
	},
	{
		"start_time": "04:14",
		"speaker": "Ricardo Lopes",
		"words": "So, before we talk about Portugal in the 21st century, I think it would be important to cover some historic, uh, ground here because, uh, this year marks the 51st anniversary of the fall of the, of the military dictatorship here in Portugal. And, uh, I mean, there was a democratization process after that. Um, WHAT, what do you think were some of the main changes that occurred with the transition from a dictatorship to a social democracy?"
	},
	{
		"start_time": "04:51",
		"speaker": "Patrícia Silva",
		"words": "Well, I think this, this is such a broad question because it, it, there are, there are hundreds of um articles that have been published trying to deal with these main changes. Uh, AND, uh, well, you know, that the journey began with this, uh, carnation revolution that some authors even say that, uh, it marked the beginning of the third wave of democratization in the world. So, let me, I want to, to stress that because Portugal did this process of transition to a democracy without having A, um, without having a model that would, that the country could aim for, so that necessarily generated a little bit of, of conflict and a little bit of indecisiveness as to where we should go after this peaceful military coup. But we did have this peaceful military coup that, you know, that was led by the armed forces movement and it, it marked the end of one of the biggest dictatorship. That occurred at the moment with more than 48, with more than 48 years. And with a large period where we, we have strict censorship, political repression, no political freedoms. So uh this revolution was also largely fueled by these discontent of citizens, particularly because of the ongoing colonial wars that was draining. The resources and also the morale in Portugal. So there was this, um, this, the public desire and also this desire among the members of the armed forces that wanted to uh overthrow the dictatorship and build a new democratic um society. So yes, we did experience a, a, a very significant transformation. With, with first elections where, where we have citizens participating in a competitive scenario, that's because we did have elections during the democrat during the dictatorship, but those are not necessarily competitive and that's, that's a huge difference. Um, SO we had, um, we also had the process of preparing the very complex process of preparing this new constitution with civil rights, political freedom. Uh WITH social rights that were uh essential for uh the democracy. And then we have this very, very rapid decolonization of the Portuguese territories in Africa, uh, and that's, uh, that, that how fast it was was also um um uh an aspect of contention within the armed forces that eventually generated this convulsionary period right after 74. And then The regime, uh political parties that were formed at the moment, especially, you know, the Socialist Social Democratic Party and the Socialist Party that was not, that was formerly uh a little before uh 74, but the, the, and was formed not, not necessarily in the country but in while in exile, but, but they were, they were trying to find this, the, the space for these political parties. And one of the ways that they understood that the new democratic regime would be uh would be able to gain grounds was through the expansion of rights and welfare. That's why we have this major conquest in Portugal, which is the national health system. The idea that we needed to improve education, health care, social services, reducing inequalities, and, you know, improve the quality of life of citizens. And that was, uh, and that is, that's certainly an arena where we made, we made huge progresses during the first decades of uh the democracy. Obviously we had political instability, uh, we, we, we did have uh uh a lot of, of political instability, especially because there was contention as to which type of regime we would have. Uh, AND because we had the communists wishing a different, uh, type of democracy and then we had the Socialist Party and the Social democratic Party that wanted a more pro-Western, uh, type of, uh, of democracy, a liberal democracy. And so we have also this, uh, these two political parties, these two, I would say these two poles that were aiming for different, um, goals. So major transformations but with um with uh a very convulsionary journey."
	},
	{
		"start_time": "09:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. When it comes to the democratization process, I mean, of course, it was a process because the transition from a dictatorship to a democracy doesn't occur overnight. How long was it just for people to have an idea of how these things play out?"
	},
	{
		"start_time": "10:09",
		"speaker": "Patrícia Silva",
		"words": "Well, the, the, the, it is not easy to um to establish a specific date, but I would say that the first two years were fundamental to um decide that we wanted to have what type of a democracy we wanted. It was also the first few years that we, we decided that, well, the, the goal would be to democratize democratize the country, also deal with the colonies and decolonize, um, but it wasn't definitely a a smooth and negotiated. Uh, PROCESS like the one, that we saw for example in Spain where, um, where the political elites actually negotiated there, there were agreements between the old regime and the opposition. So what we had in Portugal was this radical break, uh, and that was also what generated this intense period with uh political and social uh uh contention, I'd say. So, but, but, but I would say that we had these two first years where, you know, we had the hot summer of '74 when we had these tensions that even generated violent clashes and um and then also November 25 and 75, so we did have this uh This um period, I would say of about 2 years from the carnation to the time where we actually were able to adopt a new constitution and then managed to have elections uh in, in that, that would definitely establish this as a country that was democratizing, democratizing. Obviously, we say that we have uh there's this transition period and then there's the period where we say that, well, we now have a consolidated democracy and that these are two different processes, two different periods, and what we can see there is that we can, we, it is generally assumed that we can see that Portugal as a consolidated democracy from the moment when Cavaco Silva managed his Uh, first majority as the government and then we had stable patterns of party interaction, stable patterns of government formation, and that allows us also to think that, well, we are now entering the stage where we have um we have, we, we are now entering the stage where we have Uh, fully democracy. It's not, so I just wanted to make sure that we make these two periods as distinct, one thinks is the transition to and the other is to consolidate it as a democracy."
	},
	{
		"start_time": "13:00",
		"speaker": "Ricardo Lopes",
		"words": "Half a century later, do you see that there's been a legacy to the dictatorship in any way? And if so, in what ways does it manifest? Is it politically? Is it in terms of the population's mentality, particularly the older people who live through the dictatorship? Uh, WHAT do you think about it?"
	},
	{
		"start_time": "13:26",
		"speaker": "Patrícia Silva",
		"words": "Well, there are so many, uh, there are so so many of these legacies that we can see. One of them is obviously politically. First one is the, the idea of what kind of parties do we have now, and that that is a lot explained by the the process of the transition because, you know, the political parties actually emerged at the period where they were, they didn't have necessarily time to mobilize the electorate. And especially the social socialist party and the Social Democratic Party when they emerged, they had a view of what kind of a democracy they wanted. And then we had a communist that had a stronger mobilization, I would say. But this new political parties that that were formed, they actually entered government a few days after they were formally uh established. So what this generated political parties that are what we call internally mobilized, it means that they were able to establish their organizations taking stock of the resources that they gained from state, so. We managed to have these political parties that somehow are dependent on the state, how the, the, and that has to some extent discouraged the development of strong independent party party structures. Another thing that we noticed is how is clientelism, the idea that the, that, that is quite There is, there are a lot of research that claims that this is quite pervasive in the Portuguese case because parties actually were able to use public administration to distribute positions to their followers. It was an easy way of, you know, guaranteeing support for the political parties. So what they did, they took stock of those resources that they had access to. And to some extent that generated a path where clientelism has has has been pervasive, and it becomes increasingly more difficult for political parties to get rid of this. So while political parties are central, they do have this, uh, this, um this dependency on the state. And then we also noticed that in, in terms of the economy, I mean, uh, Susanna Peralta also to some extent deals with that, the, the idea that we had, well, this massive nationalization of industries. We had one of the biggest public sector businesses at, at the uh public business sector at the moment. Uh, AND we, that, that to some extent also generated a little bit of, you know, uh, burden, an enormous burden in terms of, of the public sector and, and also, um, the, the difficulties in dealing with this enormous uh structures. We, uh we also deal with the, this nationalized economy that was characterized by poor productivity, deficits with political interference as well and to some extent these are, there are some inefficiencies here that endured. Um, AND obviously there are, um, there were at the moment is, uh, also connecting to the size of the public, uh, civil service, the public civil service because because of the, the purges because Portugal did had extensive purges of political and administrative personnel, uh, from the, from the new state because of this. Transition through Rutura because we, we, we didn't have a pact as I mentioned before, uh, so what we had was uh a public administration that was destructured, so we didn't have necessarily experienced uh staff. It created a lot of inefficiencies in governance. And uh that also uh generated this, um this, this difficult uh relationship also with uh public administration. And finally, I think one of the most relevant and we keep talking about this is that there was an intense dispute between the Socialist Party and the Communist Party during the transition period. And because it, it, it basically deals with all the two different parties and these two political pluralism and the different, the, the different types of democracy that these two parties wanted. So that generated a divide between in at the left, so we, while we would, why would it, would, we would expect this divide to occur between the left and the right, what we had in the Portuguese case was this divide between political parties and the left. And that wall that was built between the Socialist Party and the Communist Party was actually endured and it generally led to the exclusion of the Communist Party from every government formation until now, until obviously 2015, as you know, when there was this collaboration between left-wing parties, there was uh somehow um innovative because we wouldn't expect that given this historical Uh, background. But I would say that also this, uh, this is probably one of the major, probably one of the major, um, aspects of these legacies of the dictatorship."
	},
	{
		"start_time": "19:13",
		"speaker": "Ricardo Lopes",
		"words": "So one more major event in our history that I would like to ask you about before we get actually into the 21st century. Uh, LET'S talk a little bit about Portugal's accession to the European Union in the 1980s. What does it represent historically and what would you say are the main impacts it had in terms of, uh, at the level of politics, economics, and also at a social level?"
	},
	{
		"start_time": "19:46",
		"speaker": "Patrícia Silva",
		"words": "Well, this is again a question that would generate hours of conversation because we, well, because we as, as we have this transition period and as things were going, we have reasons to believe that the country would make its way through a democracy. But having the European Union as a supporter of a democracy was definitely relevant to establish and to consolidate Portugal as a democracy because it was at the moment we had uh two ways, two visions for Portugal, Portugal. We either would look for African colonies or we would align with Western democracies and try to modernize the country looking at the European Union. And it became, it became very clear in the 70s, in mid 70s when Maurice Swars decided that he would join the then uh European Economic Community and then became, became the European Union and what he thought that this was a way to secure democracy, to enjoy the opportunity of the funds, especially to modernize the economy that was so relevant. To provide citizens with the gains of being a democracy and with the gains of having, being part of this new world of, of the European Union. So when he, uh he applied for a membership for EU membership in '77, it became definitely a priority for every government. We do not find major differences between our main political parties, the Socialist Party or the Social Democratic Party. They were basically aligned with this idea that we needed the European Union to uh to modernize the country. And the European Union also had high standards in terms of what they expected of a democracy. This was also, it was also the European Union that were um that created to some extent the idea that we could not have the armed forces with such a relevant role of the armed forces within our government. And also this, um, this, the, the, uh the, the pressure towards modernizing also the economy. Uh, IN terms of, uh, you know, the, the story because the country gained a lot from being part of this club of the European club because of the funds, which helped modernize the structures which were strongly used to reduce inequalities at the regional level. That was used to improve education and healthcare. It also politically it helped solidify the consensus among political parties and also among citizens about the importance of European integration. I mean, we even now we see these Eurobarometers that largely expressed this idea that citizens still think that being part of the European Union is a good thing. They have a good image of the European Union. And that, um, that, uh, that definitely is relevant. But now, obviously one of the things that we come across is this idea that obviously Portugal in the 21st century deals with um this this additional difficulty at this moment because we, we, we are now extending, we have been making this progress of extending, enlarging the European Union and if Portugal was had this Um, privileged position, even when we can see that there as a member that receives a lot of EU funds, but there was a shift because obviously as we are enlarging uh some of the recipients are other countries, not necessarily Portugal. And so this shift in terms of the allocation of funds and also this um perception that Portugal is at the periphery of the European Union that might have generated a little of disillusionment within within Portugal about the gains of the European Union. But I think that overall, it was definitely a strategic decision that was able to consolidate the democracy and help, help you go through navigate this uh political, economic, and social um matters that were relevant to secure democracy."
	},
	{
		"start_time": "24:25",
		"speaker": "Ricardo Lopes",
		"words": "So since we've been part of the European Union for more than 30 years now, almost 40, how has Portugal fared in comparison to other members of the European Union for the first two decades of the 21st century?"
	},
	{
		"start_time": "24:45",
		"speaker": "Patrícia Silva",
		"words": "Well, I think that one of the things that mostly that has to be highlighted here is that Portugal has during the 21st century has had one of the most turbulent chapters in our recent history, which is the financial crisis and how Portugal dealt with this financial crisis. Obviously, Portugal had structural weaknesses in terms of the economy, in terms of public debt, and we, we did uh require this financial bailout, the troika package that came with, was, was fundamental for uh Portuguese uh restructuring, rethinking about kind of state we wanted. Um, BUT it came with very strict, um, conditions, I would say. But what, what was relevant at this time was that Portugal was actually able to implement a lot of these measures, cuts in the public services. And to some extent, some of them were not necessarily with, with, although the crisis, this financial crisis has gone a couple of years ago, was gone a couple of years ago, fact is that we may not have been able to go to reach a standard where we wanted to be in terms of public services. Uh, WE, we also had this, um. This, this huge program that was uh well, difficult to um um to implement. But in the end, it what was, what was interesting in the Portuguese case is this idea that we, Portugal was able to regain credibility. It was actually considered one, a, a good student within the European Union. And we saw that when we saw, for example, Mario Centeno being considered to be um to become the president of the Eurogroup. It, it was to some extent also understood as a testament of how the country would have um a good reputation in Europe and also how the country would be considered as a model for other countries that were struggling, I'd say. So, well, well, Portugal has made it through, I think that uh it has made huge progress, but obviously we will talk about it, I guess later because the high levels of public debt, debt are debt are still there, uh, uh, and many of the cuts that were made. Uh, WHERE in terms of public investment, we, we, we have left essential services like healthcare and education underfunded, uh, and that, uh, to some extent also, um, also portrays this image as Portugal being, um, while efficient, it may not be sufficiently efficient in terms of the allocation of resources."
	},
	{
		"start_time": "27:54",
		"speaker": "Ricardo Lopes",
		"words": "You mentioned briefly there the 2008 economic crisis. How would you characterize our response to it? And we are now in 2025. Do you think we are still being affected by it in some way?"
	},
	{
		"start_time": "28:11",
		"speaker": "Patrícia Silva",
		"words": "Well, my, my question would be, yes, we are still affected by the crisis in several ways. I mean, while obviously we uh one of the things is definitely in terms of public discourse, we did not have governments uh so focused on the idea that we need to reduce the budget deficits and stabilize the economy. This became as um Uh, a lasting scar of this 2008, uh, crisis, 2015,014, I guess. So we, we, we had this, well, we thought that we only had some political parties that we're dealing with and we're considering this as um a priority. We now have the two main parties considering it, it both are considering it as a priority. And the, the results are out there, so we saw the Socialist Party made, made a huge progress in, in, in this regard, but all the other parties that are coming are still dealing with this need to keep our, our um budget deficit stable. And obviously reduce this deficit. But what the, the, where I think that we have the major impact is, is, is most definitely in terms of the public services and uh one of the chapters of this book clearly demonstrates that that uh well we have particularly in the healthcare and education, they were really strongly strained during the crisis and um the, this, this, there are ongoing issues there. Uh, IN terms of personnel, in terms of resources that are allocated, in terms, and these are services that are fundamental to reduce inequalities in the Portuguese case that are still out there, and that feed populism. So these inequalities to some extent feed populism and the, the way to Lower them is through education and healthcare access to these public services and they are under severe stress and that is definitely one of the memories of the crisis that continues, uh, and that, um, will that, that all of the countries have to deal with."
	},
	{
		"start_time": "30:37",
		"speaker": "Ricardo Lopes",
		"words": "In the book, you also take the time to talk a little bit about the formation of a Portuguese national identity. How did it occur? I mean, how did it develop over time and which factors contributed to it?"
	},
	{
		"start_time": "30:56",
		"speaker": "Patrícia Silva",
		"words": "Well, that's one of the things that the Gol Sobral does in this chapter. It deals with the, this idea that Portugal, Portugal Portuguese identity was built as a mixture, a mixture of territory of the boundaries of the limits, geographical limits, but also a little bit of culture, uh, and this, this idea that we, uh, the culture and also Mostly linguistic issues that we do not have. Uh, DIVERSITY in terms of language and also there's obviously a little bit of history in that, you know, that, that Josemanov Sobral goes through this idea that we have this, uh, this this uh Fonsiri is that managed to put Portugal on the map. Uh, AND the how it declared to be a prince of Portugal and this, uh, and the recognition of, uh, Portugal through the Treaty of Samoa. So there's also a little bit of history here that obviously Chia Noral does it a lot more than I'm probably doing here. Uh, AND, um, it does explain this, uh, in, uh, in, in depth. But one of the things that I found so much, so, so much interesting in his chapter is how he also Deals with how the identity was built because of the the symbolic issue and one of the things that he mentions in his chapter was what he calls the miracle of Urik when he said that that that miracle says that Christ actually appeared to Erikus before a battle. Uh, AND, uh, that, uh, Christ was actually blessing his mission. So to some extent, this also tied Portugal to this identity, not only in terms of language, in terms of the territory, but also how close Portugal would be in terms of Christianity and the idea that we are to some extent, a chosen people. So we, by, by, by the 14th century. We, we already have this national consciousness that was uh trying to spread and we, we have these three pillars in terms of language, the territory, and also this idea of how friends, there was some, some linkage to uh this Christianity that also helped build um uh the nation as we know it today."
	},
	{
		"start_time": "33:30",
		"speaker": "Ricardo Lopes",
		"words": "And how would you characterize the welfare state in Portugal? What are its main feature, features and how does it compare to other European nations?"
	},
	{
		"start_time": "33:43",
		"speaker": "Patrícia Silva",
		"words": "Well, that's uh Rui Branco and uh Pedro de Silva. They wrote this chapter on one of the major aspects that I think distinguishes the Portuguese case, which is the welfare state and how relevant the welfare state is uh for Portugal. And what they, uh, they, I, I think that one of the main takeouts of this art of their chapter is that it is indeed an aspect that faces significant challenges because of the dual, what they call this market dualization, you know, that you have protection for the ones that are working and are integrated in the, in the labor market. And the ones that are only temporary workers and you do have uh these two types of support for citizens. So that's a specific aspect of our welfare system that puts some, uh, that's, that is also constraining. Then we have uh these demographic pressures uh that uh are ongoing in the Portuguese case and it's interesting that they bring that. To their chapter because it is one of the issues that are, that, you know, political, politically, it has to be on, on the agenda how the demography is putting pressure on the welfare state. And we should deal with that as well and obviously, as we mentioned before, the limited expenditure, but I think that we have a welfare system that is to some extent unique. It aims to provide universal access to health care. Obviously funded through our, uh, general taxation, but it has been a vital institution. It was a vital institution during the democratization process and it still is a vital even if it is dealing with, um with this uh difficulties, particularly related to uh the financial sustainability of the social security. Um, uh, WELL, of this welfare. And one of the things that they deal with is this idea that we, the way that we index pensions to life expectancy, also how um how early retirement has been penalized. It, it, it has reduced the generosity of our social security systems. And also, obviously, during the, the, the financial crisis that we have just dealt with, we also dealt with um cuts, freezes, reduced uh investment in this arena. So it, it, it, it, it not only Generates this debate on the relevance of the welfare state, but also the impact of the welfare state in terms of how it, how pivotal it can be to reduce inequalities. Obviously, now we are dealing with this, what we currently have is a social security system that has to deal with Poverty with social exclusion. A lot has been done in terms of, you know, what they deal with with in the chapters and how Portugal insured this minimum income that was a, a huge step to combat uh poverty, but again, there, there are uh uh there are uh a set of rules that citizens now have to address if they want to have access to these issues. And uh what, what the um chapter concludes says is that while we do have a welfare state that, you know, shares some similarities with other countries like Spain, uh, like Spain or Greece. Uh, WE are also aiming at having, uh, uh, uh, social security services that we would be able to compare with the Northern European countries like Sweden and Denmark, these are the ones that we keep comparing with, uh, because of, of the, uh, idea that Portugal welfare state is a slightly, slightly less comprehensive than, than the ones that we find in these countries. Um, SO we do have a significant level of social expenditure, that's what the, the chapter concludes, but it's still below what we find in these more extensive welfare systems."
	},
	{
		"start_time": "38:29",
		"speaker": "Ricardo Lopes",
		"words": "I would like to ask you now just a few questions about our political system. So what would you say characterizes Portugal's political system when it comes to uh the electoral system and to party representation?"
	},
	{
		"start_time": "38:49",
		"speaker": "Patrícia Silva",
		"words": "Well, Carlos, Carlos Jalali, he's the one that dives into Portuguese political system and what he conclude, what the chapter that he wrote is actually about how fascinating we have this mixture of structures in the Portuguese case and he he he unpacks this idea that we have a semi-presidential representative democracy, which means that we, we have a president and the prime minister. But the kicker here is that the, the president is directly elected by the people. It's not like, you know, for example, in Germany, where the president comes from parliament. So there are, they are both, both the president and the government are directly elected by citizens as you know, in 2024 we have legislative elections and then we will have presidential elections. So these are two representative institutions that are both elected by citizens. But a funny part here is that when we have a president that has veto powers. Uh, THE fact is that the, the government is actually accountable to parliament, so it is up to parliament mostly to ensure that uh government uh stays in power. The, the electoral system, as you asked, is, is also, it has been central also. It's it's also one of those one of those legacies that we came from the transition period because the electoral system. As we have a closed list proportional representation system. What does this mean? Well, it just means that we do not select individual candidates. I mean, citizens vote for political parties and it is up to the party to decide um the order of the can, uh, it's up to the party to decide the order of the candidates. So the seats are distributed. According to how citizens actually vote, the percentage of votes that each party gets using this old formula and the formula somehow benefits the two main political parties, the Socialist Party and the Social Democratic Party. There's also, we do not have an electoral threshold. I mean, electoral thresholds are the limits. Uh, FOR example, uh, Germany again has these electoral thresholds where smaller parties, if they do not reach a certain quota in terms of uh voting, they do not get to be represented in parliament. We do not have those formal, formally in law, but however, because we have Electoral districts that have the different populations and obvious, obviously this translates into different what we call magnitudes, which means that in some electoral districts, we only elect 2 members in parliament and in other districts we elect 46. So this generates a huge divide within the country. It is easier for political parties to get representation in this bigger. Um, THE magnitude, uh, districts than in, uh, the shorter ones. In smaller electoral districts, the main political parties, the biggest parties are, they get this seat bonus, I would say, because they, they, they, they end up winning more seats than their share of the vote. WOULD, would suggest. So we do have this, that it is one of the things that actually explain why uh we, why smaller parties face so many difficulties in getting elected in this uh smaller magnitude uh districts. So in terms of representation, you know, the history, Portugal has this traditionally had and historically had these 5 political parties that are elected through this uh proportional representation system, but the last decades have demonstrated that things can change. Um, AND that the, the, the Portugal, the Portuguese party system is also dynamic and has been able to, you know, um, uh, so, to see the emergence of the left block and then more recently, the liberal initiative or the radical populist Party figure that that has been able to gain ground even in these uh smaller um electoral district. I mean, uh, it's a, it's a dynamic, uh, game. Things are, are constantly changing, but one of the things that is more relevant and, and I guess that Carlos demonstrates that is how resilient the party system has, uh, despite this, the, the newness and also to some extent the attractiveness of these new political parties. Um, CITIZENS tend to be drawn towards new parties. The most interesting thing is that we were able to still keep the two main political parties as the main players in these games, but I mean, who knows how, how things can evolve from now."
	},
	{
		"start_time": "44:07",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, WHAT has characterized the Portuguese economy for the past two decades? I mean, the first two decades of the 21st century. What would you say are the domains where it has fared well and in which domains, is it still lagging behind other European nations?"
	},
	{
		"start_time": "44:29",
		"speaker": "Patrícia Silva",
		"words": "Well, the economy chapter was, uh, was written by Susan Peralta. She's one of the most well-known economists in Portugal, and she does an amazing job in this chapter where she demonstrates that over the past two decades, Portugal has made huge progress in reducing poverty and inequality. So what she demonstrates is that we do have noticeable Improvements in these um areas. She demonstrated poverty rates dropped, inequality was reduced, uh, she demonstrates it uh tracing it back to the importance of, of income transfers. So the policies that were specifically targeted at distributing health and improving the quality of life of citizens. What she also demonstrates was the capacity of Portugal to bounce back from the economic crisis. So we, that we also um managed um then we also covered a couple of minutes ago. Uh, SHE also demonstrates the relevance of, of taking stock of the European Union again and the importance of the recovery and resilience, uh, plan, that the funding from the European Union that, that has emerged as a golden opportunity to invest in critical areas. As a green energy, digital transformation, social resilience. So these are um arenas that are falling behind. So if I was not up to now talking about the things that are positive, one of the things that uh Susanna demonstrates is there are areas where Portugal is lagging behind. One of them is obviously the levels of public investment. I mean, one of the things that she demonstrates. Was that public investment as a share of GDP is, is, is just 1%. So it's really, really low and it has been this low since 2016. So what this means in practice is that things like transport, health, and the education system, it hasn't, uh, these are arenas where they need a lot of investment and these investments have not been made. So, uh, and we've talked about it when we mentioned the welfare state. Another thing that she mentions is that while all while all the other countries are dealing with this digital green transformations, while we are lagging behind. One of the things that she demonstrates is that uh some of the countries are actually pouring money into the renewable energy, sustainable transportation, and in Portugal, we are, the investment is really, really low in those arenas. So one of the things that uh she concludes is that, well, uh, one, well, we made huge progress in some arenas that are areas that we still need to improve and obviously, and, you know, uh, well, uh well in 2000, while at the beginning of the 21st century, Portugal's per capita was higher than some of the countries in Europe like Slovakia, Estonia, and Slovenia, she talks about it. Um, ALMOST 20 years after that, those countries have caught up or even uh surpassed Portugal. And one of the things that she mentions in the book is that, well, one of the reasons that explains this, uh, the fact that we were surpassed by these countries was that we have problems in terms of productivity of, we do not invest enough in science and innovation. Uh, THAT'S also what um Joan Assad also demonstrates and obviously she also mentions that there's a lot of infrastructure that needs to be um developed, so there are, we have, uh, we are lagging behind in these arenas and those are the ones that are putting us behind some of the countries across Europe."
	},
	{
		"start_time": "48:44",
		"speaker": "Ricardo Lopes",
		"words": "So let's now talk a little bit more about uh attitudes that people have toward particular subjects. How would you characterize social attitudes toward women, immigrants, and minorities in Portugal and particularly immigrants and minorities have been Uh, at least it seems a very polarizing topic socially in Portugal in recent times. So how would you characterize these kinds of social attitudes?"
	},
	{
		"start_time": "49:16",
		"speaker": "Patrícia Silva",
		"words": "Well, this, this is a chapter that Elise Ramos wrote. It's an amazing chapter because it, it, it allows us to really map citizens' attitudes and how these citizens' attitudes have evolved. And not only citizens' attitudes, but regarding these aspects that you mentioned, women, immigrants, etc. BUT what she demonstrates is how, uh how we do have a lot of inequalities in place at this moment. Uh, LET'S start with women, obviously, one of the things that, uh, she concludes is it's that, well, we do, we also, we are still facing the wage disparities. We did, Portugal made huge advancements in terms of women representation in parliament, women representation in party lists. We made huge progress here, but women still earn less than male. Uh, THAN, than their male counterparts. So there's even Uh, as we deal with, uh, higher qualification, uh, profession in, in the arenas where these higher qualifications are required, we do find that women, and what's the least uh demonstrates is that women tend to win 25% less than men. So the in terms of salaries, that's, that's huge, that demonstrates a lot about what the, how much we still need to um Uh, work in terms of, of gender balance and in terms of equality here. And then there's the issue of immigrants and the narrative here is quite complex here. Because as you mentioned, this is one of the things that has fueled populist discourses and so uh uh what she demonstrates is that perceptions have shifted. For example, with the majority of population in 2002 thought that um uh that uh Uh, I mean, the, the majority of citizens, uh, in, in Portugal still think that immigrants are a threat to the labor market. So this is something that she, uh, demonstrates. What there has been a growing acceptance, so the number of citizens. That believe in this has declined, but there, there is a high level of skepticism when you find that 40% of respondents still, still think that they are a threat to the labor market that that is uh that is a lot in terms of skepticism. Uh, SO, so, so there are still citizens that think that immigrants benefit from social services more than they contribute, even though we have so many studies that demonstrate. That how immigrants actually contribute to social security, etc. BUT the perception is that these immigrants, um there is this negative attitudes to attitudes towards immigrants because of the use of these social services. And also at least deals with how we also think about minorities, racial, ethnic groups, and the situation here, why we made some progress as well is concerning because one of the things that she demonstrates is that a lot of citizens in Portugal think that some races are less intelligent. Some, some Porche think that some races are born to be more hardworking than others. So what she demonstrates is there are a lot of stereotypes that are still in place and that to some extent, if you, um, if these stereotypes to some extent legitimize the, the discrimination against these groups. So we did a huge progress in terms of Becoming an inclusive society and this links back to the welfare state and the relevance of public investment, but we need, but there's also a lot of work that we need, still need to do in terms of changing the mentalities and attitudes that citizens have towards women, immigrants and minorities, obviously."
	},
	{
		"start_time": "53:43",
		"speaker": "Ricardo Lopes",
		"words": "So, let me ask you now, what is the current state of science and academia in Portugal? Has Portugal been performing well in those domains?"
	},
	{
		"start_time": "53:57",
		"speaker": "Patrícia Silva",
		"words": "Well, that's, this is, this is one of the issues that I was most curious about when we asked, uh, when we asked him and when Nuno asked Joannaa to write this chapter about science in Portugal. Obviously, me coming from academia, I, when I read the chapter, I recognized a lot of patterns that Joanna mentioned in the chapter. Well, what she, what she demonstrates is that this, we have this unbalance, I guess, because we have citizens that are engaged with science. And you saw that probably with the COVID-19, how citizens actually thought that we actually need, need investment in science and how relevant this can be for society. So we do have citizens now more interested in medical science, so we do have this, uh, citizens are interested in science museums, we have this, we made this way. But then what she demonstrates is, is that things are not just about public interest. What, what she says is that we have uh a group of citizens that of scientific workforce that is highly trained. That is capable of competing in the international stage. We are now entering the stage where we compete for funds in the European Union. We are able to position Portugal globally, but we are still, we face some challenges. One of them is one of the things that she mentions is the idea that we do not have, we still need to have a lot more transparency in the system. The fact that we need uh institutions, public institutions to Uh, shared data so that only with um data that is shared and transparent, we can ensure high public uh information and obviously uh deal with uh science. And then, and this, this is something that resonates these days is the issue of political instability. What she demonstrates is that Uh, uh, science is one of the issues that is mostly affected by this political, uh, instability because we have investment in scientific arenas that has been inconsistent political changes when the party changes in government are leading to instability and that does not allow. Higher education institutions and research centers to prepare for long term planning. So that's, that's a huge, huge problem uh in the Portuguese case and another arena that we face is in terms of scientific publication. I mean, what. Demonstrates is that well we have this uh capabilities we have this capacity in terms of our universities to publish, publish in international publications. We made a huge progress in this also huge progress in terms of, of PhD students that are. Uh, FORMED, but we, it's, it's as if we reached the threshold. We, we still, while we made huge progress, we are now entering this, um, uh, we are stabilizing but at a lower level than other, other European countries. So we do, they are still moving at a faster pace than uh as we know. So, Uh, what, while she, while Joanna demonstrates that we have a huge hope here because, uh, we, because we have citizens believing in science, I mean, They support science, but this is something again that can be fragile, the support and attitudes that citizens towards science. If you have elites. Mining the, the, some of these efforts that have been done. So this, the citizens support towards science is also something that can change, so we still have our uh uh a lot of progress to be We made here. We still have a skilled scientific workforce and we have higher education institutions that are able to compete internationally globally, and that's, that's huge from a country as small as Portugal and with um the, the problems in terms of public investment that we mentioned before. And then there's this political instability that, that. If not, if the, the impact of political instability in terms of competitiveness in science and academia and, and being able to program in the long term is definitely something that will negatively impact uh the progress in terms of science."
	},
	{
		"start_time": "59:07",
		"speaker": "Ricardo Lopes",
		"words": "So among the many different kinds of indicators from a particular country that we can evaluate, we also have cultural indicators. So in that regard, I would like to ask you about the arts specifically. So when it comes to production and consumption of art in Portugal, what does the situation look like?"
	},
	{
		"start_time": "59:34",
		"speaker": "Patrícia Silva",
		"words": "Well, this is, you, we are now entering one of these uh chapters that I feel that I, I hope that I do a good job in translating what these authors have written this, I must assume that I am not an expert in all of these matters. However, the, well, however, the chapter is written for a wider audience and my perception about this chapter is that again, Uh, we have, um, uh, significant challenges in terms of production of arts and also in terms of consumption of arts. Well, first of all, the production of arts deals with the, the, um, ever present issue of the limited resources. There are the resources available for cultural institutions, for artists are really low. Funding for the arts is really scarce, and it, it really reduces the capacity of this artistic movements to emerge and to be consistently supported through time. And this is also what, uh, what the, what, uh, Antonio Pinto Rivera also demonstrates is that, uh, beyond the fact that we do not have enough resources for art, we also face this peripheral status that, uh, to some extent limits the capacity of the Portuguese artists to be able to be present. In this global culture and to have access to international markets. So we do need here, we would need additional support for the arts, you know, art, the, the arts and the cultural arena is one of the arenas where Uh, we find lower investment in our every state budget, and then there's consumption, right? So, uh, we'll I mean, Let's not forget that most citizens in Portugal still face economic constraints, and obviously this limits citizens' ability to, to deal with and to take part in these cultural offerings. Uh, SO, what, what he demonstrates in this chapter is that, well, how families actually invest in culture is more modest. And um. And uh while we do have pockets of, of cultural activities that are vibrant across the country, we have local art exhibition, communities that celebrate their heritages. ETC. We, he also feels that he also demonstrates that there are certain demographics, especially the ones that are more constrained in terms of, of the economic uh situation, and that generates low levels of consumption. And low participation rates. So, uh, again, we go back to the relevance of resources and investment in these areas to, uh, also encourage participation in this um cultural arenas."
	},
	{
		"start_time": "1:02:52",
		"speaker": "Ricardo Lopes",
		"words": "So something that might not be so obvious, do cultural factors like art consumption translate into political behavior?"
	},
	{
		"start_time": "1:03:04",
		"speaker": "Patrícia Silva",
		"words": "Well, the short answer to that question is yes. Uh, OR let's let's think about this uh historical backdrop, right? So when we have this revolution in '74, we had this huge creativity and knowledge that was contained during the dictatorship and so after 74, we had Artists exploring the themes of colonialism, immigration, social justice in music, in the arts. So this was in the film, filmmaking and uh theater groups. So what, what he demonstrates is that there is this huge connection between these two. And then Uh, then this, this, uh, idea that, uh, when people engage with the arts, they are able to, uh, reflect the realities uh or challenge, uh, their, their perspectives. So what it, what obviously one of the things that comes out of this chapter is that, is, is this idea that the arts can also be a way of political mobilization. Uh, AND, uh, but, but again, uh, with the limited funding and low cultural consumption rates, this can, this can limit the potential for, for the arts to ensure this political uh mobilization. But I mean, and even now, you know, that we have these movements uh about the, the colonialism, how, how we, how we behaved and how we have um adapt towards uh these countries and That also, that is also connected to the artistic aspects uh and how we took stock of this um of some of these arts of these countries. So the arts uh are, are, and the political issue is often within the artistic movements."
	},
	{
		"start_time": "1:05:14",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, I, I noticed that we are close to reaching our time limit. So in the interest of time, let me just ask you one last question. There's this phenomenon of the Europeanization of Portugal. How has it been looking like and in what areas has it occurred and how?"
	},
	{
		"start_time": "1:05:38",
		"speaker": "Patrícia Silva",
		"words": "Well, this, this is the chapter by Sandra Fernando Jani of Alchea. What, what they so what they did, they deal with this idea of Europeanization, what they explained in the chapter is that We often think that the European Union is uh is the huge commander, right? Like Portugal has to adjust its domestic policies to what comes from the European Union and that's what they call Europeanization from top down, like countries adopt what the European Union asks us to do. And that generates some sort of uniform and this Europeanization is, it's actually uh how countries are adjusting equally their policies and institutions to align to European Union standards, but one of the things that I find most interesting. About their chapter is the fact that they do recognize that the, the country has gone through this process of Europeanization, but the country has also been able to, um, has also been able to set its pace and has also been able to be involved and be a key player in the European Union. And what they demonstrate this key role is how, how, how politically Portugal can still, I mean, they talk about Portugal, but they could be talking about other countries, the way that countries can still have a voice within these institutions and they can also help shape European Union policies and then demonstrate that. By talking about how Portugal was the country, he was, it was a key player when the European Union consolidated the relationships between the European Union and Africa. This is basically a result of how uh uh uh the result of Portuguese diplomacy, that's, uh, that's, uh, that's what they demonstrate. They also talk about the Lisbon uh strategy, uh, how they, the Portugal was trying to demonstrate an agenda focused on innovation, knowledge base, and this idea that it is possible for a small country also, also to set um goals in terms of unemployment, etc. AND then Portugal has a unique stand because it has this, this rich huge history related to the, the seas and that's why Portugal was so relevant in building this integrated maritime policy, uh, and, uh, it was mostly um because of the vision of Jose Realdora Bros when he was the president of the European Commission. That he was able to bridge and to bring the knowledge and the history that Portugal had in terms of ocean governance into the EU discussions about uh this ocean governance. So what I think is that while the the European Union impacts every arena of our daily lives, now it's impossible to think about uh the majority of things that we do currently without the European Union. And that that was a strategy that we, that we decided to go through and to be part of the European Club when we decided to democratize the country. But I think that, that one, what I found most interesting about the chapter is the way that Portugal is also able to have an impact in several key areas within the European Union and, uh, um, and so this Europeanization has also, it also has a little bit of a hand of uh Portugal's that is still, it's, it's trying to still have a role, a relevant role within these institutions."
	},
	{
		"start_time": "1:09:50",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again Portugal in the 21st century. I'm leaving a link to it in the description of the interview. And Doctor Patricia, apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:10:09",
		"speaker": "Patrícia Silva",
		"words": "Well, the book is, is freely available. You can obviously citizens can buy the book if they wish. The book is available through um uh flood through the foundation and it's also available uh um uh by uh Rutledge, the publisher that um managed to uh to publish the book. The book is um is open access, that's one of the things that Uh, the foundation, uh, allowed us, it's, uh, something unique also, uh, the fact that while, while the book can, well you obviously can buy the book and have the book physically, you can also have access each of the chapters freely and, um, and I, I, I just want to say that uh how are you, how much I appreciate. I appreciated having this conversation with you about the several chapters of the book and that I hope that this last, last project of the late Nur Montitle actually reaches what he uh thought about the idea that we would be able to think about Portugal and how unique the Portuguese experience has been through uh this uh this, through this new millennium."
	},
	{
		"start_time": "1:11:27",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:11:35",
		"speaker": "Patrícia Silva",
		"words": "Thank you. Thank you. See you next time. Thank you."
	},
	{
		"start_time": "1:11:39",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir, Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteseus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]