[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Adam Saffron. He's research fellow at the L and Discovery Institute at Tufts University, and he is also leading an interdisciplinary research. Program at the Institute for Advanced Consciousness Studies. And today, we're going to talk about consciousness, intelligence, psychedelics, the self, and some other related topics. So Evan, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:35",
		"speaker": "Adam Safron",
		"words": "So happy to be talking with you."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into specific topics, let me just ask you because it seems to me that the research you do is very multidisciplinary and you have many different kinds of approaches for some topics, you have, for example, developmental and evolutionary approaches, then you also apply neuro phenomenology or neuroscience plus phenomenology, and then you also have embodied cognition. So, Um, what is the sort of framework that you adopt in your work when it comes to studying the mind, exactly?"
	},
	{
		"start_time": "01:16",
		"speaker": "Adam Safron",
		"words": "I guess some of my biggest influences would be um uh. It's like people like uh Nietzsche, um George Lakoff, um, many others, but basically, um, you might call it um heterarchical perspectivism. And it's like, you know, um, all models are wrong, some models are useful, and all analogies are wrong, some analogies are useful. And basically, um, trying to like view different frameworks as different ways of getting purchase on this like crossword puzzle, each one constraining the other, each one having um different uh constraints and affordances, which are non-overlapping and so their strengths and weaknesses, you can kind of compliment them. And the goal being to try to be as precise as possible. WHILE also trying to be a little bit, but not too playful about it. So it's like, you know, so this model, you know, so here's one perspective and it gets you this far. Here's another perspective, it gets you this far, and they both converge in these ways and they don't converge in that ways and just bootstrapping, filling in the crossword puzzle, moving around places where I have more or less purchase and trying to understand things. Um, THE other thing I would say would be something I call um Uh, Marian bio phenomenology, which is a terrible name. But basically, like David Mar said, like, you can understand like any like um cognitive system, uh, on these like three supervenient levels of analysis of like. A functional computational level, like what is a system like trying to do or the computations it performs like what, what's its purpose, um, and implementation slash mechanistic level of like the physics of how it gets it done, and some sort of like algorithmic abstraction layer in between. And so, um, so that I butchered a little bit, but like roughly like this is, um, this idea of like looking at these multiple compatible levels of analysis and cross-referencing across those and using those as sources of constraints, and then pointing those at the at the phenomena of interest and the explanum you want to explain. So like, uh, so basically, taking on multiple points of view from different frameworks, um, trying to stay faithful to them, but not too faithful, but faithful. And then, um. And at any given point recognizing that there are always multiple levels of analysis which are All true in their own domains and their own scopes, um, and all wrong and true within their scopes, and then, um, moving in and out, uh, based on what's most useful. It's kind of um Eric Cole, I think, like talks about this well with some of his work on like a causal emergence of like, it's like almost like, what's the right course screening of a system like you have an aperture that you sort of move in and out so you get the most purchase and explanation. So that was a lot, but like, I don't know quite how I sum it up, but it's like, um, Uh Whatever works while trying to be principled."
	},
	{
		"start_time": "04:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. OK, fair, fair enough. So, uh, and with that in mind, how do you approach the study of consciousness?"
	},
	{
		"start_time": "04:34",
		"speaker": "Adam Safron",
		"words": "USING this like taking on multiple points of view, uh, zooming in and out at different course screenings and considering multiple levels of analysis as, um, potentially being supervenient or um compatible or complementary. Um, I basically have tried to over the years, like just like everyone else, I'm interested in my own consciousness, interested in theories of consciousness. So just reading widely, and um I did an apparently strange thing, uh, which I find to be strange that more people have done like I'm meeting more people who have done it, but it's like surprisingly few. It's like, what if instead of just like taking like one perspective, saying this is the one, and then like, like digging in your heels and defending turf, the standard academic thing. Uh, WHAT if you took the multiple perspectives and you try to like cross reference them and like use and then bring in multiple points of view, you know, you have to be careful, obviously, because, you know, It's not, I don't want to go, you know, postmodern fully on this. It's like, it's not everything is everything here. And you, you know, there's like really like, you can break the thing if you like relax assumptions and things like that you can, you can end up in BS territory if you're not careful in a hurry. So it's like, but that being said, um, what if like all of these brilliant people are actually all brilliant and actually seeing different sides of the elephant? And what if they should just talk to each other more and listen to each other more. Just saying. And so, like, for instance, um, when it came to consciousness, like, OK, um, there's this like group like in great information theory, like, this is very compelling in some respects. I don't know about that, but yeah, yeah, yeah, amazingly brilliant people. He's like, you know, I have points of agreement, discrimin same thing like uh the global neuron workspace uh crowd. Yep. Absolutely, um, and I would say that for actually almost all the theories of consciousness and, you know, I even get weird, you know, like, I personally, for instance, like, uh, to go most exotic, like I go all the way to like, you know, um, orchestrated reduction and like Quantum consciousness, like, I personally don't believe in that because like I think actually like Tegmark. I believe his proof that like, or his, his claims that like the thermal conditions aren't right. It isn't quantum physics giving ground to consciousness, but the idea that there's something deep about the quantum intuition when it comes to consciousness, and we should take it seriously, and this should be one of our like constraints and sense making like. Like a very qualified thumbs up. And then like, so, but to like, the main focus though would be trying to focus on the theories that they have the largest communities around them and have the strongest synergies and then moving out from there as the goal being basically a common like nexus of Uh, collaborations and sense and sense making. So the, the big dogs of like integrated information theory, global normal workspace theory, it's like, you know, they're in this like adversarial collaboration, like who's right. It's like, um, guys, um. You're not even using words the same way. So like no one listens to anyone. So it's like, so integrated information theory, they're talking about, um, consciousness, uh, uh, qua experienceuala. They're talking about like, what would it take to have something like a Quala generator? Like what it feels like in all the particulars of the fields. Uh, WORKSPACE theory, like sometimes it's like practically illusionist. They're talking about conscious access. They're talking about the ability to report on experience, to, you know, to have access to manipulate, to be aware of it, you know, and then everything's like, you know, things like metaverse. Like people are basically, um, I guess engaging in something I call like the Humpty Dumpty fallacy, and it kind of brings us back to like naturesche, like assuming there's like one, like, I think people are just confused about language. They think words are these like 1 to 1 mappings on the pointers in the platonic forms like it's just like gifted to us by God. It's like, no, no, we had to like negotiate this. It's a hot mess. These language games are playing. And but there's a, so basically, Um, like, the words have multiple meanings we're getting confused, but like, um, The way people tend to use language though is also a guide to how we ought to proceed. So for instance, I'm rambling, but like the idea, for instance, it's like, OK, so, um, It's important that like IT is talking about phenomenal consciousness and GMWT is talking about conscious access. And so like, they're talking, there's no need for them to even argue necessarily because they're talking about different things of like consciousness potentially being understandable as this set of like Um, phenomenon that you can unpack at different levels. And you can use the same word, and, and the common use is informative. But the differences are also informative. So for instance, OK. So, but, um, OK, so. So something like, like the stream of experience, like basically you might say like creature consciousness or like, um, the what it feels like being unpacked from moment to moment, the appearance of a lived world to you of appearance of a world to you from a point of view with a lived body at its center. Like, OK, that's one thing and that's like the thing I tend to focus on. Like what is it about a biological system understood in terms of its biophysics, in terms of a, um, and also in terms of, um, uh, principles from like machine learning and probability theory as an abstract understanding of them, what is it that might allow a physical system. To give you basically a first-person ontology from a 3rd, lets you move from a third person to a first-person ontology, get a subjective point of view on a lived world and specifically a world of experience. But then there's other ways that um we we want to talk about consciousness, like, for instance, like uh like like the phenomenologists say like, um, in time consciousness, like the speech is present. That's, that's an important explanum too. Um, THERE'S also things like Um, consciousness in terms of, um, uh, meta-awareness and to be aware of your own experience and be self-reflexive. That's its own beast. And so it's basically like there's a, it makes sense that there's a common word that's pointing at all these things, but it's kind of like an onion that you can unpack at different levels or like a, like a tree that grows. So anyways, so the basic idea is what I do is I try to basically take all the theories seriously. Um Cross reference them. And keep cross referencing them to basically create like a kind of Venn diagram slash tree of and use and keep adding words while trying to use words as consistently as possible to say, here's roughly the range of phenomena of the things that are interesting to us about consciousness that we want to explain and how can we do it. OK."
	},
	{
		"start_time": "11:35",
		"speaker": "Ricardo Lopes",
		"words": "So, so I, I mean, but you mentioned the integrated information theory and global net neuronal workspace theories of consciousness, but in your work, you also integrate them or try to integrate them or combine them with the free energy principle and the active inference framework."
	},
	{
		"start_time": "11:56",
		"speaker": "Adam Safron",
		"words": "And so, um, yeah, so that brings to the table its own set of perspectives, for instance, on, um, so for instance, like, um, things like, um, life mind continuity, like the nature of like, um, how intelligence systems are cybernetic systems, um, and living systems and like the minds that we think of now and like cognitive processes, we think of, these are, um, fruits of the tree of evolution, and they evolve and they develop. And so that's oftentimes neglected within the theories of consciousness. It's like, um, You know, each one's own view on the elephant, but the, the developmentalist perspective, the evolutionist perspective. And so basically I focused on the free energy principle and active inference framework, IT and GMWT as a starting like place of like, bring these things together as basically like an inner kernel and then I elaborate in a series of papers, trying to basically unfold the various phenomena that different theorists talk about. Within this like inner kernel as a kind of minimal unifying model for understanding consciousness and basically like a scaffolding which you can just keep layering on things, because we want to avoid like a, like a, like a postmodern like morass, you know, it's like it has to be like a precise structure to work with. And so the idea was like focusing on these three theories and they like, they're different complementary features. So for instance, like the free energy principle has aspirations of being a theory of everything. So does IT in a way, but there they have differences. So it's like IT has, it's like the view of a system from its own point of view and kind of it's like intrinsic ontology. Well, the energy principle is also a theory of everything, but it's more of like both intrinsic and a relational ontology, and they have like similar scopes and then like basically say, OK, how do these theories talk to each other? How can they talk to each other? Where do they overlap? And so then, uh, global workspace theory entering specifically this idea that so cognitive systems of um Of the of they have many of the properties that we would, uh, talk about it in terms of consciousness. Uh, AND, and some of the reasons we think brains are able to do the job of, um, Uh, potentially of, uh, giving rise to something like consciousness. The idea is that, um, the brain might have a certain type of, uh, structure or architecture, which is particularly good for allowing for a particular kind of, uh, computation or, um, emergent functioning to happen. So from a global workspace perspective, um, they talk about having a bunch of specialist systems which each has their own particular point of view in the world. And that these can come together for a whole experience in their parts in a workspace where they can become mutually legible to each other and they can, you can get this informational synergy by all these specialist processes can, um, uh, project or broadcast or can send their information this like blackboard system. And these, these ideas originally came from computer science and like ways of like constructing like, uh, complex cognitive systems, but these then inspired theories of consciousness. And so, so global workspace theory, um, the idea is that you're looking for a kind of architecture that allows you to have, um, local specialist processes that can coordinate within the shared workspace and then give you a kind of informational synergy, a whole that's greater than some of its parts. Now, I don't think on its own, this is an adequate theory of consciousness. I think it's like there's many aspects of neural functioning and, and like there's It engages very deeply, like, for instance, with like, um, uh, the neuroscience, the cognitive neuroscience literature, um, much more so than ingrained information theory does. And so that's like the virtue of it is it's actually engaging with psychology and it's engaging with some computer science concepts. So that's the workspace theory. Um, INTEGRATED information theory brings something different to the table, and it, it, it gets us in a way closer to like the physics and the biophysics and more in terms of like what kind of specific network properties might you need. To be able to um pull off the trick of a different type of informational synergy. So it's going to be hard to summarize both IAT and GWT here, but it's like, um, and I like a series of talks where I try to go into them, their different shapes, but like, you know, really the theorists should just speak to themselves. And then what I've tried to do is basically, I claim these theories are actually legible to each other. And you just have to have like, I try to basically provide a guide to this to say, OK, Now, like, let's just read the theorist of what they're saying, and now let's cross reference and here's the mapping I think that works. And then we move from there. And so, so the free energy principle, um, basically brings in something else in addition to basically, hard to explain, but the free energy principle, um, These ideas like the Bayesian brain or perception is a kind of inference. So like, you know, Anil Seth talks about this very well. It's like, um, your conscious experience is a kind of um grounded hallucination or like, um, um, or it goes back to say like Helmholtz or your perceptions kind of inference to the best guess of the cause of what's there, like, like you're if you actually look at the sense that you're getting. When I look out into the world, to the extent I'm not just like imagining things, but like when you look out into the world, like, you only have a thumbnail arm's length, and you move your hand around, and that's all the actual data is coming in. But you're actually getting the experience perhaps of this more complete sensorium. So it seems like some sort of filling is happening. It doesn't seem like you're just getting this like really sparse thing. So the free energy principle basically works with these ideas and it's in some ways, it's, um, I think these intuitions, you don't even need to talk about the energy principle now, like where we're at in terms of things like, um, you know, transformers or current space space models like like the current like like place where more generative AI. The idea is basically, um, Uh your experience like this competition like what a consciousness generator would be, would potentially be the entailment of some sort of generative model or if we get some devils and details like who I call it like an energy-based model, but still, the idea being that like, um, the way that like, for instance, like a, a deep fake, like you're like filling in like pixel arrays on a screen like to show you like an image, the idea is that basically The If you look at what the biophysics is doing and and you and you find the right course screening to look at the right tracking structures, it will entail a kind of computation, which could be thought of as the inversion of a generative model or the output of an energy-based model, but that basically This fill like the same way like you look at these images that don't exist. Like your experience is basically being computed by biophysics in that way. Instead of filling in a pixel array, you're filling in all of your modalities in different combinations at any given moment. And that basically you could say like, um, like, you know, you are a deep fake, like you are a strangely deep fake, being filled in all these different ways. From moment to moment and that basically what people might have been looking for for the hard problem and I think I have a couple of options we might actually be quite close to is some sort of computational description. Of biophysics, where you say, yep, that there is the quality generator. That there is the thing which can account for a stream of experience, to what it feels like in all of the particular fields. And so the free energy principle I've worked with is in terms of like Looking for this mapping to probability theory and machine learning, but you can also just go straight to probability learning, uh, probability theory machine learning. You can say like, you know, we basically are in possession now, I believe, of a set of architectures and a lexicon and, and we have like an algorithmic abstraction layer that's rich enough that I think like, basically like the hard problem is it's, it's on the ropes. I think it's just like a matter of like, we just kind of like I like shove it around a bit, give it a hug, and then like have a few more conversations. I wouldn't be surprised actually if this like, like seemingly impenetrable mystery. If we just remembered that we had bodies. And then we found like what's the explanation we're looking to explain. Like, for me, it's, I'm trying for conscious, I'm trying to explain what I focus on is why is it that the world appears to me with a live body at its center. And for me, that's the core explanator, but And the hard problem. And so that is these various theories we're all pointing the way. And so right now I'm basically struggling with having like, um, I need to learn more about modern, like the latest advances in machine learning. But like, I think we're basically close to this is, I know it's a crazy claim, but like, to basically nailing down the computational object, that is the quality generator and being able to say, here it is. You know, in the language of like what we transformers or current space space models, maybe some reservoir computing in there for kicks, some geometric deep point, like, here's how it is done that you could get something computationally that does. Gives me experience machine. And then here's how the biophysics does it. And now we account for the core features of our phenomenology. And you know, it just depends, you know, and just, you know, both like the generation of this lived body. Move on to things like um like time consciousness, we then like include like richer dynamic perspectives and maybe get the hippocampal system into the loop that's a whole other story. But like, and this like we, I think we're actually close to being able to talk about these things where the enduring problems of consciousness. Um, MIGHT just start to be, um, sensible, and we can start to, um, actually, uh, do a new kind of psychology and engineering and AI about it."
	},
	{
		"start_time": "22:12",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned AI there, uh, would this approach to consciousness also apply to AI?"
	},
	{
		"start_time": "22:20",
		"speaker": "Adam Safron",
		"words": "I believe so. And I believe actually the current debates about AI, um, needed to be informed by richer understandings of consciousness. And right now, I think a lot of the thought leaders in AI need to be more patient and read more widely on theories of consciousness because right now it's sort of like they're engaging with like theories as they were like so like Hinton, for instance, is just like a Dennettian and I don't think that's adequate for actually like being able to reason about what a language model could do. It's just saying like Dennett was right about consciousness, nothing to see here, folks. Or for instance, like Benjio, like he's doing some like really interesting like global workspace, um, ideas and like connecting that to dynamics, but even then it's like, um, I just think we need more details to be able to talk about this in the right way. Um. And we're just not having the right kinds of conversations because no one's being patient enough. But the answer to your question is yes, I think actually, um, even though intelligence and consciousness are separable, Um, in principle, in practice, they're not. And in practice, um, consciousness is, depending on how you want to define intelligence is immensely powerful for as a means of extending the capabilities of a cybernetic system of an intelligent goal seeking system. Like if you have like, like, let's say you have like an agent in the world trying to realize it's a Value, it's semantic. INFORMATION for itself and To basically have like this moment to moment estimation of A field of experience that has some things in the foreground and background based on like um affordance potential and history of salience and gives you like a compositionality where you can track things and assign things. It's OK, this thing is here, this thing's there, this thing is more important, this thing's less important, cloud of affordances like this is like just very useful for the um being intelligent with respect to the goal of surviving. And or the goal of autonomy. And so like, um, I currently like also in conversation like, um, actually people from the US Air Force who are actually, they're looking to, um, you should probably talk to Kevin at some point. They're actually, um, he's less ramply than I am. Um, THEY'RE looking to, um, basically, uh, he's also a guest center on these special issues that I'm organizing at Royal Society, um, on AI capabilities and the nature of also the nature of consciousness. But like, they're looking to basically, um, Create artificialquaa for the purpose of creating next-generation warfighters. It's like that's actually their mandate. And so, um, dual use technologies, you know, it's scary stuff, but the idea is like, is consciousness related to intelligence? Yes. Is it functional? Yes. The other way I would say is with respect to something like System 2 AI. Like, you know, again, we, we run into the issue of like multiple uses of consciousness and which ones we're talking about. Are we talking about phenomenal consciousness or conscious functions and conscious functions of what kind. But this idea of like, agents and what we're looking for in these systems like We're looking for basically a system that can plan with depth into the future, explore counterfactuals and coherent ways, and being able to be like flexibly pivot and remember and like self-reflect like. All these things would be related to some things like we might say as conscious functions in the sense of things like meta-awareness, metacognition. Um, AND so that's a whole other way in which consciousness studies, as diverse as it is, is relevant to AI. And so, like, I think so we'll get like, oftentimes like, you know, a kind of like sneering dismissal like from people like Hinton of like the relationship between like consciousness and intelligence, and I think that's completely inappropriate. I just, it's wrong. Um, IT'S, it's actually an embarrassment of riches. The problem is, there's actually too many ways in which consciousness is related to intelligence. There's an important point there in that there is a separability and that you can get very high degrees of intelligence without consciousness, and that's the important point to be made. Um, BUT, and the claim that I would make is that though if you're looking for something like artificial general intelligence, something like a Um, and we can get into like argue about what we mean by general, but still something that's like us, that can do the range of things we can do and more a a lifelong learner capable of navigating and guiding themselves and others in a world of this kind inhabited by agents like us. I think we're going to need something like consciousness to bring that one home. And I think, um, uh, we might actually be um in some ways closer than we think to getting there, but not with the current approaches."
	},
	{
		"start_time": "27:21",
		"speaker": "Ricardo Lopes",
		"words": "Right, but do you think that AI would need to be embodied in any way if it were to develop consciousness, for example?"
	},
	{
		"start_time": "27:35",
		"speaker": "Adam Safron",
		"words": "Yes, it would need at the very least a rich virtual body. And so there's right now, one of the companies I mentioned is actually starting to like simulate virtual embodiments for artificial life agents. They are basically of increasing degrees of sophistication and giving them neural networks for rich like bodies modeled with rich physics and teroceptive states exteroceptive states. And all the ways that like, for instance, bodies play into this. I have this one paper, um, uh, forgive the title, the radically embodied cybernetic, uh, basing brain from free energy to free will and back again. I try to lay out like what I think like embodied cognition means. And so one of the things is like, um, uh, I, I think actually the body provides, um, a certain type, it has many features, but it allows for a certain type of learning curriculum that makes us extremely data efficient and allows us to engage in the process, process of, um, structure learning of a world model, of a system world model that if you bootstrap off of a valuing body, you get many things for free. And you, you actually need them to handle things like, like, like, um, the, the frame problem and to handle things like, like, um. IMPOVERISHED stimuli, it gives you um But yes, uh, I, I personally think, uh, there's no. Sidestepping, not just embodiments, but actually I think fairly rich embodiments and embodiments that actually, um, require Uh, certain types of informational closure. With a certain kinds of tightness that basically Situates you in the world. As an actor, as a cause, among other causes, engaging with physics. And being able to model the physics and the causation of your own body and the other bodies around you. And that's the kind of embodiment we need to actually have symbols be grounded and actually have systems that can actually have robust inference and don't, um, like we're all confabulation engines, but confabulations that don't like, um, Uh, basically we, we, we trust them up to the point. I mean, this is, I guess obviously so we trust them about the point of catastrophe where like they just don't make any sense at all. You're in like a cursed AI world, they start just like, like, like sore on these other things like you go for long term coherence and they just start getting weird on you. And you know, it happens to us to some degrees, but actually like, but, but it doesn't like we know something's off when you look at like this Gen AI like it's impressive if you look at like these short snippets. But the ability to actually like get to um Yeah, the ability to like Actually look, actually have a system that can, you could trust. To account for the causes of the world, to model them, to predict them, to make decisions based on them in coherent ways. I think actually you need to have a system that is bootstrapped off of its body in a certain way. And so we're seeing, you know, I don't know how much of it's overhyped, but we're seeing this like revolution robotics right now, you know, so just like for instance, do like multimodal AI, that's not going to be enough. I don't think it has to be itself a cause in the world. It has to be its own acting agent. And so maybe robotics gets us there, but then the question is how close are we to having robots of sufficient capabilities that they could actually um give you like the data you need. To basically engage in the kind of learning you would need to train up a system world model. And so, um, one of the, one of the companies I'm looking into is actually applied AI company for elder care, and there's an interest in going into robotics and also developmental robotics and actually like exploring that. But this other company that is getting going is, um, it's in a life. AI simulation platform and a video game company and like, uh, scientific benchmarking like place-based system that basically creating these AI agents of increasing sophistication where they actually have, um, uh, rich rich bodies, but, um, they're in a, um, a 2D environment. And so it's like easy to implement them, but you can still get like a lot of the physics and principles going and it's a way of doing it in a way that's like, um, compute efficient. But still like, um, it's not clear how far you can get with it. We're also exploring like 3D options, but basically like, um, seeing how far we can get with basically, um, rich virtual embodiments that actually get the richness of the kinds of bodies that we have. That's Mhm."
	},
	{
		"start_time": "32:21",
		"speaker": "Ricardo Lopes",
		"words": "So, so, uh, let me just uh change topics now because I am also looking at the time. So, um, tell us about the work you've been doing on psychedelics, how it relates, how it relates to your other research interests, and I mean, start by telling us what psychedelics are."
	},
	{
		"start_time": "32:43",
		"speaker": "Adam Safron",
		"words": "So Um, Again, I'll go, I might verge a little postmodern in terms of it's always like, um, which psychedelic in which context. And so like part of the work is like, um. Uh, WHAT'S the diversity range of like psychedelic phenomena, but still the through line also among all the psychedelics, or rather the, the clustering like classic psychedelics. Um, Psilocybin, LSD, the ones that tend to generate like mystic experiences reliably of a kind that um for many people are life transformative. Um So those I've done most of my work so far focusing on that class of psychedelics and their mechanisms for how they might work, and I just published a paper on Albus or altered Beliefs Under Psychedelics. It's kind of a response paper to an earlier theory called Rebus, relaxed beliefs under Psychedelics by Robin Harris and Carl Frisson. And it's basically trying to take on those ideas and basically iterate on them and like embed them and like, um, basically. Apply more principles from um uh. From basically added more details to try to make a more comprehensive theory. But for psychedelics, so like in terms of like, I guess in terms of the use of language is some uh what it says in the tin of like, um, psychedelic or mind manifesting. Um, SO like there's these compounds that allow, um, uh, when they're ingested or produced endogenously in some way, you know, whether like heavy breathing, potentially even like endogenous DMT, um, basically alters your consciousness, your experience in a way that's notable. And oftentimes it's it's not just your, your what is altered by your consciousness. Usually it's both like things like not just like, like the dream-like character of it, the vividness, the detail, but also your sense of self and the relationship to the world. And so basically, a changing in the um nature of uh Your call, like in terms of like, you know, usually, um, not always like an increasing of like vividness and texturing in detail, things are manifesting more readily and an alteration of yourself and relation to the world. That seems to be like one of the core things that like makes them so powerful. It's like you're experiencing something very intensely, but you are different and now everything's different. And so now that's like part of how it's like so meaningful to people and so beautiful to people. And so it's such an opportunity, as you can, you, you have this thing which can um change, which can like basically ah anneal you or or or or canalize you differently. Like it's like so there's some models like an opening of a critical window. Um, AND it can also just, um, or also just in the moment though, it can let you like by like, cranking like the, like turbocharging the, the turbo code by like cranking the gas on consciousness, you can like reach states that like you couldn't reach otherwise and have like peak experiences and flow experiences you might have otherwise. And this seems to be like the range of things we're trying to account for, we're trying to count for psychedelics. And so in the papers I've been working on over the years, um, I've been trying to say, OK, Using these like multiple perspectival, um, informed by like biology and computer science approaches, how can we make sense of these range of phenomena? What neural systems we have to look to, what computational principles do we need? And so that would be the Shape of that."
	},
	{
		"start_time": "36:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But do we have a good understanding of their mechanisms of action in the brain and do we understand neuroscientifically how they produce, for example, mystic experiences and the other kinds of mental experiences uh that are a result of their uh"
	},
	{
		"start_time": "36:44",
		"speaker": "Adam Safron",
		"words": "consumption. Um, I guess it depends like how ambitious we are and like how much we're trying to explain. So it's like, and and also I guess like the It's like the question we is interesting. Actually, like, I feel like like academia is like, it's failed so much on its own terms, and like, we're always like talking past each other so much and no one's listening to each other. I like, I don't even know if there's a we. Like even me, like, for instance, like you're getting ready for this interview, I was like, I had to like reread my own papers to be like, wait, which thing do we have to dig into now? So, but, but so I, so I think it's like, um, uh, I think that you're getting like, like, which is what I love about you like, you always get the deepest question, and I, I think we can, we can. Get at some aspects of this experiences to some degree. Um, HOW satisfying it is, I'm not sure. But, um, Yeah. So how close are we to that? So basically, I give it my best shots in this like recent paper that just came out in neuroscience of consciousness of like, you know, I'm not claiming to have like accounted for all the things, but I was like, OK, so like, uh, so let's say like, we tried like really freaking hard for a long time. Here's what it might look like to try to make a dent in it. And so I do like approach it so like the the dream-like character, the alterations of selfhood. What it's like with like different like levels of substance ingestion and why, based on like different like neuroscientific details and seeing if a coherent account could be there, but you have to unfold details like, it's a long conversation and it has to be like, you have to talk about things like, OK, is there a common cortical algorithm or not? Like, you know, going back to Mountcastle and Jeff Hawkins and all these ideas of like, you know, prediction memory frameworks and then, you know, hypredictive coding, OK. And now how might psychedelics impact that? And also, how, how might we need to complexify that story because that's on account of account of subjective experience. So now we need to start to unfold theories of consciousness. And wait, now we're talking about, wait, psychedelic cognition and like the way like the psychoommimetic paradigm and the ways in which like, um to be like a trend, like one of the interests of psychedelics like I guess back in the 50s was like giving psychiatrists more like empathy for like their psychotic patients. And so there's like transient psychosis quality. OK, so now we're talking about cognition. So now we're not just talking about quality generators. We're talking about things like mental time travel, the nature of subjective time, the nature of like, um, imagination, and it's your ability to distinguish imagination from reality. And then, you know, so now you have to do like really complex systems neuroscience, and then it just gets, you know, And so I, I, I do my best, like in this paper to like Try to accomplish such things and that I had to leave a lot on the cutting room floor, but the, um, I think we are actually quite close. I think it's, it's, it's, you know. I I don't know if it's, it's satisfying enough for like a meal. Yeah, I want more, but it's like enough, it's like, uh. Yeah, maybe, and keep going. Like I, I wouldn't say like, um, We're at like fully satisfying explanations. And I also like always feel like, I always feel actually kind of like weird about it because it's like, like approaching it with the scientific instrument. I feel like it's like, there's like a duty to do so because it's like, you know, we have to get these details right because like, these these are medical interventions. This is like these are deep threads into like microscopes for mind, like, you know, like uh that was part of like the psychedelic center at Hopkins, like the hope was we would, you know, Understand the secrets of consciousness by studying psychedelics and I think there is something there to it in terms of like, in like constructing these theories they have to like call shots and like it really like a lot of things are revealed like, like core like cruxes and issues. But like also there's like uh an element of like humanity and spirit and like verbal overshadowing and like scientism and like, like overreaching and it's like. Like there's like, there's also a sense in which these are sacred things to people and you know and like very meaningful and it's like the way you talk about them also matters. I know, so it's like um Yeah they're not like, yeah, it's like the theories are not like possessions to like, like put on your shelf and be like, yeah, I did it, it's like. Anyway, so, um, I think progress is being made by us, more progress will be made by us if we listen to each other better. Um, AND I think there's some satisfaction, um, but I continue to be dissatisfied. So. I'm sorry, this is"
	},
	{
		"start_time": "41:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, then let me ask you a different kind of question. What are the modern applications of psychedelics?"
	},
	{
		"start_time": "41:47",
		"speaker": "Adam Safron",
		"words": "It seems like the main places where they are being explored at the moment. Primarily would be, I guess, um, you know, on the streets in the homes in the underground is like where most of it's happening. It's just everyone using their own, you know, parties, but then Um, It's the next place to mention, just I guess maybe as a matter of principle would be, you know, the, the deep history of psychedelics and things like connections to like shamanism and places where like, it's still involved in people's cultures like, um, I was on a ayahuasca retreat not too long ago at this place called the Temple of Way of Light, and they try to like preserve like the tradition of psychedelics and man, that was rough. Um THERE was um I'm still recovering. Um, THERE was a Might be part of why this is a slightly chaotic interview. I'm sorry. Oh, the um Uh, there's also the ways in which, you know, I would argue I guess the next one also as a matter of principle. Um, I'm working on like a paper with um Sue Carter on trying to like explore like, um, endogenous psychedelic states and we're exploring whether like, for instance, like, Um, connections between social peptide and psychedelic mechanisms with the idea that basically, um, uh, sex, orgasm, birthing, like these might have in some sense has been like the original psychedelic states, um, maybe also like near-death experiences, um. I just don't know, like If you got to that point Like, could you have enough like selective pressure from that as a source because like in nature, it's like you, you're almost dead, or you're probably dead. But still, you know, it's not a really, it's not a contest, but it is like near death experience. I just don't know quite how to think about them is like, how much selection came from that. But it's like, let's say you almost died, or like you came close, that might be or you're coming close. That's a whole other conversation. But basically, um, psychedelics, I would say like, we enter into psychedelic states almost in like a, like a stoned ape theory. I'm working on a paper on that with Mat Johnson of like, like part of human uniqueness is like we're like a psychedelic ape, and we're moving in and out of like. STATES to different degrees, maybe including things like, you know, hyperventilation, carbon dioxide, agonizes the 5 HC2A receptor or potentiates it endogenous DMT or just like states of neurosynchrony, moving in and out of like alterations of consciousness and self-consciousness. And then finally, uh, I will say I don't like, like I'll say medicine just because like the state of it is rough, like places like Hopkins, like they're doing great work in terms of like these interventions potentially can like save people's lives. Like you give someone a mystic experience and like, it'll be one of like 5, top 5 most meaningful experiences in a person's life and it could like turn things around, overcoming addiction, overcoming like depression, those things that like have plagued them as like, like born again experiences. And, um, and so, you know, I don't want to like, like, I, I just put a last because like these other things I think are kind of like too like they're weird and neglected, and I think they provide an important backstory. But I, but, but there, there's an immense promise there. Uh, I guess the um reason I might put less, I feel like that, um, endeavor is doing just fine on its own and might, um, uh, uh, I think maybe could benefit from getting a little bit weirder and um maybe incorporating like things like, uh, um, uh, self-compassion and like and like, like other elements in terms of like the way they approach the questions and also they have an issue of like, they don't have a business model for scaling it. Because like this, it's just like, um, so hard to like, uh, like it costs so much to do like an eight hour like psilocybin session, like a doctor on call. Like I was trying to do a study at one point and I was like I had this $900,000 grant. I was like, I've never seen so much money and I was like, that's not pilot data. It was like nothing. So, so how do you actually scale this like heal people? Like what's the model of healing? So you could do like a group therapy thing and maybe like scale it that way. There's some interesting things that are happening with um uh short acting psychedelic compounds that people are engineering that might change that. So it's like someone could have like an like an MDMA like, like ecstasy like thing, and like it lasts only for an hour. And then like, maybe like the mainstream medicine effort will like be more relevant to helping more people. But right now it's kind of like it's very interesting, promising cutting edge research happening in this medical context. And I guess the final one, which is something I'm working on is this I'm trying to uh basically this actually going to relate to the, the video game project is something called psychedelic machine learning, which I know sounds like it's like a sensational thing, but it's not. The idea is like, like, if part of what makes systems intelligent, well, one, if like part of like ways of interpreting psychedelics is like changing the states of consciousness and self and if self and consciousness are both functional. Then you can think of psychedelic mechanisms as in cybernetic terms, as order parameters, control parameters, they have functional significances. And so if you talk about like psychedelics modifying you to imagine differently, to dream differently, like, um, so for instance, like with respect to uh like a like a, like a driverless car, you're going to change lanes, you do like a roll out into the future like what would happen if I switched lanes? How vivid is that imagining, how creative you get? Or like when you take it back to the Tesla dojo and you're looking for like the edge cases and you're doing the dreaming, like, what's the nature of the dreaming? How weird do you get? You know, so the idea is like psychedelics basically in multiple ways can inform machine learning both through neuro AI and through some of the problems that are addressed in AI like, um, making for flexible learning, imaginative systems, uh, um, On simulate parameterizing simulation slash like offline learning, and, and then potentially being like a virtuous cycle where this machine learning interpretation of psychedelics actually gives you a coherent way of talking about it, which I guess in a way brings us full spiral back to like the approach of consciousness. IS this idea of going for like a virtuous cycle, like Dennis Save actually talked about this really well in a 2017 paper of a virtuous cycle between like neuroscience and machine learning, of like each one is forming the other and keeping you grounded. So it's like, you can do better neuroscience from like the machine learning lens, and then the machine learning lens. And then like the neuroscience lens like gives you ideas for machine learning. And so same thing like psychedelic machine learning. I think there's basically, um, an academic field that's about to take root there. And I'm working with some people who made that happen and for advance studies with paper coming out, and also, um, then to actually try to be, it's going to be part of the research. So for instance, these a-life creatures like giving them psychedelics. One more thing Mike Levin, Mike Levin, uh, he also did really interesting work with like generalized psychedelics in ways that they can parameterize morphogenesis, like the, the development of like the, the phenotype and the morphotype as a kind of inference process, and then like what happens when you give drugs to the embryo. And so there's all sorts of like psychedelics. It's like it's, um, it's, it's it's too rich, like all the ways like it it applies to like, um, The mind sciences, it's like the question is the problem I guess I generally have is like, where do you begin? To have like a coherent conversation about this and how can like, we all be comfortable with getting as weird as we need to be to actually talk to the weirdness that is nature. And ourselves"
	},
	{
		"start_time": "49:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I understand. So let me ask you one last question at a certain"
	},
	{
		"start_time": "49:39",
		"speaker": "Adam Safron",
		"words": "point in your. I think you might be the only person who understands."
	},
	{
		"start_time": "49:47",
		"speaker": "Ricardo Lopes",
		"words": "Well, I, I don't think so. So. And anyway, let me ask you one last question."
	},
	{
		"start_time": "49:53",
		"speaker": "Adam Safron",
		"words": "You understand better than I do, I think like from all these conversations you've been having, like, I can tell you some things."
	},
	{
		"start_time": "50:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, OK, so, uh, at a certain point there you mentioned the self. So the psychedelic experiences relate to the self in any way, and what is the self, really?"
	},
	{
		"start_time": "50:15",
		"speaker": "Adam Safron",
		"words": "So, yeah, I wouldn't place probably if you're looking for a like unifying definition of psychedelics, you know, not in terms of like what it is that's manifesting in mind differently that makes us like find notable, um. CHANGING in the quality of consciousness and particularly self-consciousness. And so like, uh, and this being part of what makes these experiences particularly notable in their, um, the difference from other types of experiences makes them meaningful in the ways they are and potential, um, to be transformative. And so I guess I would think of the self, um, I actually have um a series of papers that just came out, um, pre-prints, um, collaborator, uh, grad student at Indiana University, Victoria Clama, and actually getting into like the nature of selfhood with respect to like biotic systems and AI and we have like a series of three papers digging into specifically, um, This issue of how we think of cell phone. But, you know, once again, it's using the methods. It's um I like Almost all the ways I've seen self talked about. I like Dennett when he says it's a center of narrative gravity. I like it like when people talk about like minimal embodied selfhood. I like it when like people like Jordan Peterson and Colin de Young talk about selves as like cybernetic controllers and like um types of data structures. Um, YOU know, I also um like mystic perspectives on selves that consider the ways that selves also have to be non-self. Although I, I, I have actually a book chapter coming out where I actually take some aim at that, like, uh, pushing back against people like Sam Harris, because I think actually self-illusionism is wrong and dangerous. Uh, SELVES are quite real. Um, THEY'RE terrifyingly real. They're also empty, but they're also real. And so like, um, I think that's sort of what Buddhists would generally say actually, um, the, but Uh, there's some interesting, uh, work. Um, SO for instance there's one person you might want to talk to, um, has a paper on cell phones, which I think you'll find interesting in terms of like a through line. Um, I, I invited them, I have to reach out to them as like part of this collection of world I'm organizing, and, um, they're they're also, I think collaborating with Mike. And it's basically generalizations of the default mode network across scales. And actually finding like analogs of it going like, like in the hydra and actually potentially, um, uh, and other systems like even like plants or like potentially even individual cells, but a kind of like, um, Uh a metastable, attracting structure, uh metastable in terms of being at the edge of chaos or like um poise the criticality that allows basically, um, the system to you'll have like a sensory motor interface, and then this basically, uh, and some sort of inner salience type network, some sort of evaluator of how good or bad it is for the conditions of life. And then intermit within them, this structure of, um, a model of the system and its relationship to the world. And it has certain properties usually they're interesting like it's, it's, um, uh, seems to be important for it to be like, um, flexible, but not too flexible at the edge of chaos, poise has properties of self-organized criticality. And, um, one of the things that psychedelics do potentially is like they disrupt, among many things is, um, the default mode network and allow for different types of creative reconfigurations, change the nature of the cyberne control allows you to break up the old regime and explore new ones. And so, um, if you're looking at things like generalized psychedelics, um, basically for all systems like the self of the system, the, the core features of it, um, There's like some tractor network that has the ability to autopoetically um And then that reconsiturate itself through its inaction. And that um This system that it can be potentially uh has connections to like basically gives it coherence across time as it allows like the past to inform the future for adaptive behavior and that this structure, this attracting structure, it can be too loose or it could be too rigid. So like right now, for instance, coming off my Ayalaska retreat, it might be a little too loose right now, but like, um, it could also be too rigid. And you might be stuck in like a psychotic depressive state or just like a loveless job or a loveless marriage just like annihilism, or you can just be like locked into this perception box and this one frame of things. And so they, so, but for any system, it seems like there's this essential inner tracking structure that defines it, that allows you to say there's a system there and that gives it coherence, gives it a coitus, if you will, or, um, allows it to have intention. Allows it to like basically buffer entropy and be a be a cause in the world, be a difference maker, and not just get like wiped out by the second law and become maximally probable and ground up in the meat grinder existence, like something that it's something that that resists and climbs gradients, but also gives and and integrates. So what is the self It's like so many things and there's like a it's just like, but there's also a through line. And like, and I think language is both like confusing and wise in terms of like, there's a reason we have this these common like words for these different things. And it's just like we need to add a couple more words when we're talking, which do we mean in which context? And what's the interrelation of these different senses for the different sides of the elephant. And so, you know, what is self, what is consciousness. What's intelligence, what is for all of us kind of like that same term move. I'd say is needed, so I'm going meta though instead of answering your question. So."
	},
	{
		"start_time": "56:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, but look, if people are interested, where can they find your work on the internet?"
	},
	{
		"start_time": "56:34",
		"speaker": "Adam Safron",
		"words": "Um, SO if they're interested, um, I have a poorly curated, um, YouTube channel that has a lot of my workout videos or where I pray, um, and work out my issues. Um, AND I have a, I also have like a lot of conversations with different people. Um, I'm about to put up some new playlists there of like different like uh interviews I've given, but, um, I guess maybe my Google Scholar would be a good place to go, or, um, Uh, I use Facebook as like a kind of science journal, and I have like this weird memory palace in there. Um, AND I sometimes see the same thing with Twitter, um. And I guess I'll start, I'm starting to use LinkedIn. So, um, and I guess I have a website now and Email also works. There's a via that website, there's a submission form, but happy to talk to people, um. Yeah, so probably my website that's getting polished and those other standard places that people go to find out about people. They're all, they're all fine."
	},
	{
		"start_time": "57:41",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So I'll be leaving some links to that in the description of the interview and Adam, thank you so much for taking the time to come on the show. It's been fun to talk to you."
	},
	{
		"start_time": "57:52",
		"speaker": "Adam Safron",
		"words": "Thank you so much and uh."
	},
	{
		"start_time": "57:58",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francaortolotti Gabriel Ponscorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]