[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Stephen Morris. He's associate professor of philosophy at the College of Staten Island slash CUNY. And today we're going to talk about his book Moral Damages The Case for Abolishing Morality. So, Doctor Morris, there it is. Doctor Morris, welcome to the show. It's a pleasure to have everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Stephen Morris",
		"words": "It's a pleasure to meet with you, Ricardo."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "So, before we get into moral abolitionism, which is the main topic of your book,"
	},
	{
		"start_time": "00:37",
		"speaker": "Stephen Morris",
		"words": "how"
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "do people commonly approach and think about morality?"
	},
	{
		"start_time": "00:42",
		"speaker": "Stephen Morris",
		"words": "It's a great question. It's a very complex question. Uh, THERE, there's no one single way, uh, that, that people, uh, across the world and across time, uh, think about morality. Um, BUT we have a much better understanding of how people generally conceive of morality now, uh, than we did in the past, uh, and we're still learning, of course. And, uh, although there is a lot of variation both between how people generally conceive of morality and certainly specific ethical beliefs, and I'm gonna use morality and ethical, uh, inter interchangeably. Um, SO, yeah, even though we find this variation, we do find a lot of similarity, particularly involving, uh, some, some fundamental aspects of people's moral views. And these include things like, and, and again, there, this, this is controversial. So I should say that, uh, somewhat controversial. There, there's, there's no uh complete consensus, but again, the, the research indicates that there are these fundamental elements. OF people's uh moral views, including, um, what's sometimes referred to as moral objectivism, this idea that whatever moral facts exist, they transcend individual opinions or cultural norms. Um, THERE'S also the idea of obligation that, uh, moral facts, uh, moral requirements are somewhat, uh, are somehow obligatory on all of us to act in accordance with. Um, THERE'S a close connection, and I'm gonna focus on this throughout my talk. As I do in the book, close connection between morality and punishment and blame, uh, very, very similar concepts, a very specific notion of blame. Uh, AND, and this is perhaps the most controversial, uh, aspect of my, my conception of, of the kind of morality that I attribute to most individuals, uh, non-hilosophers, laypersons, or, or What we call the folk. And that is this retributivist element. Now, think of retributivism as a sort of blame, uh, the, the, the sort of eye for an eye basis for punishment, right? That, uh, people are punished in a way that fits with, uh, their, their actions, their responses, uh, to their actions. If they've done bad, uh, they deserve punishment, if they've done. Good, they would deserve some sort of reward. Uh, WHERE the punishment and reward, uh, corresponds to the degree of rightness or wrongness or rightness of their actions, right? So, uh, think about punishment. If you're punishing someone on retributiveist grounds, you're doing it just because they, in a sense, deserve to be punishment, be punished. It's intrinsically right. Uh, THIS is different from punishment, let's say, with an eye towards shaping their behavior or deterring others, uh, having some sort of consequentialist stand in the future. So, um, in my book, then, I, I use a, a notion, uh, of, um, morality that I'm arguing we ought to abolish that contains these elements, uh, objectivism, it's realist, uh, uh, it is, uh, tied closely to blame, uh, and retributism."
	},
	{
		"start_time": "03:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND what is moral abolitionism then? What does that mean and what is the kind of moral abolitionism you are arguing for in the book?"
	},
	{
		"start_time": "03:46",
		"speaker": "Stephen Morris",
		"words": "OK. So, the moral abolitionism basically is to try to eliminate insofar as possible, all remnants of morality from our deliberations, from our language, um, and, and from our, uh, social institutions in the way that society is, is organized. Um, NOW, this can be, it is easier said than done. Um, BUT nonetheless, there, there are good reasons for being an abolitionist about morality. So, uh, one reason that people would argue for abolishing morality is that if you take the view that there are no moral facts, which is a views uh referred to generally. IS error theory. The idea that, uh, when people speak about morality, they are assuming or asserting the existence of moral facts. But as it turns out, there are no moral facts. And so, and, and I'll talk about this later on, and so that they're in error. So one argument, which is not the main one I should mention, for moral abolitionism is that Because moral facts don't exist, um, when we speak about them, we're speaking falsely. So for, uh, uh, for epistemic reasons, uh, we ought to do away with this kind of speech, uh, in the same way that we shouldn't make, um, uh, assertions that we, that we take to be truthful about unicorns and the like. Now, the main reason, the other reason for, uh, abolishing morality is that The claim is, is that morality in, in, in a particular sense in the sense that I'm speaking with, uh, of, uh, actually, uh, causes more harm than benefits uh for, for uh human society. And so, this is a purely pragmatic argument, all right? So it's not an argument, clearly not an argument based on morality. It's an argument about what would be best for human beings, for individual lives and for our lives collectively. And the claim is that we're better off without morality. And this is certainly a very provocative and, and controversial and that at the time where I'm, I'm talking about it, um, not a very popular view, although it does seem to be getting, gaining some traction, um, And so, one of the main um uh uh things I'm trying to accomplish in this book is get a dialogue going, you know, is morality, uh, a good thing overall for, for humanity, as, as virtually everybody thinks, and I'm gonna argue, no, it's not."
	},
	{
		"start_time": "06:00",
		"speaker": "Ricardo Lopes",
		"words": "Right, and we're going to get into more detail in in terms of your view of moral evolutionism later on in our conversation. But tell us now about the analogy you established in the book between morality and the sickle cell trait."
	},
	{
		"start_time": "06:18",
		"speaker": "Stephen Morris",
		"words": "OK. So, I, I use the analogy comparing uh the human moral faculty to the uh sickle cell trait in human beings. And I think there's a lot of similarities between the two. NOW, a, a major part of my project in, in this book, um, moral damage is the case for abolishing morality. Is that, uh, morality, the moral faculty is, is an adaptation. It was selected for because it conferred survival advantages onto our ancestors, OK? Uh, NOW, this is a very, uh, this view is not, I, I would say there's no, it's not a unanimous opinion among Uh, philosophers, but it, it, it's becoming, I think, the, the most, uh, or, or becoming very accepted. I, I think particularly among moral psychologists, uh, among scientists who look into morality, right? This idea, you know, how, where does this, this, uh, Um, propensity to, to, to think of the world in moral terms come from. And, uh, the best sort of explanation that I've seen, and again, I think a lot of psychologists, uh, evolutionary biologists, neuroscientists, and, and a lot of increasing numbers of philosophers, I should say, would back me up on this. It's that we developed this because it was extremely important to help our ancestors cooperate in groups, right? So, uh, certainly, there's other facets of our Uh, psyche, we have empathy, we have our, you know, prudential considerations that, that lead us to cooperate with individuals. Um, BUT oftentimes, those sort of catalysts to cooperative behavior can be overrun by selfish reasons we have. And so, the idea is morality is a sort of, uh, as, as a bulwark or an extra layer of support to, uh, get us to act, um, uh, cooperatively with other people. OK. So, now, uh, As it is an adaptation, I, I agree with the, the consensus view here that morality was generally very uh important in, in conferring survival advantages to our ancestors, OK? In the same way, and this goes back to the sickle cell trait. Uh, THE sickle cell trait was very important for helping our ancient ancestors, uh, resist malaria, OK. Um, But in more modern times, for several reasons, these traits, uh, I argue now are maladaptive. Certainly, the sickle cell trait, um, although it can make one more resistant, uh, to malaria, it brings its own ill health effects that generally make it maladaptive, OK? And, and furthermore, we don't really need uh the sickle cell trait anymore, at least insofar as we have access to certain kinds of drugs, uh, that can actually fight off malaria, all right? So, uh, Sickle cell used to be adaptive, no longer adaptive, and it's, it's no longer necessary because at least for most populations, since we have drugs that can deal with it. Likewise, I argue, although morality used to be adaptive, adaptive in, in small close-knit groups, um, in competition with other small close-knit groups, uh, it no longer is. All right. So, uh, with the onset of agrarian civilization, about 10 or 1000 or so years ago, a little bit before that, we're talking and And the preceding late Pleistocene period. Um, MORALITY, I'm, I'm arguing has generally been maladaptive. Uh, ALTHOUGH it certainly has its advantages, still does, I'm gonna argue that overall, it's no longer adaptive and, and is more overall harmful than helpful. And like the drugs that can treat malaria, I think we have non-moral resources that can provide us with the advantages that morality used to confer and still confers, um, with, uh, without all the negative baggage, uh, that comes along with morality."
	},
	{
		"start_time": "10:01",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned there our morality has been the result of evolution and how our moral faculty holds its existence to evolutionary factors and you mentioned that they involve our the propensity to encourage cooperation among our ancient ancestors and people today. But what other theoretical and empirical arguments do you have against the existence of objective moral truths?"
	},
	{
		"start_time": "10:30",
		"speaker": "Stephen Morris",
		"words": "Yeah, so there's, there's a lot of different kinds of arguments. I'll just give a, a, a summary, Ricardo, and if you'd like me to go into detail, feel free to ask. So, um, And again, let me make sure I understand the question. So the, the question is about, uh, why I, I believe morality doesn't exist. Was, was that the primary question? Uh,"
	},
	{
		"start_time": "10:49",
		"speaker": "Ricardo Lopes",
		"words": "I mean, the the main theoretical and empirical arguments against the existence of objective moral truths."
	},
	{
		"start_time": "10:57",
		"speaker": "Stephen Morris",
		"words": "Objective moral truths, great. Um, YES, uh, thank you for the clarification. So there, there's, I'll, I'll talk about some of the major arguments that have been given that, that I find persuasive. So, um, probably the, the, the first major argument, uh, that was given, well, uh, at least in contemporary times, uh, for why moral truths most likely do not exist, uh, comes from the error theorist JL Mackey. Again, error theory is the claim that moral truths don't exist. When we assert them, we're speaking in error. And uh he used his so-called argument of queerness to say that if moral truths existed, they'd be very strange, um, unlike anything else that we're aware of, and this gives a sort of a a reason to reject them, right? So the idea is that if, if moral truths exist, and he had, he conceived the morality as the way I, I argue most people do in this objective sense that transcends, uh, individual, uh, viewpoints or cultural perspectives. If they exist, uh, they are sort of categorically binding, right? So, regardless of what we want, regardless of what desires we have, uh, there are still, if these facts exist, moral reasons for us to do something. And this idea that you can have a reason for doing something that doesn't correspond with any desire that you have, is one of the things that he found very strange. Another thing he found very strange is this idea Um, how would we, uh, come to perceive these moral facts? There would have to be some sort of, uh, uh, intuitional ability we have, uh, that again, seems like, unlike anything that we're aware of, um, because it doesn't seem, despite what a lot of philosophers say, that we can come to know moral truths through, um, uh, a priori reasoning or, or, um, empirical observations. It would have to be some other sort of extrasensory, uh, extra sensory intuition we have, which seems very strange. OK. So that, that's one argument against the existence of uh objective moral truths. Another one, and, and, and one that I find actually uh more uh compelling is the arguments against free will. Now, this is a very complex subject, philosophers are still arguing about this. Um, And they will into the foreseeable future, I'm sure. Um, BUT there are very strong arguments against free will, and Although, again, there's no consensus on what free will even means, and this is, this is complicated this subject along with morality, I should say, for a long time. Philosophers sort of like having these verbal disagreements because they can't agree with these, these philosophical terms mean. But I think, uh, part of the, the research that I, that I began with some colleagues back in the early 2000s sought to clarify. What, what the folk or or non-hilosophers understand free will to be. And this has been actually clarified, I think even more so by the work of moral psychologists like Aimm Sharif and, and Corey Clark, um, and, and they've come to, uh, I, I, I think, really help establish the view that, that the folk understanding of free will is. IDEA that we are in a sense, uh very roughly put uncaused causers, OK. Uh, IF we have free will, we're not determined to do what we do. We just uh uh uh the reality of free will kind of corresponds to our, uh, experiences of it. You know, if I'm deciding what ice cream to choose, I just choose strawberry over vanilla, OK? And, and nothing caused me to do that. OK. Um, AND, and this understanding of being an uncaust, uh, certainly a lot of philosophers believe, and, and some individuals that believe that we can have free will, even if we are determined. But I argue that all these arguments fail. Uh, THERE, there are certainly very compelling arguments against having any sort of free will. And and why am I talking about free will, by the way? Um, THE reason I'm talking about free will is if there is a consensus among philosophers, it's, uh, considered, it's the view that free will is necessary to be morally responsible. OK. So, if we don't have free will, um, in a sense, we cannot be morally responsible where, again, this moral responsibility can be understood in different ways, but typically, it's understood if you're not morally responsible, um, it would be inappropriate, uh, to, to, um, attribute moral blame or moral praise to you. All right. So the idea basically, if there's no free will, Again, this is not uh a consensus view, but, but one way to think about free will, if there's no free will, there's no morality. I certainly believe that to be true, um, A lot of uh free will skeptics believe that as well. So, uh, I, I, I believe that the arguments against free will give us really good reason to believe to reject the concept of morality that, that most individuals have. OK. Uh, BEYOND that, there are empirical reasons for error theory. I spoke about the evolution of the moral faculty. Uh, AND if this is true, the basic idea behind this, this is also sometimes called moral nativism. I'm gonna try not to throw too much jargon out there. Um, BUT the idea is that if morality evolved, OK, then we would believe in These moral claims, and we would make moral claims, even if they had no actual existence. OK. The idea is the moral faculty evolved not to help us perceive actual facts in the world, but just to cooperate, OK? Um, THE, the moral psychologist Jonathan Haidt makes an analogy between our, uh, sense, uh our perception of taste, right? Uh, THERE, there's no inherent, um, property of sweetness out there in the world, right? It's just something our brains have sort of conjured up, uh, to drive certain behaviors, namely, to get us to eat certain kinds of, um, foods that, that are safe, that are not toxic, uh, that can provide a quick source of calories and so forth. So, the idea is, if morality did evolve, it would be Roughly put an amazing coincidence if our views about morality actually tracked facts in the world, OK? And the idea is, given that um the moral faculty, moral faculty evolved, there's simply no independent reason to think that our intuitions about morality track anything in the world, OK? Um, SO that's another argument against, uh, moral realism. And then another one which, which is controversial, these are all somewhat controversial, right? Uh, BUT more controversial, I'd say, is this idea of that, uh, the con the power of conscious will is illusory, right? Now, this goes back to, this has been discussed a lot. So, uh, I imagine a lot, a lot of your viewers are already familiar with the, with the limited experiments and so forth. But the idea is that, um, the, the idea that Consciousness actually, if, if it's at all productive of our actions, it, it tends to promote, uh, produce a lot fewer actions than we are aware of, right? So, if we do any actions pretty much in our conscious state, you know, whether I'm picking up a, a marker or drinking something or speaking to you, I think that I'm consciously willing uh this to happen. But what neuroscientific research has shown is that a lot of, uh, a lot of times, most of the time in We seem to be wrong, right? That, uh, generally, it's, it's unconscious processes that are, that are sort of making us behave automatically. And then our consciousness, uh, sort of interprets this, um, to, to uh understanding that we are the causes of this. But now, now, again, like I said, this is controversial, this is ongoing. But I certainly think the neuroscience points in this way. I mentioned Jonathan Haidt. He thinks that as much as 99% of our quote unquote intentional actions might actually be caused by these unconscious processes. Now, if this is true, if our consciousness plays a much weaker role in producing our actions that we're aware of, uh, then we would seem to lack free will for these over these actions and therefore, uh, we would not seem to be morally responsible for them. So, those are some of what I consider to be the strongest arguments um against the existence of, of, uh, objective moral truths."
	},
	{
		"start_time": "18:49",
		"speaker": "Ricardo Lopes",
		"words": "So earlier, you've already mentioned error theory and also you've also talked a little bit about retributivism. So tell us about the particular kind of error theory that you espouse in the book, namely retributivist moral anti-realism."
	},
	{
		"start_time": "19:06",
		"speaker": "Stephen Morris",
		"words": "Right, so, I, I, I'm attacking a very what a lot of people consider to be possibly an overly narrow understanding of um Of, of moral realism, right? So, what I'm calling um retributivist, uh, moral realism, right? And as I mentioned, so this is the kind of, of moral realism according to which, um, there are these moral facts out there in the world, moral properties in the world, uh, that are attributable to human beings, and which warrant. RETRIBUTIVIST, uh, either attitudes or behaviors toward them, right? Uh SUCH that if someone acts in a way that's morally wrong, genuinely morally wrong, they are appropriate targets of retributivist actions. OK. So, think eye for an eye, right? So, uh, you, you stole something, you're morally wrong for doing that, you need to be punished. And and because it's retributist, um, the, the more consequentialist forward-looking purposes of, of, uh, punishment are thrown aside. Now, I'm not saying people don't sometimes punish for forward-looking purposes. They clearly do. But as the way in the, in the sense that most people think of morality, I argue. There's this uh uh integral uh retributivist component that, that can't be separated from it, right? So, to say someone's morally wrong, at least is in part to say that they deserve to be punished, um, for on retributivist grounds, strictly retributist grounds. Now, uh, what I'm arguing is that the kind of uh moral realism that's Required uh to justify those retributivist judgments are all wrong, OK? So, uh, the, the kind of error theory that I'm arguing is that when any, whenever anybody makes a, a moral assertion that implies, um, the appropriateness of retributivism towards an individual, they are in error, they're wrong. All right. And, and I, I, I can talk about this later. So 11 question I think a lot of people would have is, well, yes, if you understand morality in this very narrow way, that um imparts retributivism, well, sure, that might not exist, but there, why think of morality like that? There's, there's certainly other ways to think about it. It doesn't have to be retributivist, it can be purely forward-looking. There are these constructivist accounts of morality and so forth. Um, AND I could talk about this in more detail. Later. But my basic response is, when we talk about morality in different ways, and I think philosophers have a very nasty habit, not intentionally, perhaps, but understanding terms in different ways. Whether it's free will, uh, moral realism, um, What have you. When they talk about it in this different, these different ways, not only does it add unnecessary confusion, uh, to the issue, but it makes it very difficult to make any sort of progress on these debates because philosophers really are speaking past each other. So, uh, one of the main project, uh, uh, main aims of my book is to try to get philosophers and, and scientists on the same page, uh, about what morality. IS. And I think the best way to do that, and I'm not alone in saying this, is that we should speak of these philosophical terms in a way that corresponds to the way that non-hilosophers or non-academics generally conceive of them. And as I've talked about, because the folk, when they, generally, when they talk about morality, they are imparting retributivism. They are making a, a, a, a judgment that is, is, um, to it has retributivism as a central component. OK. So, if we want to then revise morality, to be like, oh, no, it just means doing nice things for people, um, we're, we're gonna be confusing people, right? Because if that's all I mean, is that, oh, when I say this person acted morally, let's say they're, they're doing something nice for somebody. Then if I say, you know, such and such is moral, this could reinforce these, these uh alternate conceptions of morality, right? When somebody hears me saying morality in a sense, it doesn't impart retributivism, because I don't specify that, uh, they might think of me as, as actually, um, uh, espousing this idea that, yeah, there is retribuous moral realism. Uh, AND, and so, that's why I think it's important that we settle on specific philosophical notions. In this case, moral realism. That correspond uh to to how the folk view them, and the folk view them as having this this uh important retributivist component."
	},
	{
		"start_time": "23:22",
		"speaker": "Ricardo Lopes",
		"words": "And what do you think about alternative concepts conceptions of morality, like, for example, a constructivist moral perspective based either on cultural or personal values."
	},
	{
		"start_time": "23:35",
		"speaker": "Stephen Morris",
		"words": "Good, and this really sort of dovetails nicely with the last question. So, let's say We all come to agree, which I don't see happening anytime soon, uh, that there is no what I'm calling retributivist moral realism. That is, uh, retributivism is never, um, a, a, a justifiable attitude or behavior towards innovative body. It just doesn't exist. It, it's not pertinent to human beings. OK, fine. Well, why don't we just preserve morality and understand it in a different sense. So let's revise the term, right? Um, And there's been a, a bunch of different ways that that philosophers have, have thought about revising the terms. So, uh, you mentioned constructivist accounts. Um, ONE constructivist account is, is called, uh, referred to generally as Kantian constructionism, named after the philosopher Kant. Um, AND, and the basic idea here is that there are these sort of, they may not be these mind-independent moral properties, but there is some sort of mind-independent property that, um, is, let's say, non-objective, OK? So we can get rid of objectivism, um, and, and that can, uh, form the basis of of an account of morality. Now, I think if we look at these Accounts of morality and detail. So John Rawls and, and his notion of um justice and fairness, I, I, I think is a really good example of this. And the problem I see for a view like this, even though I think there's a lot to say in favor of it, is I think it tries getting objective moral properties in through the back door, right? So, what do I mean by that? So, without going into the details of Rawls's account, um, He suggests that if we're trying to find out what kind of principles of justice there are that we should abide by, we, we should use this thought experiment where we're sort of at this um um pre-moral state where a bunch of these individuals come together and decide what, what society would be best for them based basically on self-interest. And, but, but one thing that he does is he builds this concept of fairness into the, this, this theoretical construct, right? That sort of uh restricts the kinds of, of rules that will come out of it. And in doing that, he's essentially saying, well, let's assume that fairness is an objective moral good, uh, that, that any society should abide by. So, that, that's why I think uh uh the, the Kantian constructivist views really, uh, I, I think are another form of, of Or fall come very close to, to moral objectivism, and so fall prey to the kinds of objections uh for error theory that I mentioned. Another account is referred to sometimes as human constructivism. This is where you get the sort of relativistic views, right? Where, let's say in individuals, there's, there's different variations of all these views I should mention. And um, so an individual's own views about morality or maybe society's views about morality, um, Can shape what morality is to me. So think subjectivism and relativism, right? So if you're a moral subjectivist, roughly speaking, uh, moral right and wrong for you is determined by your own views about right and wrong, right? If you think stealing's wrong, then it's wrong for you to steal. If you think stealing is OK, it's not wrong for you to steal. Um, WHEREAS, um, ethical relativism, sometimes referred to as cultural relativism, is the view that, um, our moral obligations stem from what our society, the greater culture that we're in, uh, believes. But the problem with these views is I, uh, they, they seem not to be unable to ground. The retributivist aspects of people's moral views, right? Um, NOT to mention it makes, there's a bunch of other objections against these zoos, but I, but I think that one of the main ones is that it makes it very difficult to ground retributivism, right? So, I, I use the example in a book. Imagine that you have this sort of odd cultural norm where the death penalty is uh deserved for uh what we would consider being extremely trivial, um, um, crime, all right? Um, YOU know, maybe, maybe when you're walking, you start with your right foot. That's not the example I used. And let's say that you, you know, society is really just sort of, uh, uh, uh, hammer this into your brain, you fully accept it and so forth. And, and one day something happens, you're startled and you start walking with your right foot, and then someone's like, uh, 00, you violated the number one rule of our society, you need to be put to death, OK? Because they believe that on retributist grounds. So let's say you agree, oh yeah, but um, I, I think from an objective standpoint in a sense, or or or at least from a strong intuition. A person is not deserving of retributivism, right? So, um, I, I think a lot of those constructivist views can't ground retributivism. Uh, THE forward-looking arguments, uh, fall prey to the same kind of objection, right? That I've talked about before. If, if, and, and a forward-looking argument, by the way, for morality, I should just specify, look, when we say people are morally responsible, we're saying perhaps that they are liable to be punished, but only in a way that aims toward um preventing these kinds of, uh, Problematic behaviors of the future, or maybe deters other people from doing it, um, or makes them a better person, right? So you're doing it with a what what sometimes referred to as a consequentialist aim, OK? You're, you're, you're punishing now, not for backward-looking reasons. They did something wrong, they deserve to be punished. You're punishing for forward-looking reasons. You're try you're trying to prove something in the future. And we can just forward-looking punishment, but we do all the time to animals, right? Um, TO young children. Uh, WE'RE not saying that they're, you know, inherently evil or anything like that, but we don't want our dog to, you know, go to the bathroom on the floor. We don't want our child to steal cookies from a sibling or something, right? So we might punish them with an eye towards their benefit and towards good things in the future. OK. So, why don't we just Uh, except a kind of morality like that. Well, again, on the one hand, and this is the main argument I have, you are now revising morality in a way that is too divergent from how people ordinarily speak about it, OK? Um, NOBODY disagrees. I don't disagree, no error theorists disagree, no disagrees, no free will skeptic disagrees that forward-looking punishment is, um, sometimes preferable and sometimes allowable. Uh OUR society relies on it, OK? Um, SO if, if forward-looking punishment and morality was all there was to morality or, or free will and these kinds of things, there'd be no disagreement about these issues among philosophers. Uh, SO the very fact that there is this disagreement shows that forward-looking punishment isn't really what we're primarily concerned about, whether we're talking about free will, whether we're talking about moral realism. So the, these revisionist attempts, these, these alternatives to uh moral. IS more error theory and I, I should mention. Um, I argue simply don't work. They, they don't, um, fit the bill of, of how most people understand morality. It is an in effect changing the subject, and it, it doesn't go very far in, uh, helping us, uh, it doesn't really do anything, I argue, in helping us resolve these age-old philosophical questions that gave rise to the debates in the first place, and it just adds unnecessary confusion."
	},
	{
		"start_time": "30:39",
		"speaker": "Ricardo Lopes",
		"words": "So this next question will probably also help us understand a little bit better why you think that the belief in morality does humanity more harm than good. So what do we know about the historical and present role that morality has played in both preventing and promoting violence?"
	},
	{
		"start_time": "31:01",
		"speaker": "Stephen Morris",
		"words": "So, this is one of the main subjects of my book, right? So this, this gets to, I, I, I think the aspect of the book that is most controversial, and that really sort of sets my book apart from, uh, so far as I can tell, any other book on the subject of philosophy that's been written. So far as I'm aware, um, no other, uh, book of this length or, or of this depth has tried to uh establish that, uh, the empirical case that morality causes more problems than it solves. Uh, AND again, before I address the, the question, Ricard, I'll just say, you know, my, my aim here, I, I don't take my book to be a final word on this subject, although I do think I offer very compelling evidence, uh, showing that morality, uh, is problematic, more problematic than helpful, um, in terms of violence, let's say, which I'll discuss shortly. But again, I want to get a dialogue going. So, so, uh, generally, people, non-moral abolitionists, just assume that, oh, morality is a good thing. And I, I, I could talk about that later as well. Um, BUT there's Very good reason to say that that is generally not the case, both historically and at present. And, and violence is a good example. So, certainly, morality plays a role in inhibiting violence, but it is very hard to identify when it does that. Because I think most of the times it does that. These are sort of, you know, battles inside of people's brains where they're deliberating, uh, man, this person makes me really angry, or do I want to join this violent gang or this, this, this army or something. Um, AND, and maybe there's moral considerations that lead them, um, that inhibit them from, from doing these things or engaging in violence. So, it, it is, uh, the, the, I should say it, the, my opponents at a disadvantage here because there are a lot clearer, uh, examples of morality, um, causing violence than preventing violence. Nonetheless, I, I don't think it, it, it's unfair of me to appeal to a appeal to these, uh, empirical reasons and, uh, uh, for, for the, the main reason that as I'll, uh, after my discussion, hopefully, uh, you and your viewers will, will agree, um, it's hard to imagine morality inhibiting, uh, making, uh, uh, making up for the amount of violence that it's caused in terms of inhibiting it, right? Uh, SO, what are Some of the ways that morality causes violence. Well, in the book, I separate it between small scale violence and large-scale violence. It's really hard to sort of make a, a, a clear distinction between the two. I, I, I think I define small-scale violence somewhat arbitrarily as, as uh acts that take the lives of 250 people or less or something. And, and Uh, no, so, with, with small-scale violence that, that's more uh motivated by morality, uh, think of terrorism, OK? Uh, ACTS of terrorism that affect less than 250 people, right? Um, THINK of, uh, domestic violence. A lot of time that is given a, uh, moral justification, uh, in, in places as we see, uh, such as India. Where there is a lot of domestic abuse abuse against women. And, and women, oddly, um, according to a lot of the surveys that I've read, uh, actually believe that, uh, the use of violence from husbands against wives and so forth, um, women seem to think that's more justified than, than men, uh, which is surprising and eye-opening and, and, and unfortunate, I should also add. Um, So, other sorts of small uh kinds of violence or small-scale violence. Um, SO think of violence against outgroups, right? So, violence against women, violence against, uh, political dissidents, uh, against, uh, the LGBTQ plus community, um, ethnic, racial minorities. This is all, oftentimes, sparked by moral reasons. So people perpetuating this violence think, oh, you know, this group is, is evil, or they need to be put down. Or I'm gonna engage in an act of terrorism because I think it's my moral duty to do so for my country or my religion or my political group, right? OK. Um, AND, and, and, uh, I, I should also say, when I'm talking about acts of violence, I focus on fatalities, all right? But the amount of non-fatal injuries resulting from morally motivated violence, certainly well exceeds the number of fatalities. OK. Still, the number of fatalities is certainly high. Opening. And we see that particularly when we talk about large-scale violence. So here I'm talking about um ritualistic sacrifice in the distant past, um, the execution of witches, which is sort of portrayed somewhat graphically on, on my book cover, um, and uh also war and genocide, right? So, uh, uh, a lot of commentators on war, uh, Ian Hinkfuss, uh, Joshua Green, have basically said, look, without morality, Uh, certainly in recent times, without morality, uh, being, uh, a useful tool for to drumming up support for war, it's impossible to imagine that large scale wars would have taken place, right? Almost any war. We can think of in in the past several 100 years, a large scale war, uh, has been justified on moral grounds, and this has been instrumental in getting people to join the cause, right? Um, WE see this in World War II with Hitler, um, we see it in the wars of religion, um, 30 Years' War. Uh, THE, the Muslim conquest of India, all these kinds of, uh, uh, wars where, where millions of people, um, perhaps up to a billion people, according to some estimates, have died, um, that would not almost certainly have not occurred without people believing that it was the morally right thing to do to go to war. Now, In saying this, I allow, um, and, and we see this even nowadays, right? So think of Putin, uh, and, and his invasion um of Ukraine. Uh, HE gave a moral justification for it, right? One of the moral justifications I recall is that, uh, well, you know, uh, ethnic Russians are being persecuted, um. Ukraine was persecuting the Jewish population or something, and so there are these moral justifications. Now, I think he's full of garbage. I don't think he, uh, uh, really genuinely believed these reasons for going to war, but he still had to give a moral argument to get his country in favor of doing it, right? Um, AND so this is the idea. Even if a leader doesn't morally believe that going to war or, or committing Genocide is the right thing to do. Um, I, I, I think Hitler actually thought it was the moral thing to do. But even if they don't, it's important that he get, they get their country, uh, uh, their citizens and their, their, their other uh political leaders to agree with it, OK? And then genocide, oftentimes we find out there is a, a central, uh, moral justification given for it, for the Holocaust, um, For, um, the, the, the uh uh Rwandan genocide, uh, for, uh, the Cambodian genocide, and, and this idea of racial purity, we find is, is, is a very frequent contributor to the justification here. And as I'll talk about, purity plays a very important role. Uh, A lot of people in, in, in the West, uh, academics and, and highly educated individuals. Their moral perspective generally doesn't include this notion of purity, but it does for the majority of the world. It has for the majority of the past. And as I'll talk about, it, it's extremely damaging. OK. Um, SO those are some of the ways that morality helps perpetuate. SCALE violence, small-scale violence. And so, uh, I, I, I, I know that the philosopher, uh, um, uh, and, and error theorist and, and opponent of more abolitionists, I should say, uh, Richard Joyce, uh, who, who I'll, I'll talk about in more depth in a moment. Um. Uh, I forgot I was uh going there first. Oh yeah. So he makes the case that he, one of the reasons he rejects moral abolitionism is that he thinks, look, we can't really establish, for instance, that morality has caused more violence than it's inhibited. And, and I agree with that, right? There's, we, we, we have a lot of empirical information, so I think we can make a very compelling case for it, but we'll never know a complete answer, right? Um, NONETHELESS, and, and, and I'll, uh, I'll, I'll end this, uh, uh, question by saying this. Um, IT'S just simply hard for me to imagine that whatever role morality's played in preventing violence, it balances out the millions or billions of lives that have either, uh, been killed or severely wounded, and, and the other lives have been devastated by loved ones and, and friends and died um from uh violence caused by morality. And, and so because of that, I, I, I think it's, it's, uh, I, I think the burden, the philosophical burden of, of proof is on uh anybody who thinks that morality is actually more of a preventer of violence, uh, um, uh, than a, than a catalyst for it, especially since when it comes to, and I'll, I, I, let me, let me say this one thing to, to sort of motivate my position. So, when it comes to preventing violence, There are a lot of non-moral factors that prevent people from engaging in violence. And so, I think one, important study that was done is I think that in World War 2, something like, I, I, I can't recall the exact number, but something, and, and you feel free to everybody out there to research this on your own, uh, to verify. Um, BUT something like only 20% of soldiers in the field in World War II, like, fired their guns like at the opponent or something. Um, EVEN though Not only was it not considered immoral to do it, but there were moral reasons for doing it, right? So, a lot of the training was to try to get the soldiers to think they are the enemy, they're immoral, you have to kill them. It's your moral duty to do that. And most still couldn't do it, right? And what does this show? This shows that we don't need morality to inhibit violence. Sometimes, sure, it does. But a lot of times we have these non-moral um aspects of our, our, um our, our, our psyche that, that is, is sufficient for preventing violence. Uh WHEREAS when it comes to promoting violence or, or uh uh perpetuating violence, oftentimes, moral reasons are the main reasons, and without them, violence like, uh, uh, particularly on a large scale, wouldn't be committed."
	},
	{
		"start_time": "41:00",
		"speaker": "Ricardo Lopes",
		"words": "So I think that you probably already partly answered this next question when you talked about their uh about uh war particularly, but how does morality influence politics?"
	},
	{
		"start_time": "41:14",
		"speaker": "Stephen Morris",
		"words": "Yeah. Um, SO I, yeah, so this is, and we're, we're seeing this played out in real time, by the way, particularly in the United States and, and across the world as well, right? Um, SO, I, I'll start by, um, giving a quotation by Donald Trump, President Donald Trump, uh, in, in a 2023 meeting of, of, of CPAC, where he said, I am your justice, I am your retribution. Right? So, clearly, morality plays an important role in politics all across the spectrum, all right? And I, I, I think, obviously, Donald Trump is a polarizing figure. Um, MANY on the right support him, uh, in the United States, I, I should mention, uh, uh, support him fervently, whereas a lot on the left, uh, really despise him. Um, BUT both sides have very strong, what they consider to be very strong moral reasons uh for, for their position. OK. Um, SO, when I'm talking about in, in the book and the chapter, when I talk about morality and politics, my argument is that morality, um, Generally today, but almost certainly in the past as well, causes more problems than it solves. Uh, MORALITY, when it's involved in political decisions, we tend to have worse political decisions. And, and, and how do I cash out worse? Just think in terms of beneficial outcomes. OK, so, so what's some evidence for that? So, um, generally speaking, the research indicates that liberal policies, politically liberal policies tend to promote better outcomes than conservative policies. Now, there are exceptions, of course. I'm not saying that all liberal policies are good, all conservative policies are bad, but generally speaking, when we talk about uh conservative economic policies, for instance, so, uh, deregulation, Uh, supply side economics, uh, not providing universal healthcare, um, eliminating programs for the social safety net. Research shows that when these, uh, these policies are put into place, a society generally does worse off. We see things like lower life expectancy. I'm talking, again, I, I'm, I'm gonna be talking specifically in the United States, and I should mention, um, it, it, it There are, there's wide variation between different conceptions of conservatism and liberalism. Uh, CONSERVATIVES, as a group can believe very different things, as can liberals, particularly across countries. So, across countries, rather. So, Um, the average conservative in the United States is much more right-wing than the average conservative in, say, uh, uh, Europe. OK. Um, THAT said, so, as I mentioned, a lot of evidence generally shows that liberal policies do better than conservative policies and producing good outcomes. So, um, Ocalix, uh, uh, Kazarian, uh, in, in 2014 and his colleagues did a study where they actually spent, I, I think, better part of a decade and a half to two decades looking at how Europe was shaped, uh, the impact of Europe on political policies, and they showed that the liberal policies brought about better outcomes than conservative policies. OK. Um, CRIMINAL justice. Uh, SO, so, uh, oh, and, and so, Assuming that someone agrees, yeah, OK, well, in general, conservative policies bring about uh better results than liberal policies. But what does this have to do with morality? As I said, liberals appeal the moral justifications, conservatives do. Conservatives tend to uh use more moral justifications than liberals. OK. So, Um, what's the evidence for this? Well, uh, Jim Everett and his colleagues in a, in a 2020 study actually showed that conservatives and, and it was done on, uh, American, uh, conservatives tend to moralize, um, more issues and make more attributions of moral wrongness than liberals. All right. So, um, And this seems to be a pattern that we find that people who identify as conservatives, generally, objective morality tends to play a larger role um in their lives and in their moral views than, than it does for liberals. I, I, I, I should also mention Um, stepping outside of the, the, the, the conservative liberal liberal divide for a second. Um, AN important study that was done was in 2016, uh, by Stankoff and Lee. And what they did is they, uh, tried identifying, um, they, they split, uh, countries and regions around the world in particular. GROUPS, basically, geographic groups, but not necessarily. There was also the Anglo group, which included the United States, Canada, Australia, and so forth. And then assess them according to three different criteria, um, morality, uh, religiosity, and, and, uh, nastiness, which nastiness is a pro-violence attitude. OK. Um, AND what they found is a, a, a very strong correlation, uh, well, a, a, a somewhat weak correlation among individuals, right? That the more moral somebody was, the nastier they were, the more prone to violence they were. And, and this was, uh, also, um, consistent with findings, uh, uh, uh, I think, uh, by the Global Peace Index as well. And, um, So, you, you've got this correspondence between this, this, and, and a very strong correlation, I should say, between the level of morality of a given country and or a region and how uh nasty it is, or prone to violence it is. OK? Um, WHERE the, the most, the, the, the Uh, the countries that, that, uh, are considered measures most moral, all right, by very different measures, they did a variety of measures to, to, to uh measure this. Um, THE, the countries that are most moral tend to be the most nasty, and the countries that are least moral tend to be the least nasty. So right there, You get this, this fairly unique study, I think, which shows a very strong, now, now they, uh, uh, yeah, a very strong uh correlation between the level of uh morality in in the role that it plays in individuals' lives and, and the greater cultural, greater culture, and the amount of violence, OK? Um, NOW, stepping more specifically into politics. So what are some, uh, specific examples of how morality brings about, um, negative policies? I, I, I talked about generally conservatives tend to be more moral, and I don't mean objectively moral. I'm just, uh, I think about the, the belief in morality. The, the belief in morality among conservatives tends to be stronger than that, uh, among liberals, they tend to be more objective than liberals, liberals tend to be more relativistic. Um, OK, but you also find that where morality shapes policies, you have these very negative outcomes or a negative outcomes where had the policies been shaped just by, let's say, self-interest, um, the policies would likely have been very different, um, and, and much more beneficial. So, in the United States, think gun control, right? So, what, uh, there's for, for viewers who aren't aware, um, there Gun violence in, in the United States is, is higher than anywhere in the world. Um, WE, we have more guns per capita. I believe than anybody in the world. There, there's certainly more guns than, than citizens in the United States, and more mass shootings than any country around the world. All right? Now, from a pure self-interest standpoint, and by the way, I should mention my alma mater, Florida State, where I, where I received my PhD, there was just a mass shooting, uh, uh, a few days. THAT, that seemed to be spawned uh by someone with, with white supremacist tendencies, and he was also diagnosed as having some, some mental concerns as well. But that aside, the, the, the major concern here is, why are there so many guns in the US um where you've had these mass shootings, where, you know, you, it's typical in the United States to actually have these drills where students have to prepare for these shootings. Um, Why do we have this? Um, IS it because people think it's in their self-interest to have this many guns? No. I, I, I can't imagine anybody in their right mind being informed thinking, oh, we need this many guns in the United States. The reason why we have such a lack of gun control in the United States is the moral arguments given on the political right. That generally appeal to this, this, this right to own guns, where they appeal to the US Constitution, um, to, to make the moral claim that yes, you know, it's unfortunate that we have these gun debts, but it would simply be morally wrong to infringe on someone's right to own a gun, right? Um, SO that's, that's one example, but there's, there's plenty of them. Uh, COVID, uh, vaccines in the United States. Again, from a purely self-interested standpoint, it seems like, yes, everybody should go get the COVID vaccine. It, it's, it's generally extremely been shown, been, been proven to be extremely safe. Um, AND without it, you know, there have been in the United States alone, millions of deaths, but people gave arguments on, again, primarily rights-based, individual rights on why it's wrong for, for the government to say, force people to have vaccines or why people should abstain from having vaccines. Um. But, but there's plenty of other examples I can use. So, uh, the basic point where morality gets involved, and, and, and I should, let me, let me mention this as well, because this is important. Um, ONE of the main objections I think to my view is, well, certainly morality has played a role in some very important political movements, right? Think of the eradication of slavery, think of civil rights, um, uh. The push for universal healthcare in Europe and the United States, and so forth. And absolutely, I agree, that's correct. Um, But in terms of, let's say, issues that were, there were uh sought social justice, right? Uh, THE eradication of slavery and uh the, the uh uh extension of civil rights to women or, or ethnic minorities and so forth. Yes, those, those, uh, moral arguments did play an important role. Um, BUT what I think people fail to realize is that these, um, oppressive institutions were upheld to begin with, and probably existed because of moral arguments in their favor, favor rather. So for every argument being given that they're morally wrong, they are the individuals arguing it was morally right. And in fact, uh, in the Confederacy, um, the vice president argued that, you know, ours is the first, I'm paraphrasing, but, but uh the, the Confederacy is the first union to be established on um the natural law view, uh, the moral natural law view that Blacks are inferior to whites, right? Uh, SO, so, while I, I don't deny the role that morality is played in, and positive political movements, it generally is also responsible for the negative, uh, uh, movements as, uh, movements as well. And I don't think you need morality. Certainly, it, it, it's playing a role, it's played an important role in the past, but that worm seems to have turned, right? So we're talking about social justice. Justice. What do we have now in the United States, you know, right? So, um, we, we now have a government that's going again, you know, opposing social justice seems almost to be like their main, uh, uh, aim, right? Uh, THE, this, the, the, the fight against wokeness and so forth. And I think most people don't even understand what that means, but basically just refers to, um, being aware of social, uh, injustice and and trying to make amends for it. Um, AND, and the, the, the, uh, political, uh, aims of, of the US government right now is antithetical to social justice, right? Um, YOU know, you, you see sort of the resurgence of the, of the KKK, all this sort of stuff that I would consider to be awful. Uh, NOT morally awful. I just really, really don't like it, and I think it's, it's, uh, uh, adverse to the welfare of, of the country and perhaps the world, right? Um, SO, Yeah, so, so, you know, what I, I, I think, without morality, to sort of bolster the, these oppressive political movements, um, these negative political movements, if we just relied on things like empathy and self-interest, which, again, I'll talk about more in, in the future, um, in this, in this discussion, uh, we would have better policy. Last thing I'll mention, um, is that one of the main things in the United States is You know, you, you find, uh, when I talk about conservative fiscal policy, economic policy, um, clearly, we see from the Reagan years to today where sort of supply side economics and deregulation is, um, More or less been, been one of the driving forces in, in, in uh economics in the US, you see a greater and greater discrepancy of wealth that has clearly been hurting the poor, the middle, and the working class in the United States. And yet you find poor and working class uh Republicans, uh, or a lot of them, particularly whites, uh, voting Republican. And this is, this is sort of very odd, right? Because it seems to go clearly against their, their financial self-interest. But as Jonathan Haidt said, yes, but according to what their perceived moral interests, they're doing what they think is right, right? Um, AND there was a 2019 study by the Cato Institute. I think Laura Ekins was, was the, um, the author or conductor of the study. And it's very interesting because what it showed was that a lot of the disagreement between conservatives and liberals regarding economic policy, um, is Driven by moral considerations, particularly free will, right? And, and in opposition to socialism, right? With government involvement in, in the, uh, uh, in the economy to help uh improve the social safety net and so forth. Um, AND, and it, and it's very interesting. Again, what it showed is that people generally have, if you're a Republican, you think people are responsible for their outcomes, right? Um, IF someone's poor, they're just not working hard enough, you know, um, If someone's rich, it's all through their own efforts. Whereas, uh, liberals, uh, progressives, Democrats generally have the view that, no, there's a lot of, even if, if, if personal responsibility plays some role, there's a lot of external factors that come into play here that in a sense, make it unfair that some people have obscene amounts of wealth while other people are, you know, maybe working multiple jobs and barely Scraping by. So, um, these are some of the ways where I think that morality really results in a negative, uh, political policy, economic criminal justice, um, that I didn't really go into criminal justice, but yeah, the, the, the, the retributive basis for criminal justice that we find in the United States is responsible for the negative outcomes we have there, right? So, if we Got rid of these moral considerations, all right? The good with the bad, and just relied on things like natural empathy, OK, um, reason, a better awareness of the, the factors that shape us, uh, and, and, and self-interest, you know, prudential self-interest, I think we'd have much, much better policy in the United States and beyond."
	},
	{
		"start_time": "55:50",
		"speaker": "Ricardo Lopes",
		"words": "On an individual level, would abolishing morality also impact individual well-being?"
	},
	{
		"start_time": "55:59",
		"speaker": "Stephen Morris",
		"words": "OK. So, this is uh a question and I, I addressed this in a, in another chapter of the book. Um, YOU know, would sort of brass tacks, would we be happier with without morality in our lives? This is a more difficult question, I think. I, I, I think the, the sort of empirical evidence you can bring to uh weigh on the question of whether Morality has, uh, you know, it's effect on violence, its effect on politics. I think you can make a a a very compelling arguments that uh morality is negative, uh, when it comes to its impact on, on, uh, violence and politics. With regard to individual happiness, it's a little more tricky, but I still think that the ledger comes out on the side of doing away with morality, moral abolitionism. The main reason is this, if we got rid of morality, You know, I don't see this happening anytime soon, but perhaps in some idealistic situation, um, that, that I think would be better off in, in the future. I mean, I admit I could be wrong about this. I encourage people to do their own, uh, uh, empirical work. Um, I, I'm, I'm interested in, in finding coherent arguments empirically based, particularly that call my conclusions to the question. But, but, you know, uh, uh, I earnestly tried to find out what, what, uh, looked into what the best uh um uh empirical evidence has to say, and it, it did seem to, to suggest we're better off without morality. So, when it comes to individuals, I think overall we'd be better just because if we got rid of morality, we would have less violence. We'd have better political policy, OK? Um, And this is the main reason why I think overall we'd be better off, but You also have to consider the role that morality plays in people's lives, right? And certainly, morality does seem to be a source of um uh well-being for a lot of people. It does give them some, some satisfaction, some happiness. So reflecting positively on our behavior. Some, some have argued, you know, with uh one of the things that makes life enjoyable is to, to look in the mirror and identify yourself as, you know, you are a morally upright individual. You're doing the right kinds of things. Um, I, I agree that that's important, but here's the thing, I believe that about myself a lot, right? I, I, I try to be a good person. I'm not saying I, I always do nice things and I can't, you know, act problematically sometimes. But generally, when I look at the mirror I'm like, yeah, yeah, I think I'm a good person. I try to do nice things for people and so forth. And I don't believe in morality, right? So I, I, I, I am a, a card-carrying error theorist and, and moral abolitionist. And I still get that. SENSE of uh satisfaction when I, when I do things that I consider to be nice for people, right? Um, I, I sometimes regret things if I do something negative, negatively to some people. If I'm overly harsh with my child, um, you know, reflect back on it, oh man, that was a bad decision, right? So, I think in rejecting morality, we wouldn't necessarily have, have to sacrifice, um, that feeling of gratification we get from uh re reflecting positively on, on ourselves, our character, our behavior. Now, A more problematic, uh, aspect of, of being a moral abolitionist or a moral anti-realist, is that morality, people who have strong moral views seem to have a greater sense of purpose and meaning. And uh the uh the, the Cato Institute article that I actually mentioned, the 2019 article, um, it actually did some uh surveys on this, and what it found is that um people who uh reject free will, um, And therefore, I think people who probably reject morality as well, um, have significantly less purpose and meaning in their life than people who have strong beliefs and, and personal responsibility, OK? Um, AND that is problematic because, uh, a sense of, of, of purpose has been shown to To be a very positive influence in a person's life. So, um, you know, if we give up on morality, you know, do we have to worry about falling prey to this sort of, well, what's the point? You know, this, this, this, um, negatively nihilistic attitude on things. And, and I don't think so. I should say, also in that article in the Cato Institute, it showed that, um, Democrats, uh, and liberals also and and non-religious individuals also have a very low sense of purpose and meaning, right? So, what, what sort of came across whereas conservatives generally have a very high sense of purpose in their lives, but what came across this article is religions seem to be playing a major role here, right? That people, it might have been religion because conservatives tend to be more religious, um, uh, and, and, and, you know, religious people tend to have very religiously, um, Inform morality or or very strong beliefs on free will, that could explain why, um, you know, these certain groups have, have, uh, uh, a lot of sense of purpose in their lives, and the more left-wing, uh, atheists, agnostic view, uh, individuals don't, OK. But one, so that is some cause for concern in terms of individual happiness. Although I will say this, um, if we break this down to brass tacks, what we find is that the more religious and the more moral societies going by stankoff and 2016 analysis are less happy, right? So, the happiest countries in the world are Scandinavia, New Zealand, um, Japan. And these tend to be, um, the, the countries that are less moralistic in terms of, uh, uh, uh, the, the extent to which they accept objective morality, and much less religious. OK. So, yeah, you know, there's some facets of being moral and religious that, that make you happier than, than average, let's say. But overall, um, Since the, the less moral and objectively moral, and let's say when I say objectively moral, let me make clear, I'm not saying they're immoral. I, I, I meant the belief in morality. I call this psych uh psychological morality, as opposed to metaphysical morality where you actually are moral. So when I say less moral, I think of, you know, less of a belief and objective morality, right? Um, So, yeah, overall, if you want to be a happy person, live in a society that is characterized by less morality and less religion. That, that's what the, the research shows. However, within countries, again, yeah, there is some evidence that conservatives are happier than liberals, but a lot of this has to do with things like system justification, uh, uh, uh, a failure to recognize the problems in society, and so forth. Um, But even if one isn't moral, if one's an anti-realist, if one's a free will skeptic or non-religious or what have you, um, evidence shows that individuals who, let's say, engage in pro-social activities like volunteering, and so forth, have very strong, um, senses of purpose and meaning in their lives, right? So it's not hopeless, right? So if you're a Uh, an anti-realist or a moral abolitionist, that you're not gonna, you don't have to worry about going through life without a sense of purpose. You know, you can find a sense of purpose in a job or, or what have you, or a political movement. Um, BUT I think volunteering to, to help people is, has been shown a very effective way of finding a sense of meaning and purpose and happiness in one's life. Um, Yeah, finally, I, I, I would just uh a couple other points about um being a a moral anti-realist's connection to individual happiness. Um, ALTHOUGH there's been some individuals who have argued, well, if you're immoral, you this damages personal relationships. I, I, I think that's more or less been debunked. Um, I, I, I Uh, this is anecdotal, obviously, but pretty much, I, I think every anti-realist I've spoken to or, or free will skeptic has said the same thing, it hasn't affected our relationships at all with people. And, and, and it can even be beneficial insofar as, let's say if you reject, um, retributist moral realism or, or this very strong sense of libertarian free will, you're more forgiving towards others. You're more forgiving towards Yourself, right? Um, IF you don't believe in morality, you're less likely to feel guilt, which is, uh, can, can, uh, take away from your happiness. You're not as likely to be and let's say, the idea of eternal damnation, which I think more than any other idea might be responsible for more suffering for humanity. So, there are some advantages for actually being anti-realestate. I think. Um, BUT, uh, summary here, you know, in the grand scheme of things, would we be happier, be more realist or anti-realists? Well, it's, it's really hard to tell. But again, I think because morality, uh, has a negative impact generally on society, we'd probably be better off if we lived in an a uh uh uh an abolitionist world."
	},
	{
		"start_time": "1:04:23",
		"speaker": "Ricardo Lopes",
		"words": "So, I also need to ask you, are there preferable alternatives to moral abolitionism available to error theorists?"
	},
	{
		"start_time": "1:04:33",
		"speaker": "Stephen Morris",
		"words": "Yeah, I, well, obviously I don't think so, but, but this, I, I, I, I think here, I'm a lot more open, uh, uh, to opposing points of view. And I'm, I'm still open to posing opposing points of view. So, I mentioned Richard Joyce. Now, Richard Joyce is probably the, the, the most, the foremost authority on what's known as moral fictionalism. Now, Richard Joyce is a um Very well-known, very accomplished, uh, philosopher, uh, and a friend of mine, even though we disagree on the specifics. We are both error theorists, OK? But he rejects moral abolitionism, um, And what he argues for is a position called moral fictionalism. Now, it's predicated on the idea that morality generally plays um a beneficial role in the lives of people and, and society. So, this is obviously a point which he, he and I disagree, OK? But what do you Basically argues is that because fictionalism is beneficial, or I'm sorry, because morality is beneficial, we ought to try to, he doesn't like using the word pretend, but it, I argue it more or less amounts to that. We ought to pretend to, that, that morality is real. Now, he doesn't think we should Directly fool ourselves into thinking morality is real. That, that's a view that's more associated with a view called moral conservationism, which is that, yes, error theory is true, but we can actually believe that moral moral truths hold when we're not consciously aware of our metaphysical concerns about morality, right? OF our arguments for error theory and such. Um, Joyce's view is more along the lines of, um, he, he, he conveys it to getting lost in a good movie, right? If we're in a movie theater and, and we're watching a movie, and we're really caught up in the plot, you know, we're identifying with the characters, we're really sort of empathizing with what's going on, we're feeling their fears and their excitement, and so. Forth. Um, IF someone were to ask me, you know, nudge me during the movie and the seat next to me and be like, Hey, you know this is fake, right? I'd be like, oh, yeah, I, I know it's fake. But, but I'm still caught up in it and still experiencing it. Um, AND, and that's sort of the, the idea of moral fictionalism for Joyce. So he thinks because morality plays an important role in our lives, We should try to, to take this view, even though we're aware, if, if, um if, if asked about it, we, we'd be aware and we are aware on some level that morality is fake, we should still try to be motivated by it, still allow it to play the role it plays in society since it's mostly beneficial. Now, I obviously reject this view, um, and, and one of the reasons I do is that I think that for Joyce, it's hard for me to imagine that this sort of pretend morality or what I'll call moral pretension, um, can really play that strong of a motivational role in our behavior if we acknowledge that it's fake, right? And one way to think about it is this. I, I, I think a lot of times, even true believers are able to sort of push aside um moral scruples if let's say they think their, their self-interest to be better promoted by something. So, if I find $1000 in an abandoned wallet with the identification of the owner, I might think, well, I, I know it's morally wrong to do it, but I need the money. I'm taking that, right? Um, SO, and, and people can rationalize their, their actions, even if there's sort of moral concerns, right? My, my point being is it, because it's so easy for people to ignore, uh, moral consultations of themselves when behaving, it's gonna be that much easier to do it if someone acknowledges that. REALLY doesn't exist like a moral fictionist. So, I just don't see morality playing, uh, or this this moral pretense playing a significant role in our behaviors, um, in as much as Joyce does. Now, Joyce would argue, one of the things he'd say is, look, we don't need morality, uh, uh, moral fictionalism to be as strongly more motivating as a genuine belief in morality, but as long as it gives us some motivational nudge, then it's worth having, OK? But the thing, the, my main objection to him, and something I don't think he really considers is that the concern is that by speaking in of morality, in the um general way that people do. And, and, and he says, you know, we, we should more or less, uh again, I, I'm, I'm leaving a lot of stuff out here, obviously, but, but generally thinks we should act and speak and deliberate in the way that we normally do. The main problem I see for that is that by doing so, you're reinforcing folk morality, OK? With all the negative things that go along with it, right? So if Richard Joyce and moral fictionists go out there and say, um, yeah, you know, it's, it's morally wrong to steal or morally wrong to do this or that, I think most people We're gonna interpret them as, as speaking, understanding morality in the same way they and their, their friends and their family did, uh, which is, oh, yeah, OK, so this person's espousing retributivism. They're saying this person acted morally wrong and needs to be punished on retributivist grounds. And that for the reasons I've mentioned is problematic. So, I think part of the reasons that that Joyce really fails to consider this, or, or has in a lot of his writings, is he just assumes that morality is overall good. But, but since I believe it's not, there's a genuine concern that the moral fiction is is going to reinforce the negative morality that they think is we should do without. So, all in all, I think better to just get rid of the whole thing, given that morality is generally bad, um, and, and, and go from there."
	},
	{
		"start_time": "1:09:52",
		"speaker": "Ricardo Lopes",
		"words": "And what do you make of a forward looking account of morality like utilitarianism? Do you think that it could lead to better outcomes than moral abolitionism?"
	},
	{
		"start_time": "1:10:03",
		"speaker": "Stephen Morris",
		"words": "This is another one of those. Perspectives that I'm, I'm, I'm very open to. I, I certainly think if, if there were to be a, a global uh change from uh, uh, uh, a more principle based, non-consequential deontological perspective morality, which I think most people have. I, I think utilitarian morality is, is a very um Uh, uh, recent, uh, development, uh, in terms of the, the, uh, influence it has over people. I, I, I certainly think for the highly educated in the West, it's a, a, a primary, uh, way of thinking about morality. I think there's a lot to say for it. I think if everybody changed their view to utilitarianism, we'd probably be better off, OK? Um, MOST of the academics That I discussed in my book at length, whether we're talking height, whether we're talking Peter Singer, um, um, Steven Pinker, uh, a lot of these individuals, they all advocate some sort of forward-looking utilitarianism, right? So, the, their main aims, the kind of societies they seem to, to favor, are these very, uh, liberal societies founded on these utilitarian principle. Uh, NOT, not, not, not exclusively, perhaps. Um, AND so I think there's a lot to say for utilitarianism. Uh, YOU know, Steven Pinker in his, in his excellent book, The Better Angels of Our Nature, um, has argued that this sort of shift in the West towards a more utilitarian, um, outcome-based moral perspective, uh, rather than a, a, a more dogmatic principle-based the ontological perspective, has brought about a lot of, um, Important positive changes in society, such as a decrease in violence, OK. That said, I would still argue that we'd be better off trying to push moral abolitionism than trying to uh uh push, uh, uh, a utilitarian moral perspective. One of the reasons is this. I think that moral abolitionism simply is a much philosophically stronger position than utilitarianism, right? So, the arguments for error theory. If the arguments for error theory that I've given are correct, OK, utilitarianism is false, right? At least as a moral theory. Now, part of the problem here, and, and we see this is that, um, assuming uh that error theory is, is correct, there's simply no objective criterion that you could uh uh appeal to to try to convince someone that let's say their, their Kian deontological perspective is inferior to your utilitarian perspective. Right? Um, AND, and the fact that we're still ethicists are still arguing about this, by the way, is indicative of the fact that there are no moral truths about this, at least none that we really have access to. We're having the same debates that we've had for hundreds of years. No real progress is being made here. And, and my, my explanation for this is, there's no more progress to be made. There, there are no answers about objective worldries. They don't exist, right? So, um, yeah, if, if you could, if there was an argument out there that you could appeal to, to, to uh reliably convert uh deontologists to utilitarians, I would say, hey, let's give it a try, but I don't think it's out there. Um, AND in fact, you see, again, what one pattern that we see is a lot of reversal. Um, SO, I, I don't want to get too off, uh, uh, off track on, on the present question, Ricardo, but, um, you know, one of the arguments, uh, that, that people like Steven Pinker have given, even individuals who are very aware of morality's problems like Pinker, like height, um, they seem to subscribe to, uh, the idea that the sort of moral arc of the universe, uh, is long and, and tends towards justice, right? Or, or bends towards justice. Um, THIS idea that, yeah, you know, society has its ups and downs, but there's an, uh, uh, Constant upward trajectory. That has been the case, I think. Um, AND, and I think this transition to utilitarianism has a lot to do with it, this transition away from, uh, religious dogma, um, particularly among political leaders and, and, and, uh, academic leaders and so forth. But we could very well be seeing a a change in that trajectory. And I think the Trump presidency, um, uh, sort of indicates that, right? Where the, these, um, you know, a heavily sort of deontological moral perspective based on, um, let's say religion, for instance, this idea of, um, you know, retrievatist rightness and wrongness, you know, giving people their just desserts, this sort of thing. Uh, IT, it seems to be trending upward, OK. So, um, I, I don't think we can really rely on the trend we've seen in the past since Say the, the early to mid-nineteenth century to today where there's less violence, more economic prosperity, more social justice, we are now seeing um moral forces working against this and turning these trends in the opposite direction. Uh, GOING back to Joyce for a uh for a moment, um, so yeah, so, um. Oh, I'm sorry, for looking at accounts of morality. Yeah. So one argument against uh utilitarianism is that there's just no objective criterion by which we could establish that it's superior to any other ethical position, because in my view, according to the error theory, they're all false. Another problem with utilitarianism is, although it's generally beneficial, it can still have some very um negative results, OK? So, um, even if people subscribe to a uh a purely utilitarian view, um, It could lead to a very sort of coldness and result in some sort of horrific events. So, for instance, um, the bombs that were dropped on Japan, uh, at the end of World War Two, were basically done on the basis of a cost-benefit analysis. At least this is what a lot of, um, Historians believe that, that Truman's decision was based on, OK, we could end the war now, save more American lives by dropping the bombs, perhaps, maybe the war would end anyway, and we would, we would save some Japanese lives, but American lives are more important, so let's just drop the bombs, right? Um, THE extermination of the Jews was done, uh, partly on the basis of a, a utilitarian calculation, right? So, without the sort of concern for other individuals, Right? Without the, the ability to sort of weigh people's lives uh uh uh as more or less being equal, utilitarianism can, can give rise to some gruesome, uh, outcomes, right? So, I, I don't, tho those are some of the reasons why I think moral abolitionism, um, informed by empathy, informed by prudential self-interest, would be better than trying to uh push this more utilitarian, uh, line."
	},
	{
		"start_time": "1:16:34",
		"speaker": "Ricardo Lopes",
		"words": "I think you've already alluded partially to this question when earlier you mentioned uh how we can compare societies in terms of how much morality they have. And you mentioned, for example, the Scandinavian countries, Japan, New Zealand, and so on. Do human societies need morality to function well?"
	},
	{
		"start_time": "1:16:57",
		"speaker": "Stephen Morris",
		"words": "Uh, I, I don't. I, I think that morality's primary use, and the reason why it's so ingrained in us and why so many people just think of it as being obviously correct, um, is that it was so very important for our, our evolutionary ancestors, particularly, I think, in, in the small groups, um, Perhaps the onset of early and agrarian societies. Um, BUT it's no longer necessary. You know, I, I, I think if we had a society of moral abolitionists, you know, that were rational, empathetic, had these other non-moral resources, uh, we would prosper a lot better. And I think, again, we see that, um, there, there is at least Suggestive evidence. I, I keep referring back to the stankoff and Lee article because I think it's very important, um, where the, the countries that they identify as being most moral, most religious, uh, tend to be the less the least effective in terms of outcomes, in terms of happiness, in terms of economic prosperity, uh, in terms of violence, right? Um, AND this is a major thing, and I, I, I may talk about this in, in, in a little more depth shortly, but Most people, certainly most academics, and uh I, I think David Lewis called this sort, not referring to the subject, but the argument from the incredulous stare, right? Where if, if an abolitionist come out, comes out and says, oh, we're better off without morality, people just kind of, what are you talking about, right? IT'S so foreign and preposterous to a lot of people. And I think that's because people, academics, you know, and, and, and Jonathan Haidt had a uh a moniker or an acronym for this kind of moral perspective that academics share called weird morality. Um, WESTERN educated, industrialized, rich and democratic. Uh, AND it's weird, um, primarily because it is not the norm, whether we're talking historically or, uh, uh, or whether we're talking most people's moral views in the world today. Um, WE tend to think of morality as, oh, and I, when I say us, I mean us weird, highly educated Western people, right? We think of morality in terms of, oh, it's just, you know, showing care for people, not doing harm. Maybe giving people the freedom to do what they want, um, and acting fairly. How can that possibly be bad? Well, generally, it's not, but this isn't what most people's concept of morality is. Most people's concept of morality has things like, uh uh uh involves things like, um, submission to authority, um, uh, in-group tribal loyalty or loyalty, um, and also sanctity, purity, which I've mentioned. And these, these, uh, three foundations, and, and Jonathan Haidt was the one who came up with this foundational view, um. And, and this itself was based on another view, uh, a similar view of, of morality, uh, by, by Alan Fisk, I believe. Um, BUT, but the idea is that there's a lot more to morality than being nice and not harming and letting people do whatever they want. OK. There, there's the, you know, uh, enforcing the pecking order, enforcing group loyalty, um, ostracizing or oppressing individuals who don't meet cultural. And as a purity, and these forces lead to violence, OK? So, um, I, I certainly don't think we need morality to have a successful societies. I think if we got, did away with it, we do away with a lot of the problems that, uh, sort of haunt contemporary society, and we also have other non-moral resources that can allow us um to, to persevere and, and, um, be successful."
	},
	{
		"start_time": "1:20:18",
		"speaker": "Ricardo Lopes",
		"words": "So earlier I've asked you particularly about the, about preventing violence, but more broadly, what do you make of the contributions of morality to the betterment of society across history? Earlier you mentioned, for example, civil rights movements and stuff like that. So what do you make of it?"
	},
	{
		"start_time": "1:20:40",
		"speaker": "Stephen Morris",
		"words": "Yeah, I, I think certainly social justice movements are very important. Again, moving away from the ancient history, where it basically just allowed our groups to, uh, have less infighting and work together and be more effective at, uh, overcoming challenges, um, both within and outside of the group, whether we're talking, um, you know, methods of hunting, uh, methods of, of fighting other hostile tribes and so forth. But moving towards, uh, more recent centuries, I think, yeah, morality has, has played an instrumental role, um, Well, I, I, I shouldn't say internal, cause I think without it, we still, we would have achieved a lot of these accomplishments. But doing away with, with uh slavery, right? Uh, ALLOWING giving women the right to vote, uh, extending civil rights, these kinds of things, um, more concern for handicapped individuals, um, uh, more, more concerned with the the welfare of outgroups, whether they're ethnic or religious, or, um, uh, sexual, uh, gender, what have you. I, I, I think certainly morality has played an important role here, and I think it has tended, um, to be generally beneficial. But again, uh, that's really hard to say though, cause again, I, I, I, I don't even know, know if I I'd say generally beneficial because without morality, you wouldn't have had these, this widespread, let's say, uh, animosity towards the LGBTQ plus community in the past or ethnic minorities, or, um, you know, the the desire to keep women in their place by not allowing them to vote or get positions of, of, of, uh, of, of power, right? So, um, Yeah, so I, I, I think really, at best, I, I think we can say morality's been a wash in terms of um promoting social justice, right? Because again, I, I think it's overdetermined in terms of social justice. Cause without morality, you would have still had the groups themselves wanting to not be oppressed, right? You would still have empathy. Pathetic people thinking, you know, why are we treating these people so badly when they act in ways that doesn't harm us? And they're even maybe beneficial to society. They're, you know, when it comes to women's suffrage or leadership, you know, I, I, a lot of women, I, I'm speaking as an individual, random individual for like 100 years ago, let's say, or more. Um, I know a lot of women who are smarter than men and, and better people, you know, why? Why should we oppress them? It doesn't really make sense. Um, YOU know, we, we've become more reasonable and more rational. So a lot of the, the stereotypes that we had about women and, and, you know, ethnic groups and so forth in the past, um, thanks to, to being, becoming better educated and, and, uh, with, with the development of science, science, rather, we, we know that. THOSE old stereotypes were false, right? So, um, yeah, morality's had a benefit, uh, but, uh, it, it, it, it, it's sort of motivated social oppression while it's fought against it. Um, AND I, I don't really think it, it was necessary ultimately, to try to overcome these, these, uh, negative aspects of society. And again, I think, particularly nowadays, morality seems to be doing, playing much larger of a role in fostering, um, or a social injustice than actually trying to promote it. Again, and, and the United States and in other countries, we're finding this as well, anti-immigrant sentiment, um, Uh, scaling back women's reproductive rights, all this sort of thing, uh, doing away with the, uh, uh, the DEI initiatives in the United States. Uh, AGAIN, and, and this is all based on, or at least given a moral justification, you know, whether Donald Trump has any real moral views, I don't know, um, but, but certainly, uh, uh, his, his supporters do. I would argue most of his supporters do. And I would argue most of his supporters, for them, morality is playing much uh uh having a much stronger role in their lives in terms of like objective moral truths, playing much of a stronger role in their lives than it is on, on the more liberal side."
	},
	{
		"start_time": "1:24:37",
		"speaker": "Ricardo Lopes",
		"words": "So you already at least mentioned them earlier, but tell us more about the three necessary resources you argue we have at our disposal to benefit humanity in the world without morality, namely empathy, prudential, self-interest, and reason."
	},
	{
		"start_time": "1:24:56",
		"speaker": "Stephen Morris",
		"words": "Yeah. So, uh, a big part of my book is not just to argue that, you know, morality doesn't exist, uh, or that morality is bad, but, OK, well, it's when it comes to error theory, this is known as the, the what now problem, right? OK. So, what do we do now? Do, if error. THEORY is true, if there are no moral truths, do we become abolitionists? Do we become fictionalists? Do we just try to, you know, some other position? Do, are we propagandists? Do we, do we hide the, the, uh, um, claim that morality doesn't exist for fear that it might result in a Lord of the Flies type society? Um, And, and to, to motivate the abolitionist position, effectively, I think, you need to point out that, um, yeah, morality is bad, but certainly, it's got its good points. Now, um, so if we get rid of morality, well, do we necessarily have to do away with the benefits it offers? And I argue that no, we, we have uh non-moral resources, which I've already talked about to some extent. We have uh empathy, self-interest, prudential self-interest, and reason. And I think that those three elements, Excuse me, are sufficient to provide us with all the main benefits that morality is given. Empathy is especially important. And um empathy basically just the ability, people understand it in different ways, but, uh, I'm gonna use it in the sense of it's the ability to understand what somebody is experiencing and the ability uh to have concern for, for that individual. HAVE concern for, for their well-being, let's say. Um, AND, um, research has shown Pretty much conclusively that empathy is, is highly important in motivating pro-social behavior, downplaying anti-social behavior, and it's much uh more of a reliable catalyst for pro-social behavior and doing away with negative anti-social behavior than moralities, right? So, certainly, some aspects of morality, you know, the, uh, Jonathan Haidt's, uh, care, harm Foundation, uh, fairness Foundation, perhaps. Uh, YEAH, those foundations. Attaches to the welfare of others, but other moral foundations work against that, uh, authority, loyalty, oftentimes, uh, purity and so forth, uh, sanctity. Um, WHEREAS empathy is pretty much, uh, a guarantee that if you feel empathy for somebody, particularly empathic concern, you are gonna want to do what you perceive anyway, to be in that individual's, uh, um, best interests, right? So, uh, it, it, it's a very important, um, Fat to have. Now, self-interest, obviously, self-interest can be a negative thing. Certainly, uh, a lot of um anti-social behavior is motivated by self-interest. Uh, THIS is why, you know, self-interest is the reason why the philosopher David Hume thought that we needed morality to sort of overcome the our, our more self-interested uh motives that lead to um conflict and so forth. But If we have a better understanding of what's in our self-interest, I think it will see that it is actually um more uh conducive to pro-social behavior than anti-social behavior. Why, why think that? Um, STUDY after study has shown that, um, the happiest people tend to be the most altruistic. OK. That volunteering, for instance, is a huge um contributor to a person's happiness. They've done studies where they've given people some money and they, they are either associ uh, they, they're assigned to either one group that spends it on others, or a group that spends it on themselves. The group that spends it on themselves are consistently happier, right? Um, And so, even though our, our sort of primitive minds might tell us, no, you know, we, we need to achieve power and material wealth in the world, um, and then you end up being like Elon Musk, perhaps, if you're fortunate. Uh, IT actually turns out that people are that are greedy and materialistic are less happy, right? So, with a, with a more enlightened view of self-interest, I think rather than leading Under normal circumstances where, where we have enough resources to get by on and so forth, in a, in a society of moderate, uh, uh, wealth, um, I think, uh, enlightened self-interest, uh, would actually, uh, inform us that our interests, our, our happiness is in line with other people rather than being opposed to other people by, let's say, Best being uh uh attained by, by fighting them for goods or resources and so forth. And then finally, um, oh, and, and by the way, you get sort of pos, what with the psychological research shows here with regard to self-interest and happiness is you get this positive sort of feedback loop. So, uh, generally speaking, if you act nice towards others, you'll feel good, and then if you feel good or happy, you take to be more pro-social, right? So, individuals who tend to be jerks are less happy. Um, AND, and it makes sense from a uh uh evolutionary, uh, standpoint, um, which is kind of an account I give of how altruism evolved. I, I, I won't talk about that right now, but, but basically, self-interest is very happy, uh, very happy, uh, uh, very important in terms of understanding. How we can have a more pro-social society. So, if we learn, if, if we understand the research indicating that pro-social behavior contributes to happiness and that happiness in, in, in turn contributes to pro-social behavior, um, that's the way that a society can really prosper. Uh, FINALLY, reason, um, Reason, uh, uh, again, and I'm appealing to the empirical work here. So, research indicates that intelligence is highly correlated to less violence, uh, less dogmatism, um, and actually, uh, increased empathy, uh, for, because the ability to, to, to, uh, do perspective taking and understand uh how others are feeling. OK. Uh, AND so, the ideas, and also intelligence, sure, it's innate, but, but it can be improved by things like education, right? So in a society that, that is more geared towards critical thinking and, and boosting intelligence through things like education, you would have again, positive outcomes, um, And also, with intelligence, uh, and reason, you're able to understand how best to achieve the happiness that we want in our lives, OK? And then finally, it's, I'll say that, uh, going briefly back to, to politics, um, there are both empathy or each of empathy, self-interest, and reason are attached to beneficial public policies. So, for instance, liberals tend to be more empathetic. I mentioned how liberal policies generally Produce better outcomes than conservative policies, um, self-interest, I mentioned that if we voted basically on self-interest rather than these deontological moral, um, perspectives, we probably have better public policies, whether we're talking gun control, um, a progressive taxation, what have you, and then also a reason, obviously, if we, uh, if reason plays a greater role in our lives, we'll probably have more effective, uh, political, um, policies."
	},
	{
		"start_time": "1:31:47",
		"speaker": "Ricardo Lopes",
		"words": "Why do you think that even most of the scientists themselves, including the moral psychologists, share the opinion that morality is an indispensable ally in the quest for a better future?"
	},
	{
		"start_time": "1:32:01",
		"speaker": "Stephen Morris",
		"words": "Yeah, so I, I alluded to this a little bit ago, but I'll, I'll expand more on it, right? I think it primarily stems from what I was talking about, about how philosophers and scientists and academics generally, um come from communities and are in embedded in communities where morality takes a very peculiar form, the, the weird form that I talked about, right? So, um, We tend to think of morality in terms of doing no harm, um, being kind, uh, allowing people to express themselves freely, as long as they're not harming others, um, and being fair. OK. And, and when you conceive of morality in those terms, yeah, intuitively, it's bizarre to think, wait, we'd be better without this? How? Uh, YOU know, how would I be better? Uh, HOW would we as a society be better without morality? MOTIVATING us to be nice or not harming other individuals. If this was the way, if everybody in the world shared this weird moral perspective, I would say, yeah, it, it probably is better for us. But as I mentioned, this, and as Haight points out, and, and other anthropologists have shown, this is not the notion of morality that most of the world shares, OK? Uh, MOST of the world shares, uh, So, Heights 5 foundations, just I've talked about them, but um there's actually 6, but you have uh care, um, fairness, uh loyalty, authority, sanctity, and then, uh, freedom, uh, liberty, OK. And whereas liberals and weird people basically just emphasize care, um, fairness, And liberty, um, conservatives sort of, uh, or most people's morality, not including conservatives, uh, give equal weight to all those foundations, OK? And in fact, studies have shown they even give less weight to, let's say, care and fairness than they do to the other ones, including sanctity and purity, right? Um, AND if we look at those foundations, we, we see that oftentimes, Uh, the, the, the binding foundations that bind us to our community, like loyalty, purity, and, and, uh, and, um, sanctity, um, oftentimes are, uh, bring about violence, bring about, uh, conflict within groups, OK? Um, AND I mean, this is what we're talking, which Burning, persecution of ethnic minorities, oppression of women, um, insofar as these, as they usually are, motivated by morality, it's these foundations, right? And this is what I think makes it difficult for a lot of academics to understand that your moral view does not capture most people's morality, OK? And I, I, I think, you know, uh, one response there is this, well, OK, well then we just get rid of that bad morality and just have, you know, try to make people adopt our weird kind of morality. But as I pointed out, If error theory is correct, and it seems to be, there's no reason we should expect this to ever occur, right? So, for someone whose morality is predicated on religion and purity, and, and deference to authority, you know, um, them going ahead and stoning, uh, you know, by, by stoning, I mean, throwing rocks and killing women, uh, in the Middle East that have been uh uh convicted of adultery or something, you could say, you know, you could have a weird person say, no, you shouldn't do this because it's, it's harming her, needlessly. Um, THAT'S not gonna resonate with them at all. They're gonna say, we realize it's harming her, and she deserves it. Um, YOU know, she was impure. She violated our religion and our, and our societal, uh, norms and so forth, right? Um, AND so, I, I, I think it's pretty much I, I, I could be wrong about this, and, and if I am wrong about it, it'd be nice if the weird morality could perpetuate. It's, it, again, to this point, it's been having more and more influence, but certainly, I think with the advent of social media, perhaps, where people are more in their sort of echo chambers, um, and maybe not exposed to arguments in favor of more uh weird morality or, or utilitarian morality, it's having, uh, uh, finding less traction among its opponents. And again, I, I, I think, um, Given that error theory is probably true, uh, we should not expect, uh, weird morality to, to spread across the globe, uh, as it has to this point. So, um, that's in answer your question then, Ricardo, I think that explains it. I think people are generally academics, particularly, are, are, have a very narrow conception of morality that's not applicable to, to most people."
	},
	{
		"start_time": "1:36:22",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a little bit about uh today's problems. What would you say are the greatest challenges facing us today? And why is it that, uh, on, I mean, on what grounds is it that in the book you argue that morality is also ill-suited to, for dealing with them?"
	},
	{
		"start_time": "1:36:43",
		"speaker": "Stephen Morris",
		"words": "So, I think the best way for, for someone who's perhaps skeptical of, of uh error theory or particularly moral abolitionism, uh, to get them to see why, um, morality is more problematic than helpful, is again, look at today's political climate, particularly in the United States, right? Um, Has morality, you know, what, what role, positive role in, in let's say the last 10 or 20 years, has morality really played? Um, CERTAINLY politically and, and, and socially, I, I think it, it, it's hard to deny that morality has been more problematic than helpful. So, if we look at the greatest sort of challenges facing Uh, you know, the United States, where I, I'm not, uh, uh, uh, uh, a supporter of Trump. I, I think that the Trump presidency is, is, is, uh, causing a lot of problems. Um, IF we look at gun control, right? Um, WE, we see that morality is playing a much bigger role in enabling these kinds of social movements, uh, than opposing them. Whereas if we just, if, if we took morality out of the way, right? And and if we got rid of morality, what would we have? Well, uh, Um, the, the sort of Christian fundamentalism that's a driving force in right in, in Republican politics today, that would fall by the wayside. Um, THE, the, um, avid supporters of the Second Amendment that enable our, uh, ludicrous gun laws would fall by the wayside. Um, IF, if we just relied on enlightened self-interest, reason, empathy, uh, I, I, I, I can't imagine, um, some of these policies or, or, you know, Coming into play or, or, or somebody like Trump being president. I, it's just very difficult for me to imagine. Now, certainly, certainly people could be motivated by self-interest to vote for Trump or if you're a gun manufacturer to allow for gun laws, but that would be a very small amount of people, I think. I, I, I could be wrong about this again, um, but certainly, morality seems to be playing a huge role. You know, the people who oppose social justice in the United States really see it as reverse discrimination. It's unfair. It's morally wrong, OK? Um, And also, morality, and I haven't mentioned this, but one of the real downsides of morality is that it, uh, Really prevents, um, it, it promotes dogmatism and prevents sort of an open discussion of things. If, if you believe, if you have a moral conviction, um, the neuroscientist John Deitee actually makes this point in a recent article, if you have a moral conviction about something, you're more, much less likely to take opposing views into consideration, and to call your views in the uh In question, right? And so we get this closed-mindedness that, you know, when you combine with the echo chamber given by social media, and that, you know, people tend to be, um, particularly Republicans, I think, uh, in the United States, where, you know, everybody around you is a Republican, and so they just kind of reinforce your views. Um, YOU'RE, you're not really getting exposed to this other sort of information, um. And so, I, I, I think that again, morality is gonna play a much bigger, uh uh uh uh bigger role in, in causing these, these, these problematic current circumstances we have than preventing them. Now, I, I could be wrong about this. Certainly, the left is motivated by uh moral considerations. Um, BUT, and those moral considerations might turn out to, to motivate them to, to lead to, to good outcomes in the future. I'm just very pessimistic about this, OK? Uh, I, I, I, it, it, it's uncertain how things are gonna turn out, and I, and I think again, we, uh, a much Uh, better, um, uh, we have much better prospects for, uh, sort of reaching a sort of idealized utopia where that, that height and pier and singer favor where people's needs are best met and you have a good amount of freedom and so forth in society, if we were to get rid of morality completely. We, we don't need moral arguments um to, to argue why it would be a good thing in a sense, to have a society characterized by prosperity and inequality and equal rights and these kinds of things. You, you don't need morality to do that. I, empathy, self-interest, and reason are enough to do that. Um, MORALITY, however, is needed to give a, a, a, a sort of, um, strong, compelling reason to a lot of people why we should not have these things."
	},
	{
		"start_time": "1:41:08",
		"speaker": "Ricardo Lopes",
		"words": "I have here one final question then, and I think it's a very important one. Do you think that it is actually feasible at all to abolish morality? And I mean, because there are many complications here, the fact that it has a biological basis, it is found in every human society ever documented. And it is sort of a facet of our existence that is to some extent already ingrained in our collective psyche. So what do you make of that?"
	},
	{
		"start_time": "1:41:41",
		"speaker": "Stephen Morris",
		"words": "Yeah. So, right. So, uh, you know, I, I, I agree that morality is, is, uh, deeply ingrained in our psyches, that it, uh, in our psyche, uh, collectively, um, that it's the product of biological factors. It, it's, you know, culturally ingrained and so forth. So, is it realistic to think that we could ever Sort of get from under its influence. Um, IT may not be possible to completely eradicate it, uh, from our thoughts, you know, uh, and, and have these sort of, um, moral, uh, residual moral elements coming to mind and so forth. But I certainly think it's possible to downplay them and suppress morality's influence to the extent where it plays, um, an increasingly negligible role over our Our deliberations, our behaviors, and our societies, right? And, and I think, uh, you know, anecdotally, I, I think in, in, in, in my life, certainly, I, I, I think I, I don't really conceive of the world in moral terms. Moral motivations don't really motivate me that much, although I still have these sorts of, for lack of a better word, principles that I abide by, but I, I don't see them as being morally justified, right? Um, So, uh, so I, I think, quick short answer to your question is yes. I think we can downplay them enough to where the, the moral abolitionist program can be adopted, that it is, it is, um, psychologically feasible for people. And, and one way to think about it, you know, why think that? Well, think about religion, right? So, um, I, I think like morality, religion has an evolutionary basis, like very similar to morality. I think it helped, uh, in-group, um, bonding and cooperation. Uh, IT, it, it's obviously very culturally ingrained. Every society, basically in the history of the world, uh, has had religion, but we see that its influence has been decreasing, um, particularly since, um, you know, the, the Enlightenment period, but really sort of gained steam in the 20th century and beyond, uh, to where I think in a lot of people's lives, growing numbers of people are, are identifying as agnostic and atheists. Um, AND it's, and it's having less of an influence, uh, in, in some senses negligible in, in people's lives. Um, SO, I think religion gives us good evidence that, yeah, morality can be something like that, where we can understand by being exposed to arguments against moral realism that, you know, I, I, I know I have a tendency to think of things as good or bad, um, but, but there's really no basis in reality. Um, AND, and furthermore, there's actually evidence that That, uh, moral anti-realism is actually gaining more of a foothold in countries like the United States. So, uh, Thomas Posler and, uh, Jennifer Wright in 2020, um, did, uh, a survey on, on people's moral views. Now, we should take this with a grain of salt. I don't, I, I think there are some, some problems, um. With the study, such that I, I don't think it's a representative sample of the world and perhaps not even within the United States. Um, I believe it was done primarily with college students and, and, um, uh, Amazon Turk, uh, uh, participants, right, which, which tend to be uh more Western industrialized and so forth that, than your average person around the world. But nonetheless, what they found was, was pretty eye-opening. So they found um that um Roughly 23 to 29% of their subjects, which is significant, um, sided with uh anti-realism, as I understand it. But more, more importantly, I think, roughly 19 to 20%, according to their surveys, identified as either non-cognitivists, um, and 4 to 9% even identified as error theorists, OK? Which, uh, non-cognitivism for, for those of your viewers who aren't familiar, is basically the view that That, uh, there are no real moral truths because there are, in a sense, moral assertions are just emotional, uh, assertions, right? It's an expression of emotion. If I say stealing is bad, I'm basically saying, stealing, boo, don't do that, right? Um, BUT if you're a non-cognitivist, you're not a moral realist. You reject moral realism. And so, if their surveys are right, if they're somewhat representative, um, that means that we have, again, upwards to 9% of the US population identifying as um error theorists, and up to 20% identifying as non-cognitist. Now, I don't think it's representative, OK? But it's still showing, it indicates that it's certainly not impossible for people um to suppress their, their belief and morality in the way that moral the way role morality plays in their lives. Um, ON the basis of this, uh, on the basis of these considerations, I don't think it's a stretch to say That as arguments for error theory, um, and perhaps arguments for moral abolitionism become more well known, more expressed, uh, philosophers, moral psychologists start to, to, to see, uh, the, the, the merits of these arguments that they'll gain more of attraction in the academic public, uh, academic world, and in the world beyond. So, um, You know, what's gonna happen in the future? I don't know. Certainly, I think moral abolitionism and and uh moral error theory are uh minority views among uh philosophers, but I, I, I think the numbers are growing, and I think that's attributable to the fact that the, the arguments in favor of them are very strong, and hopefully, again, my book will help, uh, Increase this trend. Cause I, I, I really do think, um, that overall society and would benefit from the adoption of moral abolitionism. I mean, morality doesn't seem to be working. I don't think it's worked for a long time. Um, I, I think it's try to time to try something different. And I think that moral abolitionism is, is, um, Much more grounded in reality than uh than moral realism is."
	},
	{
		"start_time": "1:47:32",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again moral damages, the case for abolishing morality, and of course, I'm leaving a link to it in the description of the interview. And uh Doctor Morris, apart from the book, are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:47:50",
		"speaker": "Stephen Morris",
		"words": "So I do have a website where that has a link to my CV, uh, and, and some of my uh research. It's uh uh Steven GeorgeMorris.com, all one word. Um. And, and, uh, beyond that, uh, you can contact me, uh, through email, um, at my institution, the College of Staten Island. So, um, yeah, uh, let's get the dialogue going. I, I, I realize, uh, a lot of people are gonna disagree with what I, what I've, uh, said, uh, at least some aspects, but, uh, again, I think the compelling, uh, there is a lot of compelling evidence in, in favor of the conclusions that I draw, and I'm, I'd be interested about coming across, um, empirical evidence or, or, uh, philosophical arguments to the contrary. And uh yeah."
	},
	{
		"start_time": "1:48:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, so great. Thank you so much again for taking the time to come on the show. It's been a very interesting conversation."
	},
	{
		"start_time": "1:48:45",
		"speaker": "Stephen Morris",
		"words": "Thank you very much for having me, Ricardo. I appreciate it and I, I think you do a great job with your channel."
	},
	{
		"start_time": "1:48:50",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrook field governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asila dearauurumen Roach Diego London Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabriel Pons Corteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diota Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry V. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]