[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by your return guest, Doctor Peter Evanson. He's professor of philosophy and the host of the weekly podcast, History of Philosophy Without any Gaps. I will be leaving a link to our first. Interview which was about the pre-Socratic philosophers in the description down below. And today we're talking about his book Heirs of Avicenna Philosophy in the Islamic East 12th, 13th Century. So, Dr. Adamson, welcome back to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:39",
		"speaker": "Peter Adamson",
		"words": "Thank you so much. Great to be back."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "So since we're going to talk here about the hairs of Avicenna and philosophy in the what they call the Islamic East in the 12th and 13th centuries, let me start by asking you first about Avin himself. So who was Evin?"
	},
	{
		"start_time": "01:01",
		"speaker": "Peter Adamson",
		"words": "Right, OK, so Avicenna, who I these days actually prefer to call Esina, so. When we first started doing this project, that my colleagues and I who put the books together, um, I was still kind of in the habit of using the English name, which is based on the Latin name Avicenna, but nowadays I sort of gravitated towards calling him Ensina, which is his real name, but whatever you call him, he lived in Central Asia, so he's from right on the border of modern day Afghanistan and Uzbekistan. And he lived from the 10th into the 11th century, so he died in 1037 CE. And he's the most important philosopher of the Islamic world. uh, HE It's it's hard to kind of capture his achievement in just a few sentences, but I'll try. So one way to think about what happened is that In around the 8th, 9th, early 10th century, there was an effort to translate a massive amount of Greek science and philosophy into Arabic. So by the middle of the 10th century, you have philosophers like, for example, Al Farabi, who's quite well known, working in Iraq and Syria, who was able to read, for example, pretty much all the same Aristotle that we can read, but in Arabic translation, and was also aware of other Greek sources like Neoplatonism and so on. Um, EVEN knew something about Plato, although his access to Plato would have been a lot less good than his access to Aristotle. And Faravi is typical of what happens in the first couple of centuries after that translation movement, which is that philosophers who are writing in Arabic, and by the way, they might be Christians as well as Muslims, so Faravi was a Muslim, but a lot of these people are Christians who are doing this in Arabic. They um are commenting on Aristotle, they're writing treatises of their own independent treatises where they reflect on the Greek heritage, maybe combine it with ideas from Islam or Christianity, or even Judaism, um, and so you have this kind of multi-religious effort to come to grips with and build upon Greek philosophical heritage. Then I Messina comes along. And he does the same thing, in effect, except that he does it much more innovatively, boldly, provocatively, and also this kind of a long story, but he weaves in a lot of ideas and problems from the Islamic theological tradition. We might come back to that later. So the result is that instead of getting someone who's just kind of explaining Aristotle to you or using Aristotle's ideas but kind of building on them in a incremental way. He blows Greek philosophy out of the water by and they sort of puts it back the pieces back together into a new system with his own terminology, his own set of philosophical problems, his own, uh, even way of arranging the, the curriculum of philosophical and scientific studies, and he effectively replaces Aristotle as the philosopher to whom everyone wants to respond. Um, NOW, The, I mean this would get it more into the actual book that we produced, but one thing that's worth knowing is that out in the Islamic West, so in Spain. You have figures like especially Avaroy or Iru, who are still commenting on Aristotle. But that's kind of an, I mean that's actually very important historically because his commentaries on Aristotle were translated translated into Latin and used a lot in Latin scholasticism, but in the area that we're focusing on the Islamic East, which is the main heartlands of the Islamic world, it's really Messa who's of interest to everybody."
	},
	{
		"start_time": "04:55",
		"speaker": "Ricardo Lopes",
		"words": "Right. And uh, I mean, of course, it would be, I guess, hard for you to probably even summarize it, but what were Evin's main contributions to philosophy? I mean just in general terms."
	},
	{
		"start_time": "05:10",
		"speaker": "Peter Adamson",
		"words": "Right, OK. Well, so you're right, it's difficult, uh, in part because he innovates in pretty much every area that he discusses. Probably the only areas where he's not really, um, Moving the conversation ahead massively would be ethics and political philosophy, even now he has interesting things to say, but he has interesting things to say in the way that some of his other contemporaries do, I would say. In, but on every other area of philosophy, he's massively new, um, even if he is always thinking about Aristotle and Greek philosophy as well, as well as Islamic Islamic theology or Kala. So his, he's always thinking about these sources, but his new system is really something new, um. Maybe the three things that would be worth highlighting. First of all, logic. So in logic, he has a new way of thinking about how logic fits together, which um incorporates and significantly expands the Aristotelian logic. So later works on logic and as we might get on to talking about they're really interested in logic in the period we're looking at. They write textbooks on logic that are clearly based on Avicenna's logic and not Aristotle's logic, OK? And the of course this is logic so the details are rather technical. I mean I can go into them if you want, but they're not easy to understand and explain, um, but that's 11 thing. Another thing is is theory of the soul. So something that's very famous is that he has this thought experiment, the flying man thought experiment. The basic idea is, um, you're supposed to imagine that God creates a human being floating in midair. And this human being has no way of using their senses at all, so he's blindfolded and there's no noise, there's no smell or there's nothing he can taste, right? And he's not touching anything because he's floating in midair. Right. Mhm. So, uh, the point of this just is that this is a person who has no sensory input at all. Like a sort of like a sensory deprivation tank, but even more extreme, um, in, in part because he's never had any sensory experiences before either, so he doesn't have any memory of ever having touched anything or smelled anything or seen anything. And so you might think, well, a person like that would just kind of be vacant or blank in their mind because they haven't had any input, right? But if Messina says no, this person would be aware of his own existence, so he'd be sort of able to think, oh, here I am, or something like that, right? He'd be aware of his own thoughts maybe. And he says that. This shows that the soul is separate from the body, because he's unaware of his body, but he's aware of his self, that so that means his body and his self are not identical. OK, that's the flying man thought experiment. So that's a very famous thing that he does, and it makes self-awareness a really crucial part of later reflections on the nature of the soul and the self. Um, THERE'S more to his theory of soul than that, of course, but that's one of the main things that he does there. And then Even more radical and new and interesting is what he does in metaphysics. And so, uh, again, this is quite a long story, but effective what it kind of boils down to is that he puts the concept of existence at the center of his metaphysics. So instead of thinking about God as the cause of the motion of the universe, as Aristotle had done, he thinks of God as the the source of existence for everything. And he makes this pivotal contrast between essence and existence, which we'll probably get on to talking about more. The basic idea here is just that what something is, won't tell you whether it exists. So like a triangle, what it is, will tell you that it has 3 sides and that its internal angles are equal to 180 degrees, but there's nothing about triangle that guarantees that it exists, right? So existence turns out to be this kind of extrinsic feature of things that comes to them from the outside. And God gives it to them, and he, he thinks through that in lots of different ways and that gives him a um a kind of way into metaphysics, that's very different from Aristotle's metaphysics."
	},
	{
		"start_time": "09:41",
		"speaker": "Ricardo Lopes",
		"words": "So with philosophy in the Islamic East and of course we're going to get later on into some more of the main topics that were explored by Evin and his hairs in the Islamic East. But uh would philosophy in the Islamic East compare in any way to the scholastic tradition that we have in Europe?"
	},
	{
		"start_time": "10:05",
		"speaker": "Peter Adamson",
		"words": "Very much so, yeah, in fact, something that um I often say about this material that we've assembled for the heirs of Avicenna books is that it's like Latin scholasticism in many ways, except that it's earlier, right, because Latin scholasticism kind of gets going in the 13th century and keeps going actually all the way up into the 17th century or even longer, whereas this kind of post Avicennon highly detailed. Engagements with seen as ideas, lots of distinctions, lots of technical vocabulary, lots of arguments, so even things like there will be a question and then 7 different arguments on one side of the question, and 12 arguments on the other side, just like in a scholastic Latin treatise that would have been written in the University of Paris in the 13th century, you find all that in the 12th century in Arabic. So, uh, and some of the things we'll probably get on to discussing also have thematic parallels in Latin scholastic philosophy. So these are very parallel traditions. Um, THE reason for the parallels are complex, so it has something to do with the fact that in both contexts you have educational institutions that Give rise to that kind of writing, so you have like masters sitting with students, taking them through a difficult text, making lots of distinctions, you know, getting them to master the vocabulary and the concepts. So that's one reason why there's so much um parallel, so many parallels, but another reason is that in both contexts and seen as the source, right? So the Latin scholastics are reading Avicenna and my guys are reading Eina and they're the same guy, right? Yeah, so that's another reason why you have so many parallels."
	},
	{
		"start_time": "11:54",
		"speaker": "Ricardo Lopes",
		"words": "So to just provide a little bit more of historical and intellectual context here in the, in the book you mentioned that uh quote, in the middle of the 11th century, the two predominant philosophical traditions in the Islamic world were Falsaha and Kalam. You, you've already mentioned Kalam earlier a little bit, but what were these traditions about and why do they matter to then contextualize the influence of Avis and uh and how his philosophy relates to these traditions?"
	},
	{
		"start_time": "12:29",
		"speaker": "Peter Adamson",
		"words": "Right, OK. So Falsa, so F A L S A F A, if you were writing it out in English letters. Um, Fasofa is just an Arabic version of the Greek word philosophia, right? So it's the word philosophy, our word philosophy, but in Arabic, and it was used to refer to Both philosophy and what we would call science, so it could include things like astronomy or physics, right? Um, SO it's, it's that. But it very clearly indicates something that comes from the Greeks, and you that's important that the word is a Greek word, right? So this would be like I said before Al Farabi or earlier than healindi, or that there are some other philosophers too which maybe would be confusing to name them all, but there's a whole bunch of philosophers who are doing this Greek inspired kind of philosophy and itsina is one of them. So, something that we see happening is that because he replaces Aristotle as the main philosopher. In the later tradition, they start using the word fasafa to refer to sina. Right, so they know that Aristotle is also kind of behind it, right? And they will talk about Aristotle too occasionally, but if you don't, if you see a reference to Phiafa or the philosophers. Without further context in the later period in the post Iveson period, it's always a reference either to Evanina or to Mina and people who agree with him, OK. So that's philosopher Kalam. It's a bit more complicated. Sokalla is a word that we use and was already used then for a theological tradition that begins around the same time as the translation movement actually, so it gets going in the 8th 9th century. And this is a tradition of people using rational arguments to defend certain readings of the Quran and Islamic theology generally, so they will argue about things like the status of divine attributes, whether or not humans have free will, um, what are the conditions of moral responsibility. Um, WHAT are bodies made of? Are they made of atoms? They usually say yes. So one difference, like a real sign of the difference between Fasaha and Kalam, is that the Mutta Kalimun, the theo so people who do kalam are called Mutta Kalimun, right? That's that's means theologians, and they are they very strongly tend to endorse atomism, so they think that created things are these indivisible. Substances to which God associates various properties like motion or rest, for example. Um, SO they think that and the philosophers, the people who are inspired by Greek philosophy like Aristotle, they deny that and they reject atomism, which is true of Essa as well. Um, SO what, so I mean traditionally people have thought, well, there's theology and they're very worried about the Koran and whatever, and there's the philosophers who are reading Aristotle, but nowadays I think the field, people in the field mostly agree that a better way to think about it is that you have these two traditions going along. In both of them are philosophical discussions and positions being defended. It's just that they're primarily responding on the one hand to the Islamic revelation and they have their hand to the Greek tradition, right? And then they, they could see that the doctrines and arguments were clashing and so one of the things that Messina was trying to do was sort out the differences between Kalam and Fasipfa."
	},
	{
		"start_time": "16:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right, and in the book, you also talk a little bit about the formative period characterized by a contest, a contest between Avin and Kalam. I mean, what is this formative period about and how did it play out?"
	},
	{
		"start_time": "16:23",
		"speaker": "Peter Adamson",
		"words": "Yeah, so, uh, I mean, I, I maybe I've used the word form, the words formative period in different ways in different contexts. So sometimes I use that phrase to just mean the time up to Avisana orsina, but here, I mean, we could also think about The kind of formative period of post-Avisanian philosophy, so what happens right after him, and here the main figure is probably El Khazzali. Who died in 1111. So again in Messina died 1037, so less than a century later, and Vasali is a major theologian who writes a lot, and one of his most famous works is called The Incoherence of the Philosophers, the Hafual philosoper. And that's a really good example of something I just mentioned, which is that the word philosophy or philosophers now means Essina and Avicenan philosophy. It doesn't mean Aristotle, so when he's attacking Essina, he's attacking, sorry, when he's attacking the philosophers, he's attacking Essina, not Aristotle anymore. Uh, SO what he does is to go through a bunch of points in Messina's philosophy that he thinks are wrong, be badly argued for by Messina, and C, have a problematic relationship to Islam. So for example, notoriously, Messina thinks that the universe is eternal. So it it is generated by God. God makes it exist, as I said before, but eternally, so there's no first moment in time for the universe, whereas traditionally in Kalam, people had said that the world does begin in time, and Ghazali very strong strongly defends that position. Um, THAT'S one example. He also complains, for example, that have been seen a can't account for miracles. Um, HE challenges him on other points about how God relates to the universe and so on. Um, SO sometimes people think of Khazali as the sort of anti-hilosopher. But actually he's more like a philosophically minded theologian who's attacking certain ideas of Esina. So actually there's other ideas of Esina that he quite likes, for example, Amessina's logic, he thinks is sort of fine and and in fact he's quite satirical and dismissive about people who don't think logic is worthwhile, so he didn't see, you know, these people are idiots that they don't even do logic, right? So he's not by any means a kind of across the board anti philosopher. But he's a critical. Respondent to Messina, and there's some other less famous people who do the same thing, like Asha Hostani and uh Sharif Adina Masodi, who also write kind of critical responses tossina around the same time. So there's a whole kind of wave of initial responses to Messina, where they are criticizing him, but by the same token, there are also people starting with Issina's own students. For example, one of his main students is named Bachmanyar. And they write defenses of and kind of summaries of Esso's philosophy. Sometimes these are important because they present Esso's philosophy so nice and clearly and in fairly short space that people just respond to the students instead of reading a Messina. Right, but it's certainly like Avison in philosophy, what they're doing, so you can see that already even in the first generation or two after Esina, the battle lines are already being drawn. There's kind of promossina and anti-sina voices, and what's going to happen as we go forward is that people will increasingly Sort of step back from this debate, so they think, OK, there's the Kalam tradition, which is at first been very critical of Messina. There's this what we're now calling Fasaho, which is just Avicen in philosophy, which is inspired by Aristotle but is kind of different and reworked, and they are passing judgment on that in some way, and then that would be sort of the next phase of development."
	},
	{
		"start_time": "20:24",
		"speaker": "Ricardo Lopes",
		"words": "So how did you go about writing this book? Because taking into account the huge corpus of works from this period of time, which I wasn't really aware at all before listening to your podcast and reading your book, what methodology did you use?"
	},
	{
		"start_time": "20:46",
		"speaker": "Peter Adamson",
		"words": "So that's the first one. So there's gonna be and that it's that big, right? So this is 800 something pages I guess. No, sorry, 700 pages, but the second one, so this is uh this is volume one, and it's on metaphysics and theology. The second volume is on logic and epistemology, and it's even longer. And the third one I hope will be done in the next in within a year or so and go to Preston, and that's on physics and psychology. So how did we do this because as you can see it was a lot of work. So, um, I mean, part of the answer is we got a lot of funding from the German Research Council, the DFK, so Deutschevoch Meschaft, um, who supported the project by a lot and allowed or enabled me to hire several postdoctoral fellows, and for this first book, the postdoc relevant person was Fedor Bennovich. And for the second book, it's him plus someone else named Dustin Klinger, and then for the 3rd book, we have several people, so we have Michael Noble, uh, we have Sarah Vergy, and Andreas Lamar. So these were all these postdocs who were working together with me. And their job was to go through this mountain of texts and find passages worth translating. So I mean, you might think, OK, well we just translated everything and that's why it's so long, but actually so to give you some sense of like how much material we're talking about, this is an extremely selective. So extremely selective selected selection can I say that ass selected choice of just individual passages from the works of a couple of dozen philosophers, some of whom each wrote numerous works. So, um, for example, one of the main philosophers who we quote from a lot who I, I guess we'll probably get on to talking about Fahaddin Arazi. Fahaddin wrote like a shelf or two worth of stuff about philosophy. So if you translated everything that he wrote, it would be many, it would be thousands of pages, thousands of thousands of pages just for him, maybe not thousands and thousands, but if you translated all his philosophical works, I'm confident that it would be a couple of 1000 pages at least just for one guy, right? So obviously we couldn't translate everything. So instead, what we did was we, we kind of sat down and came up with a list of what we thought would be the most interesting topics. And each chapter in the book is has the name of a philosophical topic like for example, proofs for God's existence, right? And then the and so in this case Fedor, the postdoctoral researcher who by the way is now a lecturer at the University of Edinburgh. Um, HE went through hundreds and hundreds of pages of material on proofs of God's existence, just kind of skimming them, really, because it's a lot of the material they're responding to each other, they're quoting each other so often you would read a page and you think, OK, I know what this is, so I can go on, right? And what he did was to find um the most sort of interesting philosophically interesting and original moves being made within this debate. He did a draft translation of the passages that he wanted to include, and then I went through and um sort of adjusted the translations, and then my other job was to write an introduction for each chapter, and then he adjusted my introduction, so we kind of worked on each other's parts. Um, SOMETIMES we decided to take passages out or put new passages in, but that's basically what we did. So this, and this took like, um, I mean the whole project took 6 years. So we have 6 years of research fellows sitting in the office next to me, plowing through all this Arabic um uh textual evidence. Sometimes, by the way, we didn't have additions for the text, so they only had scans of manuscripts, um. Sometimes the works we were looking at are in Persian, but mostly it's Arabic. For one author whose name is Ba Hebraeus, we even have text in Syriac. Which is another Semitic language, um. Which actually I can't read, but my post so a couple of my postdocs could read it. So, um, right, so we, so after selecting all that, translating it, then I wrote the introductions and that's really what the book is. Something else we did by the way, is that um I was able also with support from the DFGO was able to fund people who were typing up the original texts. So there's a website, um, if, if you just look for heirs of Avicenna, I think it's heirs of Avicenna.net. Um, YOU have all of the original texts in Arabic and Persian available as a free PDF. Oh, and by the way, the books are free too cause they're open access. So if you just go to the bro website, you can download them for free. So everything is free. Mhm."
	},
	{
		"start_time": "25:57",
		"speaker": "Ricardo Lopes",
		"words": "Right. I mean, and how much of the original material has been preserved,"
	},
	{
		"start_time": "26:02",
		"speaker": "Peter Adamson",
		"words": "preserved. Yeah. So you don't mean included in our books actually no,"
	},
	{
		"start_time": "26:08",
		"speaker": "Ricardo Lopes",
		"words": "but actually preserved, yes."
	},
	{
		"start_time": "26:10",
		"speaker": "Peter Adamson",
		"words": "Well, that's hard to say because I mean way too much is the answer, I guess. I mean, much much more than anyone could read, but I, I think that um all of the major figures wrote lost works, I would say. But for many of these figures we have a lot of their writings, and I mean one thing is we're now getting to the 12th, 13th century, right? So we actually have manuscripts that are that old. So it's not like working on, so for example aindi, a philosopher I wrote my one of my first books about, he's 9th century, and his works are mostly preserved only in a single manuscript, so we almost, we almost didn't have aindi at all, right? Um, AND there are other philosophers around that period where we know actually in his case, we know that he wrote many, many works that are not preserved, whereas for someone like Fah Eddin, there are certainly lost works, but we have massive amounts of text for him. So I mean I don't, I, I can't give you a statistic about how much is lost because I don't think we we don't know how long the works that aren't preserved are and so on, but I mean as I say, we're talking about. Shelves and shelves worth of um of texts. Again, some of it's been edited in modern printed editions and a lot of it hasn't."
	},
	{
		"start_time": "27:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, since, uh, in this conversation, we're going to focus mostly on the first volume, the one on metaphysics. I would like to ask you, how did EIN, uh, approach metaphysics? I mean, what counted as a subject matter of metaphysics and what did not count as such for EIS,"
	},
	{
		"start_time": "27:56",
		"speaker": "Peter Adamson",
		"words": "right, that's actually the topic of the first chapter in the book, right? So. Um, RIGHT, so that's actually turns out to be a surprisingly difficult or or contested issue, cause you might think, oh well, metaphysics is just about whatever exists, right? That's what we think it is. But it's more complicated than that, cause you actually sort of have two choices. Um, AND they stem from rival interpretations of Aristotle's metaphysics. So one idea is that Aristotle's metaphysics is just about being. So whatever is, right, and the different ways of being, that would be the topic of metaphysics. The other possibility is that Metaphysics is in some sense a science which leads us to God. And you might think that because the 12th book of the metaphysics in Aristotle is about God, and the last two books seem to be kind of on different issues. They seem like not part of the main project of the work. And so a lot of people throughout history, Thomas Aquinas, for example, have thought that the project of metaphysics as a science and the metaphysics by Aristotle is to begin with beings and substances around us in the world. And kind of work our way up to an understanding of God, OK. So, uh, and for example Iro thinks something like this as well, so avaro is the Spanish commentator I mentioned before, I, it's again that's complicated. I wrote a paper about it a few years ago, but we don't need to go into that. So in Messina, um, apparently at first thought that the metaphysics and the the work by Aristotle and the science of metaphysics should be about God. And then he wrote, uh, he, or rather he read a very short little treatise by Al Farabi about the metaphysics by Aristotle, which said basically, don't be confused. God comes up, but it's really about being. It's a study of being, and that's what uh what in Messina thinks as well. So he thinks that it's a study, he wouldn't say being, he would say existence, so the Arabic word here is whud. And it's the study, so for him it's going to be the study of the existence as such or or of existence as such, and God comes into it because God is the cause of existence for everything else, and is himself necessarily existent, so he doesn't have a cause, he he must exist by his very nature. Um, THIS is interesting because then you could think about, OK, well, does that mean that like what's the relationship between theology and metaphysics? So in Aristotle theology would be this treatment of God inside the metaphysics, right? So you could think of theology as kind of part of metaphysics, maybe it's the part of metaphysics that studies God. Or you could think of theology as some kind of parallel discipline, which is devoted entirely to God and maybe even incorporate some kind of information from revealed texts, right? So the people who are doing Kalam, so what we translate as theology, they have to think about the relationship between what they're doing and metaphysics, and for the most part they actually decide that what they are doing is in fact metaphysics. And includes the study of God in very much the same way as it seen as metaphysics does."
	},
	{
		"start_time": "31:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BY the way, when it comes to the philosophers from the Islamic East of this time period, the 12th, 10th, 13th centuries, were all of them religious or started from religious assumptions or not?"
	},
	{
		"start_time": "31:38",
		"speaker": "Peter Adamson",
		"words": "Yes, so they're not all Muslims, but they are all Jews, Muslims or Christians. So that figure I mentioned a few minutes ago by Hebraeus, who wrote in Syriac, he's Christian. So he's the main Christian that we're dealing with. One of the main philosophers, um, from the 12th century, who we quote from a lot, is named Abu Abu Barakat al-Baghdadi. So that means he's from Baghdad, right? So that's why he's called al-Baghdadi. Um, AND Abu Barakat was a Jewish Muslim convert, so he was Jewish and then converted to Islam towards the end of his life. Um, BUT I guess apart from, oh, and then there's also a later philosopher that we who we use a lot in Kauna, who was also Jewish. Um, BUT for the most part we're dealing with Muslims. And of course there's no atheists, right, cause there's no atheists anywhere. I mean, atheism is not a thing until like 17th century France. So,"
	},
	{
		"start_time": "32:38",
		"speaker": "Ricardo Lopes",
		"words": "yeah. And I, I mean, this is a very broad question. You can tackle it whichever way you prefer, but what would you say are the issues that best characterize the metaphysical philosophy of the Islamicist in the 12th and 14th centuries? I mean, there are many. Uh, TOPICS that you explore in the book, like, for example, when you already mentioned the distinction between essence and existence, but there's also the non-existent, existent things and whether they are real or not, the problem of universals or the features that are or could be shared in. Common by many things that platonic forms, individuation, free will and determinism. I mean, which, which are perhaps the main topics or what characterizes mostly the philosophy, the metaphysical philosophy of this time period in the Islamic."
	},
	{
		"start_time": "33:39",
		"speaker": "Peter Adamson",
		"words": "I mean, I think, so maybe there, there's actually, I would almost say that you can sort the topics of the chapters into two categories. So some of them are really about. Preoccupations of Muslim theologians, which they used and seen as philosophy to address. So there you've got things like free will or proofs of God's existence, right? So Avianna has a proof of God's existence and they are very impressed by it. They critique it, but they're using it, right, and then they come up with other proofs. So that's kind of um things that are appealing to them because they are Mutta Kalemun because they are theologians, most of them. Um, AND then there's this other kind of issue, which is just a kind of issue of pure metaphysics, and the same people are interested in that as well, right? So everyone's sort of doing some philosophy and some metaphysics, or sorry, some everyone's doing some metaphysics and some theology that we cover in this book, but some of them are thinking of themselves more as theologians, some of them are thinking of themselves as defenders of Edensina, and some of them are thinking of themselves as just kind of Independent thinkers who can decide what they should say. So Abu Bakat would be an example of that. Um, BUT since you asked like what are the core areas of metaphysics, I think the really key thing is this issue about essence and existence. So again, the issue is something like this, let's take me, so I'm a human. So a lot is implied by my being a human, right? So I have to be an animal because humans are a kind of animal. I must be rational in the sense of being capable of reasoning, cause that's true of humans as such. I have to be alive. Um, I have to have a body. Right, uh, maybe even something like I can't be as tall as a skyscraper, might be something that is true of me just in virtue of being a human. OK, so lots of things are true of me just in virtue of being a human, but not my existence. So my existence seems to be something else. Right, and because it's not explained by my being a human, in Messino would say it has to have some other explanation and the explanation would be my cause. So whatever caused me to exist is what gave my humanity this further feature which is existence, right? Now if you think about it in that way, then you're you're kind of imagining, well, I've kind of got this essence floating around, and then a cause sort of grabs it and sticks existence onto it. Which is a very weird way to think about it, right? Like what would, what would this essence be humanity? If it doesn't exist even, right? And that connects to a couple of issues we talk about in the um book. One is the status of the non-existent object, which had already been a big debate in Kala before Messina came along. This is one of the best illustrations of the fact that they were really philosophers, as well as theologians. They have this huge debate even before Messena about the status of non-existent objects, and some of them say, well, they're kind of real, they just don't exist. Others say no, they're only like possibilities contained within God's power. And different views about this, right? Um, AND what effectively happens is that the post Avicennon debate leads to two different positions. One is a kind of realist position according to which in me there's sort of two aspects, namely my essence and my existence, and they've somehow been fused together, right? So that would sort of like be the people who thought that essences are real, whether or not they exist, right? So you could say, well, humanity was already real before I existed, and then in it then it came to exist as well. And so now in me an existing human, I have my humanity and my existence as sort of two principles that have been connected together by a cause. And other people said, no, that's ridiculous. Um, SO they think that this distinction between Existence and existence, sorry, essence and existence is just mental or conceptual. So they would say, well, we in our minds can distinguish between my humanity and my existence, but out in the world there's just me, right? And I'm a human, right, but humans aren't made of two different things, essence and existence. And they have arguments back and forth. So for example, the people who think that the distinction is conceptual will first of all say that it doesn't make any sense to think of an essence that has no existence. Cause it would be nothing, right? So nonexistent is nothing. Um, BUT another argument they give is that If existence were added to essence, then the existence itself would also need to exist. Right? So there's the essence, the existence of the essence, but what about if the existence is something real, then it also exists. So there's the existence of the existence and that further existence also exists. So it has another existence and so you get a regress, right? Like the existence of the existence of the existence of my existence, right? And that's absurd, I thought. Um, SO lots of technical arguments like this, but that's one of the main arguments that they have over and you know, in some ways they are here arguing over the best way to interpret Isina, like what did, what did he mean when he contrasted essence to existence. Sometimes they think they know whatssina thought, and then they disagree with him or they agree with him, but actually it's not that clear even what Evanina thought about this question. So there's a kind of exegetical issue as well as a philosophical issue."
	},
	{
		"start_time": "39:23",
		"speaker": "Ricardo Lopes",
		"words": "Right, and what were some of the most disputed questions in regards to God?"
	},
	{
		"start_time": "39:31",
		"speaker": "Peter Adamson",
		"words": "Right, OK, so one issue follows on immediately from what I just said, which is um the status of God's existence. So some people and Fahaddin Arazi would be an unusual example of this. So this is an unpopular opinion, but it's an important opinion because it's his opinion and he's maybe the most important figure of the 12th century. So he thinks that existence is the same. Regardless of what exists. So my existence is just like God's existence. It's just that the thing that exists is better in his case, right? And the difference between God and me is that God's essence implies his existence, whereas mine does not. So I need a cause to exist, he doesn't, right? Right. But the existence as such is just the same thing, right? It's the same phenomenon. It's just maybe just say well for him existence is just like being in the world. That's what existence is. Other people say no, um, because, uh, God relates so intimately to his existence that his existence has to be divine in some way, right? One way of thinking about this might be that God's essence just is to exist, and that's why he's a necessary existence. But if his existence just is the same as him, right, or the same as his essence, then obviously it's not something that I could have, right, cause then my existence would be God. It's obviously not true, right? So, so there's a debate between people who think that existence means the same thing for God and creatures and people that's basically Faradin who thinks that. And then there's other people who deny that and say, no, no, no, God has a special kind of exalted kind of existence. This is interesting, by the way, because it's a good example of something I mentioned earlier, namely that we get the same debates playing out in Latin medieval philosophy. So in late 13th century philosophy, so a whole century later. This whole debate is recapitulated by Aquinas and some other scholastics. So we have Dun SCOTUS, uh, occupying the same position that Fahreddine was occupying, and we have Aquinas and Henry of Ghent and some other people defending their rival position that existence means something different in the two cases. So that's one big debate. Another big debate is whether he creates the world necessarily or not, as we talked about before, so that runs on from Casale. And a third big debate is whether, well, not whether you can prove that he exists, whether you can prove that God exists, they all think you can. The question is more how best to prove that God exists. So for example, some of, and some of them think those two issues go together, because some of them think that the right way to prove God's existence is to show that the universe cannot have existed for an eternal period of time, right? So it came into existence with some in some moments in the past, like, you know. Exactly 7 million years ago or something, and if that's true, then it must have a the world must have a cause, cause it began to exist that needs an explanation, and that cause would be God, right? Whereas inina and people who agree with him, think that the universe is eternal, so they need some other way of proving that God exists and insina has a proof of God's existence which they discuss in depth as well."
	},
	{
		"start_time": "42:54",
		"speaker": "Ricardo Lopes",
		"words": "So at a certain point in the book, you use the term para philosopher and ask whether the philosophers from the Islamic in this time period were philosophers or para philosophers. So what does that term mean and how do you answer that question?"
	},
	{
		"start_time": "43:13",
		"speaker": "Peter Adamson",
		"words": "Yeah, yeah, I think we talked about this in the introduction. So this is a term that was proposed by Dmitrytas, who's one of the greatest living scholars of Islamic philosophy. Um, AND he's done a lot of work on it and seen himself among other topics. So, um, Professor Gas thinks that This whole tradition that we're looking at. I Perhaps very complicated and intellectually sophisticated and I guess he would probably even say it's very interesting, but he doesn't really think that it's philosophy in the proper sense. And the reason is that so many of them are doing philosophy. In the context of some kind of theological project. So as I said, um, they are often people who would self-identify as Muta Kalimun. Or even if they wouldn't, they are borrowing so much from Kala that they are clearly like within that tradition, OK? And they're obviously very convinced Muslims, as we already said, right? And so what what Guptas would say is, well, that's not really a philosophy because philosophy would be something more like a disinterested search for truth, right? So I, I guess he would say that philosophers kind of start with a blank piece of paper. And if, I mean, probably they they could never just literally not have any beliefs or commitments, but they would set them all aside and just follow reason wherever it leads. So for example, they would only believe in God if you could prove God's existence, right? Mhm. So what he would say is that these guys are all what he calls para philosophers. In other words, they're kind of pretending to do philosophy, but they're not really doing philosophy because they're not really engaged in a dispassionate. Objective search for truth, which is what he thinks philosophy should be. OK, so that's his idea. Um, I mean, so something that we say in the introduction is, well, OK, but We're about to give you like 700 pages of extremely detailed, intricate philosophical argumentation, and I, I mean, I think sometimes I think that he that uh Professor Guptas and we are sort of talking about different things, because I think what he's talking about is something more like what was motivating them or what did they think they were doing, right? So of course they didn't think they were doing faafa, right, cause they, they used the word faafa to mean avian in philosophy. So I mean some of them are defending him, but most of them are criticizing him or using him to build systems of their own. Um, SO I guess he would, he's really interested in maybe what you would could call philosophy as like a cultural project. And that's not their project, he would say. He would say their project is a theological religious project. I mean, so, so a good way of bringing out the difference between my way of thinking about this and his way of thinking about it is that in the introduction. We say, well, by his reasoning, Thomas Aquinas wasn't a philosopher either, nor were any of the famous Latin scholastic philosophers, and that seems silly, and his response that he actually has a forthcoming paper in which he says, exactly, that's true, they weren't philosophers either. And I guess I kind of feel once you've argued yourself into the position of saying that Thomas Aquinas wasn't a philosopher. I, I sort of feel like the the the argument is over actually. I mean that just seems to me it's like a nonstarter or something to say. So if you, if you find yourself saying that, then you have to work your way back and figure out where the mistake was. I think you just sort of can't say that that's ridiculous. But uh, you know, I can see what he means. So I think what he was, what he wants is philosophers who are so unencumbered by religious concerns that there almost haven't ever been any. So for example, I don't think that by his standards, I don't think Descartes was a philosopher. And if you think Descartes's not a philosopher, you're really in trouble, I would say, but I haven't asked him about that. I don't know what he would say about Descartes."
	},
	{
		"start_time": "47:24",
		"speaker": "Ricardo Lopes",
		"words": "Right, so, I mean, among all of the philosophers that you cover in the book in the Islamic East, what would this and in this particular time period, what would you say were the most prominent ones?"
	},
	{
		"start_time": "47:40",
		"speaker": "Peter Adamson",
		"words": "Yeah, OK. So there's a lot of philosophers who we cover. So most of the chapters quote from at least 15 people, and I think that we have across the whole book we quote from several dozen people. So it's quite a large cast of characters and in fact, one of the problems or one of the worries we had is that it might be kind of hard to follow what's going on. So, and in fact we say this in the introduction like these books are not the books that's going to tell you who these guys were and what their projects were and and Dimitri Guptas is right that that's not what we're doing. We're not trying to present. The intellectual project of individual people and what was motivating them or something. We're following philosophical debates through. So I mean maybe you could say that we're approaching it in a very philosophical way and not a historical way, right? Um, SO I think insofar as he, you know, that's what he wants, that would indeed be a different kind of study, uh, a book like, um, a recent book by Frank Griffel. The formation of postclassical philosophy, I think it's called. That's what he's doing. So he's trying to reconstruct Fahreddin's project and um like the difference between his different works and so on. And there's other people who have done that kind of work like Ayman Shehadeh, who's also worked on Fahd Narazi, or Han Ana, for example. But actually in some ways our our feeling was, well, there's a lot of people thinking about that, like how the works are constructed, why were they written, when and where were they written? We wanted to focus just on the kind of philosophical meat all the arguments. So, um, like I said, there's a lot of them and uh the people that we sort of highlight as being the most important in the 12th century are 3 guys, and I've already mentioned two of them already. So Fahdina Razi. Who I think is the the kind of hero of the whole project. So he's quoted in every single chapter, usually we quote from him more than anyone else, and he's quoted not just in the metaphysics volume, but in the logic and epistemology volume. He's again quoted in every chapter prominently, and he'll be prominent in every chapter in the physics and psychology volume. So he's just, he's sort of like in Messina, massively interesting all the time. So he's just a brilliant, brilliant philosopher, um. OK, so there's him. Um, AND he's, by the way, kind of hard to classify, so people often think of him as a kind of theologian. He was, he also wrote a very important and very huge commentary on the Quran. Which suggest that he was a theologian, but he actually refers to Kalam sometimes as if it was some other thing that he's not part of. Right, so he sometimes he'll say like there's my, my group, the people I follow who are a certain group within Kalam, but he'll also say, well, the Mute Kalimun say X, Y and Z, and they're wrong, right? So his relationship both to Essina and to Kalam is very independent minded. He's actually a lot like Einna himself in the sense that he's maybe trying to replace Eina the way that Eminna replaced Aristotle. But he's not the only person doing that. So a little bit earlier there's this guy Abu Barakat al-Baghdadi I mentioned, Jewish Muslim convert, like I said, um, whereas Fahaddin wrote books and books and books, a huge amount of output from Fahreddin. Abu Barakat really only has has this one book, although it's quite fat. It's like that wide in uh the Arabic edition, and it's called Kitababar, which means the book of the carefully considered. Which kind of tells you what he's doing, very similar to what I just said about Fahaddin. He's Judging which positions in the intellectual landscape are convincing and which are not. That he's also very influential, he's influential on Faredin among other people. His writing is very difficult and and conceptually and linguistically difficult. Um, ONE thing I sort of, uh, just anecdotally, when I was going through the translations that my uh colleagues had provided. I would always struggle to go through Abu Barakat's like very difficult texts, and then I would get to Fakhruddin and it would just fly through. Fahreddin writes super super clear, beautiful, nice clear Arabic, sort of like Aquinas in Latin actually, um, I and sometimes I think the one reason everyone wants to work on Fakhreddin now in my field, and one reason people work on Aquinas so much in Latin medieval philosophy is that they just write very clear. And very like nicely demarcated arguments and everything. OK. The third guy then would be Suravay, also a very difficult author, very hard to work through, and he's in some ways the most complicated, um, because people have a very different idea about him than what we found when we actually read all of his books. So Um, this is kind of a long story, but I'll try to make it short, so. In later Iranian philosophy, and especially in the work of 1/17 century philosopher from Iran named Mullah Sarah. Savvay, this 12th century philosopher, is kind of held up as a really significant figure who initiates a whole new kind of philosophy, which is called illuminationism, so it's called Iraki philosophy. And it's thought to be kind of a a new departure from previous philosophy that incorporates ideas of from mysticism and maybe even older traditions like Persian philosophy and Persian religious ideas, and this would be this new illuminationist philosophy which considers God to be a light who illuminates the world and our souls are lights which descend from him and so on and so forth, right? So, um, that's mostly based on one of just one of his works, maybe his most important work, which is called the Philosophy of Illumination, Hikmat Aliak. So, OK, very interesting work, but we, we did find when we read a lot of his other works that they're very much like other things that were being written at the time, like by Fahaddin. And in that context, we, so we're not saying that he's not innovative or interesting, we do think he's very interesting and innovative, but we kind of came away from it thinking that he's a lot like Abu Barakat and Fahdin. In other words, he's a very careful reader of Insina, who is criticizing a lot of the philosophical moves made in Insinna and wants to kind of create his own philosophical system. And then in Hikmara, he comes up with this illuminationist terminology to kind of describe what he's doing. But fundamentally he he fits pretty well into the 12th century scene, I think. So that's the 12th century, and then 13th century just briefly, I think two of the main guys would be um first of all, Nasir Eddin Atuzi. Tuzi is someone who um survived the Mongol invasions and actually wound up working for the Mongols and running an astronomical observatory in a place called Maaga in modern day Iran. And he had a whole circle of philosophers around him and scientists, so he was an astronomer and um kind of all around intellectual, and he was a defender of Ensina. So what you often have is Fahaddin will attack Essina and Tuzi will defend him. So in fact they both wrote commentaries on the same work by Essina, and Faddin's commentary is just a list of criticisms, and Tuzi is a point by point refutation of the criticisms, that's what he's doing in his commentary. Someone else who's maybe worth mentioning from the 13th century is uh named Huaji. And he's not so important in this volume, but he's the main figure in the logic volume, or at least in the logic parts of the next volume, because he's the most innovative logician of the whole period, actually, um, so he's really important for the history of logic, but not so important for the history of metaphysics."
	},
	{
		"start_time": "55:57",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I mean, I have one or two more broad questions to ask you before we wrap up our conversation. So, is there, we are talking here about the hairs of Evin. Is there also a legacy to this Philosophers from the Islamic East and from the 12th and 14th centuries. I mean, if not on the global level, let's say like many of the Western philosophers have nowadays, at least in the Islamic world, or not."
	},
	{
		"start_time": "56:30",
		"speaker": "Peter Adamson",
		"words": "Yeah, so actually one interesting question that that we haven't really addressed yet is Hang on a second, if there's thousands and thousands of pages of extremely technical advanced philosophy in the 12th and 13th century, why didn't people already kind of know about this, right? And the answer is that they did. Especially in the Islamic world, like scholars have been working on this for decades, right? But it hadn't really been integrated into uh history of philosophy in Western languages until recently, so we weren't the first people to do this. I mean, we were inspired by the work of some of the people I mentioned before likeuttas and Eichna and Shihade and Griffel, um. But we, the reason we did this is we just thought it was too hard for people to access because masses and masses of text, no translations, a lot of it's, as I said, not even edited, so very, very hard to get at, um, and that's why we not only translated the material but also typed up the Arabic and Persian to give people access to that. I think also even people in the Islamic world or like native Arabic speakers, they might not need our translations, but it would be very useful for them to have the the texts that we translated, right? Because it's very hard to assemble all that material and find it. OK. So the reason why this stuff hadn't been considered very much in mainstream history of philosophy in European languages is that it had no impact on the Latin medieval tradition or the Renaissance, right? So the Latin, there's there's an Arabic. Um, THERE'S a translation movement of philosophical texts from Arabic into Latin, and it happens around the end of the 12th century, but in the west, so in like Sicily and Spain, so they don't have these texts, they're either too late or too far east at that time. So someone like Fahdina Razi or Suravadi, despite being very, very interesting, is not known to a figure like Aquinas, but Aquinas does have vas and Avicenna. Because they're included in the translation movement. So you, you kind of have a, a kind of um a point at which the two traditions have something in common, and that would be really up to the time of Essa and then they branch apart. But the philosophers we're talking about here were very well known in the Islamic world. So if we go up to like, let's say the 16th, 17th century, so once you get into the time of the Ottoman Empire, the Safavid Empire, the Mughal Empire done in India, their works are known. Um, Hunaji, or there's another logician named Najm Ad Deen Akaibi who's who wrote a really influential logical textbook, and his logic was still, so he's 13th century, right? His logical textbook was still being used to teach logic in Cairo in the early 20th century. So only 100 years ago, and the logical tradition that like ultimately goes back to Messina through people like Huji was still being practiced in, for example, India at the turn of the 20th century. So actually it is a global phenomenon. It's just that it's a different part of the globe. It's the part that goes from basically uh West Africa and North Africa, all the way over to Central Asia. Right, that's what the influence of this um material that we've been looking at. And if you said Fahredina Razi to any Muslim intellectual of the 18th century, so that's 500 years after Rai, right, um, they would know who that was and they would even probably have read him. I guess."
	},
	{
		"start_time": "1:00:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So one last question then, by studying the philosophy created by these Islamic thinkers and other thinkers outside of the outside of Europe, actually, as you do, for example, your podcast history of philosophy without any gaps. How do you look at the Eurocentric approach that dominates or tends to tends to dominate philosophy worldwide? I mean, do you think it is an impoverished approach?"
	},
	{
		"start_time": "1:00:59",
		"speaker": "Peter Adamson",
		"words": "I mean, yes, although I, I mean, I, I think the, so in a sense you might say, well, there's just obviously ridiculous to restrict the study of philosophy to European philosophy, right? CAUSE there's all this other philosophies of why would you do that? And it's not just Islamic philosophy, right? So you've got Chinese philosophy, you've got Indian philosophy, you've got African philosophy, you've got Latin American philosophy, earlier than that you've got Mesoamerican cultures which had philosophical material um that are available. Um, YOU could even think about, you know, indigenous philosophical ideas, Native Americans, indigenous Australians, prehistoric Africa, um, that we can access through ethnography and archaeology and so on. So we've covered a lot of that, especially in the Africana series, we covered that. And I mean, to some extent, I think the answer to the question is just, well, if it's there, then why wouldn't you study it, just it's just all part of the history of philosophy. Maybe there is some kind of feeling that The philosophy from these other cultures, OK, maybe it's philosophy, but maybe it's not as advanced or interesting or something like that, as the philosophy from that we have from like Leibniz and Descartes and Kants. Right, or even Plato and Aristotle. So I think maybe a lot of people who want to cling to this Eurocentric approach, they might not, now it's getting hard to say this out loud, right? But they might still think in the back of their mind or maybe even not consciously, they might be thinking, OK, yes, I know that there was Confucius and inin or whatever, but they're really good philosophy has always been European, right? So one of the things that you can do with a project like this is just show that's not true. So we are presenting philosophy here that's every bit as advanced technical, sophisticated as, for example, Latin medieval philosophy, right? And it's engaging with a traditional philosophy that goes back through and seen it to Aristotle, so it's part of the, it's even part of the same story, right? It's just a part that kind of diverged, right? And I think that's actually an interesting thing to consider. So you also have extremely sophisticated technical philosophy in classical India, for example. So the Neaa logical school in India. IS doing things that you could compare with what these guys are doing in logic, right, sophisticated, technical, etc. um, BUT it has nothing to do with Greek logic, right? It's a completely independent phenomenon. And that's interesting too. So the Islamic philosophy in general and this tradition within it is in particular, these are interesting to think about because they are kind of part of global philosophy, but they're not unconnected to European philosophy because they both stem from the original Greek tradition, albeit via Messina, and they also to some extent feed back into. European philosophy, not these guys, but someone like I seen it was being read all the time in the uh schools and universities of 13th and 14th century Europe."
	},
	{
		"start_time": "1:04:08",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, I mean, just before we go again, the book is Hairs of Avicen Philosophy in the Islamic 12 13th centuries. I'm leaving a link to it in the description of the interview, but when should people expect to uh have access to the third volume on psychology and physics?"
	},
	{
		"start_time": "1:04:32",
		"speaker": "Peter Adamson",
		"words": "So the first, I think it looks like they're gonna come out every 2 years, so. This metaphysics one came out I guess in 2023. Logic and epistemology came out in 2025 now, just now, and so I, I think we're aiming for the next one to come out in 2027. Let's hope it's gonna be really long, so wish me luck."
	},
	{
		"start_time": "1:04:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, of course. Uh, SO apart from that and your podcast which I've already mentioned in the introduction, where else can people find you and your work on the internet?"
	},
	{
		"start_time": "1:05:09",
		"speaker": "Peter Adamson",
		"words": "Oh, OK, well, um. So I work at Munich, the LMU in Munich. So if you go to my uh my the page of my chair, my philosophy chair, you can see what we're up to here. We have other research projects at the moment, so now we're working on another group of philosophers who worked earlier in the Islamic world, so actually a bunch of Christian philosophers who were working on Aristotle in Baghdad in the 10th century. So that's the next big project we're doing here. Um, BUT I think, uh, the main way to keep up with what I'm doing is to just go to my podcast website, which is www.hilosophy. WWW.HISTORYOPHILOSOPHY.NET, because I also have a blog there where I talk about what I'm up to."
	},
	{
		"start_time": "1:05:53",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Adamson, thank you so much for taking the time to come on the show again. It's been really fun to talk with you."
	},
	{
		"start_time": "1:06:01",
		"speaker": "Peter Adamson",
		"words": "Likewise, thanks again."
	},
	{
		"start_time": "1:06:04",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes called in Holbrookfield governor, Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Jonathan Labrant Ju Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteseus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]