[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined for a second time by Doctor Pascal Boyer. He is the Henry Lus Professor of Individual and Collective memory in the departments of Psychology and Anthropology at Washington University in Saint Louis. I'm Leaving a link to our first interview in the description down below and today we're going to talk about religions in the wild, ritualized behavior, ownership, psychology, victim devaluation, and other related topics. So Dr. Boyer, welcome to the show. It's a huge pleasure to have you back."
	},
	{
		"start_time": "00:40",
		"speaker": "Pascal Boyer",
		"words": "Thank you for having me, and it's a great pleasure to talk again. Thanks."
	},
	{
		"start_time": "00:46",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, I would like to uh to start by asking you a little bit about religion, which was the topic we ended on in our first interview. And just to go back to it a little bit, uh, now I have, uh, just a couple more questions about it, 3 or 4 questions. So, first of all, what are religions in the wild? What does that mean and, and what can we learn from studying them?"
	},
	{
		"start_time": "01:13",
		"speaker": "Pascal Boyer",
		"words": "Well, this is a, um, a notion, you know, we talked, we talk about wild traditions or religions in the wild, um, which is a way of emphasizing a very strong difference, that important difference there is between Uh, two kinds of religious traditions. So when we talk about religion in general people think of various things they're particularly familiar with like a religion is something that has its specific doctrine. It says things about the world. It has certain concerns like morality, the end of the world, you know, that sort of thing. But also religion comes with a certain organization and with, uh, specialized personnel like, you know, Olama in, in, uh, in Islam or priests in, um, in Christian denominations or ministers. And, um, also there is a certain identity that follows from being a, uh, an adherent to a particular religion, like you're a Christian or a Muslim. Um, NOW, many of the world's religious traditions are not at all like that. Um, THEY don't have a, uh, specified explicit, and, um, articulated doctrine. They have, um, rather sort of, um, loosely organized sets of ideas, but more importantly, they don't have real, um, organized specialists. Um, AND finally, they don't really have an identity. So I need to give examples because otherwise that's very abstract, but, um, People who consult a shaman in most of the cultures that have shamanism or healing or practices of this kind, um, go to see a specialist who is not a member of an organization really in most cases, and he's not really someone who Uh, whose function is to, um, broadcast the particular doctrine. Um, THESE people want to see a specialist that has, who has a certain sort of technical ability to address particular problems. And in fact, if we look at religions, religious traditions or in in the world in small scale societies before large scale societies and also before states and before literacy. We see that most of these, uh, religious traditions were of that kind, that is, um, individual specialists who address particular problems rather than a doctrine sustained by organization. But also if you look at many of most of the um uh religious traditions in the modern world, you see that you still have a lot of what we call wild traditions. So, uh, for example, in, um, in Islam, you have a certain core of religious practice that's sustained by the doctrine, um, you know, of Islam. And is sustained by the um by the Oma, the specialists of those texts of Quran and hadith, but you also have all sorts of practices like for example, you know, curing people's problems or misfortune by various kinds of magic. You also have, um, excuse me, saints that is particular, individuals who have a particular power. Uh, TO address people's problems or to solve conflicts and things like that. So you have these two things in parallel. Um, IF you look at Hinduism, of course it's an even better example in the sense that the religion, the official religion, the doctrinal religion is not really concerned with all the stuff people do that has to do with minor gods or goddesses rather, um, witchcraft and things like that. So, um, the wild, uh, tradition is a bit like the weeds in the gardens. Uh, YOU know, it's something that's always there, that keeps growing there, and that is, uh, quite important to people's religious activities. And to pursue this, you know, analogy with weeds, if you do any gardening, you know that weeds will come back, whatever you do to get rid of them. And I think it's very much the same, except, you know, we don't want to have the negative connotation of weeds that's invasive and parasitic. Wild traditions, that is the idea that some specialists are personally different from other people, and that can help you address problems like Accidents, illness, misfortune in general, that is an idea that will come back whatever the doctrinal religion tries to do. In many, in many cases, the religious organizations try to disparage or derogate these wild traditions by saying that they're just magic or there's popular superstition or things like that. And what we were trying to do, and when I say we, is because this is a project that was sustained by cooperation with Harvey Whitehouse at Oxford and Claire White, who is at California State University, Northridge, we tried to say that we should systematically study those features of wild traditions, so to speak, that are not quite represented in doctrinal religion. So what we were trying to do was to sort of make the picture a big balance when we talk about religion, to not focus just on the stuff we're familiar with, but also these um more sort of, um, um, more sort of informal forms of religious traditions."
	},
	{
		"start_time": "07:09",
		"speaker": "Ricardo Lopes",
		"words": "And are there specific features of religion that the study of religions in the wild sheds light on?"
	},
	{
		"start_time": "07:18",
		"speaker": "Pascal Boyer",
		"words": "Yes, so the, the, the main thing, and that's the sort of um. Main concern of most of those traditions is that they are there to, um, to address misfortune. They're mostly about that. So if you talk about, um, doctrinal religions, you have all sorts of concerns like, um, how is the world created, uh, where does evil come from? Where is the world going to, um, how can you, how could the soul be saved? That sort of preoccupation. Now, in wild, in what we call white traditions, these are absolutely not the questions that are, um, of, um, that are, um, addressed. The main question that is addressed repeatedly is why this, why did misfortune happen and in particular, why did this particular misfortune happen to this particular person at this particular time? Uh, SO the question is not, um, as it, as it were, a sort of theodicy question, you know, why is there bad stuff in the world? It's more a question of why did I get this particular, um, uh, disease, catch this particular disease, why this person, uh, lose their jobs? Why is this, um, uh, person, uh, this, um, um, This person, why did my crops suffer from, you know, some light or something like that, whereas others did not. So it's intensely focused on explaining, but also, of course, palliating or avoiding this kind of misfortune. That's the main thing."
	},
	{
		"start_time": "08:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And I mean, more broadly speaking, how do you approach the study of misfortune from a scientific anthropological perspective?"
	},
	{
		"start_time": "09:07",
		"speaker": "Pascal Boyer",
		"words": "Well, the, the good thing about working on misfortune is that there's a lot of it, uh, so it's not something that's, you know, we're not gonna run out of, uh, things to talk about. Um, THE way we, we, we've decided to, to, to work on this was, um, of course, to study not misfortune, um, as such, but more, um, the, the kinds of reactions people have, the psychology of explaining misfortune on the one hand, but also the way these things become what's called cultural products, that is common ideas within a group or a community. So, It's interesting that in, um, any place you go in the world, people will have some kinds of ideas about what brings about particular misfortune to particular people. Um, SO one example could be it's witchcraft. Uh, THAT means there's some other person in your social environment who, whether they, they're aware of it or not, um, is, is actually, uh, bringing misfortune to you in some mystical ways. Um, SO that's the, the witch. Um, THERE could be, um, another interpretation, which is that, um, you are, uh, sick or you, you, you lost your job or whatever because the gods or some spirits are not pleased with you, uh, because you've, um, committed some, uh, you've, you, you've breached some taboo or violation or something like that, or for some reason you didn't perform sacrifices in a proper way. Uh, YOU could have another explanation which is karma. That's a sort of popular theory in in many cultures that somehow through, you know, accumulation of good deeds and bad deeds you've brought about some misfortune because your account is very much in the red in moral terms. Um, YOU can have another, and in many modern societies, we have another kind of explanation, which is that, uh, people bring misfortune onto themselves. Uh, THAT is, you know, you were actually, you know, in a way you had it coming as as people would say. Um, SO, um, the idea would be that, well, you got mugged, uh, you know, in the street, but after all, what were you doing walking out in that street, you know, late at night, you know that neighborhood is not very safe. Uh, THAT'S the kind of explanation we, we, we like to favor. So what we were interested in was, um, The kinds of explanations that you find, particularly in what we call wild religious traditions, like it's mostly about either the spirits or the gods are not really happy with you or they want to hurt you, or some other person wants to, to, to hurt you. That's witchcraft. And what we thought was remarkable in those things was that In all these cases, um, the responsibility is very focalized on a particular person, either the witch or the victim themselves. Um, THAT is, uh, misfortune is not, people are not interested in explaining misfortune in very generic terms. Um, AND in fact, people in many places have. A combination of two kinds of explanation of misfortune. Like, for example, if I have, um, you know, if they, um, say a common problem in many, um, uh, cultures, a woman is not, uh, bearing any children, she seems to be sterile. And people will, of course, in many places go consult Western style or, you know, modern doctors of some kind who will say that there is a problem of, you know, conception and people accept that entirely. I mean that's, you know, this person does not have children because something's wrong with her body. That's not a problem at all. But the thing is, why did that problem with her body occur? In that person at that time, you know, that is what we need to explain is the particulars of the case. Um, TO which, of course, um, any sort of scientific perspective on the world has no particular answer. Uh, YOU know, you, you caught this disease because the virus is multiplying inside your body. Well, why you? Well, the, the virus doesn't mind which bodies it's invades really. Uh, SO it's not against you in particular. Now, these wild, uh, religious traditions, um, are there to answer a particular question, which is why you, why now? Why in this particular case? One thing that, um, we've realized in, you know, um, uh, comparing, uh, doctrinal religions on the one hand and the sort of white traditions that, uh, doctrinal religions have very little to offer to answer that question. Uh, SO, you know, to take a Christian sort of, uh, perspective, that's most familiar to many people, um, why did you get, why did this person get cancer and not that that other person? Well, basically, in a Christian perspective, this is either part of a plan that we cannot understand, or, um, it's just there and we all have our, you know, uh, crosses to, to, to bear and things like that. And what matters is your relationship to God, which is a very general thing that is not about you in particular, you know, not, uh, not explaining the events in your life very much. So it's no surprise in, you know, our perspective is that It's no surprise that the wide religions keep coming back like weeds in the sense that people are faced with people who have questions like, you know, why did it happen to this person at this moment? The doctrinal religion says almost nothing about that. It says things about You know, evil or, uh, suffering in general, but it doesn't say anything about you now. Um. So the white tradition has a sort of market advantage in a way because it addresses something that the consumer really wants, which is, um, some way of thinking of this particular case, um, in its particulars, like, you know, why did it happen now and not in another way. So, we, we think that, you know, very often you'll find that, um, wild developments, wild religious traditions development, um, occur, um, are more likely to occur in, um, In traditions that don't really have much of an explanation for a particular misfortune. Um, SO for example, you know, um, in, in many places where people would identify as Buddhists or would say they follow the Dharma, you know, the the Buddhist way or tradition. Uh, YOU'LL find that lots of, um, um, people, of course, have to resort to, um, To local specialists to address disease, misfortune in general, and all that. Um, FOR example, I, I, in one of the articles I, I cited this example of people who are Buddhists, they're perfectly fine with Buddhism and the entire sort of thing. Um, HOWEVER, they want um lamas, you know, to come over and bless their fields. To get rid of pests, you know, like caterpillars and things like that. So that's a particular problem they want to address. And if the official doctrinal religion does not address them, then they'll resort to specialists who do."
	},
	{
		"start_time": "17:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, I'm also interested in the kinds of psychological mechanism mechanisms that are behind the different kind of anthropological phenomena that we can study in the, in this particular case when it comes to religions in the wild, in one of your papers you present. The model to account for the gross cultural recurrence of the themes that you talked about there that is based on two main features of human psychology, namely epistemic vigilance and threat detection psychology. So could you explain that model?"
	},
	{
		"start_time": "17:52",
		"speaker": "Pascal Boyer",
		"words": "Right. Well, so the model is, um, um, first of all, the model is a model about the interpretation of misfortune that's, um, that's, um, based on a strategy in evolutionary, uh, psychology, which is to, um, try and reverse engineering, this sort of phenomena we see in, um, happening in, um, uh, in minds and, and saying what is this for? What does it do? So, in order to do that, you have to start with the conditions of, um, the conditions under which people lived in, um, throughout millennia of evolution, uh, you know, of, um, evolutionary history, so say for. Um, FOR modern humans, it would be 200 to 300,000 years, but it's much more, of course, if we count erectors and other, um, um, pre-modern humans. Now, the thing is that these people were mostly, um, foragers who lived in small communities. And had a um technology that is not negligible, but that has, um, that can be said to be relatively simple. And the life of hunters gatherers, we know that from prehistory and we know that from current from anthropology, is not an easy one. That is, people have to deal with all sorts of problems like parasites, that is microbes and infections, congenital diseases. Accidents are very common in, of course, the hunting and gathering life. So this life is not as, you know, some romantic description of, um, ancestral life would, would have it. It's not an easy one. It's one in which there's a ton of, uh, problems to do with accidents and diseases and illness. So that's one thing, and we know that from prehistory because we know that from the bone record that people had all sorts of problems of this kind. We know that from contemporary hunters gatherers. Another thing we know about that, and, and that's a very, very important feature is that lots of people received help. That is to say we have evidence, for example, of people who are born with congenital diseases who survived those those insults for a long time. We have evidence of people who had fractures or partial paralysis who survived. Now, and we know also from contemporary small scale societies that this is something that happens now with that. Uh, SUGGESTS is that there was, uh, help provided to those people. And as I said, uh, these are societies of simple technology, which means that there isn't that much to do to address, um, disease or accidents, um, except social support, which means you keep feeding and you keep protecting someone who cannot contribute as much as the others to. Um TO production or to protection of the group. And that's very important because, um, and there we're getting into a sort of evolutionary model, uh, because the thing is that all this in the end has to, uh, be, um, those behaviors have to in some sense be, um, in some way, sorry, be, uh, fitness positive. They have to be good for the reproductive potential of the people who engage in those, uh, behaviors now. Um, PROVIDING support to people who are the victims of misfortune. Uh, CREATES a real dilemma. Uh, IT'S a real dilemma because of the way cooperation works between humans. Um, AND our cooperation is based, um, and that's true for the smallest group and the largest societies, it is based on two major features. Um, ONE is partner choice, uh, which means that you are not forced to cooperate in the same way with everyone. You choose the people who are more, um, beneficial to you as cooperators. Which, as many, uh, evolutionary anthropologists or psychologists agree, um, uh, argue, sorry, um, is the reason why we have standards of fairness. You know, you do not want to, um, have, uh, too much exchange with people whose norm of behavior is to exploit you. On the one, on the other hand, you don't want to be overgenerous all the time because, uh, that is bad for your fitness. It might be good for others. So we have partner choice, which means we choose people. And there's a second part of the second sort of phase of this, of this cooperation, psychology is reputation, you know, the, the way you choose between, uh, people, uh, is based on information you have about their behavior. And we know that again from the smallest, uh, um, foraging societies where people have very clear ideas about who is better at exchange in a particular domain. And we know that from, um, um, you know, um, modern places, and we know that, for example, one of the ways in which, um, internet, uh, exchange works is that it has reputation mechanisms, you know, you can complain about people exploiting you in some way or other. You can rape them, you can, etc. So we have partner choice and we have reputation. Now the, the, the, the, the, the, these two are important because to go back to someone who's a victim. A once someone is a victim of misfortune, they can't produce as much as the others. They can't protect you because they're, you know, weakened by their problems. Also, it may be that some of their misfortune is due to incompetence, in which case they're not great as cooperation partners, you know. Now, that faces people that, that creates a dilemma in the sense that you should limit your support to such people. You should limit your support to victims simply because helping someone who cannot really reciprocate that much is a loss. So in terms of your own fitness, you should not help them too much or you should limit your health. However, limiting your help is a way to lose reputation as a cooperator, as a generous cooperator, and that reputation we know independently is a very important aspect of human cooperation. So you're faced with a dilemma which is if I help this person too much, I'm losing. If I do not help that person and it's known in my group, I'm losing, um, fitness. So you can't be, you know, the, the, the, that's the dynamma which are you, whatever you do, you know, it's, um, it's, it's not great. So what we thought was, well, um, there is a way out of that dynamo. And a way out of that dilemma is to think and to have others think, agree that the person who is um um has experienced misfortune might be partly responsible for their misfortune. Which means that they might be partly in a position where they're exploiting you by requiring your help. So that may be a bit surprising because we don't think people, you know, break their legs just to be to exploit others. But there is an element of suspicion that if you were more careful about not, you know, treading on banana peels, you would not create this problem for others. So it's partly your, um, it's partly on you. And um so the, the sort of evolutionary interpretation of this cooperation dmma would say, well, in this case we should see that people are strongly motivated to think and to have others think that the victim is partly responsible or at least that some person is responsible, but not me, as it were, you know, so. Um, AND that would be, um, and, um. A sort of elegant explanation, it seems. Um, TO the, to one very common feature of those explanations of misfortune which I mentioned before, which is that they're always concentrated on particular individuals. So it's not the structure of the world that made you sick. It's not in personal forces. It's someone, a god, a spirit, a witch, or yourself by your, by your own um negligence. So what we've been doing is trying to see, well, is it the case that in the world's cultures, Explanations of misfortune tend to focalize on particular individuals as opposed to generalize the responsibility. And is it the case that this has to do with the, um, um, help that can be provided to people? And you know, so we've done cross cultural studies of that on the one hand, but also experimental studies on the psychological mechanism of explaining misfortune."
	},
	{
		"start_time": "27:33",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and we're going to come back to the topic of victim devaluation toward the end of our conversation today. But just to close off the topic of religion, uh, let me ask you one more question. Do religious beliefs psychologically differ in any fundamental way from other kinds of beliefs? Is there anything special about them?"
	},
	{
		"start_time": "27:57",
		"speaker": "Pascal Boyer",
		"words": "So I think, you know, the anthropologist Morris Brock said that religion is often central, but it's nothing special, and I think that's a very good slogan for the sort of psychological approach to those things. No, I mean the, the, um, you know, over the last sort of 40 years or so, people have done cognitive studies of religion or cognitive science of religion, and in many cases what this shows is that The, the, the, the mechanisms, the processes you have, um, in terms of acquiring beliefs, maintaining beliefs, um, and using them in explanatory ways. They're the same you can find in other domains. So, um, it's, it's not special. So in a way, you could say that, um, um, You know, um, most of what we know that explains religious beliefs is not about religion at all. It's about more general sort of psychological processes."
	},
	{
		"start_time": "28:58",
		"speaker": "Ricardo Lopes",
		"words": "So, moving on to the topic of ritualized behavior. Of course, this is something that we can also find in religions, but what is ritualized behavior? What characterizes it?"
	},
	{
		"start_time": "29:12",
		"speaker": "Pascal Boyer",
		"words": "Well, this is, um, um, research that, um, I did some time ago in collaboration with Pierre Leonard, who's so sadly died a few, uh, a couple of years ago, and we, um, and it was mostly Pierre Leonard who had this, um, who started this, um, um, research, this program in which we're trying to say, why is it? THAT there are common features in ritualized behavior in many domains like for example, the behavior of obsessive compulsive patients on the one hand, but also the rituals that you find in religious practices in many places seem to have common features like the rigid sequence of actions that you must follow. Um, NO explanation for the components of these actions, you know, you must follow them in a particular order, but each of the sub-actions, so to speak, is not really explained. BUT also a sense of compulsion that you must do it, otherwise bad things could happen. And, um, and also an extreme attention to performance when you're, when you're performing it, that is when you're in the middle of the of this kind of ritualized behavior, either as an OCD patient, an obsessive patient, or as a religious practitioner, you're very much focused on the exact Uh, performance of, uh, particular actions that are typically complex enough that you couldn't perform them automatically, like you do your shoelaces or you, you know, or things like that. Um, SO, um, that problem, of course, was not something that we discovered because even Sigmund Freud, uh, uh, uh, said, uh, talked about that, and he had a short article called, um, uh, uh, Neurosis of repetition and religious. Um, uh, BEHAVIOR and, uh, but it was very disappointing. I remember reading it and thinking he must have some crazy idea about how that connects to sexuality or something else or something like that, but not at all. The, the, the, the, the small article sort of concludes by saying that maybe religions are in a sense the obsessive compulsive, um, condition of an entire group. And that OCD or he, he called that repetition and neurosis, is in a way a religion of the individual, a sort of, uh, you know, individual, individualized, um, religious tradition. Which is very disappointing because it's saying these things. ARE similar because they're very similar and they might be more or less the same thing. So, um, what, um, What Pierre and and I as a sort of follower of that same model we tried to explain was what is the cognitive structure that's um what is the cognitive mechanism that's involved in these kinds of behaviors and We first tried to, to show that, um, ritualized behavior in this sense of exact attention to particular action. IS something that exists in particular contexts, but it's not rituals. Rituals that the, the, the term ritual is a very wide term that has been used in many contexts in different ways. There is no point in trying to find whether there is what is the definition of rituals or the characteristics of rituals. It's a bit like religion. It's a term we have because we inherited this concern from previous traditions, you know, classicists talked about ritual because they were faced with Greek and Roman religion, which was not all like Christianity in many respects. So then anthropologists found rituals in other places. Um, NOW, Pierre and I published an article a few years, uh, back in the, um, um, you know, collection on rituals to say this concept is not a proper one, you know, this is not, it's a bit like, you know, having a theory of, uh, white objects, white objects or a theory of, uh, of, uh, red, uh, things. It's, it's not going to work because that's not natural property. Uh, Richard's behavior on the other hand, that is something special. It's a special state of mind. And we find it in both OCD pathology but also in some aspects of religious practices sometimes. And it's, um, it's based on a, it seems to us, it's based on a sort of special, uh, use of our threat detection psychology. Uh, AND, you know, as a result of evolution, we have a special psychology to deal with threats like contagion, contamination, uh, predator invasion, um, enemies, um, things like that. Um, SOCIAL strife and problems, and the idea there was that the things that prompt you to engage in ritualized behavior are very often phrased in the same way as those threats. Like for example, there is you must do this or that to purify your soul, which is a clear sort of metaphorical transfer from the domain of contagion. And contamination and how do you purify your soul? Typically you perform actions that are to do with washing, uh, you know, cleansing, getting rid of, um, of, um, dirt and impurities and things like that. It's, um, so it seemed to us that a lot of this, um, the saliency of these ritualized, um, actions sort of recipes that are offered to people, um, is it stems from the, the this connection to threat detection. So you're, you're given something that is extremely easy to understand, you know, uh, so for example, your, your soul. Uh, WHEN you commit bad actions, your soul becomes impure. Um, IF you, uh, go and, um, uh, bathe in, in, in, in, in, uh, the sacred river, your soul will be purified. None of that is difficult to, to represent for people because they already have that psychology, which is the psychology of contagion and contamination. Um, SO we, we, we tried to say that this would explain both the sort of special concern people have, you know, people are in a special mental states when they perform these actions. But also the, the, the, the, the sort of repertoire of uh of themes, the fact that it's always about purity, impurity, about boundaries, um, uh, about defense against invisible enemies and things like that. That does not explain all the features of rituals, but it's in our, in our view, it explains one part that is really important, uh, which is the Um, which is ritual behavior itself and the themes that it conveys."
	},
	{
		"start_time": "36:37",
		"speaker": "Ricardo Lopes",
		"words": "So does this approach that you explained there, uh, could, could it apply also to the study or to psychiatry more generally and specifically the study of mental conditions like you mentioned there, OCD or obsessive compulsive disorder and anxiety."
	},
	{
		"start_time": "36:57",
		"speaker": "Pascal Boyer",
		"words": "Yes, so, um, in our um um description of um ritualized behavior, we owe a lot to uh models that were developed to, to, to, to describe the OCD pathology and in particular proposed by Henry Seshman and Eric Woody. Um, IN a model where, um, what they try to emphasize and they tested it, um, On, um, animal models and, um, uh, and you know, in, in other ways was that, um, um. Ritualized behavior happens in patients not because, not just because of an exaggerated concern with threats like, you know, washing your hands 10 times because they may still have germs. It's not just that, but it's also a failure of a system to close this anx anxiety provoking thoughts. In non OCD individuals, uh, if you fear that you have germs in your hands, you wash your hands, and then the anxiety about that goes down. Um, IN many of these patients, the anxiety level remains the same, and that is why they repeat those actions, because the, the, the, the motivation for those actions is still there. Now, uh, was Saman and Woody and, um, um, also that was tested on animal models, on animals by, um, on rodents by David Ela in Israel. Um, THE, the idea was that this failure to close, um, the, the, the action, uh, was characteristic of OCD, um, in general, in more global terms, This was part of a general movement which has become more and more, um, extensive over the last 10 to 20 years, uh, which is to, to think of psychiatry in terms of evolutionary, um, um, um, in an evolutionary perspective as having to do with the way minds are designed. So for anxiety, it's, it's, it's, um, it, it's, it's quite clear that most of the targets of anxiety are things that are of evolutionary relevance like germs contamination, but of course most crucial is social anxiety, the fear that others are not, um, um, the fears the fear that others are not prepared to see you. As a valuable sort of exchange and cooperation kind of person. The fear that they might gang up against you also things like that are quite clearly related to our evolved motivations to have social support and to have cooperation. Now for other conditions, of course it's much more mysterious and I'm In a sense, relieved that I don't have to explain that because I'm an anthropologist and I don't do that work because um in other conditions it may be more, more complex, but you know there are evolutionary psychologists or evolutionary psychiatrists who are doing lots of work on, on that, especially Randolph or Randy Nassi, who's been publishing a lot on this sort of Darwinian approach to mental condition. This is, it's a pretty difficult, um, um. Kind of enterprise because the taxonomy and the causality in psychiatry are very much, uh, contested and, and, and, and in fact, very problematic. Um, AND it's always difficult for an evolutionary model if you start with something that's vaguely defined or vaguely understood. Excuse me. For example, it makes no sense in a way to say that you want an evolutionary theory of religion because religion is a term that's applied in such a vague and confusing way to so many different things that what is it exactly you're trying to explain? And that's why in our wide tradition we said, well, we'll focus on one thing that we can precisely define which is Explanations of particular misfortune in terms of mystical processes that people cannot actually observe. And that's why also in the case of OCD, we said, well, we'll focus on one thing which is ritualized behavior in the sense of attention to detailed sequencing and all these things because these are things that are easy to define. But if you said, I want an evolutionary explanation of madness, then it's going to be a very confusing kind of operation because you don't know where to start. Um, WHAT is the exact phenomenon to explain."
	},
	{
		"start_time": "41:57",
		"speaker": "Ricardo Lopes",
		"words": "So, shifting gears a little bit now, uh, tell us about ownership psychology. What is ownership psychology? What exactly do you study there?"
	},
	{
		"start_time": "42:08",
		"speaker": "Pascal Boyer",
		"words": "Well, this is a project that uh started a few years ago when, um, The idea was just that, um, ownership is universal, you know, everywhere people have ideas about ownership, you know, this is my thing, this is my. This is your thing when we transact, uh, when you, when we exchange that thing that was mine is not mine anymore and so on so forth. This is something that's extremely easy for human minds, uh, but also as psychologists have pointed out, it's interesting because it's invisible. There's nothing about, you know, this, uh, pen that shows that it's mine. It's not a physical property of that of that pen. So it's interesting because it's something that the mind has to project onto objects and relations between people and objects. So how does it do it? Now, um, one way to study that, that was very, uh, very fruitful, very, very productive was, let's see how children acquire those notions. Because after all, you know, uh, notions, these notions appear, uh, in children's behavior pretty early, but they appear in a way that is not quite the same as what we, um, uh, what adults in their communities would, uh, would, would do. And some psychologists like Cori Friedman in the states, but others as well have done lots of extremely good research showing that young children, sure they don't have the same database of how property works, you know, the same explicit principles as it were as adults, but they do think about ownership in terms of implicit principles that are very, are very, um important and appear. APPEAR very, very early. One principle like that is that all else being equal, the first possessor of an object is the owner of the object. Like, you know, if I pick a flower in a meadow, it's my flower, now it's not yours. We were walking together and you picked another flower and it's yours, it's not mine. Um, SO that's the first possession principle, but also, um, children have rather sophisticated, um, um, ideas about, uh, about ownership. Like, for example, if, um, I have a blob of potty or play dough as we call it in America, and I, it's mine, you know, I have it and it's in my hands and stuff. Then I put it on the table and then you create something really nice out of it, you know, like some statue or something. Well, now, even though I was the first possessor, you are the owner in the sense of this statue because you've put work in it, work in it. Um, NOW this is something that is not just in 3 year olds, ideas of ownership, but it's, it's also something that um philosophers like John Locke had, you know, described as one of the foundations of property. It's the work that is put into. So I was wondering where do these ideas come from, and it seems that there are two sources for these ideas. Um, THE sort of sophisticated adult ideas about ownership. First of all, I'm talking about intuitive ownership, you know, your sense that it's mine, it's not yours, or, you know, that sort of thing. I'm not talking about the laws, the legal system, um, or the um or other social norms like that. I'm talking about individual intuitions that just show up, you know, when Someone, if someone takes something out of my pocket, everyone around will have the assumption, the, the intuition immediately that, uh, they acquired something that was not that. Now, um, so, uh, it seems that there are two sources to that. One is the, the psychology of, um, possession and competitive acquisition that we have in many species, including humans. That is, for example, your territory is yours because you occupy it and because you defend it. And once someone is trying to intrude into your territory, you try to attack them and you know there's a lot of game theory about those things that was initiated by John Maynard Smith. And other people, um, after that, of course, that, um, models the fact that for example, in, um, in most cases, it's worth um combating, combating intruders fighting them and um so that one should expect that. Previous possessors of something will put more energy in defending it than intruders will put into taking it. However, this creates situations of equilibrium in which what the biogists would call a bourgeois equilibrium in which you defend what you possess, but you do not intrude on other people's possessions, and they defend what they have, but they don't intrude on others. Now that's one source of our intuitions, but it's not, um, it's, it's, it's, it's important. And it certainly has influenced our intuitions, but there's another component to that. Um, THAT is just as important or perhaps more important in human behavior, which is the psychology of cooperation. She is that, um, to some extent this bourgeois equilibrium. Only predicts that I failed to attack you when, when you don't, um, sorry, that I do not attack you because you would defend your property. And it doesn't predict something that we find in most human groups, which is I just do not attack you because that would be something even if you were not defending your territory, that would be something that would be losing all reputation in terms of cooperation. So I would be a net loser even if I acquired things. In most cases, all else being equal as usual. Um, SO that comes from the psychology of cooperation and in particular from the, the idea that people are trying to exchange to, to, to create mutually beneficial. Uh, EXCHANGES with others. Uh, THE clearest expression of that psychology, I think, uh, is a series of models proposed by Nicolas Beaumar and Jean Mattiste Andre in France, um, um, that are trying to to propose evolutionary models of this kind of fairness-based mutual, uh, mutually profitable, um, exchanges now. Respect for property, so to speak, is something that comes with the psychology of cooperation. It could not come from the mere bourgeois equilibrium because the bourgeois equilibrium will predict that the minute someone fails to defend their territory, I should immediately have the motivation to invade it or take their possessions, but that's not what we see in human societies. So basically the idea was how do we explain some paradoxes of property. And the main answer is that some of the non-paradoxical sort of features of property are easily explained in terms of, um, evolved competitive equilibria. Uh, BUT some of the interesting, uh, specifically human and Sometimes surprising aspects of our ownership come from our country of cooperation. Um, I, I, you know, there are many examples of that kind of stuff, but I, I, you know, since we're not talking for, you know, a few, we don't have more than a little bit of time. I think just one that I used in one article, which is that, um, you tell me a very funny joke. And I tell that very funny joke to my friends. Now, did I steal someone something from you? Everyone would say, Well, no, I mean that's the way it is. Then we're both going to a party and you wish to impress people by having a super funny joke and you tell me the joke and we arrive at a party and I tell the joke. Now did I take something from you? Yes. Um, AND the final example is you're a comedian, I'm a comedian. You have a very funny joke, and I use it in my show. Now people are totally definite. I stole something from you. Now, it's not the case that there are official norms about how to share jokes and stuff like that, or if you, if we say that we'll have to have a norm for every single thing in the world. But what we see in those examples is that um in the first case, We had no sort of cooperative exchange, you know, it was just, you know, information is free and it's, it's not very important. You gave me a joke, I give it to others. In the second one, I was a bad cooperator because you were about to gain some social status. By telling a joke, and I stole this. I got that social status instead of you. So I damaged you, I damaged your sort of welfare without any reason for that. So that's a clear violation of cooperation. So there are lots of informal aspects of ownership in everyday life that I think can be explained by cooperation and not by competitive equilibrium."
	},
	{
		"start_time": "51:53",
		"speaker": "Ricardo Lopes",
		"words": "Right. And I mean, there are several different applications of this approach to ownership psychology that you talk about in your papers. There's, for example, understanding disputed ownership in the case of indigenous rights, for example, historical changes like the evolution of slavery, and cultural appropriation, slavery, and so on. I mean, would you like to tell us about one of these examples just to illustrate what you're talking about?"
	},
	{
		"start_time": "52:21",
		"speaker": "Pascal Boyer",
		"words": "Right, well, OK, so one that is very easy because in a way it's already, it's been explained already in by other people and, and, and, and, um, is slavery, um. So, um, slavery existed in, in most societies beyond a certain level of complexity. You have slavery in Native Americans in Africa, in, in Asia, in Europe, etc. um. When slavery became something contested, uh, when, um, um, English or British and then American, um, um, movement started that said that slavery was, um, was something that should be abolished in principle, the entire thing. Um, WHAT did they say? What were their, their arguments? The arguments, the ones that moved the political sort of atmosphere were not really that it's logically impossible to own a person or that owning a person. IS a concept that we should change. No, it was that slaves are treated in a very cruel manner and that the life of slavery is not dignified, etc. ETC. So in a way what they were appealing to was that these people that you have enslaved actually should be. In your domain of cooperation, and since they're in your sphere of cooperation, you have to uh engage in mutually profitable exchanges with them like trade, like employment, but not forcible, uh, work, um, um, without compensation. So, um, in a way, slavery was, um, the, the, the, the notion that slavery was something that should not, uh, persists. WAS done not because people changed their concepts of ownership, but it's because they changed their appreciation of others as moral uh um actors and moral patients. Uh, SO it's widening the sphere of cooperation and morality is what happened. Um, BUT, you know, there are many other examples like that. I mean, cultural appropriation is kind of Um, uh, a fun example because usually both sides argue in a way that, um, is based on intuitions of ownership that cannot be reconciled. Um, IF you start, you know, um, Making, uh, I, I don't know, hot dogs, uh, people will say you're appropriating something that is genuinely American and it's, you know, Americans invented it first and stuff like that. So Americans will protest this cultural appropriation. You're in Europe and you would say, who cares we had sausages and bits of bread long before you guys, you Americans called it a hot dog. And both sides in a way are talking at cross purposes because that is not the point. The reason why Americans would protest that this is a cultural appropriation is not a question of who did it first. The question is by using a term that is specifically American, you're diluting the value of our cultural norms, and of course no one will do that about hot dogs because no one cares. But it can be sort of a hairstyle that's, you know, some people, some African Americans, for example, in the US would say it comes from Africa, it's us, and of course the people against that were on the other, you know, in the other camp would say no, no, no, you know, Europeans did it, you know, the Vikings did it and stuff like that. Uh, BUT that's not the point. The point is that people are saying we have something that is a cultural marker, an ethnic identity marker. Uh, IF you can use it all the time, then we've lost something. We've lost, um, uh, a signal of identity. We'll have to invent a new one. So you've created a cost in us, whereas we didn't create a cost for you. That's a violation of cooperation. That's why we find it really annoying that you are, um, you know, doing those things that are kind of African style."
	},
	{
		"start_time": "56:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, so for the last part of our conversation, let's go back to the topic of misfortune and victim devaluation. So who do we consider to be victims of misfortune? How do we determine that?"
	},
	{
		"start_time": "56:53",
		"speaker": "Pascal Boyer",
		"words": "Well, OK, so people determine it very, uh, clearly in their, in everyday life in the sense that There are lots of situations in which people will, um, uh, will request help from others and will need social support. And in these situations, people, I think, intuitively identify the dilemma of cooperation, so. As I said, in, in many, um, uh, religious traditions, you vocalize the, the, the responsibility on, um, another person like the witch, another agent, like a spirit, or the person themselves. You violated some, um, some, um, ritual sort of, uh, uh, prescription. So what we tend to do in our sort of modern societies is mostly the last one that is focalized responsibility in the victims themselves, and this is what's called blaming the victim or victim blame. Um, THIS has been studied by psychology mostly, mostly. Um, IN the context of sexual assault in which people would typically say, Well, this woman was assaulted by some guy's boss, and then you have this series of things, but she was wearing this, she was behaving in a particular way. She was because it's usually she, she was in a way inviting a certain behavior. And what I thought was interesting was to see, you know, does this. Um, SO, first of all, the, the, the, the, the study of this kind of thing has been done in that particular top on that particular topic of sexual assault, mostly, and psychologists have really done a lot of work on that. Now, the a problem possible difficulty is that This is a very special context in which there is of course misfortune and victimhood and responsibility, but there's also notions of mating psychology, you know, sex psychology, etc. THAT may be combined with our notion of misfortunes. So what we thought was, well, we should first study things that are more banal, like in one of our studies, you know, you're frying some something in your kitchen and the pan catches on fire and your kitchen is more or less destroyed and now you have to pay for that. Now, um, And the question is, you know, how do other people react to this situation. Now, if our model of the dilemma of cooperation is, is, um, is valid, uh, we should predict that people, for example, um, would be more willing to blame the victim if they think the victim has no value to them as a cooperator. And the reason for that is that if the victim has value to you as a culprit, then helping them would be profitable, would be a good strategy, whereas in terms both of reputation, you're helping someone in need, but also in terms of future cooperation, whereas if the person is a poor cooperator. Uh, THEN what's the point? But the problem is that if you say, well, she or he burned his kitchen, that's his fault. Then you sound like a bad cooperator. However, if you say, Well, he did that, but note that as he was frying that food, he also went to the living room to watch some TV. Then you are clearly sort of providing a version of events in which not helping them. It is OK because it's not a violation of cooperation, you know, you're just sort of saying that these people, if this person, if they do that and they receive my help, well, they're exploiting me because they could have saved me that cost. So we, we run quite a few experiments to see, well, is it the case that people, for example, um, will blame the victim. More if the victim seems to be a poor cooperator like for example, if it's a selfish person, and that seems to be the case that really works. Um, ANOTHER aspect, another consequence of that model would be that, um, very simply, the amount of resources you're willing to, to, to, to. To sacrifice to help someone should be proportional to the degree to which you blame them or you find them of bad character. And also that's also what happens in, in experiments. Now, now the thing is that now we're trying to do two things. One is to extend this to other places because we've done that mostly in sort of modern American contexts. But also, um, what would be interesting is to see, does it extend to those more dramatic cases? Like, um, I think it extends very easily to things like, uh, you, someone was mugged in the street and we say, oh, but He was work, it was, you know, that was a bad neighborhood, he should have known. Um, I don't know to what extent that will also um be relevant to sexual assault, but the idea is to say, well, maybe. Our reaction to misfortune in general is that we immediately identify misfortune of others is that we immediately identify that there might be costs for us, but if we don't pay those costs, there may be a reputation cost for us, and we have to navigate this. Um, YOU know, in one of the articles I cited this, uh, sort of wit the epigram, um, by Larou Foucault, who was a moralist, French moralist. You know, 16th century, 17th century, who said that we bear the misfortune of others with great courage and fortitude, and that's very funny, but at the same time it's false. The misfortune of others is a big problem for for us because we are a cooperative species. The misfortune of others is a cost to us in many possible ways. One is reputation, one is the direct cost of helping them."
	},
	{
		"start_time": "1:03:21",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But how do people evaluate the victims' cooperation potential?"
	},
	{
		"start_time": "1:03:28",
		"speaker": "Pascal Boyer",
		"words": "Well, uh, what we did was to just do it for them, so to speak, because we manipulated the fact that this person gives signals of being, um, either a good cooperator or a bad cooperator. Now, there are um many ways in which you, um, evaluate the value of a potential, the potential cooperation value of a person. In many cases, excuse me, um, one of them might be just their group identity. Um, YOU expect more cooperation from members of your ethnic group than from members of other groups, and that is why, for example, Uh, cooperating with people who have a very strange accent or are clearly ethnically different from you would be something that people sort of gauge. We know that there are striking experiments like, um, uh, Katie Kinsler did that a while ago showing that young children. American children, like that's like 33 year olds. If I remember correctly, um, would have no racial preferences, you know, that's sort of like white kids do not mind if a kid is black or white. And when it comes to choosing a play partner, you know, playmate. However, they tend to be reluctant to play with someone who is the same race, so to speak, uh, but has a different accent. Like a British kid will have problems in on an American playground because they speak in a different way. So why would that be the case? Well, it's because accent is very clear indication of group identity, and it seems interesting that even young children have this notion that accent is a good predictor of thought, whereas skin tone isn't. Then they grow up in a society where it is, and they acquire this idea that skin tone is a predictor of cooperation, but ethnic group would be one, personality would be another one, and of course past behavior and reputation, you know, I know about this person, but I also know what people say about that person. I know that people who interacted with that person and so so on and so forth, and that gives me an idea of how valuable cooperation would be with them. There's also the history of cooperating with me in the sense that to the extent that someone was not a great cooperator in the past, you infer that it's their sort of cooperation profile. That's the way they behave, at least with me. Um, AND therefore I cannot expect great benefit from cooperation with them. So that would be typically the kind of person that I would say was responsible for whatever misfortune happens to them because I don't want to be caught in that dilemma of having to to support them to help them."
	},
	{
		"start_time": "1:06:34",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OK, so I was looking at the questions here you've already talked about witchcraft and karma earlier. So let me just ask you one more question. You've already mentioned also sexual assault. So in the case of more modern industrialized societies, uh, OK, how can we understand the phenomenon of victim devaluation in the context of accidents, for example?"
	},
	{
		"start_time": "1:07:00",
		"speaker": "Pascal Boyer",
		"words": "Well, That's a very good example because an accident, um, the, the interesting thing about situations of accidents, but, you know, lots of other things will happen, is that, um, part of the causation, part of the causal chain that led to that particular event, um, uh, some parts of it are opaque. Um, SO if I have a car crash, you know, um, Even if we exclude the obvious thing, like I'm, you know, I wasn't wearing my, my glasses. I was drunk, uh, the, the car didn't have brakes or stuff like that. Even if we exclude all this, there's a whole domain of possible collision that imply my responsibility more than others. So, um, um. And it's quite interesting that uh when people are afflicted by misfortune, accidents or illness, um, people spontaneously, um, Generate hypothesis about possible responsibility. Um, YOU know, if you hear about someone, this is something that I want to test them. We haven't tested that systematically, but It's a familiar phenomenon, um, you know, anecdotally that, um, You know, someone tells you that someone got a particular, you know, illness, diseases, cancer or something. Very often people will ask questions about their lifestyles, about things like that, and I think it's not, it's related to this question of to what extent is something that would be partly their responsibility, you know, did she smoke a lot? Did you eat lots of, you know, bad food, uh, stuff like that? Why would people be interested in that? I think it's not just for the epistemic interest of understanding the world around you. There's also, um, a rather sort of motivated aspect to that which is that Well, to the extent that this person, um, got that, um, caught that disease, and it's a disease that typically is related to something they could have avoided. Then that is um precious for us to know because it calibrates the level of help that others could expect us to provide to that person. Um, I think it's, it's, um, it's something that's very common. It's not easy to, um, to, it's not very easy to, to, to put that in sort of, um, uh, clear experimental protocols where we could sort of see, uh, see what happens. Um, BUT it's true that, um, uh, and I'm sure you've experienced that, that everyone experienced that, that, you know, you, uh, you had some problem, you, I, I failed at a particular thing. And then immediately people are wondering, well, did you prepare, you know, did you take all the precautions? Did you do all that was supposed to be done? Um, AGAIN, these questions, and it's a general sort of point about doing evolutionary psychology or anthropology, is that All those things are completely obvious to us that people would ask those questions and we would ask those questions. Um, BUT precisely they're obvious to us because we share the same psychology. We are the same species. And, um, from the point of view of, you know, natural selection, there's nothing natural about these questions. Um, THAT'S the, it's just, I mean, nothing natural. What I mean is nothing self-evident about those questions. Um, IT'S the same as, um, You know, in the case of, uh, disease and witchcraft, uh, people say we have to understand why this person got sick at this point. All of us think that is a very natural question to ask, so we think it's self-evident that we should ask that question. However, that question carries almost no, no lesson for that would be useful to us. That is, if I'm telling you that this person got sick because her grandmother was had bewitched her. How does that help you in any of your, you know, uh, endeavors? It doesn't. So there must be another reason for those questions for the, and it's general in, in, in, in evolutionary psychology that what you end up doing is making the very obvious, completely unobvious or unintuitive or certainly not self-evident."
	},
	{
		"start_time": "1:11:43",
		"speaker": "Ricardo Lopes",
		"words": "Great, so just before we go, Doctor Boyer, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:11:51",
		"speaker": "Pascal Boyer",
		"words": "Oh well. I think these days it's very easy to find anything you want on the internet, so they should just go to the webpage of, of, um, the webpage that have, which is best cowboyer.net, and, um, and so there's all these articles, the references to all these things, but, you know, Google Scholar or, you know, all these things can give you those that same information."
	},
	{
		"start_time": "1:12:19",
		"speaker": "Ricardo Lopes",
		"words": "Great, so thank you so much for taking the time to come on the show again, as I said at the beginning, it's always a pleasure to talk to you."
	},
	{
		"start_time": "1:12:27",
		"speaker": "Pascal Boyer",
		"words": "Thank you, thank you, and it's always a pleasure, and I would um tell people who just watched this one to watch all the other ones because they're all fantastic. Thank you, Ricardo."
	},
	{
		"start_time": "1:12:38",
		"speaker": "Ricardo Lopes",
		"words": "Thank you so much. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bortolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassy, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]