[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host as always, Ricardo Lopes, and today I'm joined by Doctor Dina Mira. She's an evolutionary biologist, author, and teacher. She's a senior scientist and writer in residence in the Center for Reproductive. Longevity and equality at the Buck Institute. And today we're going to talk about her book, A Brief History of the Female Body, an evolutionary look at how and why the female form came to be. So, Doctor Ramiro, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:34",
		"speaker": "Deena Emera",
		"words": "Thank you so much for the invitation. I look forward to our conversation."
	},
	{
		"start_time": "00:38",
		"speaker": "Ricardo Lopes",
		"words": "So, before we get into the different physical bodily traits of the female body that you explore in the book, let me start by asking you, from a biological standpoint, how do you define a female? What is a female"
	},
	{
		"start_time": "00:54",
		"speaker": "Deena Emera",
		"words": "exactly? Great question. So, In biology, um, you know, we study animals that reproduce in different ways, and one of those ways is sexual reproduction. Um, AND so in sexually reproducing species, um, there are usually two types of gametes. There, there is always two types of gametes or or sex cells. So there's usually a big one, we call those eggs and a small one we call those sperm. And so, The definition is simple. Females are the individuals in a species that develop to make eggs, and males are the individuals that develop to make sperm."
	},
	{
		"start_time": "01:42",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, uh, are there any aspects of evolution by natural selection that you think it's important for people to have a good understanding of uh to then get a good grasp of the framework you bring into your book and understand what, where or how each trait evolved or not?"
	},
	{
		"start_time": "02:04",
		"speaker": "Deena Emera",
		"words": "Yeah, so I'm sure everyone remembers natural selection from their high school biology class or their college biology class. So, you know, it's simply that, you know, individuals with traits that are better suited. Um, TO their environment, they're more likely to survive and reproduce. Um, AND, you know, over time, that leads to gradual genetic change in a population. So, you know, that's something that everyone learns. But I think there's, um, you know, aspects of natural selection, um, that people are less familiar with. Um, SO one of them is kin selection. So I talk a lot about kin selection in the book. This is really, uh, It is natural selection, but it, it's used to explain the evolution of altruistic behavior, behavior like parenting as an example, and I talk a lot about parenting in the book. Um, ANOTHER concept that people may or may not have learned, it's this idea of conflict, evolutionary conflict, um, which, you know, You know sometimes natural selection can act in diff sort of opposite directions, um, in, you know, on different genes that are involved in in an interaction. And these interactions can happen between species, they can happen between individuals in a species, they can actually happen within an individual itself. Um, USUALLY, these conflicts are, are over resources. So, um, You know, conflict, um, features heavily in my book, um, because, um, you know, we have these intimate relationships with our children as an example, but we're not genetically identical to our children. And so, you know, the, the opportunity for conflict, you know, is there, especially in during pregnancy and early childhood. Um. I also talk about sexual selection, which is really natural selection that specifically um describes the evolution of traits that help. Individuals get mates for reproduction and um this operates um a little bit differently than um And or it's, it's some of, some of the traits are sort of counterintuitive. Like they're not necessarily traits that help an individual survive. Um, YOU know, the famous example is the peacock's tail, and Darwin himself actually really puzzled over the peacock's tail. You know, how could that huge cumbersome, you know, bright tail possibly be good for the peacock's survival. Um, BUT, you know, as he first outlined, Darwin. Um, IF that train, if that, you know, huge set of feathers helps the male get mates for reproduction, um, then it's worth making it, um, and lots of birds do it, and it's, this is not just, um, restricted to birds. I mean, we see the same thing in mammals and humans."
	},
	{
		"start_time": "05:18",
		"speaker": "Ricardo Lopes",
		"words": "So, yeah, we'll probably also come back to some of these evolutionary mechanisms when later in our conversation, we talk about motherhood and mother offspring conflict and things like that. So, uh let me ask you about the breasts now and before we get into the sort of evolutionary biology of breasts, let me ask you first, how do breasts develop?"
	},
	{
		"start_time": "05:44",
		"speaker": "Deena Emera",
		"words": "Yeah, that's a great question, not something that you typically think about. So it actually starts in utero. Um, SO, all mammals develop, you know, we call them breasts, we call them breasts in humans. Um, BUT in mammals, we call them mammary glands, and they serve a very specific function, which is to, um, make milk and feed that milk to developing, um, infants. Um, AND so development starts in utero. And actually it's the same for males and females. Um, AND so basically, I don't know, maybe a month in to develop it in humans. Obviously, the timing is different in different species. Um, WE form these buds, and the buds are like Rudimentary mammary glands, basically. So, you know, uh, a mammary gland or a breast has a few components. Um, IT has the glandular cells that are gonna eventually make the milk. Um, IT'S got the ducts that are gonna carry the milk that's getting made by the gland to the outside of the female's body. Usually, that's through a nipple. And of course the nipple is formed in humans um during um Development. And um and then there's some fat. So there's also some fat in the area. And so that all happens in utero, then breast development pauses, um, so the baby is born and nothing really happens until puberty. So, um, during puberty, everything, um, And the female body is sort of, you know, development starts again. It basically started in utero, it's pauses um during infancy and childhood, and then everything starts up again during puberty. Um, AND you just have growth of what's already there, development of what's already there."
	},
	{
		"start_time": "07:47",
		"speaker": "Ricardo Lopes",
		"words": "And do other animals have breasts or is this something exclusive to human females?"
	},
	{
		"start_time": "07:54",
		"speaker": "Deena Emera",
		"words": "Yes, so absolutely other all mammals, actually a defining feature of mammals is that they have these mammary glands and um This is, um, this was a game changer for mammals. So it, you know, mammals became very successful, um. You know, because of this quality, um, so no, we're not alone."
	},
	{
		"start_time": "08:21",
		"speaker": "Ricardo Lopes",
		"words": "And what are the evolutionary origins of breasts?"
	},
	{
		"start_time": "08:27",
		"speaker": "Deena Emera",
		"words": "Very good question. And, um, you know, with a lot of these questions, I would, I would say we don't have a solid answer, but people think about it and, you know, do experiments or, or do comparative analysis to try and answer the questions. So I would say the best answer that we have now is, but, but certainly not conclusive, um, is that The breast started well before mammals even existed, and this is often what we see um when we look at the evolution of traits. So we think that in the very first animals that moved onto land, and Laid eggs on land. So I'm talking about amnios. Amnios include reptiles, mammals, and birds. So the very first amnios, um, they weren't living in the water anymore. They weren't reproducing in the water anymore. So this was a huge shift, you know, from dependency on water to living on land. And so they had all these adaptations to be able to survive out of the water. And, you know, so, for example, adaptations to their eggs. So if you, if you think about a, a salamander egg, you know, salamanders are amphibians that also live on land, but they're dependent on the water. So I'm not talking about amphibians, I'm talking about true land mammals that were able to Live on land completely independent of water. So they had all these adaptations, these first amnios, um, adaptations to their eggs, they were much, um, they're called amnios because their eggs had all these extra layers. It's called the amniotic egg. Um, SO that was sort of a defining feature of these, um, animals. They also had, um, these glands on their body that secreted sort of oily substances. So why would they do that? Well, the oily substances helped waterproof their skin. And, you know, this was solving a really important problem with these animals, which is how do we live on land and have our skin not dry out. I mean, this is a big problem when you're out of the water. And so they have these oil glands. They're really sweat glands, but they secreted sort of an oilier substance that helped waterproof the skin. And so what we think happened over time is that These animals were secreting this oily substance. The oily substance was good for their skin. It was good for the eggs as they were incubating their eggs so that the eggs didn't dry out. And then over time, we think that some of the nutritive aspects of milk started to get produced and secreted from these glands. So, you know, imagine you've got this animal, it's secreting the substance to waterproof itself and waterproof its eggs. And then slowly some new, you know, um certain um enzymes are are getting produced for the first time that helps to make milk, different components of milk, the sort of machinery to make them evolve, and they get excreted from those glands. And so you can imagine at some point after these babies are hatching, they start licking up this sweat from the mother. And um You know, this is kind of a huge idea, but scientists have worked out some of the steps. Like we know in certain genes duplicated when, you know, some of these milk components first emerged during evolution, we have sort of the um comparative evidence on these glands and when they first evolved, um. And so we think that it was sort of a gradual process over time, you know, first we it started out as a sweat gland that was producing some oily substance, then some nutritive components get added to it. Um, AND then, I mean, much more needs to happen. You need to really elaborate this little sweat gland into a whole system of ducts and glands that are really pumping out milk. Um, A nipple, of course, but the nipple comes later. So, you know, the very first mammals produced milk, but, um, not all mammals have a nipple. Like the most, um, the earliest branching group of mammals includes the platypus and the echidna. Um, THEY make milk, but they lay eggs, um, and they don't have nipples. So the babies just sort of lick the milk off of the bellies of the mom. So nipples came a little bit later."
	},
	{
		"start_time": "13:23",
		"speaker": "Ricardo Lopes",
		"words": "But in the case of human females, I mean, breasts are a bit different from what we find in other even closely related species, right? Because they have these sort of bigger, more prominent fat deposits and they are a per a permanent body trait in women. So I, I mean, what's the explanation for that?"
	},
	{
		"start_time": "13:48",
		"speaker": "Deena Emera",
		"words": "Yes. So, uh, and I think many of your listeners may not realize this. Um, HUMAN breasts are unique, not in their function at all, but, you know, in what they look like. So in most other animals, the breast is only visible while the animal is pregnant or nursing, and then it completely disappears. So they really don't deposit the same amount of fat that humans do. And so of course, many people have, you know, tried to come up with an explanation for why humans put so much fat on their breasts. It's not necessary. Um, HUMANS, you know, humans make milk make great milk, but so do all other mammals, um, so. Again, we don't have a solid answer. I would say that there are sort of two big ideas out there, um. One is, and I, I think this is the weaker one, there's not a lot of support. The idea is that the bigger breast, the fatty breast, evolved to advertise the quality of the female. Um, IN terms of, in terms of her reproductive ability, um, to males. So the logic, according to people who sort of adhere to this idea is Women who have larger breasts, this, this has a lot to do with estrogen. So, um, the thought is women who have larger breasts have higher estrogen levels or are more responsive to the estrogen in their bodies. And, um, those same women with higher estrogen or who are more sensitive to estrogen, also, um, are more fertile. And so this is, um, people have tried to support this idea with evidence. Um, I would say the evidence is very weak, and this is not, this hypothesis is not just restricted to breast. This is a huge sort of branch of evolutionary biology. Um, ON why certain traits like the peacock's feathers, like breasts in women. I mean, they're not traits necessarily tied to males or females, but there are these traits that are, um, considered very attractive, um, sometimes very elaborate, and the question is why did they evolve? And there are people who argue, oh, well, they evolved as signals of quality of The individual who possesses that trait. Um, AND then the other idea is, in a way much more simple and this actually goes back to Darwin's ideas on sexual selection. Um, THE idea is That animals, including humans, but all animals have these arbitrary preferences, um, for beauty. Um, AND so at some point, you know, there was, there were some human females, our ancestors, who had slightly bigger breasts, and males in that population thought that they looked good. And this whole evolutionary process went into effect where more and more males find the fattier breast attractive and um You know, there's this process called runaway selection, which basically results in sort of this permanent body traits in women. Um, I wouldn't say there's a lot of evidence for this idea either, um, but these are sort of the two ideas that are being kicked around. And if you're interested in the second idea that I mentioned, um, there is an excellent book called The Evolution of Beauty. I don't know if you've talked to Rick Prum. Um, I worked with him briefly when I was a graduate student. Um, BUT anyway, he wrote an excellent book that, um, He's very passionate about this topic, so it's called the evolution of beauty, and he's really trying to revive Darwin's original ideas on um sexual selection. Yeah."
	},
	{
		"start_time": "17:50",
		"speaker": "Ricardo Lopes",
		"words": "So, and how about menstruation? How does it work and why is it that it first appears around puberty in females?"
	},
	{
		"start_time": "18:00",
		"speaker": "Deena Emera",
		"words": "OK, so how does it work? Um, Well, we know that the cycle's controlled by hormones, um, and these are hormones produced both in the brain and hormones produced in the ovaries. And so, you know, we kind of split the cycle into two parts. The first part of the cycle, um, is dominated by estrogen. Estrogen is produced in the ovaries by basically these things called follicles that are, um, that contain our eggs. And so these follicles start producing estrogen. And this estrogen is really important. It signals all over the body, um, important places, it signals is to the brain. Um, AND then it also signals to the uterus. And so what it's telling the uterus to do is Um, plump up, you know, make more cells so that in the event that the female gets pregnant, you know, the, the uterus is ready for the baby. So estrogens telling, telling the uterus, you know, make yourself thicker. Um, IT'S a proliferative signal. It's basically telling cells in the uterus to divide. And then at some point, estrogen in this first half of the cycle reaches this threshold, um, and it tells the brain, OK, these eggs are ready, let's ovulate one. AND so the brain sends messages to the ovaries to ovulate an egg. And what's left of that follicle, the, the, that structure that houses the egg, that the cells that are left start producing progesterone. And so the second half of the cycle is really dominated by progesterone. And progesterone is also sending signals, you know, to the body. Um, ONE of the important things that's telling the uterus to do, cause we're talking here about menstruation, is Not to make more, it's not a proliferative signal, it's a transformative signal. So it's telling the cells of the uterus of the endometrium, the lining of the uterus, really to um Get, get, get ready, you know, the cells that are dividing, they would not be able to support a pregnancy. You need those cells, but what you really need right before pregnancy is for those cells to transform into a completely different state, you know, they're called decidual cells. The term is unimportant. Um. And so, and those cells, once they transform, they're dependent on progesterone. Um, AND progesterone is the pregnancy hormone. So if you get pregnant, um, your body keeps making progesterone. Ultimately in humans, this isn't true for all species, in humans, the plus the placenta, which is part of the baby, um, takes over the uh production of progesterone, but, um, Progesterone is critical for pregnancy, and if you don't get pregnant, then progesterone levels drop. So your body stops making it. The signals from the baby aren't coming because there is no baby. Progesterone drops. And when you don't have progesterone, those cells of the endometrium that have transformed, they self-destruct. Basically, those cells to stay alive, they require progesterone. And so that self-destruction is really what starts menstruation. So you menstruate, you're back to day one, and then you sort of need to grow up your uterus again after menstruation because you've lost all of that tissue. And so, we're back to estrogen in the first half of the cycle. Why does this start happening at puberty? Um, WELL, It isn't until puberty that the ovaries start developing again. So they kind of paused their development in utero. They stopped making, you know, they were making hormones in utero. They stopped, the baby is born, pause development. And then Um, we don't know exactly what the triggers of puberty are, but I, it's probably a combination of things, genetics, environmental signals, but at some point the body realizes, OK, I'm big enough, I'm fat enough, you know, you need certain energy stores to be able to sustain a pregnancy, and that's really what puberty is about. It's the body thinks it's now ready to support a pregnancy. Um, AND so once it's getting this combination of signals, the pelvis, by the way, in humans needs to be large enough to let a baby pass through, so your bone development has to reach a certain stage. Anyway, so once the brain basically tells the rest of the body, we're ready, let's, let's, you know, kickstart puberty. Um, THE ovaries start to develop again and so then they start producing the estrogen and all of the hormones needed to um get the cycles going."
	},
	{
		"start_time": "23:15",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT why has menstruation evolved? I mean, what is the point of uh females, women particularly uh experiencing this kind of bleeding? I mean, apart from it just simply being a consequence of uh getting rid of the cells that were in the uterus prepared to receive a baby."
	},
	{
		"start_time": "23:39",
		"speaker": "Deena Emera",
		"words": "Yeah, that's a great question. I've thought a lot about this professionally. Um, I mean, I think, first, it's important to say that we're not the only species to menstruate. So there are a few other mamm, not a few, there are, I would say about 80 species of mammals, and, you know, there are over 5000 species of mammals. So it's a small percentage, say 1 to 2% of mammals menstruate. They're not all related to each other, so yes, the higher primates, so the monkeys and the apes and obviously humans, all menstruate, which is, you know, not surprising because we're all closely related. So clearly menstruation evolved in our ancestor. Um, BUT then there's some other species, a few species of bats, one rodents, um, the elephant shrew, which is related to elephants. So this is really puzzling. Usually when you see a trait pop up in multiple sort of places in our family tree of mammals, um, you wonder about traits like that. And so, To answer the question, why do we menstruate? Well, the honest answer is we don't know, um, but I do think that we have some really good leads on why. Um, AND so the first thing I will say is Me and my colleagues, we wrote about this. We don't believe that the trait that needs explaining is menstruation. So that's not the trait that actually evolved. The trait that evolved, so menstruation, like I described, is tied directly to the state of those cells of the endometrium. So I, I described those cells of the endometrium. In the first part of the cycle, they make more of themselves and then they transform. And once they transform their dependence on progesterone. All mammals have these cells, OK? All mammals. With invasive placentas, we don't need to get into that. Let's say most mammals have these cells, these cells that basically build up, transform, and then support a pregnancy if the female's pregnant. But most mammals don't transform that tissue until a pregnancy. So this is really a critical distinction between menstruating species and non-menstruating species. In non-menstruating species, the cells of the uterus, they build up. And then nothing happens until there's an actual fertilized egg that's traveling down the reproductive tract, and that and that developing embryo starts to implant in the uterus. So for all, most, most mammals, it's the implantation that sends the signal to those cells to transform. In menstruating species, that's not what happens. What happens is every single cycle, those cells become Um, ready for pregnancy. And once those cells become ready for pregnancy, whether it's in a menstruating or non-menstruating species, once those cells transform, if you take away progesterone, they're gonna die. And so the trait that we think needs explaining is this trait of cyclical transformation of the endometrium into that pregnancy state. That's, that's really what's the puzzle, but why did that emerge? And I would say this this first part of this hypothesis is pretty solid. Like there's a very tight correlation between the species that menstruate and the species that transform their uterus, every cycle versus just when they're pregnant. And we also do lots of experiments in the lab that show that those two traits are totally tied. And so the sort of hypothesis really is why the cells transform in humans and other menstruating species. And I would say the best answer we have for that is we think, so those cells, once they transform, they become Like gatekeepers, so they transform and they have this amazing ability once they transform to um Test the quality of the embryo. If the embryo has a lot of problems with it, the those cells of the endometrium that have transformed, they reject implantation. They don't let that developing embryo implant into the uterus. And if the baby is seems to be healthy and it's doing everything it's supposed to be doing, then it will actually encapsulate that developing embryo and support its implantation. And One last piece of this, humans and potentially this is the one part of the hypothesis that I think needs more support. Humans for certain, have much higher rates of unhealthy embryos than other species. For a reason for reasons that we don't totally understand. Humans make a lot of Developmentally abnormal embryos. And so this mechanism of screening through embryos may have been really important for the reproductive success of females of menstruating species. So that's, I'll leave it there, but, but I point out that it's still a hypothesis. I would say to really prove this, or to get more support for it, we would need to Better understand the rate of chromosomal problems and developmental problems in other species that menstruate. And actually we do have that data for rhesus monkeys. Rhesus monkeys are like humans, because people, a lot of people study monkeys um in laboratories and primate centers and and Monkey, that species of monkey, um, also has a comparable rate of of chromosomal problems, but I think we'd need to, um, we'd need that data from other species to really support this idea that This cyclical transformation of the endometrium evolved, um. To, so that the uterus could be a better biosensor of embryo quality."
	},
	{
		"start_time": "30:08",
		"speaker": "Ricardo Lopes",
		"words": "That is really fascinating. So let me ask you now about the female orgasm. Why is it considered an evolutionary puzzle and the male orgasm is not?"
	},
	{
		"start_time": "30:22",
		"speaker": "Deena Emera",
		"words": "Yeah, great question. Um, The male orgasm is not a puzzle, because it's directly tied to the reproductive success of the male. So the male needs to have an orgasm to release sperm from his body. So there's this direct connection between reproductive success and this traits of male orgasm. That is completely not the case in females, in human females at least. And most of the work here has been done on humans. So in humans, There is no evidence that women, this is as a as an example, there's no evidence that women who have more orgasms have more babies. I mean, there's no connection there at all that we've been able to find. So that's the puzzle. Why does this complicated trait exist in um Women, if It has no bearing on their reproductive success."
	},
	{
		"start_time": "31:23",
		"speaker": "Ricardo Lopes",
		"words": "OK, and so why does it exist?"
	},
	{
		"start_time": "31:26",
		"speaker": "Deena Emera",
		"words": "Is the is"
	},
	{
		"start_time": "31:27",
		"speaker": "Ricardo Lopes",
		"words": "the female orgasm and an evolved adaptation?"
	},
	{
		"start_time": "31:33",
		"speaker": "Deena Emera",
		"words": "Another very contentious topic, um, so I would say there are some people who argue, OK, yes, maybe the female orgasm isn't required, but maybe it helps reproductive success. So there are still people who Believe this idea that female orgasm is tied to reproductive success. Those people are, um, you know, in science, we sometimes find this we're all human beings, like you get really attached to your idea, even though all the evidence suggests that you're wrong. And I would say that for this idea on the female orgasm, there really is no evidence that Women who orgasm easier or women who have more orgasms are more successful reproductively. They don't have more babies, so there's really no evidence there. And then there's some other people who argue. That it's just an accident. So, you know, females have orgasms really because males and females develop very similarly when, you know, they're in the womb. Um, AND so we develop all the machinery to have an orgasm because very early on males and females in development look the same. So we have all of the machinery and the wiring to have an orgasm, really because males need it. Um, BECAUSE it is so tied to males reproductive. So that's one idea, and I think it makes a lot of sense. Um, AND then the last idea, which is kind of newer, and actually it was put forth by my PhD advisor, so I'm familiar with this hypothesis is The female orgasm in women now has no purpose, but they argue that earlier in our mammalian history, and I would, I think even earlier than that, like in the very first those ammiots that I was talking about, the very first land animals, um. And I should say, cause we didn't get to this, other animals do have or orgasms. Um, THEY might not look the same as a human orgasm, but, but, you know, a lot of the physical things that happen to a human during an orgasm also happen to other animals, both males and females. So, um, that's sort of an important part of this story. Um, SO this Um, hypothesis put out by my PhD adviser, and he actually has some support for it, is that Let's say stick with mammals. In the very first mammals. They didn't ovulate like humans. So humans ovulate every cycle, you know, it's, it's sort of like what happens in our uterus. Every cycle our uterus gets ready for pregnancy. Every cycle, we're putting out an egg. There's no external signal needed for that. Our bodies take care of ovulation all on their own. But in the very first mammals, and in a lot of mammals still today. The way that they, the female ovulated is when she was copulating with a male, so she only released an egg during copulation. Um, AND this totally makes sense, right? You, you release an egg when it's needed, right? And it's needed if there's sperm around to fertilize the egg. And so, I won't go into all the details of this hypothesis, but the idea is that in those in those um species that were ovulating that way, the orgasm had a very specific function, which was to signal to the brain that copulation was happening. And um then the brain tells the ovaries to release an egg. So really the function. Original function of the orgasm, according to this hypothesis, was to ovulate. Um, IT was like a way for the brain to know that copulation was happening and it's time to release an egg. And the, you know, there's a lot of support for this. I think it's interesting. In humans, we don't ovulate that way anymore, so it's just a relic of this sort of past um history. Anyway, so 3 ideas, I would say, um, and we don't have the answer."
	},
	{
		"start_time": "36:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, fair enough. And, and, but do we know if the female orgasm serves any functions apart from just uh allowing women to experience a particular kind of uh women or females. Experience a particular kind of pleasure. I mean, you said that women who orgasm are not more reproductively successful than women or females who don't orgasm, but are there any other functions that the orgasm might serve or not?"
	},
	{
		"start_time": "36:34",
		"speaker": "Deena Emera",
		"words": "I, I don't believe there to be other functions, um, which is kind of wonderful for women, that it's purely a, a trait for pleasure, um, but that's not to say that it didn't have a function like I just said, in our historical, you know, prehistorical past. So I think it may have had a very important function, and I think it still has that function in some mammals. So rabbits, for example, and, and my adviser who put this idea out there has actually done an experiments on rabbits to kind of find support for this idea. They ovulate during copulation. Um, SO I think This is, this is true of many traits. Um, SOME of these traits are so old, and, um, you know, like the human appendix, you know, that's a trait that had some function a long time ago, but it doesn't anymore. And so, you know, you see sometimes these traits that are sort of relics of something that was important a long time ago, like millions, hundreds of millions of years ago. And so, I think if the orgasm had a function, you know, it could have been tied to ovulation. Um, DOES it still have a function in women other than bringing pleasure, I don't believe so. I, I don't, I haven't seen any data to suggest that it has another function."
	},
	{
		"start_time": "37:59",
		"speaker": "Ricardo Lopes",
		"words": "Another thing that you talk about in the book is love. So how do you approach love from an evolutionary perspective?"
	},
	{
		"start_time": "38:09",
		"speaker": "Deena Emera",
		"words": "Yes, um, this is actually one of my favorite chapters to write because I knew the least about this topic. Some of the topics I knew I was very intimately familiar with like pregnancy and um. Menstruation, you know, uh, some of the things that we're, we've already discussed, um, Yes. I didn't know much about this branch of evolutionary biology, which really is, I would say, the branch that studies mate choices. So, love in humans is thought to be an elaboration of All of the systems in the brain that are involved in mate choices and other animals. And so we know from studying other animals that they're evaluating mates. I mean, birds are a great um group to really understand mate choice because um they're doing some just really amazing things like The elaborate plumage, some of the dancing that, you know, some males will do to attract females. Um, THE choices that females are making while she's evaluating males, so it's this whole, um, Sort of area in evolutionary biology that is trying to understand what mate choices are being made, why are they they being made. And love, I would describe as sort of an elaboration of um mate choices in other animals."
	},
	{
		"start_time": "39:47",
		"speaker": "Ricardo Lopes",
		"words": "And is there anything particular about female love?"
	},
	{
		"start_time": "39:53",
		"speaker": "Deena Emera",
		"words": "Yes, that's a great question. So, We'll make it more general and say female mate choices, um, and I would say that If you look across animals. It's usually the females that are making the choices. It's not always true, but it's usually the females that are evaluating and making the choice. It's usually not the male. The male is showing off, showing off his feathers, doing his dance, um, bringing Um, presence, you know, maybe food items or whatever it might be. Again, I'm talking generally across animals. It's usually the females who are making the choices. And the reason for that, we think, is that it is usually the females who invest very heavily in reproduction. So if you think about a female monkey or really any female mammal. The female is going to spend a long time being pregnant. The female is gonna spend a long time nursing. If it's a primate, you know, there's additional work involved, especially, you know, the human primates. So it's a huge investment. And so the thought is and You know, part of this hypothesis is supported by cases where the situation is reversed, where males are doing most of the um caregiving and investing more care. Um, The thought is, when you're making such a huge investment in reproduction, Who you choose, who you fall in love with, quote unquote, is really important because it that's the only place where you have a chance to um Decide the quality of that offspring, you know, you wanna choose a male who is very attractive because maybe those babies then will be very attractive, and they will be able to be successful reproductively and have more offspring. Um, YOU want a male who brings you food and helps you, um, reproduce better, you know, helps your pregnancy go smoother, whatever it is, um. There are cases where the situation is reversed, males do most of the caregiving, and in those cases, it's the males who are evaluating and choosing and um quote unquote, falling in love. Um, SO, I, I think a lot of These decisions have to do with um Reproductive investment. Who's doing the investing? And in some species, both male and female are are investing heavily. Like I would argue in our species, both male and female. Obviously the female, she's going through pregnancy, she's nursing her baby. That is an incredibly long commitment, and she can only have one or two babies at a time, whereas a male can go off and have, you know, an infinite number of children, really. Like, he's only limited by sperm production. But humans are different, human males are different from other primates. They do invest a lot more in caregiving, and this is a trait we see across all human populations. It's not just a modern trait. It's, it's really something that's widespread. So, um, that's why in humans, you know, there are choices being made both by males and females, and you could say that we're both, we both can fall in love, um. You know, because we're Uh, I would argue it's because, you know, it really stems from, um, both male and female really investing heavily in reproduction."
	},
	{
		"start_time": "43:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, EARLIER you mentioned pregnancy, so let's talk a little bit about that now. How has pregnancy evolved in human females?"
	},
	{
		"start_time": "44:07",
		"speaker": "Deena Emera",
		"words": "So, pregnancy is a fascinating trait. It's probably not one that a lot of people think about. Um, I would say. The first thing that it's important to realize is that not All mammals get pregnant. I think I mentioned this before, the very first mammals laid eggs, and so something happens. In our evolutionary history, where we went from laying eggs to actually developing our very young um offspring inside our bodies, and mammals weren't the only animals to do this. So this, this transition to pregnancy from laying eggs has happened over 100 times, believe it or not. Um, SO it's happened in reptiles, it's happened, um, it has not happened in birds, um, but it's happened many, many times in reptiles, interestingly. And what's really interesting about that is that it usually happens in places that um are very cold and the altitude is very high. And so I think that tells you something about what the advantages of pregnancy are. Um. You know, imagine you're laying your eggs, you're a mammal, and imagine it's a freezing day and all your eggs die. Um, SO I think in certain environments, it makes a lot more sense to rather than leaving your offspring to develop out in the open, you're, you know, you're taking some control over that development by keeping retaining those babies in your body. Um, AND this was a game changer for mammals. I mean, I said mammals were very successful as a group because of mammary glands, but really, they're really successful mammals, the ones that just went all over the planet, and they're so, most species of mammals, except for the few that we've been talking about, the platypus, the echidna, there are some marsupials that don't have a full fledged placenta, but the really successful group of mammals are the ones that have a placenta. So, anyway, um, humans, you know, are part of this story, but they're not the beginning of the story. The beginning of the story is how that transition from egg laying to Um, growing your babies inside your body, how that transition happened. I've been very interested in that transition from a mechanistic standpoint, like, how did it happen? And it really needed changes both in the baby and the mother. So the mother needed to change her uterus, um, in order to accept this foreign half foreign object. Um, SHE needed lots of changes to her immune system, to the uterus itself, um, and then the baby, of course, needed to develop tissues that are able to invade the mother and get what it needs from the mother. And we don't need to get into the mechanisms here, but, um, a lot of my work has focused on a certain type of element, genetic element. It's, it's, it's a, it's almost like a genetic virus. You can think of it as this entity that spreads all across genomes, and over half the human genome really originates from these genomic parasites, these like viruses that spread all around. And so we think that pregnancy and mammals at least evolved by the spreading of these parasites all around the genome, and that enabled this huge change to happen. I mean, it's a really remarkable um set of change, not just one change, this whole set of changes that needed to happen."
	},
	{
		"start_time": "47:53",
		"speaker": "Ricardo Lopes",
		"words": "But in the case of women, what are the most common complications associated with pregnancy?"
	},
	{
		"start_time": "48:02",
		"speaker": "Deena Emera",
		"words": "Women, complications, gestational diabetes, preeclampsia? Miscarriage, and I touched on the miscarriage earlier, that is likely tied to This, this huge number of, you know, developmentally abnormal embryos that humans make. Um, PRETERM labor certainly is one, infection, so, um, There are a lot of complications, unfortunately, um. I would say those are the most common."
	},
	{
		"start_time": "48:39",
		"speaker": "Ricardo Lopes",
		"words": "Um, ARE some of those complications related to the fact that we are bipedal?"
	},
	{
		"start_time": "48:47",
		"speaker": "Deena Emera",
		"words": "Yes, well, I think the We have a difficult time giving birth and You know, the reason for that has to do with us being bipedal. Um, YOU know, we have certain constraints on our pelvis, the shape of our pelvis, um, when we You know, our ancestors started to stand up right? And we also make babies with very large heads. But I would, honestly, I would say that those obstetric issues are less of an issue than some of those other diseases I mentioned, like preeclampsia, gestational diabetes, um. I think You know, it makes childbirth very difficult for us, but it's, it's not, um, you know, in places where there isn't, um, there aren't hospitals, um, it is not the obstetrical issues are not a major problem. I mean, they are a problem, but I think these other cases, you know, of diabetes and preeclampsia are probably bigger issues. Mhm."
	},
	{
		"start_time": "50:03",
		"speaker": "Ricardo Lopes",
		"words": "And what characterizes motherhood in humans specifically?"
	},
	{
		"start_time": "50:09",
		"speaker": "Deena Emera",
		"words": "Oh my gosh, that's a big question. Um, I would say that. I mean, I'm a biologist, so I focus on the biology. I would say that some of The way that we think about motherhood and the way we mother. Some of it is certainly influenced by the cultures in which we live. Absolutely. But I would also argue, and again, I, I can't help it. I'm a biologist. I would also argue that biology plays a major role in how we mother and You know, so one thing that we know is when we're pregnant and when we give birth, that Affects the hormones that we're making. Um, THAT affects our brains. It affects, it, it actually affects the structure of our brains. So there are some major changes, physiological and even anatomical changes that are happening in our bodies as we engage in motherhood. And so, Um, I think You know, it's this complex interplay between, you know, cultural um influences, but also biological influences. And one thing I would say is From the evolutionary biological perspective, mothers evolved to be very flexible, human mothers, but also other animal mothers. So there is no one way to do anything. Um, WE actually evolved to be very flexible in how much care we give our offspring, um, who we're investing in at any one given time. So, you know, the most successful mothers in the past were the ones who are very flexible and considering all their options. Um, And then a whole other sort of area that we haven't touched on too much is this idea of conflicts. So, you know, maybe we can touch on that now, um. Certainly. Mothers evolved. Certain behaviors and um. You know, hormonal thing, you know, the evolution of hormones and their responses and, you know, all of that affects. Maternal behaviors with our children and To a certain extent for sure, we want our children to succeed. We want them to um You know, we want them to, again, in an evolutionary bio biological sense, we, we, we want them to succeed and reproduce themselves. Those, you know, that's ultimately, um, what makes us as mothers successful. Again, not, uh, not, I'm not speaking as a human mother. Um, I'm speaking from, you know, the perspective of, of biology. Um, AND so there has to be a cooperative nature to that relationship. The mom and the baby need to cooperate for, um, that baby to grow up successfully and then go on and have their own kids. But there is an element of conflict in this relationship between moms and their children. And the ultimate reason for that is that moms and each child that they have, they're not genetically identical. And That sets up a situation where what's best for the genes and the mom might not be what's best for the genes in any one child. The mom is thinking evolved to be thinking about um her reproductive success overall. And this is this isn't conscious. I don't mean she's actively thinking about this, but You know, the decisions that moms make, um, they're, they're considering the whole package, like, how successful am I gonna be as a mother over my whole life. The moms who raised more babies successfully did better, and the traits that she had that allowed her to do better, those are the ones that get propagated over time. It's a very different story for the babies. The babies. Again, this is because of genetics. They are really thinking about themselves, right? The babies that extracted as much as possible from their mothers, potentially at the expense of a sibling, or potentially at the expense of the mother, those babies did better. And so there's this Underlying tension and, you know, you really see that tension during pregnancy, um. Babies, because pregnancy in humans and other species with invasive placentas, because these, the mom and the baby are so intimately connected physically, so the baby is like directly bathed in the mother's blood. I mean, it's a very intimate connection that interface, the placenta really is where it all happens. The baby is dumping all of these hormones into the mother that are essentially manipulating her to do things that the baby wants, like, give me more food. The baby wants it all. The mother wants that any one baby to make it through pregnancy and, you know, survive and, you know, be successful, but not at the expense of her own health, not at the expense of potentially future offspring. So, um, we see a lot of evidence of this where, um, You know, babies have certain there during pregnancy, they're producing certain molecules. Once the babies are born, they have certain behaviors that are really manipulative behaviors like give me more, and this really all stems from dad's genes, uh, whereas moms, you see lots of evidence of restraint, like, yes, I wanna give you this, but not too much, um, and so, you know, you've got this. Cooperative, but also this underlying tension that underlies sort of the relationship between mom and child."
	},
	{
		"start_time": "56:42",
		"speaker": "Ricardo Lopes",
		"words": "So that covers the topic of mother offspring conflict. Let me get into the last trait I would like to ask you about today. So, what is menopause and how has it evolved?"
	},
	{
		"start_time": "56:58",
		"speaker": "Deena Emera",
		"words": "Right, so menopause is obviously the end of reproductive function. So in humans, it's the end of menstrual periods. It happens about 50 in our species. Um, THERE are a lot of theories on why it evolved. I don't think menopause itself is what's so interesting. Because, you know, just a tiny bit of background. All mammals and all birds. They make all their eggs up front, so they're born with all the eggs they will ever have. And so if you're a mammal or if you're a bird, if you live long enough, you will go through menopause. So really the trait that's unusual in humans and a few other species because we're not the only animals to go through menopause. What's really interesting is this extended period of life that we have after menopause. Um, And there are many ideas on why that postmenopausal life stage exists. Some of those ideas are adaptive ideas, like, they suggest that There was some purpose that menopause and this postmenopausal life stage, um, It it evolved for a purpose, right? And then other folks will say, well, it's there's no reason for it, it's just, it just happened like. You know, our eggs don't last, can't last long enough. So, and but we started living longer. So, you know, there are sort of two, there's a big debate on, you know, whether it served a purpose, sort of this stopping reproduction and living for so long afterwards, um, or if it's just an artifact um that has no function."
	},
	{
		"start_time": "59:01",
		"speaker": "Ricardo Lopes",
		"words": "And I, I mean, what is the relationship between menopause and longevity?"
	},
	{
		"start_time": "59:08",
		"speaker": "Deena Emera",
		"words": "Yeah, that's a great question, because, so I mentioned the other species that have menopause. It's 4 or 5 species of toothed whales, so beluga whales, narwhals, killer whales, and short-finned pilot whales. And they all live a long time. Um, AND it's not just that they live a long time. If you compare them to closely related species, they live longer than animals they're closely related to of about the same size. So it's certainly related to longevity. That said, there are some animals that have extreme longevity that don't appear to go through menopause. So, Uh, another land mammal, the African elephants, has a lifespan that's similar to humans, but they reproduce over a decade longer than humans. So just because you live a long time does not mean you must go through menopause, if that makes sense. I'm really interested in a species of whale, not the menopausal whales, but a species of baleen whale that Has a very long, it's like the longest lived mammal, it's the bowhead whale, and it doesn't appear to go through menopause. So there's evidence of these whales reproducing um in into, you know, over over 100 years old. Um, SO, tied to longevity, yes, but that's not, that can't explain it all."
	},
	{
		"start_time": "1:00:46",
		"speaker": "Ricardo Lopes",
		"words": "OK, so one last question then and still on the topic of menopause or at least related to it. What do you make of the grandmother hypothesis?"
	},
	{
		"start_time": "1:00:58",
		"speaker": "Deena Emera",
		"words": "Oh, I think there are different, so there are different versions of it first of all. One version of it. Just describes the longevity piece. So that version says, well, we inherited menopause at 50, because chimps, our closest primate relatives, go through menopause at 50. So, we inherited menopause. And then we, but so the real difference that needs to, um, that we need to understand is why do humans live so much longer than chimps. And so one Um, Version of the grandmother hypothesis tries to explain that why humans started living longer and it really Centers around maternal grandmothers and sort of this new behavior that evolved in humans on the part of maternal grandmothers, which is that they started um Breeding more cooperatively. All that means is they started to play a much bigger role in family life. So, this idea was really mainly developed by um an anthropologist who studied the Hadza tribe in Tanzania, and she noticed that in this tribe, the grandmothers have a Very important role, which is digging up these very hard tubers from the ground and processing them and feeding it to the grandchildren. So the idea is in human populations where grandmothers were engaging in these, these behaviors, that Helps The descendants of that grandmother, there were more of them because she was helping her daughter reproduce and helping her grandchildren eat, and Again, this idea really suggests that because of that new behavior, this grandmothering behavior, that extended the human lifespan longer and longer. I think there's some weaknesses to that hypothesis. The other version of the hypothesis is not just that that behavior extended the human lifespan, but also that it The women who were grandmothering. They had to stop reproducing in order to do that effectively. Um, SO there's also a version of it, like I said, that explains why menopause has to happen at 50 in our species, because, you know, the age of menopause can evolve. I mean, You know, it doesn't, you know, there are animals with very different lifespans, and they have very different reproductive life spans. So, you know, menopause is not something that has to be fixed at a certain time. Um, FOR whatever reason in humans, it did not move since um our last common ancestor with chimps. I think there's a lot more to this story. We don't, I don't know that we have time to get into it, but um, I think so, in summary of my thoughts on the grandmother hypo hypothesis, I think it might be part of the story. We certainly, the human lineage certainly evolved new behaviors like grandmothering, um. But I think in general, we became a much more cooperative species, so I don't know that grandmothering itself was like the critical behavior. I think it was, you know, a more general behavior that evolved in humans that I do, excuse me, I do think contributed to human longevity, um. I don't know that we have a good understanding of why. Our reproductive lifespan didn't also extend. I mean, I think that's an open question."
	},
	{
		"start_time": "1:04:47",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, uh, by the way, related to that, let me just ask you one more question. So, do we know if children who have grandmothers have higher fitness in any way?"
	},
	{
		"start_time": "1:05:01",
		"speaker": "Deena Emera",
		"words": "So that's when I said the evidence is mixed, that's really what I'm talking about. So in some populations that have been studied, the presence of a grandmother. Helps survival, but in others it does nothing, and in others it actually might detract from your success. So I think the demographic conditions. In which these traits were evolving were really critical. And so when we're studying modern populations, it's hard to capture exactly what the situation was in ancestral humans. Um But certainly there are some populations where the presence of the maternal grandmother or even a paternal grandmother, um, It is a good thing for grandchildren. It helps them, more of them survive, absolutely. It's just not across the board in all populations that have been studied. Mhm."
	},
	{
		"start_time": "1:06:01",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So the book is again a brief history of the female body, an evolutionary look at how and why the female form came to be. I'm leaving the link to it in the description of the interview. And Doctor Amir, uh, apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:06:21",
		"speaker": "Deena Emera",
		"words": "Yes, um, I have a website that's probably the easiest place to go, Dina Amera.com. Um, I'm also on Instagram and LinkedIn and all those places, um, so yeah, you can just type in my name and look me up."
	},
	{
		"start_time": "1:06:36",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a real pleasure and very fun to talk with you."
	},
	{
		"start_time": "1:06:43",
		"speaker": "Deena Emera",
		"words": "Thank you so much. I had a lot of fun as well."
	},
	{
		"start_time": "1:06:47",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin. And yoursnacht, a special thanks to my producers. These are Webb, Jim Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]