[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Danielle Rodriguez. She's an invited assistant professor at University of Catholic Portuguese, where she teaches master students about the cognitive foundations of language. She studies gestural communication. Human and nonhuman primates. And today we're going to talk about exactly that communication in non-human pri and non-human apes, gestures, child-directed communication, language, and some other related topics. So Daniela, welcome to the show. It's always, it's a pleasure to everyone."
	},
	{
		"start_time": "00:42",
		"speaker": "Daniela Rodrigues",
		"words": "Thank you, Ricardo. Thank you for the invitation, and it's a real pleasure to be here. So, uh, let,"
	},
	{
		"start_time": "00:50",
		"speaker": "Ricardo Lopes",
		"words": "let me start by asking you, which kind of non-human apes have you studied the most just to uh have a little bit of background here."
	},
	{
		"start_time": "01:02",
		"speaker": "Daniela Rodrigues",
		"words": "So actually, I, I was lucky enough to, to study lots of different primates. Uh, IT was mostly behavior studies, uh, but I studied some lemurs, um, also some crabby eating macaques, mandrills, uh, and then also chimpanzees, uh, and I focus mostly on, on chimpanzees during my PhD and even a bit before my PhD I already started like collecting data in chimpanzees, yes. And"
	},
	{
		"start_time": "01:34",
		"speaker": "Ricardo Lopes",
		"words": "what kinds of,"
	},
	{
		"start_time": "01:36",
		"speaker": "Daniela Rodrigues",
		"words": "yeah,"
	},
	{
		"start_time": "01:37",
		"speaker": "Ricardo Lopes",
		"words": "yeah, sure, sure. No, no, no worries. What kinds of communication do you study in non-human apes?"
	},
	{
		"start_time": "01:45",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO I, so most of my work is in gestures, so usually researchers in private communication study vocalizations, uh, facial expressions or gestures, and early work was just focused on each modality. Uh, LAST decades, I would say that people tend to to study these different modalities together, at least having those, uh, this modality into account. Um, SO most of my work is in gestures, but we have like, I, I've been collecting also data in vocalizations and facial expressions. So my first studies have all these modalities into account and then I specialize in in gestural research."
	},
	{
		"start_time": "02:32",
		"speaker": "Ricardo Lopes",
		"words": "So what kind of gestures do you study in nonhuman apes?"
	},
	{
		"start_time": "02:39",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO, mostly it's, um, it's a bit different from human research because we study like all body gestures and we we use a different methodology like uh different names, I would say it's an approach that is more descriptive, uh, so, um, it's basically we have lots of uh uh things in common. Um, BUT the way we address gestures in human research and in human research, it's a bit different. So what I try to do, and because I study also humans, adjusters in humans, I use the same approach and I use the this descriptive approach that is more common in primates, and I use the these same names, this same approach to study both. So, for example, we, it's only a subset of the gestures that we have in humans. I'm aware that In human research uh in the gesture domain, um, we have lots of different things, um, but for example, in nonhuman primates, we tend to be more cautious in Uh, interpreting, for example, gestures or uh to consider it a gesture in the first place. So we study a subset of these gestures, uh, for example, the ones that are communicative, the intentional gestures, the ones that involve a change in the behavior of the recipient. So of course we know that we cover only a small part of the gestural world, uh, but I would say that most of the research in a human primates, it's this subset of gestures."
	},
	{
		"start_time": "04:17",
		"speaker": "Ricardo Lopes",
		"words": "So I know that you've studied greetings and leave taking. So what are they?"
	},
	{
		"start_time": "04:24",
		"speaker": "Daniela Rodrigues",
		"words": "So greetings and leave takings are basically the little rituals that we do, uh, when we say hello, like say hello and goodbye to people when we meet or when we are about to leave. Um, SO I studied those kind of rituals, uh, the the signals that are changed during the arrivals and departures. Uh, IN one of one community of chimpanzees. So we had like a really great setting where you have like this outdoor laboratory where they would go there to to crack some nuts and uh they would uh join uh others that were already there, for example, and they will live also at different times, so it's, it was a perfect setting to to check if they greet each other or if they say goodbye. Um, AND yeah, basically it's So it's hard to tell if they actually are, if I arrive up to a place and say hello, or if I just saying how the weather is like outside, like in other place, it's hard to tell what is a greeting or not. So, of course, we, at least in our study, what we did is considering all the signals that are changed during the arrivals or during departures, but of course, this doesn't mean that our greetings are Uh, leave takings, you know, so then we have like some challenges and probably we'll talk about this a bit later. Um, BUT yeah, it's basically these kind of signals that we change when we meet someone or when we are about to leave."
	},
	{
		"start_time": "06:00",
		"speaker": "Ricardo Lopes",
		"words": "But how do you go about studying these kinds of gestures? I mean, how do you know that when they do a particular kind of gesture, they're doing a greeting or a leave taking?"
	},
	{
		"start_time": "06:15",
		"speaker": "Daniela Rodrigues",
		"words": "Yeah, so this is the first challenge. So we have actually considered and we have lots of variability uh in definitions if you check in the literature, um, and this is quite challenging because then we if you want to to know. If this species of, if it's like some greetings reported in this community, for example, the way people define a greeting, uh, it's quite different from, for example, other research groups and sometimes it's a bit hard then to compare results in different communities in different, even in the same species if the research is conducted by different people. So this is the first challenge like about the definition. So some people consider a greeting even if For example, chimpanzees or other animals, if they are already present, but they approach other individuals a bit closer, and they could greet each other. So like the signals if it is changed during that um interaction. But other ones will involve like uh they, they would need to, to have like um a separation, a physical separation in the, the physical space, I would say. So for more, for example, than 5 minutes, others like it's more than 1 hour absent. So, of course, this will also uh will imply different interpretations and results. Um, LEAVE takings, it's another story because it's not very uh studied, um, but even for, for the, but the challenges are are similar. I would say because greetings are a bit more studied and involve what are the types of signals that we already know a bit about the functions and how they are so important in maintaining and keeping relationships. Uh, IT'S, it's somehow easier, but we face similar problems because sometimes we tend to overinterpret some, some of the things, uh, and for example, the leave takings, uh. We are not sure sometimes if we, even for, we are very cautious about uh the, the signals and choosing the signals um that are changed that we can consider a gesture, for example, or not, um, and I, I would say that we cannot be super sure about. ABOUT the nature of the justice. Firstly, first of all, because it's um the clarity in nature, so if I say goodbye, I don't expect also that the others will change the behavior and uh Well, uh, it, it basically the, the, the, the communication that the gesture communication studies usually, uh, as I mentioned before, focus on the subset of communication that imply, uh, changing the commun changes in the behavior uh of the recipient, they imply intentional uh criteria, so lots of different things that sometimes it's hard to tell, you know taking if these are occurring or not, right? Mhm."
	},
	{
		"start_time": "09:15",
		"speaker": "Ricardo Lopes",
		"words": "And uh in chimpanzee, fusion fusion societies which you've studied, how do these gestures work? And by the way, what is a fusion fusion society?"
	},
	{
		"start_time": "09:29",
		"speaker": "Daniela Rodrigues",
		"words": "Uh, SUFFICIENT fusion societies are, uh, societies like when individuals basically come and go, uh, pretty often, so, so they don't spend all the time together and uh this is actually super important because of course, to understand a bit the the role of greetings and risk takings because if in one community, um, you spend all the time together, maybe greetings and risk takings are not so important, right? Uh, BUT in your like in your community, if you come and go pretty often, sometimes you can spend, uh, like a few hours or days without seeing the other individuals. Um, OF course, things happen, uh, outside, like, uh, and you'll probably meet other individuals, and it's super important, if greetings are so important to maintain and Uh, to, to check social relationships among each other, um, it's in these moments they invest a lot, uh, not only to to greet and to be able to check if they were standing in the same place as they before the other individuals also to inform the other one's present. So they have a very important role in these societies when they don't. Uh, THEY, they're not together all the time."
	},
	{
		"start_time": "10:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And so I, I read in your work that there are some contextual and social factors that play a role in who, when, and how chimpanzees greet. Uh, TELL us about that."
	},
	{
		"start_time": "11:12",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO one important thing, uh, to start with is that Uh, they don't greet all the time. Like, even if they, so they arrive to a place and we probably would assume that they will at least say hello to 11 present and actually in our study we've seen that in half, more than a bit more than half of the cases, um they Didn't greet anyone, so it happens sometimes they just arrive and they start nuts and do other behaviors and so this is also important just to have uh to have this in mind, um, but then of course if they arrive to a place and there is like a group of chimpanzees, they don't greet everyone present, so they are super selective in the ones that are uh greeting. Usually it's high ranking individuals or um or males or a specific individual for some reason because of course there is all these contacts about what happened before or the mood of the group, if they are aroused or not. So of course there's like all these things that they have into account and sometimes for us as a researcher, it is very difficult to, to have, of course, we collect data on most of the things that we can uh collect, but sometimes if they It's impossible. We are not following them 24 hours and it's hard to complete the puzzle of the, the social complexity they they have. Um, BUT yeah, I, I, I think at least, uh, knowing, uh. We, we know that um this social complexity has of like their lives plays in super important role, um, and we do our best, but it's it's hard like to To tell, I would say, I don't know if we are going into this a bit later, but uh so for example, as I said before, so the, the ones they choose to greet, it's one of the important things, and sometimes they choose not to greet at all. Different, uh, individuals, but so these social uh rules they have in the group. So for example, hierarchy plays an important role. So, uh, the kinship, um, so they also will, depending on the relationship they have with each individual, they, they may choose, for example, OK, this is a friend or a kin like it's, I, I have like A more predictable outcome if I would communicate with my friend. So maybe I will invest a bit more in greeting like one male that I'm not so confident if, if, if it's OK with me approaching, you know. Um, SO I would say that these contextual factors that I mentioned before, like arousal, what happened before, for how long they don't see each other, but also these social relations between them, and also another important thing, it's like the audience, like the ones. Present or not, sometimes they get more confident, for example, if they could have like some friends, uh, some allies nearby, of course, or they may feel a bit insecure if there's like my males or high ranking individuals there, and maybe they would prefer not to greet anyone present or, you know."
	},
	{
		"start_time": "14:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So you mentioned social rank there. I have here uh somewhat of a list of other factors which I read about in your work. How about kinship? I mean, do chimpanzees tend to greet uh other chimpanzees who are genetically related to them?"
	},
	{
		"start_time": "14:58",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO usually what we've seen at least in this study is that they are not investing much inbreeding. Uh, YEAH, if they are, uh, their kidneys, like if there's like someone uh related to them, um, they usually prefer to invest, invest the greetings in other, um. Non-related individuals. So it was quite and it's why we think that maybe about the this uncertainty of the outcomes, so chimpanzees sometimes get pretty aggressive and I've seen in some videos that I analyzed that, so for example, if someone would greet. A male that is not very high ranking and the alpha male is nearby, uh, you would be like someone just because, OK, you beat this male first, you know, so they are a bit uh so aggressive sometimes depending on the situations, um, but so for example, if they have a More close relationship, even if it's not kin, uh, I, I only focused or only coded these relationships if they were or not related, but also we, we see this in, in more close individuals. So if they are friends, if they spend more time together, uh, they are kind of more tolerant to each other and it's not super important to signal, uh, that I, my friendly intent of coming by, you know, so we didn't see um. IN terms of um frequency of greetings, um, much greetings with related individuals."
	},
	{
		"start_time": "16:34",
		"speaker": "Ricardo Lopes",
		"words": "Uh, HOW about, uh, their, their position as a traveler or party member? Does that influence the way they red?"
	},
	{
		"start_time": "16:44",
		"speaker": "Daniela Rodrigues",
		"words": "We also didn't find evidence for that. So, for example, I don't know, in some cultures also this in humans these varies, so maybe, of course, in chimpanzees and it's one thing that I want to mention, so this was only in one community, um, in, in Western African chimpanzees, so we also need to be aware that this can vary a lot in different communities. But at least in this study, we didn't find evidence. So if it was the one that was already in the party, like in the group, or the one that was joining the group that was greeting or not, so we didn't find any evidence and, for example, in some cultures, maybe in human cultures, it's more common than the one that is arriving, for example, that is the one that is greeting, um, but here, yeah, we didn't find and the same for example, so we focused on Not only the communication of this individual when arriving, but we studied them to be able to address the, the selective nature of their greetings, we studied all the possible interactions between that individual and the other ones present. Uh, IF they were traveling together, even uh or separated by 5 minutes or 10 minutes or wherever we were studying. The behavior like the possible communication occurring during these individuals with everyone, and to be able to say, OK, they were preferring to to communicate with this individual, um, and also, for example, if they were traveling together or separated by a short amount of time, they would not greet those uh those chimpanzees. So it was this uh travel or party member position and also the this possibility of being traveling together that didn't have an impact."
	},
	{
		"start_time": "18:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I also read about the level of potential threat, but what constitutes, first of all, what constitutes a potential threat in these kinds of societies and then how does it influence uh greeting?"
	},
	{
		"start_time": "18:45",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO, mostly, um, we, we address this by different contexts, and so, and the level of arousal we consider so when they were super aroused, if there was like a fight before, like usually agonistic contexts and sexual contexts, they also get really aroused. Um, AND it's where we consider, we only divided in three general levels, uh, so high arousal, neutral, and low arousal, and these, uh, constitutes so that the, the high arousal would constitute mostly agonistic and sexual context, for example, neutral would be. Uh, FEEDING, resting, like the things that are most often don't involve much uh social interactions, but, um, although they are all engaging in the same place doing the same thing, and low arousal would be some affiliative contacts, for example, they, they were pretty more uh relaxed, I would say. And so, and this is how this impact greetings, um, we see that these neutral contexts and we would expect for that. Um, THEY, they usually don't, uh, in the terms of frequency, they don't involve much greetings like we've seen that in. Uh, IN, in the exchange of signals. So in our, uh, arousal context, they would change more often, uh, signals and also when they are pretty relaxed, it's also like a safe place sometimes to change more signals. So it's like either I arousal or uh. Low arousal and then the way they greet will vary. So of course, if they are super nervous, for example, what we see more, they will use lots of vocalizations, um, and when they are a bit more relaxed, they would use more gestures, for example. Um, BUT in greetings in general, I would say, and one of the most known signals exchange and here in our study too is the pangrams, this vocalization that is also high, um, connected to the, the dominance in the, the ranks of the individuals, usually it's the lower ranking individuals that um vocalize towards high ranking, uh, and this was one of the most um the the signals most uh present in our study. Mhm."
	},
	{
		"start_time": "21:09",
		"speaker": "Ricardo Lopes",
		"words": "Uh, THIS is something that you mentioned briefly earlier, but how about the presence of mature males? How do they influence, uh, greetings?"
	},
	{
		"start_time": "21:21",
		"speaker": "Daniela Rodrigues",
		"words": "Um, So it's the same in our study, it was the same trend that there was like also reported in a pangrant studies, like also greeting studies, but with this vocalization I mentioned before, and there was like this inhibitory effect. So when there were like other metro males present or high ranking individuals, um, they tended to to greet less. So yeah, but at least, so we always measure this. Possibility to greet one of the opportunity to greet each individual. So in terms of this big pool, we found that they can inhibitory effect that was already reported to penmans, but here in our study because we included all vocalizations, also facial expressions and gestures, we found that the same front. Yeah."
	},
	{
		"start_time": "22:11",
		"speaker": "Ricardo Lopes",
		"words": "So that's about chimpanzees. What about humans? What do we know about the greetings and leave takings in human societies?"
	},
	{
		"start_time": "22:22",
		"speaker": "Daniela Rodrigues",
		"words": "Uh, SO there is a lot of variation in culture, so I would say it's universal because you can see it like across the globe, um, and, but the way people greet each other or they, they say goodbye to each other, it varies a lot. Um, SO for example, Even the the the same thing that I mentioned before, if I arrived to a place, maybe I may choose to greet just one person or everyone, um, maybe I don't, uh, in some cultures they don't, and we can, I think I will see this later, they don't uh address children, for example, or they will, they can just greet the chief of the tribe, you know, or so the way, so there are also differences in. The people you choose to greet when you arrive at place or to say goodbye, but also in terms of uh the signals you change. So we, we also have this flexibility in the same culture to use different signals depending on who you greet. For example, of course, if I would read maybe um A university professor might be a bit more formal or different, um, if I, uh, if I with a friend, of course, and even if I with a friend like that I see yesterday, uh, that it's, it's different from the, if I see this the same friend like if I didn't see him like in 3 years or 4, so we have this ability to adjust our greetings. In the same cultures, we do it differently. If we compare cultures, we have even different signals, uh, different, uh, choices and who we greet. So lots of, uh, I would say lots of different uh uh variations of greetings and the way we, we say goodbye, uh, I would say it's, it works the same um in the same way. Uh, I think both have a super important function of, uh, also maintaining, as I mentioned before, for the chimpanzees, um, maybe, of course, not in the same extent, but they also inform people about social relationships, so people around if I had someone and uh give a handshake to another one, they will notice that my relationship will be different, right? Um. So I think there is like some similarities in terms of they are super important to keep social relationships and uh to inform uh if there are like also changes in the way uh you, we, we are fission fusion societies as well, so you don't spend all the time together. Some, some things may have happened in your absence, so I think these moments are also super important, as I mentioned before, for the chimpanzees."
	},
	{
		"start_time": "25:19",
		"speaker": "Ricardo Lopes",
		"words": "So it's, it's then the case that greetings and leave takings, their presence is a human universal. I mean, they occur across all human societies or at least the ones that we've studied and then. Uh, I mean, who we greet, when we greet, and all of those other contextual factors. They vary cross culturally and they are, I would imagine, very heavily influenced by culture,"
	},
	{
		"start_time": "25:50",
		"speaker": "Daniela Rodrigues",
		"words": "correct. Yeah, no, so basically, uh, uh, it's, it's that like we've seen. Some of these, uh, the things that you mentioned, so people would choose how you greet, uh, and so if you compare across cultures, one of the things that you see like greeting and these takings are quite universal because they occur, but the way they occur, the people who greet or the people who decide to communicate is quite different. So we can infer that this is a universal behavior. And it's why it seems super interesting to study the evolutionary origins of these behaviors, and it's when you study uh other close or phylogenetic relatives of the other great apes, or even in other animals, it's also pretty uh studied and these functions of keeping and maintaining social relationships plays an important role. Um, SO, yeah, I think the most interesting part of this is being able to go back and say, OK. The way we, so for example, there is like some signals like embrace and kids that we also see in chimpanzees or both. So there is when you study these uh these gestures, for example, or some of the vocalizations, of course it's a bit more different, but for gestures in specific that I'm more focused on, uh, it is quite nice to see that there is like some of these signals that we also see in humans. So what we can also some infer when we compare. Humans and other great apes. If you see similar behaviors that you can infer that probably our last common ancestor had similar communicative um registers or behaviors. So it's how we, you can go back and take some of the things in terms of uh. Evolutionary origins. Of course this is always you, you cannot be sure, but it's how we usually work and if you see in more distant related species, um you can consider convergence evolution, for example. Um, BUT yeah, I, I guess the, the most interesting thing, so the most interesting thing here is, uh, going back to study the evolution of these, the, these rituals, the greetings and leave takings and be able to infer probably our last common ancestor also did these behaviors. So for greetings, they are quite spread around the, the animal kingdom, uh, so maybe it's it's super interesting just to study more detailed, uh, uh. MORE details about the, the signals. So for example, the, as I mentioned, the types of signals, were they present maybe, you know, and instead of general questions. Mhm."
	},
	{
		"start_time": "28:37",
		"speaker": "Ricardo Lopes",
		"words": "So I also read in your work that individuals both in non-human apes and in humans learn to adjust their communication during their development. I mean, why do they do that? Why, what is the social importance of that?"
	},
	{
		"start_time": "28:56",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO if, if you think uh about uh primates in general, we have like, um, uh, a long period of uh in which we are dependent on our mothers and caregivers. So it's a safe place to learn, right? So there is no this social pressure, um, or we are safe. Um, BECAUSE our mothers would protect us. So I would say humans in general, of course, but I, I was thinking more about the chimpanzees now, uh, but you have like a long period in which you are able to learn from your environment, from the social relationships, um, and to pick how the social rules, the social rules, and the same works for the communication. So to be able to survive and navigate this complex world, the social complex world that I mentioned before. You need to know how these things work. And when you are super young, because you are protected uh by your mother, you can just learn from the environment, right? Uh, AND the communication is the same thing. Of course, um, they will learn by the surrounding environment and we can talk about this a bit later, um, but also the way Mothers and other individuals address their in their infants or immature individuals could be also be different. Um, BUT all these adaptations, I would say that they are super important to survive. So if an individual is able to adjust their communication. Uh, DEPENDING on the situation, so for example, if a, if a chimp will uh exaggerate their signals to attract the attention of a female, uh, they will probably be more successful in this sexual context, for example, or if there is like some aggression going on, maybe I. Able to adjust the communication and to have a more silent register but maybe I can survive a bit more. So this is very the ability to adjust the communication to different contexts, to different individuals. I would say that it's super important to survive in the group and to be accepted by the group and to navigate these. Hierarchies to have some allies that are super important. And during the development is the way that you can learn how things work. And then the way you learn, of course, and for example, in humans we have this active learning, um or active teaching in chimpanzees is a bit different, but here I would say it's more, uh, maybe, yeah, it's what we will talk now about this kind of child or mature. Um, COMMUNICATION, directed communication. So the way we, the way infant learns or immature individuals learn these things might differ a bit between if you compare humans and other apes. Mhm."
	},
	{
		"start_time": "31:59",
		"speaker": "Ricardo Lopes",
		"words": "So let's get then into child-directed communication. What is it and which pieces have you studied it in?"
	},
	{
		"start_time": "32:09",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO I studied in, in chimpanzees, like again, so my, my PG was focused on the accommodate that our ability to adjust our language, um, that our communication, and so I did these studies in greetings and takings, but also then I focused on uh child directed communication, and here I studied in how this ability emerge in our ontogeny in humans, and also, uh, so in chimpanzees in general, if This register, this register is present or not uh in chimpanzees, and for that, so I focus, I collect data on uh toddlers, so in humans in different groups of toddlers and uh in chimpanzees I study two groups, two different communities."
	},
	{
		"start_time": "32:57",
		"speaker": "Ricardo Lopes",
		"words": "Um, AND what forms of child directed communication can we find then in chimpanzees?"
	},
	{
		"start_time": "33:06",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO I focused again on these studies were mainly focused on gestures, um, I guess I, I, I, I said it before, but, um, so why these interesting gestures in particular, because although we see lots of vocalizations and facial expressions, and of course we have all this into account, even if we study just as we collect some general information about these other modalities. Um, BUT in terms of the evolutionary origins of language and communication, there's especially interested in studying gestures because they look more flexible. Then vocalizations and facial expressions. I'm not saying that they are not flexible. They are the modalities they, they are, and studies that are coming and we need technology, we, we see that they actually are pretty flexible, but compared to the complexity we see in human speech, um, we were all the researchers were looking for some of these features and they failed like when analyzing vocalizations, for example, in facial expressions, they would say they were more um Tied to emotional states. Um, SO we, we see more flexibility in gestures and it was in gestures that I focused my research for the child art of communication and like in in toddlers. It's super important, these um developmental stage where before they they learn how to speak properly, they use a lot, they rely a lot on gestures. So I was focusing on gestures, uh, the gestures they use, and look at if they were adjusting when they were communicating with younger toddlers, for example. Um, AND for the chimpanzees, I was more interested also in gestures, um, focusing on gestures, but More general, more generally speaking, if they were adjusting also their gestures, but finer uh features of, of gestures because we already know that uh There are some infant directed gestures uh in other great tapes like in gorillas, orangutans, chimpanzees, um, they exist, but and there's like some general features. So for example, in gorillas, the mothers and will use more repetitive uh sequences with tactile elements, for example, or in in chimpanzees we know that. This tactile modality is more present when they are young and they use visual gestures and silent gestures when they grow older. Um, SO we already know that it is some kind of infant directed uh communication, uh, but not in the same way, so never was uh in, in the literature we didn't find any evidence for these finer grained features of, uh, child directed communication that we studied in humans. So for example, What is uh child directed communication is like this register that we use when we talk with the babies and infants. Uh, SO we change our pitch, our like the frequency, the rhythm or like the temporal patterns, so we tend to, to communicate slower with more pauses and using different speech as I mentioned before, repeating more. And it's like this kind of detail that it's not studied so often in, in other red tapes. Um, IT'S what, so in our study we focus more on these like temporal patterns, the repetitions as well. We looked the complexity of the vocabulary like as we tend to use simple vocabulary when we address children we also look at these in both. So I use similar methodologies for the toddlers and for the chimpanzees, but not to compare. One thing, so in one study I was focusing on the emergence of these uh uh register of mother is uh in, in humans to see if they were already present in our gesture modality before being able to speak properly, and in the other study was to see if there were at all present these features, these finer brain features in chimpanzees."
	},
	{
		"start_time": "37:22",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, AND so in terms of the gestures that are directed at, uh, children in, in the case of chimpanzees, what characterizes them and how do they differ from the ones that are directed at adults?"
	},
	{
		"start_time": "37:38",
		"speaker": "Daniela Rodrigues",
		"words": "Uh, SO in chimpanzees you mentioned, right? Um, So I would say that the So the first part of our study was actually compared like uh how females, so we focus on females, would communicate with other adults compared to infants. So for example, to see if there was a different register. um, AND we found some differences, um, specifically, uh, uh, I think. It it was a bit surprising because it was not the same, the same thing that we've seen in humans. So, mostly they were um In humans, what we see, they simplify the vocabulary, they use a slower written and in our case in chimpanzees, they were using shorter gestures. So for example, when communicating with younger individuals, and this is a bit counterintuitive, um, because actually if you need, if they, they would have like the same function like the child direct communication to Uh, facilitate, uh, communicative, uh, uh, functions. Um, YOU would expect they would use slower rhythm, like a slower pace, they would, uh, the gesture duration would be longer as well, but it's not what we've seen, so they, at least the shorter gestures were one of the our findings and it was quite surprising, yeah."
	},
	{
		"start_time": "39:15",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to mother offspring pairs, do mothers adjust their communication based on their offspring developmental stage and their sex?"
	},
	{
		"start_time": "39:29",
		"speaker": "Daniela Rodrigues",
		"words": "Um, So yes and no for some of the things. So for the age, we've seen some results, yes, and I'll go to that, uh, I'll go back to that later, but, uh, so for example, one of the things that we've seen that there was like no effect of the sex of the offspring. And so why in the first place we also were interesting to to know if they were, they would adjust. First of all, because it's already reported that the mothers will adjust their social uh sociality, so they will Adjust their behavior according to the sex of the offspring. So we were thinking maybe they also adjust their communication. And also we know that young um immature males, for example, um, in chimpanzees, they will have a like uh in terms of just the repertoire, and it's reported that it's, it's larger than the females, but so we were thinking like maybe here there is like some communicative adaptation as well, but we didn't. Find anything regarding the sex. So we think that maybe they already adjust their behavior and that's big enough. So probably they create more opportunity. So if I, if they have a um infant male as a um That, so, first of all, sorry, uh, because sometimes I assume that uh you already know this, but males will stay in the same community. Most of the males will stay in the same community when they um when they grow up and stay in the, the hierarchy of that group, but females tend to migrate, so. This is also an important thing to consider why would expect differences uh in the sex of the individuals. Um, AND mothers with uh male offspring, they would, uh, or what we reported is that they end up like hang out like more uh with the group of the, the chimpanzees, the community, they make more effort to be socially involved in other activities and compared to when they have female offspring. But in terms of gestures, we didn't see any difference. So we think that maybe they have even the differences in the gesture, the size of the repertoire might have to do with these more opportunities that males, young males have to socialize because mothers will make this extra effort to, to, to be around more individuals. Uh, BUT so for the sex, we didn't find anything and for the age as I mentioned before, um, so we had like this effect. So first, when we analyzed females to communication to adults and other individuals to adults and to young individuals, we saw that trend, but when we analyzed the subset of mother offspring, we also found repetition. Uh, THAT is also a common feature study in mothers, and we, but also again, the opposite trend. They were repeating more often to all their offspring. So usually we, when we are talking uh to young kids, we tend to repeat a lot like because this helps right like the facilitates language acquisition. Uh, SO we are also expecting that maybe they would repeat a bit more when addressing uh. Immatures, like younger immatures, but we didn't find that fun."
	},
	{
		"start_time": "43:02",
		"speaker": "Ricardo Lopes",
		"words": "Right. And is mother is or this kind of uh child-directed uh communication that we humans have, um, is it a human universal?"
	},
	{
		"start_time": "43:17",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO yes, it's a bit similar to what you asked me about the greetings. Um, SO you see across the globe, so you would say this is universal in. The weird like the Western, it's like the weird cultures, right, like the western, uh, compared to the Western cultures, so you see a lot of differences, but in general, when they address kids, they, they change the way they communicate. Um, SO what we can infer it's like it's present, uh, in most of the cultures, at least it's reported in most of the cultures, so we can infer that it's universal, but then the way the frequency. Uh, OF, for example, of, uh, the communication that we direct to a child, it also varies a lot in the the cultures, and the, the things in our way we communicate that we adjust it's also quite different. So in some cultures, for example, they don't address so often the kids directly. So, of course, this also varies, uh, and they still learn, so we know that mother is is super important to language acquisition, but the fact that in these cultures. They don't address kids directly often, and still they acquire the language. So they, they can, and it's here where the surrounding environment is super important, so they probably are picking up the communication in the environment also to learn and to make these models uh of, of language."
	},
	{
		"start_time": "44:49",
		"speaker": "Ricardo Lopes",
		"words": "Right. So for the last part of our conversation today, I have here just a few more general questions to ask you. So when it comes to establishing a connection between chimpanzees and humans in terms of communication, would there be a connection through gestures and also between gestures and language?"
	},
	{
		"start_time": "45:15",
		"speaker": "Daniela Rodrigues",
		"words": "Um, YES, so in my work, what I, I was focusing on was precisely that like the connection that we can establish between like the evolution of our language and specifically the evolution of uh our communicative systems, and because of course the way you define like language, human language is super complex, so it helps us if we try. To establish the origin of language, it's useful to, to try to take apart the all these different components of language, like to uh To, to try to put it in simple terms and simple components that we then can look at those things in other primates and also most important, so using uh similar definitions, um the similar methodologies, of course, this implies always to have um At some adaptations because it's not possible and here is where the challenge is, because sometimes. The nature of communication is so different that we need to do an adaptation here and there, but keeping like uh comparable is super important because what we've seen before is like some researchers, mostly that are focused on human research do like use a methodology that is not possible to apply in other primates and vice versa, and then other people or even the same researchers will compare. So the other findings, but we are not comparing similar things, so it's hard to also be fair in this comparisons. So what we, we try to do, it's like using Just so focusing here on justice because of, yeah, the, the reasons that I mentioned before, the, the fact that they are used in a flexible and intentional way, so they are promising, promising modality to, to study the evolution um of of our language and because we also retain, so we also use a lot of gestures in development and even as I'm speaking, I'm using gestures, right? So, uh, we, we are super interested in in Uh, in gestures, but we try to address this in a way that can be useful for this debate of the evolution of language."
	},
	{
		"start_time": "47:36",
		"speaker": "Ricardo Lopes",
		"words": "Right, uh, but I mean, cognitively speaking, there's definitely a link between gestures and language,"
	},
	{
		"start_time": "47:45",
		"speaker": "Daniela Rodrigues",
		"words": "right? Yes. Um, SO, uh. Gestures, uh, and I was mentioning it like a bit earlier that in, in other primates, we tend to, to just study a a small subset of gestures. We know, um, and this is just uh Because there is so much uncertainty about, so if we study gestures in adults, some of the things that we study in these gestures, we can just ask, and it's much easier to access to which part of the brains are activated and Lots of different details that when we, for example, we are studying other species or even human infants, you cannot just ask or uh be sure about certain things, about their intentions, about even if they were uh about if they were gesturing at all or not, so. Uh, THE approach that like developmental psychologists use to study uh infants, it's, uh, basically, or we have lots of as permatologists have lots of influences of, uh, the, some of the tools they use. So for example, to study intentionality, we use uh similar uh criteria, um, so I, I would say. Um, THAT'S. We, we need to, to work like, of course, in the same um using similar methodologies and as I mentioned before, using similar tools, but then because it's also not possible to use exactly the same tools, we need to adapt. So it was this work that we were Um, we're doing before, but uh, so what I would say just disease was because we are studying a small subset, but in humans, um, we also gesture sometimes when we are alone, for example, as a Uh, for example, it, it helps us thinking about something. Uh, IF you forget about, uh, about something, uh, that you need to remember sometimes or where you put your keys or the way that you did, sometimes we gesture and it's not for a communicative purpose. So Uh, of course, there is like this cognitive, uh, the functions of these gestures, I would say they are a bit different and it's hard to, to study in other animals. So it's why when we are talking here about gestures and these cognitive processes in gestures, I would say that if we are just talking about the comparisons of these uh or the evolution of gestures, we are focusing still on these. This subset that is more comparable, but it's super fascinating to think that of course there are gestures also in humans have different functions, may have different functions um that are not studied there because it's so super hard to address these other functions in other animals. Mhm."
	},
	{
		"start_time": "50:43",
		"speaker": "Ricardo Lopes",
		"words": "So one last question then I think. So, when it comes to the cognitive and evolutionary foundations of language and the link between gestures and language, at this point in time, what do we know about it?"
	},
	{
		"start_time": "51:04",
		"speaker": "Daniela Rodrigues",
		"words": "So about the, can you just repeat the, uh,"
	},
	{
		"start_time": "51:08",
		"speaker": "Ricardo Lopes",
		"words": "yes, I, I mean, there, there's a, uh, as we talked about, there's a link between gestures and language. So, uh, in terms of the evolutionary and cognitive foundations of language and through the link with gestures, with gestures, what do we know about it?"
	},
	{
		"start_time": "51:29",
		"speaker": "Daniela Rodrigues",
		"words": "Um, SO we know, um, that most of the bits here what we mentioned a bit before, so when we studied, uh, in other primates, uh, and using similar methodologies, and if you, if you find uh similar goals, similar Uh, the way they, they use in the flexible way, um, so the intentionality that I mentioned before, so all these properties are, uh, things that are studied in in human language, so we can assume that they were present in, if they are present in these species, they would be present in these last common ancestors. So if we go back in the primate cage a bit earlier and if we find these same features, we can just For that uh these cognitive abilities and these features of the communication were already present in uh these uh common ancestors in uh in humans in language because it's so complex, some of the features that they are reported like to be maybe exclusively uh found in humans. Um, SO, but it's helpful then to to to understand. How we would define, uh, is this defined in a way that it's impossible to look in the first place to other animals, in other animals. Um, SO first of all, yeah, I think we need to, to To make things like to to compose things and uh uh to see, OK, we have this complex, complex uh uh ability to communicate like using language that involves this, and it's what researchers actually do, the ones that are focusing on the evolution of communication, and then they try to look into to address these different things like nationality that I mentioned before, how that you were using um The gestures in this flexible ways, so using the same gesture in different contexts and um These markers of intentionality, for example, that I mentioned before, so already will uh inform us that we had the intention to communicate this to there. So these all these markers, I would say um that can tell us when they emerge in the primate image. And of course, as I mentioned before, they could be also and they are present in other animals and This can also, um, bring us the conversion evolution scenario or even if there are things that we are not finding or the combination of these modality, these features are not finding uh you know across the animal kingdom besides humans, you, you can say that maybe they emerge later, you know, only in humans. So I think it's um. How we you usually address these things in, in primate research or in animal communication research."
	},
	{
		"start_time": "54:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, I mean, would you like to tell us what you're going to be working on in the near future, a little bit more about your current research?"
	},
	{
		"start_time": "54:46",
		"speaker": "Daniela Rodrigues",
		"words": "Uh, SO now I'm, uh, this, uh, mother is research, the child directed communication research, um, I'm uh uh focusing a bit on, on that part right now, trying to include other communities. So in our lab, we had like this huge archive of uh gestures in Different apes. So we are trying to address the questions that I mentioned here before and study these, uh, different, uh, these finer grained uh features of mother is like vocabulary complexity, temporal patterns, um. Also, the repetition the prominence of our communication if you are exaggerating the way you communicating or not. So I have these features that are already addressed in these two communities of chimpanzees and we are trying um to, to see if they are also present in other uh in other apes, so in other chimpanzees communities but also in bonobos and gorillas, um to be able to also to make this because we have like these promising results that actually Uh, they are able to adjust their communication to young individuals, but they are not doing it the same way that we humans do. So they have probably different function. Uh, PROBABLY relates with the related with this, uh, active, uh, teaching that, uh, that is not occurring in chimpanzees, so probably they will prefer to invest in the other social relationships around, um, and be more efficient with their own infants and immatures because they will have time to learn. So this trend that we've seen. Um, WE don't, we are not sure if this disease is just because of these two communities that we studied, if it is like a general trend across the chimpanzees, communities, or even if we can take back this ability of adjusting our communication to younger individuals, um, at an early stage in evolution. So if they were present also in guerrillas or in bonobos, we can take back the emergence of disability."
	},
	{
		"start_time": "56:56",
		"speaker": "Ricardo Lopes",
		"words": "Great, so would you like to tell the audience where they can find your work on the internet?"
	},
	{
		"start_time": "57:03",
		"speaker": "Daniela Rodrigues",
		"words": "Well, actually, I don't have my, uh, I don't have any specific channels, so I think I would say Google Scholars and yeah, maybe the, the lab web page, but yeah, I would say Google Scholar is probably the place."
	},
	{
		"start_time": "57:20",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, Daniel, thank you so much for taking the time to come on the show. It's been very, very informative conversation."
	},
	{
		"start_time": "57:29",
		"speaker": "Daniela Rodrigues",
		"words": "Thank you so much, Richard, and it was a pleasure to be here."
	},
	{
		"start_time": "57:34",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullern, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs Colin Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen ro Diego Londono Correa. Yannick Punterrusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Francoortolotti Gabriel Ponscortezus Slelitsky, Scott Zacharyishim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]