[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Philip Nitschke. He's an Australian humanist, author, former physician, and founder and director of the pro-euthanasia group Exit International. And today we're going to talk mostly about assisted suicide. So, Doctor Nitschke, welcome to the show. It's a pleasure to have everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Philip Nitschke",
		"words": "Yeah, very, very glad to join you."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "So let's start here by clarifying some terms. First of all, what is assisted suicide? What is euthanasia, and what is voluntary euthanasia?"
	},
	{
		"start_time": "00:46",
		"speaker": "Philip Nitschke",
		"words": "Well, I think assisted suicide explains itself effectively. I mean, suicide is an act where you end your own life and if you If you, uh, get some assistance, I suppose that classifies as assisted suicide. Euthanasia has come to mean the, uh, provision of, uh, uh, whatever one might need to end one's life with or without the person's consent. In other words, someone does something to you, uh, to peacefully, that is the, uh, the word euthanasia, peaceful death to peacefully end your life. And, uh, I suppose voluntary euthanasia, well, that's a situation where that provision of a service to end your life is done at specific request of the individual who wishes to die. So, I mean, that's usual the way the way those words and divisions are, are, uh, are defined. Mhm."
	},
	{
		"start_time": "01:35",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you just a couple of more personal questions. When did you start advocating for assisted suicide and what led you there?"
	},
	{
		"start_time": "01:45",
		"speaker": "Philip Nitschke",
		"words": "Uh, LOOK, it wasn't, uh, it wasn't something that was a passion in my life. I've been involved in a lot of different issues, and some of them social change issues throughout my life, but I did medicine late, rather late in life, and, uh, and I suppose I'd only just, and I'd only just finished my medical training when, uh, I was working in my, uh, I went back to my home, uh, city, which didn't have a medical school. I'd gone to Sydney to do medicine. I went back to Darwin in the Northern Territory of Australia and heard. That there was about to be this new introduction of a piece of legislation which would allow a doctor to give a, a lethal injection to a terminally ill patient. Uh, I heard about it on the radio. Um, I thought, good idea, and went back to bed. Uh, AND, uh, was really surprised and taken aback by the immense opposition that, uh, unfolded in the next, effectively 24 hours. There was a huge reaction from my new profession, particularly, that was followed up by the church in the later days. But initially it was the immense and rather totally surprising reaction. I thought it was a good idea. The people of the, uh, the public, Uh, I thought it was a good idea. The pop the politician who had suggested it was very, was being applauded for being very forward-thinking. We, I realized, because it became clear that, in fact, this was the first time this was likely anywhere in the world, which was a bit unusual because the Northern Territory of Australia is not known for progressive anything, really. It's considered to be something of a reactionary backwater. But in any, any event, uh, here on this rare occasion, they were suggesting something which hadn't been done anywhere else. And I, and as I said, I thought it was a good idea. The public thought it was a good idea, but the medical profession came right out hard and said, no. We're having nothing to do with this, and that was, uh, mediated through organizations such as the Australian Medical Association, Powerful bodies, but nevertheless, just professional bodies. And what was of interest to me was that they then started to say things like, uh look, uh, don't even start, don't even try bringing in such a law because no doctor, In the Northern Territory will cooperate. In other words, they were threatening to try and wreck the piece of legislation. And so that's how I got involved, because I thought, well, that's, that's wrong. I, uh, was in agreement with most of the public. Um, BUT I thought this new profession that I've just joined is now effectively telling the public what they need to think about and how they should judge us an initiative such as this. And I don't, I didn't think the medical profession had any right to do this. They were taking this line that you might think it's a good idea, that is the public, but we know what's best for you. And it was that effectively, what seemed to me to be a quite patronizing attitude about something as fundamental as death by a profession which was setting itself up as some sort of particular body that knew more about this important issue than the public. And I thought that was one step too far. And I'd become, I was a little suspicious about my profession in a lot of, uh, areas where I figured I'd moved a little bit too far into the, uh, areas of knowing what's best for the rest of us. And so this annoyed me. So I got involved politically because there was a long period then, uh, about, about a year of debate going on before it was going to be voted on in that small parliament of the Northern Territory, and in that time, Uh, I found myself really battling against, against the medical profession because the public was starting to, to be affected by this idea that, well, we think it's a good idea, but all these doctors are saying it's a bad idea. Maybe they know something that we don't know, and we're starting to eat away at the support, and then the church weighed in, in a big way. And said they were doing having nothing, now Northern Territory is the most secular place in Australia, but nevertheless, it was all having an impact and uh and uh it wasn't looking like it was going to be as successful when it finally came to the votes it it first looked like. I got together what seemed to be a very small group of doctors who supported it. I could only find 10 or 15, I think we got over the whole territory out of some 700 doctors. Most of the doctors just said, no, nothing to do with it. We took out a full page ad and became involved politically. Uh, IT went to the vote, and it passed by one vote. It was a small parliament of, uh, 25 politicians, and it split 1312. And that's how the legislation came in by one vote. Uh, AND it was an ugly, dirty campaign that was being waged, uh, by the doctors and by the, uh, church and by other opponents. Many claiming it was racist legislation. The territory's got a large population of indigenous Aboriginal people, and they were saying, look, This is an attempt to try and, uh, well, effectively, it was being cast or, or being pitched to some form of new genocide. In other words, it was going to be used selectively against black people. It would discourage them from seeking medical advice. All of these arguments were being wheeled out. Uh, AND, uh, I was quite pleased when it eventually did pass by that one vote, but then it became my problem because the politicians effectively said, Well, we've done our job, now it's your problem, and indeed it was. Because it was a difficult piece of legislation to try and use, but effectively, eventually we got it, we got it working."
	},
	{
		"start_time": "07:00",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHEN and why did people start calling you Doctor Death? Where does the nickname come from?"
	},
	{
		"start_time": "07:09",
		"speaker": "Philip Nitschke",
		"words": "Well, it effectively started on the very first day the legislation was used. The first person who tried to use it failed miserably. He came all the way to Darwin to use it, and I couldn't get doctors to sign his papers. The legislation needed for doctor signatures. I couldn't get anyone. He went back home again and died horribly. But the next person that tried to use it, I did manage to find a supportive doctor, and then a supportive psychiatrist and got it signed. But on the day that he did choose to die, Uh, it was in the it came into effect on the 1st of July in 1996, uh, and it was used in September of that year, so it had been in place for 3 months, that law before I finally managed one of my patients who was terminally ill with prostate cancer. Um, PRESSED a button on a machine that I'd built so that it delivered the, uh, the machine delivered the lethal injection. I set it up and everything, but he pressed the button. And while I was sitting there watching this first death take place, cause I had, I was there, I had to be present, but I didn't have to actually push the plunger, the machine did that. But I realized at that time that things were going to be different, and indeed they were. And in fact, that was the day when the label effectively was first used. When it first When the news broke that it had been used, that it was the first legal lethal voluntary injection in the world. Um, uh, EFFECTIVELY became, uh, attracted that, uh, that label or epithet, and it didn't, uh, I guess it didn't surprise me because it was a, it was a very fiercely fought and quite ugly campaign, the politics behind it, getting it moving, and I guess a bit of name-calling wasn't to be too wasn't too surprising."
	},
	{
		"start_time": "08:50",
		"speaker": "Ricardo Lopes",
		"words": "What are the main arguments you have in favor of assisted suicide?"
	},
	{
		"start_time": "08:56",
		"speaker": "Philip Nitschke",
		"words": "Well, it was. It was a straightforward situation as far as I was concerned. As I said, I heard about it on the radio. I thought, gosh, if I was dying, I would want to be, I would, I would like to make the, uh, decision myself. Uh, I couldn't imagine why anyone else wouldn't want to make that decision. The idea that someone would sit there and say to me, no, uh, we don't think you should have access to these drugs that could, you could use to put an end to your suffering just seemed strange. I knew that because I was, uh, by this stage, I'd had some medical training. I knew what drugs I could get, so I sensed that I was in a good position. And I couldn't see why other people wouldn't want to be in what I thought was that same good position to be able to have that control if I got to that position. And I found the arguments that were being used against that option, particularly the ones that the medical profession were trying to use to be quite, quite false. Uh, AND in fact, fed into this idea. Of the profession being very paternalistic, uh, and very, uh, and very, um, I am very, very comfortable with trying to tell people about the way they should live and in particular the way they should die."
	},
	{
		"start_time": "10:16",
		"speaker": "Ricardo Lopes",
		"words": "Do you think there's any risk that some people might use assisted suicide just to find relief in death?"
	},
	{
		"start_time": "10:27",
		"speaker": "Philip Nitschke",
		"words": "Well, I don't find that troubling. I mean, if death is a relief, uh, the only way that the relief that you are seeking can be obtained, you should certainly, I would say, have that option. It's a precious gift of life. We know that. I understand this, but what sort of a gift is a gift that you can't give away? Uh, IF you've got come to that position that now you realize it's a permanent step, but things are so bad, and the only only solution that you can see, To end what you're going through is by divesting yourself of this precious gift. Why shouldn't you have that choice? And that's the way I see it, as I had always seen it, that this was, this was something that I would decide on. If I decide to give up my life, I want to know I can. I do know I can because I've got access to the means. And why wouldn't anyone else want that choice too? So it just seemed to be a strange argument to deny a person that option."
	},
	{
		"start_time": "11:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, WHO are the people or institutions that you find tend to oppose uh assisted suicide the most and what kinds of arguments are you most frequently confronted with?"
	},
	{
		"start_time": "11:39",
		"speaker": "Philip Nitschke",
		"words": "Well, the ones that I've been, I've been battling most of my for the subsequent next 30 years or 25 or 30 years it's been, uh, I've been involved in this issue from that, uh, initial introduction. The predominant opposition that I find myself dealing with is coming from within my profession, the one which I've now effectively left, uh, luckily from the medical profession. The opposition from the doctors has been the most, the one that I've found myself most often having to confront, although, of course, there are plenty of other groups that don't like, uh, our support, my support for this issue. And as I've indicated, the church and various religious organizations, etc. BUT the medical profession is the most interesting one to me. And the arguments they use are ones which I find quite, quite, uh, quite false. Now, you may, uh, be aware that over the 20 or 30 years that I've been involved, and this is the attitude of many of the, uh, professional bodies associated with medicine have changed their position slowly, grudgingly. They have changed their position now to come around to a, if you like, a weak support for the idea. Uh, AND then that's how many of the pieces of legislation that have come in around the world since that time, because that law in the Northern Territory was the world's first, but it was followed a few months after, it only lasted 8 months, I might add, before it was overturned by the national government of Australia. But shortly after that, in 1997, Oregon and America brought in laws and then many other states, Canada, and the Netherlands where I'm now based in 2001, all brought in laws. But uh the concern was that in these pieces of legislation, many of these places made the same trouble, made, made the same mistake of bringing in laws, I would call it a mistake, where control of the process is determined by the medical profession. In other words, they bring in what's known as medical laws. As was a medical law, you had to be sick enough to be eligible, and you had to prove you were sick enough by getting your, if you like, level of suffering assessed by several doctors. And my concern is the fact that that law, by its very nature, sets up the gatekeeping to the whole process and hands it over to a particular group, that is the medical profession. And I would argue that that group has, has, is in no position to accept that or take on that responsibility. In fact, I think it's a, It's a mistake to give it to them. Uh, YEAH, that's what many places have done, and these days I spend a lot of time urging people not to do that, to take on laws which are different where that control isn't given to a particular group, but that that control stays seated in the individual themselves."
	},
	{
		"start_time": "14:25",
		"speaker": "Ricardo Lopes",
		"words": "What do you think about palliative care?"
	},
	{
		"start_time": "14:30",
		"speaker": "Philip Nitschke",
		"words": "Well, palliative care, certainly, I, I, I think I went through medical training in Sydney, and I don't think the word euthanasia was mentioned once, and I think palliative care was mentioned once or twice. It wasn't exactly given prominence, but I was well aware of its existence. And in fact, when that piece of law came in in 1997, 1 of the conditions was that any individual seeking help to die would have had to have their so-called palliative care options explained to them. And so I learned quite a bit about palliative care in that stage, and uh, I was totally supportive of it. Of course, if there are things that you can do to alleviate your suffering. Uh, AND if your suffering is caused by something which is alleviatable, um, go, you should have it. You should have that option. And if it's some sort of skilled schooled provision of some, uh, special drug, of course, you should have access to anything that might make the level of suffering less. And if that level of suffering. Lessons to the point where you don't feel that death is the only solution, that's great, it's wonderful, it's something to be encouraged, and of course people should have access to the best means, if that's the issue. But of course, what I've found over the years is that many people have other issues which are simply not issues that can be resolved by some skilled medical treatment, or by some skilled medical profession, such as palliative care. People with social reasons for wanting to die, which are very compelling. And so there's no point saying that palliative care is gonna solve the issue. It's a good, it's an important specialty, people should have provision to it, but let's not kid ourselves that it's going to remove anyone's desire to die."
	},
	{
		"start_time": "16:12",
		"speaker": "Ricardo Lopes",
		"words": "Right. Just for people to get a clearer picture of how bad things can get, uh, how bad can people's situations get if they do not have access to assisted suicide?"
	},
	{
		"start_time": "16:27",
		"speaker": "Philip Nitschke",
		"words": "Well, I mean, it's just, I mean, people, a lot of people die in all sorts of ways and some of those ways, especially. With some of the, uh, some of the medical conditions that can bring about death can be extremely difficult. Uh, THERE has been some wonderful improvements in very many of the, uh, alleviating many of the symptoms associated with, uh, often terminal illnesses. But, I mean, you don't have to look very far to find diseases which produce symptoms, which would make your life so miserable and unrelievably miserable. Uh, THAT I have no difficulty at all. One of the problems I found with doing medicine, I had problem, but one of the things I hadn't, I had underestimated was just how many bizarre and unusual diseases there are out there, which I wish I didn't know about. The fact is that there are a lot, and that they can produce immense degrees of suffering. But as I said, that's not always the issue. Many people, for example, seek ending their life, not just because of the suffering which may or may not be relievable with careful uh provision of special drugs. But I remember clearly one of the first people that I became involved with after that new law came in and said to me, look, I want to die, um, I've got breast cancer, I've had really good palliative care, they've alleviated most of the symptoms, but I want to die, and I said why? And she said, because I can't do what I want to do, I'm just here, I'm not uncomfortable, I'm not in pain, but I can't do what I want to do. I said, what do you mean? She said, well, I can't, I can't get up and play golf anymore. And I say, Well, is that a reason for Di? She said, it may not be your reason. But it's my reason. And so I've had wonderful palliative care, in fact, when I. Decided she, she should have access to this new law. Her palliative care doctors were very, very upset. They said, look, she's a, a triumph of palliative care. She's a person who's responded wonderfully to these drugs. We've got rid of all these nasty symptoms, she's not vomiting, she's lost her diarrhea, she hasn't got any pain. Why does she want to die? And I said, Well, it's not up to you to tell her that she should want to live. Her reasons were ones that they clearly had trouble understanding. And I must say that it was a good lesson for me to stop trying to put my views about what a life worth living is on other people. So I'll let other people make that final decision."
	},
	{
		"start_time": "18:56",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that prisoners who have been sentenced to life in prison should also have access to assisted suicide?"
	},
	{
		"start_time": "19:05",
		"speaker": "Philip Nitschke",
		"words": "Yeah, I think that, uh, I think that I, I mean, the idea with the enthusiasm many of our governments have for putting people in prison forever because they've done such bad things with no pretense at rehabilitation or correction of whatever the crime was that they originally committed. Is effectively the provision of what I would describe as some form of permanent or indefinite torture. Uh, NOW, I don't think the state should be involved in torturing people. And if you're going to accept the fact that the state has a right to effectively provide indefinite torture, then I think they have an obligation and at least to allow that person, To have access to the only means that they would have normally to put an end to that suffering. Now, if they're in, uh, outside of a prison, sir, of course they could end their lives. People can always stand in front of trains, but, uh, to lock someone up and put them in a place where they then can't take this one avenue that you've got, surely, the one right that you must be able to preserve is the right to divest yourself of your life. And I don't think the state has any right to take that away. Now, They say, well, we don't have to help you, but I mean, uh, what they do is, of course, make it impossible by not providing places where people can, they don't, they don't make it easy for people to end their lives if they're effectively incarcerated in life without parole. The idea seems to be to put them in a place where they can't take their life and make them suffer indefinitely, and that's, as I said, I the state being involved in torture and something I don't condone at all."
	},
	{
		"start_time": "20:36",
		"speaker": "Ricardo Lopes",
		"words": "Do you defend the right to die? Is that something that you also defend or not?"
	},
	{
		"start_time": "20:42",
		"speaker": "Philip Nitschke",
		"words": "Yes, it is. I mean, as I said, I think it's a precious gift of life, but it's a fundamental right to be able to divest yourself of a gift that you don't want. And I think this is a fundamental right, um. And it needs to be respected. I don't think governments should be weighing in and arguing with people who say they wish to end their life. If a person wishes to end their life, and it's a rational decision, they're not talking about a decision by someone who's mentally compromised, or a person who's lost what we've described as mental capacity. But a person who makes an informed decision that now is the time they wish to defend themselves of their precious gift of life, that needs to be accepted, and I would argue, the means to means to carry out this, uh, this request provided for the individual. Now, that's not a popular view. Uh, SOME people say, oh, yes, but only in cases of interminable or suffering or terminal illness where you're just about to drop dead anyway. But I would say it's much more fundamental than this, this should be for any rational adult."
	},
	{
		"start_time": "21:47",
		"speaker": "Ricardo Lopes",
		"words": "In contemporary society and in contemporary medicine, suicide tends to get medicalized, but do you think it should be medicalized?"
	},
	{
		"start_time": "21:58",
		"speaker": "Philip Nitschke",
		"words": "No, and I think it was one of the, uh, another example of where the uh where the enthusiasm of the medical profession to move into these areas by medicalizing the concept of suicide, turning it effectively into a disease which needs treating. Uh, IS one of the, one of the concerns, because what that says is that every person who seeks suicide or carries out or plans or looks at looks at suiciding is mentally ill. In other words, you're defining a disease here. Now, That's just not true in many cases. It's true that you can have mental illnesses that do, in fact, mean that you end up taking that step and wanting to end your life. And those people clearly should not be given medical assistance to take that step. But there is a phenomenon known as rational suicide, where a person from no mental illness, or with a mental illness which is not severe enough to destroy their mental capacity, that is their ability to freethink. Makes a decision that now's the time that they wish to die, and to try and say that every person who wishes to die is somehow or other mentally ill and needs treatment for the mental illness, rather than accepting that they have a fundamental right to carry out this step, I think is a big mistake, and it's one that still persists within the medical profession today."
	},
	{
		"start_time": "23:17",
		"speaker": "Ricardo Lopes",
		"words": "But tell us a little bit about your organization, Exit International. What is it? How did it come to be and what are its main goals?"
	},
	{
		"start_time": "23:29",
		"speaker": "Philip Nitschke",
		"words": "Yeah, I started it, I started it very soon. As I mentioned, that legislation which I first became involved in was in 1996, lasted eight months. Four of my patients received uh lethal injections from the machine that I had built, and then the law was overturned and, That meant that Australia effectively went back into the dark ages where assistance to suicide is a serious crime, which is an interesting paradox because suicide is not a crime. But assistance to suicide, the person who provides that assistance is in serious breach of the law and uh in some of the very savage penalties, not just, it's not a slap on the wrist. If you assist a suicide, You can find yourself subject to legal proceedings which could lead to a penalty, uh life in prison, which is the most serious penalty in Australia, they don't have access to the death penalty. So a serious penalty for helping someone do something which is lawful. Uh, IS the issue, so many people still wanted to have this ability to end their lives, even though the law changed and we went back into the dark ages. So I set up an organization whereby I could effectively give them advice on how to do that, how they could take their own lives. Give them the information they needed so that they could then successfully suicide. Part of the problem of suicide is, is that you can't get good information about what works and what doesn't work. And many people take the wrong drugs in the wrong amounts, hoping to end their lives and finding out that they fail. So setting up an organization, which initially set out to try and give good information, publishing that information in a handbook that I wrote with my partner, Fiona Stewart, Peaceful Pill Handbook, giving information so that people can make an informed decision. OK, now's the time to die, and now I know how to do it. That's how Exit International was set up. We started to run workshops around the world, teaching people what they needed to know, because I was lucky I had that information. Because of my training background, and I was able to provide it to other people. Uh, AND I got away from this idea of just thinking this was something that a doctor should decide to dole out to people who were particularly sick enough to, if you like, satisfy my criteria. It became something which I saw as a human right to have access to good information to inform people so that they could make this step and take this rational step themselves."
	},
	{
		"start_time": "25:56",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned the book that you sell on the Exit International website, the Peaceful Pill Handbook. What is a peaceful ill?"
	},
	{
		"start_time": "26:06",
		"speaker": "Philip Nitschke",
		"words": "Well, it's a, it's a bit of a, it's a euphemism for some sort of simple, reliable, peaceful way where you can end your life. It became, people, when you ask them, what do you want? If you're wanting to die, what, how do you want to carry out this? Most people would say, Look, I just want something I can just take as a pill or take as a drink. Something simple. Lie back, go to sleep and die while I'm asleep. That's the general answer. We've surveyed hundreds of people, thousands of people about this. They all say effectively the same thing. We want something simple. Now I said, oh, so you want a pill, yes, we want a pill. I said, we want a peaceful pill, so that became, if you like, a metaphor or a euthanism for some simple reliable, peaceful way where you can control uh the dying, the end of your own life."
	},
	{
		"start_time": "26:52",
		"speaker": "Ricardo Lopes",
		"words": "But is this something that people can do themselves? Yeah,"
	},
	{
		"start_time": "26:56",
		"speaker": "Philip Nitschke",
		"words": "it has, and it has to be something you can do yourself. I mean, I'm not suggesting that other people should come around and do things to you. In fact, when people started to talk about the, uh, where law, they said, when laws came in, all right, well I'd like a doctor to come around and help me die, well, I say, Well, why do you want someone to help you? You can do it. But you need to know what to do, and you need to have access to the right means to do it. You don't have to try and share the decision making with someone else, especially you don't have to have a doctor. This idea that effectively, and it's been effectively projected by the profession over medical profession over the decades, saying that effectively people feel they can't die, unless they've got a doctor standing by the bedside. Now this is ludicrous, you're gonna die whether you've got a doctor or not, and so the idea that you need a doctor there is something which I think is, I think rather unconscionably projected and uh by the medical profession who likes to see themselves and putting themselves in this position of authority and power. Uh, AND I spent a lot of my time saying, look, if you want to die, I'll accept your decision for whatever reason. As long as it's an informed and rational decision. You don't need a doctor, you don't need anyone to stand there, you can do it yourself, you just gotta have the way, you've got to know, you gotta have the information, and you've got to have the means. And if one's, if that's provided, which I think it should be provided, I think people live happier and longer lives, which is why we urge most of our members, the average age of membership to exit is 75. We urge members all around the world, look, get the drugs, if you, if you're thinking of a drug, get the drugs, make sure they're correct, test them, make sure that they're pure, put them in the cupboard, lock them away and hope you never need them. And that'll put you into position where you don't have to worry about what's happening with these pieces of legislation with all their safeguards and conditions which are coming in around the world."
	},
	{
		"start_time": "28:56",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that if people have uh the pills, the drugs at home in the cupboard, there's a risk that in an act of impulsivity, they might take the drugs and end their lives just impulsively."
	},
	{
		"start_time": "29:14",
		"speaker": "Philip Nitschke",
		"words": "Well, it's possible. I mean, I, I guess that's true of me. I mean, I've got the drugs. I've had them for the last 30 years, and they're in the cupboard, and I suppose if I woke up, uh, and felt in a really bad state, I could go to the cupboard and I can do it at the end of this interview and end my life. Um, BUT I haven't done it so far. I feel quite good that I could, I, I've got this choice if I wanted to. So this idea that we've got to people from themselves is the question. I don't need protecting from myself. I want the drugs and I've got them. I can't imagine why you wouldn't want the drugs, and I would say that you should get them and put them in the cupboard. So is there a risk that you might have a bad day, wake up and think, oh my God, luckily, I've got something in the cupboard and go and kill yourself. It's a risk, I suppose, but what you will do is benefit. Generally, from knowing day after day, month after month, year after year that you have control, doesn't matter what the law says, you have that control, it's in the cupboard."
	},
	{
		"start_time": "30:08",
		"speaker": "Ricardo Lopes",
		"words": "So it's a matter of control then."
	},
	{
		"start_time": "30:11",
		"speaker": "Philip Nitschke",
		"words": "It is, and that control makes you feel more comfortable, and I would argue, less inclined to precipitous action. And probably, we see a lot of evidence of this, a happier person, when you're in control and one who lives longer. So it's a paradox that having lethal drugs in the cupboard actually means that people generally live longer."
	},
	{
		"start_time": "30:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, WHAT do you think about, uh, voluntary euthanasia laws in countries like the Netherlands where you're based in right now, and Switzerland, which if, as far as I understand, is the country with the more progressive laws in the, on the planet."
	},
	{
		"start_time": "30:56",
		"speaker": "Philip Nitschke",
		"words": "Yes, I mean, the laws since that first legislation I worked with back in the Northern Territory, and as I said, Oregon came a year later, they've predominantly all been the same. Uh, WHICH are medical laws, in other words, you've got to wait till you're very sick, often terminally ill. You've then got to go off and see a doctor, usually several doctors, to convince them that you are indeed dying, and then maybe they will allow you to have access to the drugs that might bring about your end of life. The one except they're medical laws where effectively it's a privilege doled out to people that are sick enough to be eligible. But, uh, Switzerland is unique. It's quite a separate situation where they actually enshrine the idea that this is a right. In other words, you don't have to be sick in Switzerland, you don't have to convince a doctor of anything other than that you have sound mind. And the idea of having a sound. Mind or mental capacity is universal and so it should be, uh, as one of the requirements. But the idea that it doesn't have to be a privilege which other people will decide upon, is what is unique about Switzerland and why I totally support the Swiss model."
	},
	{
		"start_time": "32:06",
		"speaker": "Ricardo Lopes",
		"words": "So in Switzerland, uh, if I understand it correctly, and please correct me if I'm wrong, the only two criteria is that the person should be an adult and should have mental capacity."
	},
	{
		"start_time": "32:21",
		"speaker": "Philip Nitschke",
		"words": "Is that correct? That's correct. Under Swiss law, that is the situation, yes."
	},
	{
		"start_time": "32:26",
		"speaker": "Ricardo Lopes",
		"words": "And, and what does having mental capacity mean? How do you evaluate"
	},
	{
		"start_time": "32:32",
		"speaker": "Philip Nitschke",
		"words": "that? It's an interesting concept. I mean, it's, uh, it's, it's, it's a concept which comes up everyday living all the time. When you go and sign your name for a new bank account, people have to decide when you make a will, they have to decide, do you know what you're doing? In other words, have you got the ability to make rational decisions in your best interests? And there are some illnesses which mean that you lose mental capacity. And of course the traditional one that people talk about commonly is dementia associated usually with a disease like Alzheimer's disease, where a person loses the ability to make decisions in their best interests and so we say they have lost mental capacity. If you have mental capacity though, you can indeed open up a bank account, you can indeed stand in front of a, uh, in a courtroom and give evidence under oath. And indeed, if you have mental capacity under some under the new laws that have come in in many countries, you need to have mental capacity before you can authorize or ask for the help you would need to be able to end your life. So mental capacity, it's a rather nebulous concept. Uh, PSYCHIATRISTS often argue that they're the only ones who can determine it, whether an individual has capacity or not. There are still many doctors who believe that if you've got any mental illness, you don't have mental capacity. And there are plenty of doctors who argue that if you're thinking of suicide, you certainly don't have mental capacity. So arguments rage about what constitutes mental capacity. But when we get people who come along and want help to die, we do have to have mental capacity. So generally speaking, That means I would take a person off to see a psychiatrist. The psychiatrist will spend half an hour talking to them, and decide, yes, this person knows exactly what they're doing. They know it's a permanent step. They know it's irreversible. They know what they're planning and what effect it will have on others around them. I think this person has mental capacity and they sign a bit of paper. Now, that's a problem trying to find psychiatrists to do this. And so we've been working, and I've been spending a lot of time working on an artificial intelligence assessment of mental capacity. Uh, I think it's a much, it's going to be a much fairer way of doing it, but nevertheless, it is a necessary criteria."
	},
	{
		"start_time": "34:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, WHAT would you say are the ingredients required for the successful passage of a law on voluntary euthanasia? So let's say that there are people in countries where euthanasia is not legal and they would be interested in trying to. Uh, PASS such a law in parliament or some other place like that. So, uh, I mean, what are, what are the steps that they can take?"
	},
	{
		"start_time": "35:17",
		"speaker": "Philip Nitschke",
		"words": "Well, we've seen this happen. It's been happening around the world that country after country after country have been arguing about this issue. The Northern Territory was first. Oregon came in uh a year later. Then, of course, there was other states in America, there's Canada, and then there's, uh, Luxembourg, um, Netherlands, Belgium. All of these places are brought in laws, and always they go through the same process where people will start talking to the poli those in, in control in the political process in the country we're dealing with, and say we would like a law, and the general way it's pitched is that we want some sort of a legislative process whereby a person, Who is suffering can get help to die, and that invariably gets translated into something whereby a law is, if you can argue well enough, politicians agree that a law should be brought in which will allow and then the conditions start. And depending on how, uh, much, uh, pressure is under, the politicians find themselves under. They will either make it extremely restrictive, or they will make it less restrictive. But generally speaking, they have safeguard after safeguard after safeguard. So the wrong person doesn't get help to die. And generally speaking, that means you've got to be seriously, seriously ill, usually just about dead. You've got to get other people to determine that you are just about dead. In other words, doctor after doctor after doctor sign, sign, sign. Then you have to go through waiting periods. You then have to decide whether you're in the right place. You can't go from one country to another and use their laws, all sorts of conditions come in. But if you satisfy, satisfy, satisfy, satisfy, and they're just about dead, Then generally speaking, with these new what we call medicalized laws, a doctor will say, OK, you satisfy all the criteria, you've gone through the waiting period, here are the drugs, but you must take them yourself. And then you can take the drugs and die. So that's generally speaking, the process is one of lobbying politicians, and depending on how anxious the politicians are. The level of safeguards and the restrictions that they decide to introduce increases, and we're watching this play out right now in the United Kingdom, where they're debating this, uh, legislation, that's finally, it's gone through the lower house, it's out in the House of Lords, and they're determining whether or not it's restrictive enough, so that the wrong persons don't get any assistance. And it's one of the most restrictive pieces of law I've ever seen planned in the world. I'll be surprised if anyone ever gets to use it, it's so restrictive, but certainly the wrong people will never get to use it, whatever the wrong people are, but that's the sort of political process that people have to go through."
	},
	{
		"start_time": "38:01",
		"speaker": "Ricardo Lopes",
		"words": "So tell us about this fascinating new device, the suicide pod or the sarco pod. Where is it, uh, how it, how does it work, and I mean, can it already be used for the purposes of assisted suicide?"
	},
	{
		"start_time": "38:19",
		"speaker": "Philip Nitschke",
		"words": "Yes, it's it's designed to help people with an assisted suicide, and it's designed with uh specifically to try and Get around this problem of uh trying to always having to get permission from uh some authority to be able to take this step. And in countries that have brought in laws such as here in the Netherlands, you've got to find a doctor who will give you access to the best drugs which are heavily restricted. So the idea of building a device that doesn't use heavily restricted drugs, so effectively you don't have to go off and seek permission. And you don't have to wait till you're terminally ill or suffering enough to get a Dutch doctor to agree with you. We decided to build a device, and that was one that uses gas, which is not restricted. And we decided to use the inert gas nitrogen. And the plan is that, of course, it's a way that people for many years have used to end their lives when they wish, in other words, decision to die themselves, without any access to hard to get drugs or, Any other support or knowledge, they've known that if you suddenly put yourself into an environment where there is no oxygen, It's a very peaceful day. Perhaps that's surprising to people. Many people think that's surprising. Wouldn't it be awful? But it's not, actually. But, so what people have done for years is that they've filled up plastic bags with some inert gas, usually something like helium or nitrogen, where there's no oxygen. And they've suddenly put the plastic bag full of that gas which has no oxygen over their head and breathe deeply. And what that does is replace the gas in your lungs, which is air, which has 20% oxygen in it, and the rest is nitrogen. You're replacing that with 100% nitrogen, so there is no oxygen in your lungs. The blood comes up past your lungs, on its way to your brain to take that oxygen, which is stuck onto the red blood cells through the hemoglobin. And suddenly there's no oxygen in your lungs, so there's nothing for the blood to take to your brain. Your brain has no oxygen, known as hypoxia. Cerebral hypoxia, your brain has a very low oxygen. It needs oxygen, and so your brain starts to switch off important functions. And the first one is that you lose consciousness. In other words, you faint. So usually after two deep breaths of pure nitrogen, getting rid of all the oxygen out of your lungs, you quickly faint. And while you're unconscious, you keep on breathing easily with a plastic bag full of nitrogen over your head and your oxygen level at 0, and you die in 5 or so minutes. So that's the process. It's been used for many, many years, but people don't like the idea of a plastic bag. They say, I don't like all this equipment with cylinder of gas and a tube and a regulator and a plastic bag. I don't want to be found like that. In which case, I say, well, Why don't we make something that looks a bit more elegant, something a little more stylish, and so the decision to build the 3D printed saco. Uh, CAME about, it's really a way of making a glorified plastic bag, if you like, you climb in. To this 3D capsule, it looks like a vehicle which is going somewhere, it's not going anywhere, but it looks like it, you can take it to that nice place where you can lawfully end your life because suicide is not a crime. Press the button inside the capsule. You close the capsule, wave goodbye to all your friends. Close the capsule, Press the button, and what that does is suddenly flood that capsule with replacing the air which you're breathing with pure nitrogen, so that there's suddenly you're breathing, but there's no oxygen, and you faint quickly and die in the capsule. So that's the, uh, that's the process. It's work, uh, it took some time to get it. Operational. It looks very good. It's been used once in Chapels and in Switzerland, and that's upset, uh, the Swiss authorities to the extent which they're still trying to work out whether or not any crime was committed. Uh, WE'RE not sure why they are even thinking that there could have been, but that's what they're arguing about now, and the device itself remains confiscated by the Swiss authorities, but, We're building another one, and I think that for many people they see this as something which is really desirable, as I said, it stops you having to go around and try and get access to these heavily restricted drugs because of course nitrogen is everywhere and it can't be restricted."
	},
	{
		"start_time": "42:45",
		"speaker": "Ricardo Lopes",
		"words": "Right, but then, uh, this device is activated by the person herself from the interior. Is"
	},
	{
		"start_time": "42:53",
		"speaker": "Philip Nitschke",
		"words": "that right? That's true. That's true. The only way it can be activated is by pressing the button inside. Uh, WE expect now to modify the new one which is being printed now whereby you'll have to pass a mental capacity test. Uh, AND that will allow power to switch onto the capsule, so you can't press the button until you've carried out a mental capacity test. And when you press that button, Within 30 seconds, the oxygen level has dropped from the normal 21% in the air we're breathing now down to less than 0.5%, and you'll die very quickly."
	},
	{
		"start_time": "43:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, I asked you that because I was wondering what do you think should be the role, if any, of the physician when it comes to assisted suicide? Because if I understand it correctly, sometimes it seems that people want someone else to share in the decision making. And so, uh, possibly some people would want another. Person to activate the pod or in, in cases where they would have an injection to kill them if they would want someone else to do that. So what do you think about that? Yeah,"
	},
	{
		"start_time": "44:00",
		"speaker": "Philip Nitschke",
		"words": "it worries me. I mean, you're right, many people do say that. They say, oh, I want someone there. I want or I want the injection rather than a drink. It's as if they want someone to do it to them. Now I'm thinking to myself, well, look, it's your desk. You've got to take responsibility. This idea that you're trying to share in that decision making with another individual, possibly a doctor, is, I think, something which needs to be looked at quite closely because what you seem to be doing is saying, I can't make up my own mind, I want someone to share in the decision-making process. Now I'm quite happy, To provide support and to accept a person's decision. But I do not want to be made co-decision maker with a person wishing to die. If you want to die, you make the decision. Now, you don't need help, you don't need someone there, you don't need an injection and someone pressing the syringe. The reason I built the first machine I did, which is now in the British Museum, uh, Science Museum in London. Is because I thought I could go around to that man's place. This was in Darwin in 1996 and give a lethal injection. The man dying of prostate cancer, Bob Dent said, come around for lunch, I'll die in the afternoon. And I thought, right, well, I could sit there and push the plunger after getting a needle into a vein and he would die at the end of the needle. But I didn't see why I should become an executioner, and I couldn't see why I should have to do that. He wanted to die, I accepted and supported his decision. But he shouldn't, and he didn't expect or insist that I be part of that process in a mechanical sense. So that's why I built the machine. So he pressed the button. He looked at the questions on the laptop and pressed the button, and the machine ended his life. So, I'm a bit skeptical, and we've seen happening here in the Netherlands over the last decade or so, more and more people when they get, uh, The right for help to die through Dutch law, have asked to have an injection rather than a drink. Now, it's the same drug, and you can drink it and you'll die, you can have it injected and you'll die. But our concern, my concern, and many of the doctors I talked to here in the Netherlands' concern is that effectively what people seem to be saying is we want some other person to share in the process. And I'm skeptical about that, and I think in some ways that should be resisted. And I think you should be saying, yes, you have every right to do it, but don't, you don't have a right, if you like, to try and involve other people in that decision making, and I would push back on that."
	},
	{
		"start_time": "46:38",
		"speaker": "Ricardo Lopes",
		"words": "What do you think about conscientious objection on the part of physicians when it comes particularly to assisted suicide?"
	},
	{
		"start_time": "46:47",
		"speaker": "Philip Nitschke",
		"words": "That's uh that's fine. I mean, I understand that many people will never accept. Uh, THAT a person has a right to divest themselves of this precious gift of life. I mean, if you believe that your life is a precious gift from God, and many people do, then, uh, only person or only entity that can make this decision about the best of this precious gift is God. That argument is one that I get exposed to a lot. Now, I don't mind if people hold those views. They're not my views. And I don't want them to try and push those views onto me. But if they want to hold them, that's OK by me. And if you held those views, you would see that it's a crime to divest yourself of your life. And you wouldn't want to be participating in or, uh, in, in any way assisting someone else to carry out what you see as some fundamental violation of God's law. And so it needs to be, I think, supported, and so of course there should be a provision for people to, Uh, dissent and have nothing to do with the process. And that's effectively what is the case in the laws that are coming around the world. There's no obligation on the part of a doctor to participate in these laws which require medical participation, and a person, a doctor, or for that matter, the person who prescribes the drugs or the nurses, but they can all effectively say, I want no part of it, that's fine. But they should not. As many of them then do, argue that there should be no one taking part in this. If you believe in it, of course you should take part in it. I believe in the process and I would support this idea of providing the means at any time to a rational person wanting to make this decision."
	},
	{
		"start_time": "48:26",
		"speaker": "Ricardo Lopes",
		"words": "Many times when people argue in favor of euthanasia or specifically assisted suicide, they mentioned the importance of the patient's autonomy and self-determination. Uh, WHAT do you think? About that, what does autonomy and self-determination mean in this particular context?"
	},
	{
		"start_time": "48:48",
		"speaker": "Philip Nitschke",
		"words": "Well, I think that's it is it's a person's autonomy if you like, is that what I would, I would argue is the important issue here. Uh, THAT the individual must take responsibility for their own life. They do this by eating when they feel hungry. They do this by drinking when they're thirsty, they sleep. They're taking responsibility for the necessary requirements of keeping their life in existence, and I think they should take responsibility for this decision about when they decide that they do not wish to keep on living. So, that idea of personal responsibility and taking control of that process is something we accept. Uh, AND I think, a natural, I would say a fundamental extension of that option or that right, or that obligation to stay on this planet is the, uh, acceptance of a person's ability to make a decision that now is the time that I wish to divest myself of this precious gift. So, uh, that idea of personal responsibility, I think is fairly fundamental, and it's one that we enshrine. And accept without any question when it comes to all of the other aspects of life. But when we come to this one decision, that is the one about whether or not we wish to die, suddenly, we find ourselves surrounded by all this concern, opposition, and criticism. It is changing. More and more places are accepting that this is the way things are changing. I think new technologies are going to make The world a different place. It's true, for example, that if we all had access to some simple substance which would give us a peaceful death, one can speculate on how that would change the world we live in. I suspect that it'd make the world a happier place. So I, we are getting to the stage with new technologies where more and more options will become available. And people will find themselves impaired by this new availability which hadn't previously existed."
	},
	{
		"start_time": "50:38",
		"speaker": "Ricardo Lopes",
		"words": "So earlier when I asked you about the criteria for assisted suicide, and I, we talked a little bit about uh assessing mental capacity. You mentioned that many times the state determines that it should be assessed by psychiatrists and then if they are presented with someone who's, who's wanting to end their lives, they medicalize the issue and they deny them. Uh, MENTAL capacity or if the person has already been diagnosed with some mental illness, they also, uh, deny them mental capacity because they say or they claim that uh the mental illness itself, uh, affects the person's decision making. Do you find that psychiatrists in general are opposed to assisted suicide and if so, why?"
	},
	{
		"start_time": "51:38",
		"speaker": "Philip Nitschke",
		"words": "No, it's not a, I wouldn't say it was general, but it is, uh, it is a problem because, as I said, that view around that if you've got a mental illness, you can't have mental capacity. It's almost as if they are intrinsically linked. Now that idea does persist, and it does persist in some areas of psychiatry, although by no means is that universal. We've generally been able to find psychiatrists who do certainly accept the idea of rational suicide. Generally speaking, they see that as being associated in situations where there's a considerable degree of suffering, usually from some form of physical illness, although there are plenty of psychiatrists around who understand that there are non-medical reasons, uh, that can bring about, if you like, existential suffering and that that should still not preclude one from taking this step because that person will have mental capacity, but, It is an issue, and that's why we're putting quite a lot, and because you can take, and I often find myself in this situation of taking the same person to 4 different psychiatrists and getting 5 different answers about what whether they've got capacity or not, that I'm really hopeful and got a lot of, uh, A lot of expectation for a development of an artificial intelligence assessment of what this nebulous quality of capacity actually means. Something that you can actually test in a person and you either have it or you don't have it. Now, I, I'm not saying that if you have it today, you'll have it tomorrow, but you could have it now, and if you've got it now, and you're an adult, we're not talking about children, we're talking about adults who know about the permanence of death. I would argue then you've got every right when you have mental capacity as an adult, to say, now's the time to die."
	},
	{
		"start_time": "53:21",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IF I remember correctly earlier when we talked about mental capacity, you said that you were working on developing some sort of AI tool to assess mental capacity. Could you tell us a little bit more about that? How would it be assessed through AI?"
	},
	{
		"start_time": "53:39",
		"speaker": "Philip Nitschke",
		"words": "It's a, it's a, it's a situation which effectively mirrors the process which goes on when you uh go and see a psychiatrist, you sit down and they talk to you and they ask you about uh your understanding of death, that do you know about its permanence? Do you know that it will have an impact if you die on people around you, what do you think your family's going to think? There's a whole heap of uh questions that they talk with you about to get a fairly clear idea that you understand exactly, What is involved here. For example, if you saw a person who's been seriously affected by an illness which makes, which does deprive you of mental capacity, such as dementia, you couldn't carry out such a conversation. Such a conversation would simply be impossible. They would have no idea of what the the concept of death and dying, so. The artificial intelligence will effectively replace that discussion that you have now with a psychiatrist with one where you'll have it with the avatar. The avatar will ask you all sorts of questions. Listen to your answers, interpret those answers and lead on to future interpretive questions to make sure that it draws out from you in the conversation, the full aspect of your understanding. A person who's got significant dementia and has no mental capacity will be picked very quickly by the avatar. The avatar then will make the decision through a series of criteria and come out yes or no. Now, what we will do as far as the Parco is concerned, the divisive job build is that that yes or no will then allow the power to switch onto the sarco for the next 24 hours. But the idea of having a mental capacity test to replace a psychiatrist, I think, is something which is, Will be a very welcome, uh welcome initiative and change, I understand people have said, what about bias, which may be, may be built into the interrogation by the by the avatar, I understand that. But right now we've got bias which is built into the psychiatrists who bring their own baggage, their own personal philosophies to this issue, and often judge people, in effect, in ways which are predetermined by their own, if you like, religious or philosophical or political beliefs. So there are issues here, but I'm sure it's gonna be faster and better than the current assessment we use."
	},
	{
		"start_time": "55:59",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that suicide should be prevented?"
	},
	{
		"start_time": "56:04",
		"speaker": "Philip Nitschke",
		"words": "No, I, I don't think it should be prevented. I'm not, I don't think it should be encouraged or discouraged. I, I think we should accept that it's a, it, it's a it's a phenomenon, as I said, it seems to me about as relevant as being able to give back a precious gift. It needs to be accepted. It exists, it will always exist. Uh, AND I don't think you should, we should be objecting to it or fighting against it. I think what we should try to do is to try and minimize people who have, who lose mental capacity, and then take steps to end their own lives. That is a serious enough issue. And that happens a lot. And it needs to be, efforts need to be put into finding such people and finding ways in which their mental capacity can be re-established so that they don't decide to take this step unless it's a valid, rational one. Now, that's an issue. Uh, BUT this idea that the suicides that are occurring around the world are all due to failing mental capacity is simply false. And that needs to be accepted that there will always be a group of people who come to a rational decision. And when I make that rational decision that now's the time I want to die, I want my views respected. And uh my decision to take this step, uh, acknowledged as being a valid and viable one, and not to be encouraged, but certainly not to have obstacles put in my path."
	},
	{
		"start_time": "57:27",
		"speaker": "Ricardo Lopes",
		"words": "So I have one final question then. How do you look at the future of assisted suicide, both in terms of law and in terms of technological advancements?"
	},
	{
		"start_time": "57:40",
		"speaker": "Philip Nitschke",
		"words": "They, they are, yes, they're both, they're they're undergoing a lot of change. Uh, I mentioned now we're seeing a spate of laws coming in around the world which are of these medicalized nature where we try to define a level of suffering. These laws, generally speaking, come into existence and are immediately challenged within the courts, a person will say, well, I'm suffering, you say I'm not suffering enough, I say I am suffering enough, and so the questions about degree of suffering will find their ways, working their way through the courts. And slowly legislation will change. In the case of the Netherlands, there's been a series of situations where the laws, medical laws here have been loosened up to some degree, but they've certainly not freed up completely, and they're nowhere like laws that Switzerland have, which actually enshrine this option as a human right. So, I would like to see laws rather than coming in. Radicalized and then have to go through this protracted legal process to free them up and make them more workable, that people would initiate legislation which enshrines suicide as a human right, like the Swiss law. I spent a lot of time running around talking to parliamentary inquiries, looking at new laws, arguing, for goodness sake, don't make them the same mistakes we did. Look closely at Switzerland and bring in a law that enshrines this as a human right. So that's what I'm hoping will happen. I don't see much evidence of it, especially as I watch what's being played out in the United Kingdom right now, where a very, very, very medicalized law with a lot and lot and a lot of restrictions is coming in. That's the, that's the legislative political process. Technologically though, things are changing too, because if people have access to the means, laws become irrelevant. It doesn't matter what the law says, if you've got something in the cupboard, you don't care what the law says, because you know that if I get to that point, I'll go to the cupboard. I won't go off finding trying to find a doctor who agrees with me. I'll simply go to the cupboard. And that is what's happening too. There are new strategies, new initiatives. We're putting quite a lot of effort into new initiatives and strategies where people will all, hopefully, I would argue in the too distant future, have something in their own cupboard. And so all of the argument and debate that we're going through now will effectively be for nothing, because it will be, as I said, irrelevant."
	},
	{
		"start_time": "59:57",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Dr. Nitschke, I will be leaving a link in the description to your books and to Exit International. Apart from that, are there any other places on the internet where people can find your work?"
	},
	{
		"start_time": "1:00:12",
		"speaker": "Philip Nitschke",
		"words": "Oh, I think that, uh, I think the uh their main websites peaceful Pill.com and Xinternational.net are the main website, websites, so it's of course we adopt the Facebook presence and a ex-presence and a And they, uh, various other social media presences trying to, I suppose, show people that changes are taking place and to rekindle the investigation. We're running a, a conference in Amsterdam at the end of the year on new technologies for dying, and we're inviting people to come along and look at some of these strategies and see that this is a fast changing world."
	},
	{
		"start_time": "1:00:46",
		"speaker": "Ricardo Lopes",
		"words": "Great, really fascinating. So, Doctor Nitschke, thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:00:55",
		"speaker": "Philip Nitschke",
		"words": "Thank you. It's very enjoyable."
	},
	{
		"start_time": "1:00:57",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujoro and Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bortolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffini, Tom Venneden, Bernard Curtis Dixon, Benick Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]