[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Daniel Fessler. He is professor of biological anthropology at the University of California, Los Angeles. And today, we're talking about topics like physical formidability, male muscularity, moral parochialism, and moral condemnation. Discussed an ideology and some other related topics. So Doctor Fessler, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Daniel Fessler",
		"words": "Thank you. Thanks for having me."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "So, let's start with the topic of physical formidability. Uh, TO start off with what is physical formidability and how do you study it?"
	},
	{
		"start_time": "00:45",
		"speaker": "Daniel Fessler",
		"words": "So, uh, all we mean by physical formidability is, um, uh, which of two individuals would win a fight, um, when the only factors. Involve their physical aspects. So across many, many species, the principal determinant of this kind of winning feature is simply physical size. Big animals win fights with small animals, um, and of course we're talking about fights within a species rather than predation events or such. And the second is strength, um, and, uh, strength is evident in the physical features of an individual, um, in a variety of ways, uh, in different species and humans, of course, um, in addition to physical size, uh, muscularity is a principal determinant of that. But importantly, um, Uh, when we study physical formidability, we're not actually studying who would win a fight based on those physical characteristics. Uh, INSTEAD, um, our reasoning, and this is work done with uh Professor Colin Holbrook at uh University of California, Merced and quite a number of other colleagues, um, uh, our reasoning is as follows, um. Any organism that has minimal social cognition abilities, the ability to assess other members of its species, should be able to gauge in advance what its odds are of winning a conflict, a physical conflict with a conspecific. So, um, you know, if two crabs come together and they're having a fight, they may wave their claws at each other as an indication of, um, what their respective fighting capacities are, and, and often those fights don't occur because the individual who assesses themselves is likely to lose will back off, right? And um both individuals are benefited by the ability to assess the probability of winning or losing. When we study physical formidability, we're not actually interested at all in the physical features of individuals. Instead, we reason that the ability to make those kinds of judgments to determine what one's odds of winning a conflict are, must be an evolutionarily ancient feature of social cognition, right? And as a consequence, there must be representations in the mind. That allow individuals to store an assessment of who's likely to win. And because size and strength are evolutionarily ancient dimensions of the determinant of who's going to win, we theorize that those are the dimensions that that representation takes. So, as a consequence, um, in, you know, human social cognition, when individuals are assessing one another's formidability, they're using a representation of size and strength, even though those may not actually be the things that determine who wins a conflict. The person who has a gun wins against the person who doesn't, um, irrespective of how large um or muscular either party is. But we've been able to show that. It is those dimensions, size and strength, that represent an assessment of all of the factors that lead to um uh uh who is likely to win a conflict."
	},
	{
		"start_time": "04:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND what kinds of cues do people pay attention to when assessing physical formidability?"
	},
	{
		"start_time": "04:20",
		"speaker": "Daniel Fessler",
		"words": "Well, as I said, um, although other many other scholars have studied things like how Actual physical fighting capacity is gauged, you know, how people gauge muscularity or levels of of male hormones and so on. That's not actually what we're studying. Instead, we're studying the cognition that uses that representation. So, any Any tactical asset or liability is summarized with a representation in the mind. You can think of it as a little picture in the mind, the mind's eye image of um. Of who is likely to win the fight. So, uh, our very first experiment, um, uh, Professor Holbrook's in mind, um, just looked at, if you see hands holding objects, some of which are weapons and some of which are not, um, and you're asked to gauge how big do you think the person attached to that hand is. If the object is a weapon, people think that the person is bigger. Now, of course, that that that. You know, empirically, there is no correlation, and in fact, we tested this just to make sure. There's no corre it's not that gun owners are larger than non-gun owners or anything like that, right? So why do people think someone is bigger if they're holding a gun? The answer is because it is those dimensions of size and strength that people use when they summarize all of the tactical assets and liabilities. So having a gun is a huge tactical asset, right? If someone has a gun, they just seem larger in our imagination."
	},
	{
		"start_time": "05:50",
		"speaker": "Ricardo Lopes",
		"words": "And does the presence of comrades decrease the perceived physical formidability of opponents or not?"
	},
	{
		"start_time": "05:58",
		"speaker": "Daniel Fessler",
		"words": "Yes, yes, absolutely. So the way that we gauge um these, you know, assessments is by presenting people with stimuli, sometimes scenarios, sometimes vignettes, um, uh, other times just images like photographs of hands holding objects, right? Um, AND we asked them to assess how big and muscular they think the other person is, a potential antagonist, right? We did a series of experiments where um we stopped, uh, passersby on the street and um asked them to gauge a potential antagonist. In this case, it was a uh uh uh an individual who was incarcerated on terrorism charges, um. Very threatening looking person to the average American, um, uh, and, um, uh, when told, you know, this is a terrorist, um, and what we found is if we Stop, uh, a young man who's walking in a group of men. And if we ask that individual to step away from his friends, isolate him at a physical distance behind a visual barrier where he cannot see his friends, and ask him to gauge how big and strong that terrorist is, OK. And we compare that to the same assessments made by an individual who's allowed to stand near his friends while walking down the street. What we find is that the individual who is isolated from his friends, assesses the potential antagonist as physically larger and stronger than the individual who is near his friends. And presumably this is because, um, not only in the contemporary world, but, you know, uh long before our species, having the presence of allies. WAS a pri principal tactical asset. So when individuals know that they have backing, as it were, they see a potential antagonist as less threatening, and as a consequence, as less large and muscular."
	},
	{
		"start_time": "07:55",
		"speaker": "Ricardo Lopes",
		"words": "And this physical formidability also assessed in women and if so,"
	},
	{
		"start_time": "08:00",
		"speaker": "Daniel Fessler",
		"words": "how? Again, um, we're not talking about asking how large and strong a woman actually is. Instead, we're talking about asking, is the same representational system used in assessing women that is used in assessing men. Now, we don't have a, a, an enormous amount of um of data on this because we really only ran um, one set of studies targeting specifically women in this regard, but the answer is yes. And that's really not. Surprising because uh we think this cognitive representational system long predates humans, right? And, and, and, and females have conflicts with females, women have conflict with women. Um, THERE'S no reason to think that the that the, the mind's eye image, as it were, would be any different on the basis of the, the sex of the individual. And, and, you know, as I said, we don't have extensive evidence, but what evidence we have says yes, that's absolutely true."
	},
	{
		"start_time": "08:55",
		"speaker": "Ricardo Lopes",
		"words": "There's something like nonviolent physical risk taking play a role here."
	},
	{
		"start_time": "09:01",
		"speaker": "Daniel Fessler",
		"words": "It does, it does. So, um, uh, there is extensive evidence both within um societies of the global north and, and, um, uh, certainly plenty of ethnographic evidence and some quantitative evidence from societies outside the global North that men take more risks with their uh their physical well-being. Um. Voluntary risks, um, including in nonviolent contests, right? Or, or, or, or contexts, both contests and contexts. Um, uh, SOME of these are recreational activities, right? So, um, choose a dangerous sport. Um, uh, MEN are more likely to engage in that than women are. Um, WE see this in, you know, um, uh, initiation rituals in small scale societies where, where, where men's rituals are often much more, um, uh, physically demanding and risky than than women's are and so on, right? And we see an an age distribution where young men are more likely to um uh to take these risks, these voluntary. Risks with their physical well-being outside of violent contexts than um than older men are or than women are and so on, right? And this is represented in, you know, things like motorcycle ownership or emergency room admissions for, you know, accidental injuries, right? Um. You know, uh, here in the United States, if you, if you buy a ladder at a hardware store, there's a, there's a sticker on the top step of the ladder saying this is not a step. Don't stand here, right? And yet young men fall off ladders much more than than other demographics do. OK. So, so there's, you know, there's just abundant evidence that, um, uh, that men take more risks with their physical well-being than women do, and uh that young. MEN take more than older men do. Now, um, uh, quite a number of years ago, the, the, the eminent evolutionary psychologists, Margot Wilson and Martin Daly pointed out that this pattern of risk taking is connected to patterns of violent conflict and that men are more likely to um uh to be involved in violent altercations all the way up to homicide. Um, uh, AND, uh, that young men in particular are at risk in this regard, and, and their argument, uh, which I think is a compelling one, is that this is a reflection of, of intersexual selection, that is, uh, selection on men for competition to access to reproductive partners, which explains the differences in body size and muscularity between males and females in our species and, and many others. Um, AND, uh, they largely conceptualized this voluntary risk taking, um, demographic pattern as uh just a a kind of, uh, a reflection of or an ancillary, um, perhaps knock-on effect of this propensity to engage in violent conflict, um. We extended that perspective by arguing that voluntary physical risk taking outside a violent con contexts actually has signaling value, right? Because an individual who is willing to take significant risks with their physical well-being is indicating to others that they are a dangerous opponent and a valuable ally. If someone doesn't back down, even when it's clear that there is a risk of injury or death in a conflict. That person is just much more difficult to deter from engaging in the conflict, and much more difficult to defeat because they don't, um, they don't retreat, right? Um, uh, FANS of, uh, the British comedy troupe Monty Python may remember, uh, the night guarding the bridge, right, where, you know, he's he's suffering these, these horrible injuries at the hands of his opponent, and he just refuses to back down, right? Um, THAT, that is someone now in that case that individual was defeated. OF course, but, but the point here is that, that, that's somebody who's a dangerous opponent, right? It's, it's just much more difficult um to deter or defeat them, and a valuable ally, you want that person on your side. So our argument very simply is that voluntary nonviolent risk taking, which follows the same demographic patterns as um engagement and violence is a way of communicating to potential um opponents and to potential allies that one is, uh, you know, a dangerous individual to go up against. Uh, AND, um, in the same kinds of experiments that I described with regard, for example, to the possession of weapons or the presence of allies, um, we show that if you know that someone, uh, involuntarily engages in recreational activities that are highly risky, you think that person in your mind's eye, right? You think of them as larger and stronger than if they avoid such activities. And of course, again, it isn't physically actually the case that big strong People take more, you know, risks bungee jumping or base jumping, or, you know, rock climbing or ice climbing or whatever. Physical size doesn't actually play a role in people's decisions about their own recreational risk taking. And yet, when asked to imagine a recreational risk taker, people think of that individual as bigger and stronger because they're using that information, they're they're they're, they're um. They're processing the signal that that individual is emitting through their actions, uh, and they're they're using that information to assess the overall likelihood that that individual would win a conflict."
	},
	{
		"start_time": "14:23",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let me ask you now about male muscularity and particularly preferences for male mus muscularity. So when it comes to these kinds of preferences, do they differ between men's and women's magazines?"
	},
	{
		"start_time": "14:39",
		"speaker": "Daniel Fessler",
		"words": "Yeah, so, um, uh, uh, this is not a a a subject that I've studied extensively. Um, uh, uh, uh, THERE was one project quite a number of years ago headed up by uh Professor David Frederick, um, uh, and, um, we compared the degree of muscularity of images, uh, of men in magazines aimed at a male audience in the United States. AND magazines aimed at um a female audience. I should say, by the way, that when I make these kinds of generalizations, um, um. As in this case, these are societies, so-called weird societies, right? Western educated, industrialized, rich and democratic, right? um GLOBAL North societies. um uh I I am uh. I'm an anthropologist by training. I, I, you know, I, I conducted ethnographic work in a small scale face to face community in the global South. Um, I think it's always important to contextualize our results and whenever possible to, to, to conduct research across a wide range of societies. So, so we want to take this magazine study finding with a grain of salt, right? Um, AND as I said, although other people have continued such research, it's not something that I've studied extensively, but the basic finding very simply is that um. Uh, THE images of male bodies in magazines aimed at men, uh, this largely predates the, the, the, the, the, the current digital age when the idea of a of a physical magazine is somewhat antiquated, but I've been around for a while. Um, uh, THE images in magazines aimed at a male audience are more muscular than the images of of men's bodies in magazines aimed at a female audience, right? And um. There are a variety of possible explanations here. Um, uh, ONE explanation possibly is that, um, that there is prestige competition going on between men. OK, so prestige competition, that is prestige, of course, is a is a uniquely human aspect of social structures. Um, ANY social animal with any kind of complexity to its behavior has a hierarchy. A pecking order, um, the phrase comes from, uh, chickens, of course, not that chickens can speak, but our studies of chickens, um, uh, and, um. Uh, DOMINANCE hierarchies are very simply, um, you know, uh, a social hierarchy um established on the basis of force or the threat of force. And although dominance hierarchies do play some role in human social groups, um, uh, it's a fairly minor role in most contexts in most societies. Instead, prestige is the principal, um, means of, of assigning position in the social hierarchy, and prestige in contrast to dominance has nothing to do with force. Instead, it is freely granted deference. Uh, INDIVIDUALS acknowledge that another individual has some attribute that the group values, and um they provide opportunities, um, uh, uh, they, they, um, verbally acknowledge that individual, uh, and, um, uh, the, the sort of compelling explanation for this, um, uh, work by initially by Jerome Barkow and then subsequently by, um, uh, Joseph Henri and Francisco Gil White argues that the presence of prestige in human social. HIERARCHIES is a consequence of the importance of acquiring information from others. We are a culture dependent species, um, you know, we're not particularly fast or big. We don't have big teeth or large claws or so on. Instead, um, uh, most of our success in, in, in the world and our ability to dominate the planet comes from the fact that we're good at learning from other members of our species and, and cultural information snowballs over time, right? There's cumulative cultural evolution going on. So, um, if you identify somebody in your group who is good at something, right, um, uh, then you want to learn from them, you want to imitate them, and the, the price that you pay for access in a small group, such that you can follow them around, ask them questions, watch what they're doing, is to grant them deference, OK? So, prestige exists in all human societies and is the principal basis for human social hierarchies, um, but Prestige can do a funny thing and that it can go off in all kinds of strange directions. Um, uh, CULTURES can choose anything in potentially to be prestigious, right? Um, AND, uh, any kind of social competition can turn into a, a prestige competition. So one possible explanation for that difference in muscularity preferences that I described is that men are just engaging in a prestige competition, right? And certainly you see this in their, you know, their recreational activities, for example, right? They're just, they're they're granting deference to individuals who are athletically skilled and and and and willing to take risks and so on, right? Um, uh, AND that prestige competition is because it is men competing with men for prestige, it's kind of gone into runaway where they have escaped the female preferences as it were, right, or overshot the female preferences. So the women don't actually want, you know, You know, completely, you know, hypertrophied muscular men, um, that's not their preference. The men think that's great. Why do the men think that's great? One possibility is prestige, right? Um, uh, uh, ANOTHER possibility, of course, is that this is a reflection of the history of violent conflict. Right? And men are attending to attributes that might be useful in violent conflict more than women are because um uh it it is a a a more important determinant of male status, independent of aspects of prestige. At present, we can't really distinguish between these possibilities, um, but, uh, going back to risk taking, you see the same kind of overshooting often in risk taking activities, right? So, um, You know, uh, it's true that, you know, the presence of young women precipitates or elicits more voluntary physical risk taking in young men, but it's also true that the presence of other young men is a huge risk factor. Right, so here in Southern California, where I am, um, uh, we have uh rattlesnakes in the in in the hills, right? Is it a dangerous animal, not, not, you know, enormously dangerous, but could certainly can, you know, cause, um, severe damage to a limb and, and in some cases even death, right? And if we look at the epidemiology of rattlesnake bites in Southern California, so who gets bitten by rattlesnakes? Young men are much more likely to get bitten by rattlesnakes than anybody else, OK. Now, it could be the case that that's just cause they spend more time outdoors and, you know, therefore they encounter rattlesnakes more. But if we look more detailed at Where people are getting bitten on their bodies, when women get bitten by snakes, they're most likely to be bitten on the foot or ankle or lower leg. So they're just stepping someplace where there happened to be a dangerous animal and they didn't see it, and the snake bit them. Men are often bitten on the hand, wrist, or forearm. OK. Why? Because they're trying to pick up the snake, right? When did they try and pick up the snake? When there are other young men present, OK, so this is this voluntary risk taking that I've described. It is, it has the formidability component to it, and it can go into runaway with prestige where people, you know, oh, you know, this guy's, you know what he's he's he's so brave, right? Um, uh, THEY acknowledge this, um, uh, this risk taking, and of course women don't think that's smart, right, in general, they don't say, oh God, what, you know, what. Smart guy, right? See, he'd be a great life partner, you know, for, uh, you know, a heterosexual woman, because he picks up rattlesnakes. No, they think, what an idiot, right? This is such a stupid thing to do. Why is he picking up a rattlesnake? I should say, by the way, that although it is a, uh, uh, only a, a small fraction of the bite, some men are bitten twice by the same snake. Right? So they pick it up, it bites them, they say, dude, it bit me and they don't let go and it bites them again, right? OK, this is not something in general that women admire. It just seems like this is not the kind of person you want to have as a partner because they're not gonna be reliable, they're likely to end up dead, right? Um, BUT the young men admire this, and that's probably the intersection of dominance and prestige operating in male male competition."
	},
	{
		"start_time": "22:47",
		"speaker": "Ricardo Lopes",
		"words": "So, but I mean, when it comes to preferences for male muscularity, and since I asked you also about magazines, do men tend to overestimate the degree of muscularity women prefer?"
	},
	{
		"start_time": "23:01",
		"speaker": "Daniel Fessler",
		"words": "So I don't actually have data on this, but I would, I I would venture to guess the answer is yes, right? Um, uh, uh, SO they, they, they, you know, at the gym, they're trying to impress both other men and women, speaking of course about heterosexual individuals, right, um, uh, uh, um, uh, or predominantly heterosexual individuals, um, uh. Uh, BUT we could do a whole another program on, um, the attraction of members of the same sex and, and, and my thoughts on that and um the the the notion of heterosexuality is in fact, um, uh, probably, uh, truly applicable to only a very small fraction of any population. But, but I'll set that aside for now and and and focus just on this issue. Um, I, I, yeah, I think that that men. Uh Grossly overestimate the extent to which women value muscularity in a man, just like they they they they grossly overestimate the extent to which um physical risk taking um uh is valued by women, right? Um, uh, SO, and that overestimation is a consequence of Um, viewing it from a male perspective, not from a female perspective. That is the the the the guy, you know, taking steroids and, and, and doing bench press in the gym, you know, who can't put his arms down by his side because his muscles are so hypertrophied, right? Um, uh, HE isn't taking the perspective of the female view of his body. Um, HE'S assuming that they share his view, and his view is very much driven by, um, uh comparison with other men in, in competition with men. Um, THOSE are conjectures on my part. I don't have evidence to support that, but I'd be very surprised if that wasn't the case."
	},
	{
		"start_time": "24:43",
		"speaker": "Ricardo Lopes",
		"words": "OK, so it still related to that, could you tell us about the physical trait overvaluation hypothesis and how gender specific media fuel emphasis on certain body parts in within gender prestige comp competitions. Yeah,"
	},
	{
		"start_time": "25:02",
		"speaker": "Daniel Fessler",
		"words": "yeah, so, uh, so far, a lot of what I have been saying could be, you know, the uh the ideas could come from any evolutionary psychologist, but, um, a place that I really think that anthropology has a very important role to play in the evolutionary social sciences is in um underscoring the importance of cultural information and um I've mentioned culture at various points, but haven't really, um, you know, Uh, dwelled extensively on how cultural evolution can shape preferences, um, and priorities in a wide variety of directions. So, um, you know, when we look at what is considered physically attractive, there are some universals, and those have been well studied, um, by, you know, a whole school of scholars, uh, and, and the evidence is quite compelling, right? So, so, um. Symmetry is more attractive than asymmetry, um, because symmetry presumably is a reflection of genetic quality by virtue of the fact that it's difficult to make something s symmetrical, right? Um. Uh, SIGNS of vigor and health are attractive in both sexes. Um, AGAIN, uh, a, a reflection both of genetic quality and of, um, the ability to, uh, perform the, the respective functions in any partnership, right? Uh, AND, you know, this work has been, as I said, quite extensive, then there, there, there is also quite a bit of work on, um, what we can think of as sex specific aspects of bodies that um are uh attractive. So, uh, in, in women, the waist to hip ratio seems to be, um. Uh, EITHER a first pass or second pass criterion depending on the level of resource abundance. So, um, uh, when there's, uh, uh, you know, a history of periodic resource shortage, then it's a second pass criterion and adiposity, general body fat is a first pass, right? So people find more. Attractive women who have more body fat because they're better buffered against um resource scarcity. Uh, BUT the waist to hip ratio is, is, um, uh, in, in those contexts is a second pass criteria, people um uh value uh a lower waist to hip ratio and, um, uh, uh. Uh, A compelling argument has been made, um, by Lasse Goin that, uh, this is a reflection of the value of glu gluteofemoral fat deposition, um, uh, in pregnancy because that's where uh polyunsaturated long chain fatty acids are stored, and those are critical for building fetal brains. You know, these are sort of sound, biologically based, um, a kind of canonical evolutionary psychological findings, similarly signs of secondary sex characteristics of uh of of sexual maturity. So in men, you know, a deeper voice, um, the presence of body hair, square jawline. Um, uh, IN women, protuberant breasts as well as that, um, gluteofemoral fat deposition, and then, of course, signs of youth in women, um, uh, indications that, um, uh, that a female at the beginning of her reproductive career and hasn't had many, many children and has, has, has few children, um, ahead of her. Um, uh, ALL that is very well studied and, you know, I think very well documented. But the important thing is to note that um that culture can do funny things where it can emphasize or de-emphasize different aspects of that basic palette, if you will, of, of possibilities. So, um, although breasts are considered somewhat erotic from what evidence we have and um uh by we, I'm uh I'm not speaking for myself, but uh folks like um uh William Jakoviak at the University of Nevada, Las Vegas have studied this. You know that that this is an aspect of female sexual attractiveness, but in the United States at least, um, uh, this particular, um, part of the body is Uh, the technical term is hypercognized, meaning that our culture pays a great deal of attention to this part of the body, to the point that people have surgery to modify, uh, this part of their body. Um, uh, AND in fact, large breasts, although the, the, the preferences in this regard, um, like, like any, um, uh, uh, culturally determined feature can wax and wane. So, um, uh, you know, the preferences for total breast size. Change historically over time. But nonetheless, this remains a part of the body that uh Americans pay much more attention to in assessing sexual attractiveness than do people in many other parts of the world, right? So, we always want to be careful um not to assume that the preferences of individuals in any one society are a direct You know, give us direct vision into or insight into any universal aspect of aesthetic preferences in this regard. Uh, AND that's why the kind of cross-cultural work that I described before is so important, and, and that has been done um with regard to waist to hip ratio, for example, quite a number of scholars, um, uh Lawrence Tukuyama and um uh um uh uh. I'm blanking now, um, but, uh, work has been done, um, in quite a number of small scale societies, including, um, uh. Uh, THE Hansa in Tanzania and so on, right? And, and as I said, this seems to be a second pass criterion in a number of places, um, uh, so that's the kind of work that that nicely illustrates the intersection of, of, of, of the influence of culture and pan-human, um, biologically evolved psychology."
	},
	{
		"start_time": "30:45",
		"speaker": "Ricardo Lopes",
		"words": "Changing topics now, how do you approach the study of moral parochialism from an evolutionary perspective?"
	},
	{
		"start_time": "30:53",
		"speaker": "Daniel Fessler",
		"words": "Right, so this is um work done with a number of colleagues, um, uh. And I should say here that we've done a number of studies, but uh I would love to see this work picked up by by other investigators anytime that, that, you know, that you have um only one lab or one group of researchers um producing a finding, you really want to see it replicated um uh or extended by other researchers. Um, uh, CERTAINLY the replication crisis in science in general and in um uh social psychology in particular, uh, underscores the importance of that. So, um, I should, I'm, I'm qualifying what I'm saying about moral parochialism because um the, the total number of studies that we've done is not large and, and the work hasn't been extensively replicated by other investigators. That said, I have, you know, fairly high confidence that the results are real. OK, so what do we mean by moral parochialism? We mean very simply that people's moral judgments, their judgments about what they consider right and wrong from a moral perspective. Um, ARE, are very much tied to a local context. Um, AND what I mean by that is not just that people are, um, are ethnocentric and assuming that everyone should share their values, although that is an important feature of, of human cultural, um, uh, and biological co-evolution. Instead, what we mean by moral parochialism is that uh the extent to which people gauge an action as being wrong. IS in part contingent on where it occurs, when it occurs, and the extent to which an authority of figure approves or disapproves of that action. Now, why would this be the case? So what's the background hypothesis here? The basic idea is that The the function of moral judgment is to motivate individuals in their own actions to conform to local norms. In order to behave in a predictable fashion and a reliable fashion that makes them a valuable potential cooperative partner. So humans are enormously cooperative, far more so than virtually any other species on the planet, and that together with culture is what is responsible for our success as a species, and that we're so good at um at cooperating with unrelated individuals, um. And uh the, the local rules, the norms, the standards for behavior are are are one critical part of the ability to cooperate in this way, because it is only by being able to coordinate our actions, right, and to rely on others to act in the appropriate fashion um that we that that's kind of cooperation as possible. So, If what moral judgment is doing is guiding us as actors to locally predictable behavior and motivating us to distance ourselves from and or punish individuals who fail to conform in this way, right? So, non-conformists at the very least are unpredictable, right? If somebody doesn't follow the local rules, you don't know how they're going to act, and that makes them a bad cooperative partner. That's at best, um, at worst, they may be free riding and trying to take advantage of others, right? And that really degrades cooperation quickly, right? So, um, moral judgment is in the service of motivating us to conform to the local rules and motivating us to punish those who fail to conform to the local rules. Cooperation is always going to be local. It is the people around one who form one's potential cooperative partners, and it is also the people around one who can potentially exploit cooperation for self-interested ends, right, the free riders, right? It's only in, you know, this historically and evolutionarily unprecedented information age that we live in right now that I can be talking to you on the other side of the planet, right? And we can potentially cooperate, right? It's one of the things that that's led to the enormous boom in scientific productivity is that, you know, we could collaborate on a project, right? We can go and do research even though we're in, you know, opposite sides of the globe, OK. That was never a part of our history as a species. It's always, always the folks right around one. So it's the folks right around one that one needs to care about when it comes to following the rules. It's their opinions of one that matter in terms of integrating one into a cooperative group, um, and, and it is the danger of free riding or disruptive behavior, um, violence, what have you, exploitation in the local group that matters. So moral parochialism very simply is that we judge an action to be more wrong when it happens in our group near us right now, then when it happens far away or long ago, right? Because what happens far away and long ago really doesn't concern us when it comes to the potential for cooperation, right? Similarly, I mentioned social hierarchies before, right? Um, All groups, even fairly egalitarian ones, have some social hierarchy. There's some individuals who are more influential than others, right? And of course, many, many groups have formal offices with the ability to exert coercive pressure through legitimate means, right? And Given that there's always some social hierarchy, what the influential or powerful individual says about how the rules should operate is always going to matter because they're going to structure the landscape for cooperation. So we've been able to show in studies in a handful of small scale societies and, and, and a few uh global North societies that if you ask people about a moral transgression, some action that, that everyone would consider wrong, theft. Violence, murder, uh unprovoked, right? Um, uh. If you frame it as it's occurring in your community now. People think it is worse than if you frame it as it happened someplace very far away. If you frame it as happening in your community now, people think it is worse than if it happened long ago. And if you frame it as disapproved by the local authority, people think it is, I think of it as a worse transgression than if you frame it as approved by the local authority, right? And you know, Um, uh, viewers and listeners can, can do the thought experiment themselves, right? So I don't think that there is anybody watching this program right now who would say slavery is not that bad. Like, like, you know, be OK if we had slaves now, right? This is, this is obviously morally abhorrent. I'm, I'm quite confident that everyone watching this would, would agree with me in this regard. Well, um, you know, the ancient Greeks had slaves, OK? How do you feel about slavery in ancient Greece? You know, people say things like, well, I mean they, they were instrumental in, you know, inventing democracy, right? That is the sla the moral evil that is slavery seems to pale. When we think about ancient Greece compared to when we think about the contemporary world, right? And that's not an accident, that's because temporal and spatial distance are basically saying this is less and less relevant to who will cooperate or free ride in your local group. So our moral judgment is parochial. It it is, it is parochial because ultimately, it's in the service of cooperation in the local group and policing that cooperation."
	},
	{
		"start_time": "38:19",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHEN do individuals resort to moral condemnation and what role does contextual contingency play?"
	},
	{
		"start_time": "38:29",
		"speaker": "Daniel Fessler",
		"words": "Yeah, so, um, this is basically, um, uh, an extension of what I said just now, right, which is that, um, uh, that the function of moral condemnation is to signal multiple things, OK? It is to signal that um one knows what the rules are and one disapproves of rule violations, right? Um, ONE is potentially willing to inflict costs on the rule violator, or to endorse and assign prestige and value to those who do inflict such costs, right? And um, it's, it's role is to both advertise one's value as a cooperator in the local group and to Inflict costs on or signal the potential to inflict costs on those who violate those rules. And this is why context matters so much. Who is that person? What is the context, what is the nature of the violation? All of these things are being processed by a psychology. Uh, THAT, that, that is leading us to experience, um, what technically we can call moral outrage or moral disgust versions of emotions that um in their uh in their Original ancestral trait, which are also present in humans, are very much just about what's happening to me, right? So anger is my response to a transgression, a cost inflicted on me, that is an unwelcome cost, right? So, when the baby is crying, if it's My baby, I'm not angry. If it's the baby in the, the row behind me on the, you know, um, 12 hour airplane flight, now I'm angry, right? Cause when my baby cries, it's inflicting a cost on me, but it's a welcome cost, right? I want to care for that, um, offspring, right? When it's somebody else's baby, it's an unwelcome cost. Simple. That's what anger is doing, motivates me to take action to, to truncate the transgression. Um, TO deter future transgressions and to advertise my, um, uh, uh, uh, my ability to defend myself against such transgressions to any would be, um, transgressors, right? Very simple, right? So why do people get angry about moral violations that have nothing to do with them, right? Maybe um uh you're an an able-bodied person and you see another able-bodied person park illegally in a space reserved for handicapped individuals. OK. A lot of people would be angered by that, right? Some people would go over and challenge that individual and say, hey, what are you doing? No park there, right? Um, YOU know, that you don't need that space. Leave that for people who need it, right? We act as if, and we feel as if the transgression against um somebody else, right, the costs being inflicted on the individual who needs the parking space, was actually being inflicted on us, OK? That's the difference between moral outrage, anger elicited by rule violations that do not affect us versus simple anger, OK. And the fact that humans experience this and, and the evidence that any other animal does so is quite limited and and to the extent that there is any evidence, it's only in these highly encephalized species, um, uh, you know, with very complex social behavior, it's very rudimentary and, and, and I would say that evidence is quite thin. Um, SO we can certainly say that more. Moral outrage is a, is a, a canonical human characteristic and possibly an entirely unique one. And that is because of the importance of culture in regulating our behavior and the importance of cooperation in our success, not just success as as a species, natural selection acts on individuals, not on, on populations this way, right? Um, uh, BUT it is, you know, the ability to be well integrated into one's group, to be valued as a potential cooperator, to be able to play in those reindeer games, right? To be able to reap the rewards of cooperation. This is the key to success in all societies, right? Um, uh, AND so, um, uh, experiencing moral outrage when rule violations occur, advertises that we understand the rules that we're willing to inflict cost on on rule violators, and thus that we are a reliable. Um, MEMBER of the group and a good potential cooperator, um, uh, and contextual contingency simply means, um, uh, the context matters. If it happened far away, if it happened long ago, it doesn't matter as much because those individuals committing those transgressions might have been subject to different rules. People say things like, well, you know, things are different in ancient Greece, right? And it was different, right? Like I, I don't know what the rules were then, right? But even more importantly, those people are long dead. It's not gonna, there there there are no opportunities for me there, OK? In addition, what this kind of outrage is doing is it is. Um, uh, SIGNALING that one is on the right side of the law, as it were, right? So another feature of human, um, social organization is that we have higher order punishment, that is, we don't just punish people who break the rules, we punish people who fail to punish people who break the rules, OK? So, if you say, you know, well, yeah, the, you know. The guy in the house next door, turns out, was a convicted pedophile, but, you know. Doesn't bother me. He doesn't, I don't have any kids, not my problem, OK. A lot of your other neighbors are gonna say, you're a bad neighbor for tolerating the presence. Of this morally outrageous action in in in in the in the in in in the house next door to yours, right? That is, we punish people who failed to punish people who violate important rules. And in so doing, um, uh, we, we greatly increase the power of enforcement such that um uh punishment, actual punishment doesn't have to happen anywhere near as often. Um, AND so context again matters and, you know. Tragically, and frankly, horrible things are happening in the world as we speak right now. As you and I sit safely in our offices looking at computers, people are being murdered, raped, enslaved, starved. Some of these things are in the news, some of these things are not. But it's happening right now, OK? Why are, why is everyone watching this not constantly morally outraged? OK, cause it's not happening. In their community OK, um, and that doesn't mean that they are immoral individuals. It doesn't mean that, that, you know, that that that that that we, um, in any way. Um, uh, YOU know, from our, from our sort of innate psychology would condemn them for failing to condemn these actions abroad, right? And one of the great successes of, of human cultural evolution is our ability to embrace principles. Outside of context, that is to do away with contextual contingency and say, we should all be horrified by those actions. We should all seek to punish the people who engage in them. We should all seek to protect the innocent, right? Even if it's not happening here and now in our neighborhood, right? And there's a constant, you know, there's a constant tug of war or constant friction between Um, those culturally evolved principles, cause that's evolutionarily novel, you know, it's a product of cultural evolution to say more rules should apply everywhere, um, uh, you know, we should, we shouldn't value the life of, of someone in our community any more than the life of someone on the other side of the planet, right? That, that's not part of our innate psychology at all of our evolved psychology and um uh and it's a struggle to um to work to to. To embrace that in our own lives and to persuade, you know, others in our community and and policymakers to to embrace it also."
	},
	{
		"start_time": "46:29",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to get now into the topic of this guests and pathogen avoidance. Uh, I've had several interviews on the show already on the topic of this guests from an evolutionary perspective, but I would like to ask you specifically about ectoparasites. I mean, what are ectoparasites and do they induce these guests in the same way? I mean, what kind of behavioral defenses do we have humans have against ectoparasites?"
	},
	{
		"start_time": "46:59",
		"speaker": "Daniel Fessler",
		"words": "Yeah, um, so, uh, a parasite, of course, is any organism that gets its resources by exploiting another organism. Uh, ECTO just means on the exterior versus endo, which is the anterior. So an endoparasite is, um, you know, an organism like a tapeworm, for example, or a whipworm that lives in the gastrointestinal tract. Um, AN ectoparasite is an organism like a tick, a flea, a leech, a mosquito, um, uh, all of which are, um, uh, getting their resources from their hosts on the exterior of, of the organism. Uh, AND, um, this is work done together with uh Professor Tom Cooper at Nottingham Trent University. Um, uh, WE reason that, um, that. Uh, THE wonderful work that's been done by so many scholars, uh, on the psychology of Disgust, and shout out here to to Paul Rosin, the, the grandfather of Disgust research, um, that work has really focused largely on, um, on the subjective quality, the feeling states, right, that are kind of canonically um associated with the cues of the presence of pathogens, OK. So, uh, the late Valerie Curtis, um, for example, uh, nicely demonstrated that, um, Uh, in work that I would like to see further replicated by the way, but it has been replicated some, um, uh, that, uh, things like vomit, feces, body products, right, um, uh, you know, uh, odors of putrefaction, so that the smell of things rotting, right? That these are, these are dis discussed elicitors um around the world, right? Uh, AND of course there's cultural variation there, um, that's important to recognize, right? Um, uh. You know, what, what is a delicious cheese to one person, um, you know, smells like um uh feces to another person, right? And the the the difference is not their olfactory neurons, the difference is the cultural meaning assigned to those odors. But in general, um, there are universal stimuli, um, uh, so absent the cheese context, that same odor, um, uh, uh, you know, would, would elicit disgust, and that disgust is defense against. Um, EXPOSURE to pathogens, OK, um, and that defense is largely concentrated, um, on, uh, the problem of contamination, so what is touching us, and in particular what gets inside us, OK? Uh, SO, um, the mouth, the oral pathway is particularly privileged in pathogen avoidance disgust. And that's because we have to eat, right? That is, the, the, the mouth is one of the principal ways that stuff outside the body gets inside the body, and our immune system actually treats material that comes in through the mouth more um uh permissively than material that might enter the body through other pathways, because if that didn't happen, it's called oral tolerance. We don't mount an immune response, right, um, uh, to a lot of stuff that comes in through the mouth because if that didn't happen, we develop food allergies all the time, right? Um, uh, AND wouldn't be able to eat anything in the end. We'd constantly be identifying this as foreign material, OK. So, um, uh, this oral pathway and, and secondary to the oral pathway, other orifices, uh, Kevin Haley and I, uh, years ago published a paper showing that um uh the surface of the body is where, uh, that is the interface between the environment and the. Self is where uh disgust is concentrated, but the orifices are, are particularly, so, you know, um, poop that splashes on your wall is less disgusting that poop that splashes on your clothes and poop that splashes on your skin is more disgusting than poop that splashes on your. Your, your, your clothes, but poop that gets in your eye um uh uh uh is is more disgusting than poop that lands on your wrist, right? Um, uh, AND that's because any orifice is a potential way for pathogens, microorganisms to get inside the body. Enormous work on pathogen avoidance discussed very important work. I, I, I mentioned, you know, just a tiny sliver of it, including some of our contributions, but there are many, many, many, you know, really, really productive scholars working in this space. Um, SHOUT out to uh Joshua Tiber in particular who's really um done a lot of seminal work in this area. Um, uh, THE contribution that, um, Tom Cooper and I want to make is to say, The, the predominance of that set of stimuli and those kinds of responses. So what are the responses, you know, the loss of appetite. So if you're in the presence of a pathogen stimulus, you, you stop wanting to take things in through the mouth. Makes sense given what I said about oral tolerance. Um, uh, AT the extreme, um, uh, you may vomit, right? So that if there's a possibility you've ingested something, now you expel it, right? Those responses are so compelling and so central to the experience of disgust. The disgust research has, has, um, largely overlooked another threat which disgust also guards against, and that is not pathogens, but ectoparasites. That is, these, you know, macroorganisms, fleas, ticks, lice, um, mosquitoes. Um, uh, LEECHES and so on, right, um, uh, which prey on the host on the surface, OK? Um, AND, um, uh, ectoparasites are a really significant source of selective pressure. Um, WE who are privileged to, to, you know, to live in uh highly economically developed societies are, you know, Prone to underestimate the importance of ectoparasites in evolution because um they're a nuisance for us, but they aren't a threat to our well-being, right? So, you know, you might have mosquitoes in your backyard or your, you know, um uh when you go into the into the woods for a walk, and that's irritating, right? Um, uh, THEY bite you, you might be a little bit worried about them. But um if we look across species, what we see is that, you know, fertility declines as a function of ectoparasitism because they're sucking, quite literally sucking resources from their host. And of course they can also be vectors for disease, and in the extreme, they can actually kill the animal just by taking so many of its resources. OK. Um, SO, uh. Our argument, um, uh, Tom Cooper's in mind is that the, the kind of looking under the lamppost that disgust, looking at the really salient, prominent features of disgust in terms of pathogen avoidance, has led investigators to overlook this other important selective pressure, this other threat that disgust also defends against, and that is Presence of um uh uh uh uh of a threat from, uh, you know, creatures that prey on the surface of our bodies in this way. Now, um, you might have felt a little bit itchy as we, as we've been talking because I've been doing this kind of thing quite a lot. This is intentional. Scratching is contagious, OK. Um, IF you see somebody else scratch, your skin will start to itch, um, uh, and, and you will start to feel the desire to scratch also. OK. Why, why? What's going on there? Well, if I'm scratching, that's a cue that I may be exposed to ectoparasites, and if you're in my immediate vicinity, again, digital technology is evolutionarily novel, right? Um, IF you're in my immediate vicinity, that means you're at risk of the same ectoparasites, either me transferring them to you, right? Uh, OR they're just, you know, uh, ubiquitous in our local environment. And so by up regulating the sensitivity of your skin to the possibility of uh of invasion in this fashion, um, uh, scratching, of course, is trying to remove that parasite, get it off me, right? Um, uh, AND itch is the subjective sensation that motivates that behavior. Scratching is contagious because um uh the attention is a limited resource, and when there are cues that you need to be attending to one particular threat, attention gets channeled to that um uh modality, and in this case it is the cutaneous sensations, the sensations on our skin, right? Similarly, for example, um uh um many viewers might have had the experience that, um, Uh, they, they, they wake up in the morning and find that they've scratched themselves. Perhaps they've they've pulled a scab off and it's bleeding a little bit or something like that, right? Um, uh. Uh, I'm Uh, perhaps not my sharpest right now because, uh, my dog was up at 3 a.m., um, shaking his head over and over again cause it turned out, uh, he's got a bit of a yeast infection in one ear that I need to treat, OK. Um, uh. The itch sensation is actually up regulated when we're asleep. That is, we experience itch more easily when we're asleep than when we're awake. And as a consequence of this, we may scratch ourselves more um in our semi-conscious state, to the point even of, you know, creating a small lesion. OK. Why, why does itch sensation increase at night? Why that is, why does the threshold for us to experience that sensation um go down? And the answer is because when we're asleep, we're much more vulnerable to ectoparasites, right? Because we can't see them. Uh, uh, WE'RE immobile, so it's easier for them to reach us. Bedbugs, of course, um, you know, uh, a significant problem in, in some hotel chains and so on, right? Um, BEDBUGS have evolved specifically to take advantage of the fact that, you know, we're diurnal and we, we are immobile at night. Um, uh, SO, um, these are just some of the ways that Uh, uh, Cooper and I see evidence of evolved design for defense against ectoparasites, right? Now, in particular, when you show people, you know, stimuli that that. Um, uh, REVEAL the presence of an ectoparasite, a film of a scalp infested with lice, for example, right? People say that's disgusting when they're speaking English and, and when they're speaking other languages, um, they use, um, you know, readily translatable terms, right? Um, IMPORTANTLY, however, um, It isn't the same disgust. It overlaps with the the oral gastric disgust that I've described earlier, that is a defense against pathogens, but it isn't identical. And um uh Tom Cooper and I, together with a number of colleagues, have demonstrated this um uh uh both in the United States, um, in China, and in a, in an unpublished paper which we hope to bring to market soon in quite a number of societies, um, uh, that. If you ask people about their bodily sensations, and you show them either stimuli of the presence of ectoparasites or stimuli of cues of the risk of pathogens. They may use the same word to describe both as disgusting, but if you ask them about their bodies, they describe more of those cutaneous sensations, right, when they see the ectoparasites, and more of the oral gastric sensations when they see the cues of pathogens, OK. Now why is the same word disgust being used for both of these? Well, they report some of the oral gastric symptoms when they see the ectoparasites. There is overlap between these and and and the reason that overlap probably occurs is because basically, real estate is valuable. So there's a limited amount of brain tissue, and what's called neural reuse is basically um applying the same neural network. For with slight variation for different adaptive problems. OK. So, um, there is probably, and this is conjecture, but I, I think it's, it's grounded conjecture. There's, there's overlap in the sensations of disgust that one experiences between um reactions to pathogen cues and ectoparasite cues. Because the same architecture is being used largely for both of them. Now why would that be the case? Because the defense against both is get it off me, get it away from me, OK, right? I don't want to be splashed with a poop. I don't want to have the ticks crawling on me. Get it off me, right? Of, away, back away, OK? It's not a fear response, right? I, I see a lion. Right? This is a thing that can jump on me and kill me right away, OK? I, I, I need to be in fight or flight mode. I don't need to be in fight or flight mode when I see leeches. They don't move very fast, right? You know, they, they, I can see them coming, OK, right? Um, WHAT I need to be is back away, OK, back away and get it off me. If I see the leech, you know, crawling along my skin, getting ready to, you know, to bite me, get it off me, OK. So that distancing and decontamination if you will, is the same functional response. The loss of appetite is only functional in one context, that is the risk of pathogens and not in the other, but the overlap in terms of the back away, get it off me response is sufficient that the same architecture is probably being used for both, OK."
	},
	{
		"start_time": "1:00:08",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let me ask you now about the link between pathogen of violence and politics. So what does pathogen of violence have to do with political and social conservatism?"
	},
	{
		"start_time": "1:00:21",
		"speaker": "Daniel Fessler",
		"words": "Yeah, so this is not an area yous have probably realized by now that I keep saying the same thing over and over again, which is a little bit of work here, but I haven't done a lot. I'm kind of a jack of all trades and a master of none. Um, I, I, you know, there are a few things that I can speak to, um, with some authority. Um, uh, Colin Holbrook and I have done, I think, I think we have 17 different papers on. Um, REPRESENTATIONS of formidability. I'm pretty confident that's a real effect, right? I'm pretty confident in, in, in that hypothesis and, and the data that we have. I'd like to see it replicated more by other groups, as I said, but yeah, we got a lot of data on that one, right? Um, I, I, I'm something of a, uh, you know, a novice or a dilettan when it comes to political psychology, um, uh, but, um. Uh, AND here my former graduate student, um, uh Theo Seymour has, uh, really done quite a lot more work in the area of political psychology than I have, um, but, uh. There's a body of work out there by political psychologists and political scientists. I should say that this is contested. There have been um uh negative results, um, and the debate is ongoing. So, so one shouldn't take this as a, as a, you know, an extremely well documented pattern, but um I, I, I, I find it. Compelling enough to, um, you know, to, uh, at least employ the hypothesis and the and and the premise, uh, and, and, um, uh, you know, more evidence is needed as always. So, so what is the basic idea here that the basic idea is that, um, social conservativism, so, so conservative and liberal are, you know. Political orientation terms that really mean different things in in in different nation states and maybe even in different communities, right? Um, uh, HERE in the United States, um, uh, there's been sort of historically a a sort of marriage of strange bedfellows between economic conservatism, that is individuals who want um lower taxes, um uh and um uh more room for private capital and investment. And social conservativism, which is individuals who want um to uh adhere to what they believe to be long standing traditions, OK. So we want to be careful not to use, and the same is true with regard to economic liberalism and and social liberalism. They're a little more closely tied, but, but conservative and liberal in France, for example, means the the the the the parameters are different than they are in the United States, so we don't want to just take those words for granted. But the basic argument is that it seems to be, and as I said, that the evidence is the jury is still out on this, the evidence is contested, um, uh, but there there's some evidence that Um, that social conservatives are more reactive to threats than social liberals are, meaning that they attend to threats more, um, uh, they, they, they tend to have, um, uh, greater memory for threats. They tend to react more strongly to, um, to, to threats or possible threats, right? THAN social liberals do. We also want to be careful that, um, you know, we don't want to take either ends of that spectrum as the reference point, the normal as it were, right? So when we're talking about social conservatives have more of this, we could just as easily say social liberals have less of this, right? Um, uh, um, uh, CERTAINLY doesn't want to pathologize anyone on the basis of their political orientations, right? Um, uh. Now, why might there be a connection between threat reactivity and social conservatism slash social liberalism, depending where you are in that scale, right? Um. One possibility is that um if you see the world as more dangerous, then um uh this is a bad time as it were to to experiment with new forms of social order, right? Instead, what you want to be doing right now is sticking to the tried and true, right? It worked for the previous generations, we should do the same thing now. Now is not the time, right, to to start uh trying new things. On the other hand, if you see the world as, you know, safe, there aren't a lot of dangers around you. Well, let's let's experiment. Let's try new ways of doing things and see if we can improve society, right? SEE if we can um uh solve some of the ills that we see around us, right? Um, SO, uh, you know, at least conceptually it makes sense that there would be a link between um conservatism slash liberalism in the social domain and the perception of the world as dangerous or relatively safe, right? And um. Uh, PATHOGEN. Disgust is simply one defense against one category of threat, right? And so, um, uh, we can expect that um that Discussed in this manner will be marshaled more in terms of threat, right? In in the rhetoric of social conservatives than social liberals. Here it's important to point out, and I alluded to this earlier, right? In addition to disgust being a response to pathogen cues to ectoparasite cues, I also mentioned moral disgust, right? And moral disgust is is discussed in response to rule violations. OK, now there is a lot of debate about whether any rule can be viewed with moral disgust or whether when people say that they actually mean something like moral outrage and they're just using the words polysimously, um, uh, um, but, uh, moral disgust. That is a discussed reaction to a rule violation makes sense from an uh a co-evolutionary perspective looking at cultural evolution, biological evolution, because distancing yourself from a rule violator as if they were contaminating, as if they had disease or parasites, right? It's both as a way of punishing them because you're removing yourself from the opportunity of, you know, cooperating with them, being exploited by them, and so on, right? And you are signaling to others that you disapprove of their behavior, right? Um, AND thus avoiding higher order punishment yourself, right? And it's relatively low cost compared to moral outrage if you think about it, right? If you're, if you're disgusted by the able-bodied person who parks in the handicapped space, you turn your back on them, you walk away from them. If you're outraged, you might go up and yell in their face, right? And now you might get punched, right? So, so, so, you know, ostracism is cheaper than um a direct infliction of cost on the transgressor. So, um, disgust seems to operate in the moral domain, um, uh, just like anger operates in the moral domain in in this way, right? And um. If we look at political rhetoric, Um, what we see, you know, at least anecdotally, I, and I'm not sure if people have, you know, if sociolinguists, for example, have studied this extensively, I don't know, but, um, but at least anecdotally we see social conservatives using um the rhetoric of disgust to describe threats of contamination or um uh. Uh, Sexual deviation from the norm, right? Sexual disgust is another domain, um, uh, entirely separate from pathogen and ectoparasite disgust, um. Uh, WHERE the, the emotion is motivating the avoidance of suboptimal reproductive partners. Um, uh, uh, ONE sees the language of contamination. The language of um sexual deviation, excuse me, just a minute. Um, BEING used by social conservatives, it's very prominent in contemporary American political rhetoric right now as we speak, um, uh, whereas, um, the language of moral disgust might be more prominent in, in, um, the rhetoric of social liberals, right? Um, uh, AND that's consistent with, um, uh, sexual disgust and pathogen disgust, um, being more closely tied to threats, particularly pathogen disgust. Um, AS opposed to moral disgust where it is the, the set of rules, the abstractions, um, that are that are being threatened rather than any direct imminent harm, right? So, um, uh. You know, around the world tragically, uh, you know, the 21st century is, is witness to an enormous resurgence in xenophobia, um, uh, um, you know, brought about in part by the large migration flows which, um, which war, violence, deprivation and economic inequality have have spurred, right? Um, AND that xenophobia often is couched in in the language of outsiders being a threat, right? And, and, um, Quite commonly, the threat is seen both as the threat of violence, um, and the threat of disease, right? Um, OR of um uh the, the intersection of sexuality and violence, right? So. Um, uh, uh, YOU know, those outsiders, they are, um, you know, they're bringing disease into our country. They're, um, uh, they, they, they're, you know, they're, they're posing a threat to, um, you know, the innocence in our society and so on, right? Um. And that language often resonates more strongly with social conservatives than it does with social liberals because their starting point is a premise that the world is more dangerous. But as I said, that the actual political psychology evidence as to whether social conservatives are more threat reactive than social liberals, this is an area of ongoing debate. In our own research we have found evidence supportive of that, but um we're just, you know, a tiny drop in the bucket."
	},
	{
		"start_time": "1:10:20",
		"speaker": "Ricardo Lopes",
		"words": "Right. So I have one last question then, and still on the topic of pathogen avoidance. What explains the different reactions of liberals and conservatives to the COVID-19 pandemic? Does it have anything to do with what we've just been talking about?"
	},
	{
		"start_time": "1:10:39",
		"speaker": "Daniel Fessler",
		"words": "Yeah, these things are related and, and here this is really um Theodore Seymour's work. This was the, the, the, the, the principal components of his doctoral dissertation and it's work that he continues to do today, um looking at uh this relationship between political orientation and reactions to threat. Um, AND based on what I just said about, uh, you know, social conservatives being more threat reactive than social liberals and about, um, you know, pathogen disgust being, uh, a prominent in political rhetoric on the right, um, you would think that here in the United States, it would have been the social conservatives who were, um, you know, who were up in arms about the possibility of a pandemic, and then when the pandemic arrived, who would have been the most stringent in embracing and Um, uh, enforcing the, the rules designed to limit the spread of disease and in fact, of course, the opposite occurred, right? So, um, uh, when you look at a population level, um, uh, the, the push back against public health measures, um, was strongest in socially conservative areas. Um, AND the, the, um, you know, the following of those public health regulations and mandates was, was more consistent in socially liberal areas and tragically, um, the result was differences in per capita mortality, right? So, um, you know, we, we know, um, on a, on a county by county basis, um. Uh, YOU know, how people vote, right? That's all public information in the United States, and we can see that and we know as a consequence, you know, where social conservatives are, where social liberals are, and we know what the, the, the, the, the mortality rates due to COVID-19 were, right? And any casual observer of politics in the United States would this wouldn't surprise them, right, because they the push back against the public health measures was was vociferous and prominent from social conservatives. So why did this happen? Is, is the basic theory wrong or is the world more complicated? Um, AND the answer is the second, um. So When Theos Amo looked more carefully in the United States. Because Liberal and social liberal and social conservative are simply poles on a spectrum, right? And certainly political party affiliation is not isomorphic with those polls on the spectrum, right. Um, When um uh Theo looked more carefully at um Democrats, people who supported the Democratic Party in um uh US elections. And measured their political orientation, not on the basis of their party affiliation, but on the basis of their views on a variety of social issues, things like abortion and gay marriage, and so on, right? What he saw was that The socially conservative Democrats. Took more COVID-19 prophylactic precautions, right? So they, they, they took more behavioral measures to avoid the possibility of um contracting the disease, then did more socially liberal Democrats. So within the Democratic Party. The prediction holds Well, Sorry, talking for over an hour now. Um."
	},
	{
		"start_time": "1:13:59",
		"speaker": "Ricardo Lopes",
		"words": "No problem."
	},
	{
		"start_time": "1:14:00",
		"speaker": "Daniel Fessler",
		"words": "Um. So what's going on with individuals who voted for Republican candidates and self-identify as members of the Republican Party? What what what's happening there? And the answer is they are threat reactive. Um, THEY'RE just responding to different threats in part because those, um, uh, the, the situation was framed for them by prominent leaders of their political party and influential individuals in their social circles. The threats were were framed. Not in terms of the threat of disease. That threat was downplayed, um, right? It was downplayed um from the White House. It was downplayed by, you know, Um, socially conservative media influencers. Um, OH, it's not that big a deal, you know, it's gonna pass soon. Uh, IT'S no worse than the flu. Um, YOU know, I choose not to wear a mask. These are all things that we heard from um from leaders and prominent voices on the right. Um, And we didn't hear, uh, you know, They don't have enough um. Space in the morgue in, you know, in New York, they, they have, you know, refrigerated trucks parked outside the hospitals because people are dying. At such high rates that um they simply can't keep the bodies um uh anywhere, right? I mean, and those were not the the um the messages that were being promulgated on the right. Instead, the message that that we're being disseminated were, this is a threat to your civil liberties, right? Um, THESE people are trying to stop you from exercising your rights, importantly, including Um, the right of assembly, the right to gather, and, and the right to worship. And those are threats, right? Um, YOU, you know, your, your basic rights are being infringed upon, right? Um, AND These public health mandates were framed in terms of um. Uh, uh, AN excuse being used by people on the left to try and regulate social behavior and and move the country toward a socialist orientation in which the government um uh plays a much larger role in people's lives. And they were very real. You might say that's a very debatable proposition and in fact the people promulgating those um public health measures didn't have any such political agenda. I think that's where the facts probably lie, but um but what is incontestable is that the public health measures inflicted real economic costs on many people, right? The loss of their livelihoods. Many small businesses went out of went out of business entirely. It's still the case here in Los Angeles that um There are areas that were once, you know, booming small business locations where they're empty storefronts now, right? Those, those, those places disappeared during the pandemic and they and they haven't come back, right? Restaurants, for example, um, you know, took an enormous hit. So there's a very real economic cost to this and so when voices on the right are framing this in terms of socialism, um, you know, that might be a misconstrual of the situation, but when they're framing it in terms of, um, you know, an economic threat, that's very real. So What Theo found was that It's not that Individuals who self-identified as Republican were not reactive to threats. It's that they were reactive to a different set of threats than than the disease threats, because that was the way that the the pandemic was being framed for them. Subsequently, um uh uh Theo headed a project up looking around the world at behaviors um uh uh disease avoidance behaviors during the pandemic. And here because conservative liberal is, as I said, very much, you know, um, local in terms of what it means, right, you know, different, different political systems, different value systems, different countries, right? So so conservative and and liberal or maybe not the best terms instead, um, Theo looked at traditionalism, right? So how much do you think we should embrace. The ways that we imagine life was run in the past versus experiment with new social forms, which is really a a broader Conceptual basis than the conservative liberal divide and and what Theo found around the world is is um that uh the the the basic theory is supported that people who are more oriented to to tradition. Took more steps to avoid COVID-19 than people who are less oriented to tradition, consistent with the idea that the orientation of the past is a reflection of a desire for security in a world that one sees as dangerous and that the willingness to experiment is a reflection of um a view that the world is a relatively safe place and we can try new things, right? So overall, the basic thesis is supported. The United States is kind of an outlier in this and and and really. In part that's because of, uh, you know, our own unique history, but in part it's because of the way that the situation was framed by prominent voices on the right."
	},
	{
		"start_time": "1:19:25",
		"speaker": "Ricardo Lopes",
		"words": "Great, so Doctor Fessler, just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:19:33",
		"speaker": "Daniel Fessler",
		"words": "Sure, um, they can just Google my name, Daniel Fessler, um, uh, uh, I have a personal website, pretty sure the URL is danielmtfesler.com, but um, you have to check on that. I don't look at my own website very much, um. Uh, I'm easy to find and I'm a big believer in open science. Um, I, I think, you know, while the information age has brought us many ills, um, one of the things that it really has the potential to do is democratize knowledge, you know, I thank you for the opportunity to talk to you and and your viewers and, and share knowledge this way and speculation, conjecture conjecture also. But, uh, everything I published is on my website, so, um, folks can find it there. Um, GO to my personal website, um. Nice picture of the Santa Monica Mountains in the background."
	},
	{
		"start_time": "1:20:20",
		"speaker": "Ricardo Lopes",
		"words": "I will leave a link to it in the description of the interview and thank you so much for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "1:20:28",
		"speaker": "Daniel Fessler",
		"words": "Absolutely, thank you for the opportunity and, and, and, and thanks to folks watching um for their attention, um, and, uh, and for their, you know, deep thoughts about these issues. I think, um, you know, there's a lot of information out there, there's a lot of misinformation out there being a critical consumer is really important."
	},
	{
		"start_time": "1:20:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrook field governor Michael Stormir, Samuel Andre Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearaurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivas, and Rosie. Thank you for all."
	}
]