[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by a return guest, Doctor Nicole Prozzi. Last time we talked about so-called porn addiction and also topics related to sex, sexual. Relationships and today we're going to talk just a little bit more about porn addiction and pornography, arousal in the brain, the no fab movement or no fab groups and some other related topics. So, Doctor Prazi, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:38",
		"speaker": "Nicole Prause",
		"words": "Oh, thank you for having me back. I've been following the show. Looks like you've got some great folks on."
	},
	{
		"start_time": "00:43",
		"speaker": "Ricardo Lopes",
		"words": "Great, thank you. So, let me start by asking you because this is something that, that last time when we talked about pornography, we didn't really address a very specific question. Would you say that pornography is a super stimulus because I hear that from many people."
	},
	{
		"start_time": "01:03",
		"speaker": "Nicole Prause",
		"words": "Super stimulus actually has a really specific scientific meaning that porn does not meet. So, the, generally, it's referring to something that has enhanced features beyond uh naturally occurring stimulus. Yeah, it's often studied in the animal kingdom and various, it's not just sexual necessarily, but any, anything that's kind of above and beyond uh what normally or naturally occurs with the stimulus. And porn just doesn't come close to sex or masturbation for that matter. Uh, THAT is when we show people pornography in the lab and then have them direct with the partner, the second there's partner touch, uh, the responses are much higher. So part of the argument for a super stimulus is, it's stimulating beyond, uh, what's already given or what normally occurs, and that's just clearly not the case with pornography. It doesn't hold a candle to touch."
	},
	{
		"start_time": "01:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Oh, by the way, let me ask you more about that. And since you're a neuroscientist, are there studies comparing people just watching pornography, just watching it with, without doing anything with no masturbation and uh people masturbating and having sex?"
	},
	{
		"start_time": "02:21",
		"speaker": "Nicole Prause",
		"words": "Almost all of the studies about sexual arousal are just showing pornography where touching is not allowed, or at least we instruct them not to do that. We don't necessarily watch and check, but we tell them not to. I think we have the only data where we actually have pornography viewing in the same study as where people had partnered touch. But even then, you can imagine like studying sex in the lab is hard because you can't just say go have sex, like what does that mean? It's very different for every person. So in our case, when we say sex, it's actually just genital stroking and just of uh female clitoris. So, uh it's not sex in the general sense, but that's kind of the most we have in the lab, and that would be our study and that's uh partnered touch compared to pornography."
	},
	{
		"start_time": "03:09",
		"speaker": "Ricardo Lopes",
		"words": "But are there enough studies to establish a comparison there, or?"
	},
	{
		"start_time": "03:15",
		"speaker": "Nicole Prause",
		"words": "We need far more in that space, and they're very, very hard to come by because the constraints, especially in the US around what we're allowed to do in the laboratory are, uh, I would say unnecessary. That is the, the barriers to get it done, um, in part because the protocols don't really exist yet, that's part of why we're trying to do the work. Um, SO it's like how do you argue that you should be allowed to do something and it's not been done before, um, but also, uh, some just puritanical constraints. So for example, labs in the US are sometimes restricted from using freshmen, but sophomores are OK because somehow there's some imagined big transition between, you know, being an 18 year old at college and a nineteen-year-old at college for viewing consensual adult pornography and some of our protocols, so. Uh, EXAMPLES like that are abundant in the states of just weird constraints on protocols that don't really make a lot of sense sometimes."
	},
	{
		"start_time": "04:15",
		"speaker": "Ricardo Lopes",
		"words": "But from the studies we have, what can we tell? I mean, is pornography really as arousing as masturbation or sex?"
	},
	{
		"start_time": "04:27",
		"speaker": "Nicole Prause",
		"words": "So that's a remarkable shift. The limited studies we have which are from our lab as far as I know. The second someone switches from doing pornography to touching themselves, the response magnitude is not remotely close. That's, um, to argue that it's a super stimulus, like it stimulates beyond what's kind of available from an actual sexual interaction. It's, it's just not close, it's not comparable. I think that people who use super stimulus are Uh, generously uninformed and more often motivated. They're trying to make claims, they're trying to create litigation or uh laws against things they don't like."
	},
	{
		"start_time": "05:08",
		"speaker": "Ricardo Lopes",
		"words": "So the response is much more pronounced during masturbation and I would imagine even more pronounced during sex."
	},
	{
		"start_time": "05:16",
		"speaker": "Nicole Prause",
		"words": "Yeah, we don't have a lot of data comparing all of those in the same protocol, which is really what you need, but the data we do have, it's, it's so, uh, the effect sizes are so large. I feel comfortable saying it's probably replicable."
	},
	{
		"start_time": "05:31",
		"speaker": "Ricardo Lopes",
		"words": "OK. Does watching more pornography or watching pornography regularly dampens arousal during arousal response during sex?"
	},
	{
		"start_time": "05:42",
		"speaker": "Nicole Prause",
		"words": "There's no evidence that occurs from a scientific standpoint. If you ask people directly if that occurs, some people will say they've experienced that. But then when scientists have gone in and tried to document that effect, uh, they aren't able to find it. So even from the people who say they have had these negative effects from it, and what that raises is more likely people who are seeking this kind of stimulation now probably had some or uh it's as likely that they had some brain difference beforehand. So, for example, we see people Who have, uh, who are more sensitive to impulsive behaviors when they're younger, uh, ultimately engage in more sexual behaviors as they get older. I would say, you know, they, uh, they didn't have, uh, sex interactions that caused the brain to do this. It's like, no, their brain was kind of already sensitized that direction and we see some of those differences at birth. I mean, these are an infants who couldn't have possibly had, you know, those experiences yet. People are born with predispositions, and that's reflected in brain activity."
	},
	{
		"start_time": "06:48",
		"speaker": "Ricardo Lopes",
		"words": "Right, but does the brain, I mean, I'm not sure what would that mean in terms of neuroscience, but does the brain distinguish between masturbation and actual intercourse?"
	},
	{
		"start_time": "07:02",
		"speaker": "Nicole Prause",
		"words": "Uh, SO it does in some ways, and there are a lot of ways we probably just don't know about cause it's not well studied. And the, the main part that's not well studied is partnered interaction, but also masturbation hasn't been widely studied either. Uh, SO what we have, for example, there's a difference when another hand is touching your body and rubbing at a certain frequency that activates the afferent fibers that are unique to partner stimulation. You can't do it to yourself. Uh, THERE'S the psychological aspect of feeling wanted, that's unique to partnered interactions that you don't experience when you're interacting with yourself, by definition. So, I think there are some very unique features that um make me think uh we're likely to continue to discover some of the distinctions between those things."
	},
	{
		"start_time": "07:50",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So another question about pornography specifically because this is something that sometimes we hear from uh pornography, the tractors. This pornography have any effect in the kinds of scripts people follow during sex?"
	},
	{
		"start_time": "08:07",
		"speaker": "Nicole Prause",
		"words": "Uh, THAT is also kind of a cause effect issue. Uh, PEOPLE definitely are more likely to view pornography that is consistent with the behaviors they're engaging in. And so the question is, again, like, did they already kind of have a latent interest, um, or did they already have the behavior uh and did pornography release it or cause them to discover it? Like what's the exact role? And those are really difficult to parse. So it's like if I was kind of interested in Uh, bondage and domination con um, issues in general. And then I view a sexual film that has a specific, uh, bondage or domination behavior that I was like, oh, that one, like I really like that one and now I'm gonna go try it. I'd say, well, OK, but there was a latent interest, but the porn actual behavior was novel. So where do we say in that case? Like, was it the person or was it the um the actual content they viewed? So there it is absolutely the case that the scripts people tend to view in porn tend to be more likely to reflect the behaviors they do engage in, but it's not at all clear that that was causative, that they saw the porn and for the first time ever in their life, they start to think about doing this new thing."
	},
	{
		"start_time": "09:23",
		"speaker": "Ricardo Lopes",
		"words": "Right. And I mean, another thing that sometimes we hear from people who detract porn is that If, if people watch porn or if they watch it regularly, I mean, the kind of specific accusation varies from person to person, I guess, but if they watch porn, then they can no longer or uh from a. Certain point on where they can no longer have normal sex. I mean, they, they don't feel stimulated the same way. They're not able to get an erection, something like that. I mean, is there anything to that claim or"
	},
	{
		"start_time": "10:01",
		"speaker": "Nicole Prause",
		"words": "not? If you ask people directly, they definitely make those claims and that is documented like uh there are surveys where people said, did porn do this to you and yes, porn did this to me. Uh, SO people definitely have that belief. I've heard that as well. Um, HOWEVER, there have now been a series of studies investigating this, a number of mine as well, and we don't find evidence to support that. So, for example, uh, we looked at people in the laboratory, uh, actually measured their penile responses to sexual stimuli, so. You know, if they have this inhibition or if they've been decommissioned uh by viewing intense stimuli, they should be less responsive if they viewed more erotica in their day to day life, uh, we found the opposite. Uh, THAT is they tend to be more sensitive, that shouldn't happen if it's desensitizing. Uh, SIMILARLY, if we, uh, follow people. And say, OK, you know, if you've had this interaction with films in the past, you know, how do you interact with a partner in the laboratory, you should say, Um, I'm not as aroused, I'm not as excited. It's the opposite, that is people who have more real life experience being pornography report being more excited to interact with a real life partner. So we think these are likely just proxies for sexual interest. Uh, THAT doesn't mean though that someone who views a lot of erotica might have a lot of sexual anxiety and anxiety is a well-known, good predictor of erectile dysfunction. So, Uh, in general, I say if, you know, someone thinks that may be linked, it's much, much more likely that there's an anxiety issue that's not just pornography related. You know, you had some experience that made you nervous and it's hard to get out of your head, you know, to not think about it the next time."
	},
	{
		"start_time": "11:44",
		"speaker": "Ricardo Lopes",
		"words": "But that anxiety, does it go attached to, for example, in the case of men, the fact that they might be afraid that they will not be able to perform like the men they see in pornography or perhaps they don't have. Uh, THE same kind of, uh, penile length as the muscularity,"
	},
	{
		"start_time": "12:09",
		"speaker": "Nicole Prause",
		"words": "yeah, attractive partners. So in general, there seems to have been a shift over time. There was more documentation of those kind of, um, fears related to body presentation. Uh, 20 years ago in science, and what I think has happened is like we don't see that documented consistently anymore. Studies sometimes don't find it, they sometimes find the opposite. Like people who be more poor and feel better about their bodies, and like that shouldn't happen. Like, if that's the case. And what I think has occurred is in the past, there were a few houses that kind of selected the actresses selected the actors. You only saw a few that were really, you know, recycled in a lot of films. And now with OnlyFans and the explosion of access to these erotic online content, if you have a small penis, you can go online and you see someone else aroused by a small penis just like yours. So I think because the bodies and content have democratized, they really become very diverse and it allows you now, uh, I think, to not have necessarily that effect of like, oh, you know, I'm too big, I'm too small, I'm too, you know, all these, uh, natural concerns a lot of folks have to say like, no, I saw my body on screen and somebody was very turned on by it. And that wasn't happening in pornography 2030 years ago, I think."
	},
	{
		"start_time": "13:33",
		"speaker": "Ricardo Lopes",
		"words": "So nowadays you get more variety in terms of body type,"
	},
	{
		"start_time": "13:39",
		"speaker": "Nicole Prause",
		"words": "yeah. I don't think there's a lot of debate about that."
	},
	{
		"start_time": "13:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I guess that, that would also work for anxiety in women, right? Because, I mean, uh, now you also, we also have more variety for the women themselves, right, in terms of body type. Yeah,"
	},
	{
		"start_time": "13:59",
		"speaker": "Nicole Prause",
		"words": "and I think we see that in larger media studies as well. I don't do communications research per se, but when I read those kind of things, I'll talk about like the representation and that. It really spans everything from, you know, swimsuit issues, and Sports Illustrated, having larger bodies, and, uh, just a broader representation of like what an attractive body is. And I think that's useful, you know, it's, uh, most people when they're viewing pornography, they're viewing it 10 minutes-ish, you know, like it's as far as what we consume, we see a lot more television, a lot more. Uh, KIND of print walking around during our, uh, scrolling efforts, uh, than actual pornographic content. So I don't think these are necessarily like unique to pornography, but it may reflect kind of that broader societal broader representation."
	},
	{
		"start_time": "14:47",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Do we know what are the personality traits of people who watch more porn? I mean, is there anything in their personality that predisposes them to watching it more?"
	},
	{
		"start_time": "15:01",
		"speaker": "Nicole Prause",
		"words": "And a few folks have done studies of just viewing, so not like reported problems viewing necessarily, and it tends to be exactly what you would think, that is people who tend to be more rewards seeking in a variety of areas, so. They don't just be more porn, they're also more likely to say, I enjoy swinging. I like an open relationship. I do cuckolding. I am engaged in BDSM, so, uh, we call it sexual breath, so that is they tend to engage in a lot of other, uh, sexual behaviors, not just the porn viewing, and, uh, outside of that, like personalologically speaking, uh, they tend to be more impulsive, so that doesn't mean if you view porn you are impulsive, but there's a tendency. So these tend to be pleasure-seeking people, you know, like this is, uh, I'm gonna go jump out of an airplane. I'm gonna, you know, I was gonna say streaking. I don't know any data to support that, but it's the behavior that came to mind. Jet skis, you know, these are folks who like those kind of things who the Novel, pleasure, excitement, uh, generally is appealing to them in other aspects of their life."
	},
	{
		"start_time": "16:07",
		"speaker": "Ricardo Lopes",
		"words": "Right, right. And I would imagine they would, they would score higher on socio sexuality or"
	},
	{
		"start_time": "16:17",
		"speaker": "Nicole Prause",
		"words": "Oh, undoubtedly, yeah, I was like I haven't looked at those uh studies recently, but I can't imagine that's not a strong correlate."
	},
	{
		"start_time": "16:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh, and who are the people who condemn pornography the most? We, last time we talked a little bit about the people who identify as porn addicts, and I will have a couple more questions about that for you, but who are the ones who tend to condemn porn the most?"
	},
	{
		"start_time": "16:45",
		"speaker": "Nicole Prause",
		"words": "There were some interesting papers written a while back about two groups that were kind of collaborating to oppose pornography, at least in the states, that was, uh, religious groups and anti-porn feminists. So there's a split within the feminist community. Some see porn as empowering, uh, useful for women, others think it's degrading always or, or it is abuse at all times. So those feminists actually work with religious groups, which is very unusual. Usually feminists don't find companions and uh shared values with religious groups, but they do in this case. The third group that's come in that I think is really shifting some of this is manosphere groups. So these are folks who are making money off of the claims that pornography is bad for you. So they say, you know, every time you view, it hurts your brain. Pay me, I'll help you stop. Pay me, I'll reduce your urges. And so they've uh actually started partnering with these other two groups, uh, creating a weird, cause now these are clearly for-profit. That's why they're there, that's why they exist. Uh, THEY make a lot of other claims, but that these are all for-profit entities. And so now they've created this group where there's religious anti-porn feminists and kind of manosphere for-profit businesses, all kind of opposing pornography."
	},
	{
		"start_time": "17:57",
		"speaker": "Ricardo Lopes",
		"words": "Are these the same people who tend to believe in porn addiction or tend to identify themselves as porn addicts or not?"
	},
	{
		"start_time": "18:08",
		"speaker": "Nicole Prause",
		"words": "Uh, I don't think in the first two cases necessarily, but the manosphere groups, absolutely, they tend to be made up of coaches and their main claim to expertise is usually personal experience. So they don't hold any licensure typically, they don't have any training, relevant training, but they'll say, I personally was harmed by pornography, pay me and I'll help you stop viewing too."
	},
	{
		"start_time": "18:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So last time when we talked about what predicts identifying as a porn addict, uh, I don't think we touched on the topic of narcissism. Could you tell us about that?"
	},
	{
		"start_time": "18:43",
		"speaker": "Nicole Prause",
		"words": "That's a really interesting one. There was a history of research on kind of pornography and people who think they're addicted, uh, suggesting that they often have a moral conflict, that's they're raised in a conservative household, possibly due to religion, but, you know, any conservative household, and so any porn viewing to them was viewed as horrible and so I must be addicted. But now there have been a couple of us, um, scientists in different studies independently, where we find narcissism was a better predictor than moral conflict. And so the way that seems to be manifesting is all these bad things that happened to me in my life, you know, I'm having trouble in school, I can't get a girlfriend, I, all these, uh, negative outcomes. It's all because of porn. Porn did this to me. How dare they do this to me, you know, and that's a very narcissistic kind of I'm a victim. I do no wrong. Uh, AND it prohibits, I mean we can get into this more, but I think in part it prohibited the self-reflection. It's like, what do I have control over that I can help myself get a girlfriend, help myself do better in school cause it's a very victim mindset, you know, it's like, I, I clearly didn't do anything wrong cause I'm amazing. So, you know, what did, what is porn done to me, uh, done to my brain?"
	},
	{
		"start_time": "19:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's very interesting. So another thing that also links to neuroscience in a way, and sometimes I also, I've also heard from people who oppose pornography and even some who are part of the no-fa movement and we're going to get into that in a bit, is that um The the uh the big issue has to do with the fact that pornography induces the release of dopamine and then they start talking about supposed dopamine addiction or and things like that. I mean, is dopamine addictive at all?"
	},
	{
		"start_time": "20:38",
		"speaker": "Nicole Prause",
		"words": "Dopamine is long villainized and seems to be a favorite of these coaches. And not just within the pornography space, incidentally, like there are now kind of cheesy books written about demonizing dopamine. Uh, DOPAMINE is involved in everything in our life, kind of from moment to moment, it's involved in coordinating smooth muscle movement. Things have nothing to do with that. Uh, IT'S often confounded. So, uh, if you see someone, sometimes they'll refer to dopamine as a pleasure chemical. It was famously in a Nobel laureate effort shown not to be related, uh, or not underlying pleasure experiences. It's really about motivation and so any motive behavior has to do with dopamine. So dopamine is absolutely involved in addictions, but that's not unique. So if you say like, oh, you know, porn provokes dopamine is like, Every motivated provokes dopamine, like it's, yes, if something is addictive, it does have to be involved, but that's not um A discriminatory element of addiction. It, it almost is the weakest argument you could make. Oh, you know, dopamine's involved, so it must be addictive like that, that means almost nothing, you know, it's, it's not a good argument."
	},
	{
		"start_time": "21:54",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, uh, when we hear people talking about so-called uh dopamine, uh uh so-called dopamine detox, does that make any sense?"
	},
	{
		"start_time": "22:05",
		"speaker": "Nicole Prause",
		"words": "No, there have been a few uh limited studies kind of looking at this idea of dopamine detox, like is that something that happens, uh, and as best we can tell? Not really, no. So, can you potentially sensitize yourself through anchoring exercises, that is, Uh, like if you have a super bland environment, and we can do these with animal studies where we create environments that are really deprived versus enriched and uh you can absolutely see more reactivity, um. To enriching environments that seems true for both the animal models and in humans, but it's kind of like the degree to which you would need to do that as a human. I don't think we can really replicate. This is like sitting in a room with nothing, you know, for extended periods. And the the detoxes I often see are like, you know, put your phone aside for a week. That may not be a bad idea. I don't think it's gonna change your dopamine reactivity and, and there's not good evidence for that."
	},
	{
		"start_time": "23:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So last time we talked about porn addiction, but what is it that in the scientific literature is called problematic porn use? What is that?"
	},
	{
		"start_time": "23:16",
		"speaker": "Nicole Prause",
		"words": "I think of uh problematic porn uses, sometimes abbreviated PPU is very similar to television viewing that we worked on 40 years ago in science, that is, uh, you can absolutely view enough television that it interferes with your life, it interferes with you accomplishing other goals that you value in your life, it's associated with obesity, um, we have a lot of programs helping youth view less television, um, and in those cases, we're saying. There's nothing crazy unique about the TV, you know, it's like, uh, we initially, of course, had all kinds of crazy theories about television, most of which have been cast aside. We see the same kind of thing with pornography now where people, oh gosh, you know, pornography has all these special powers. Probably not, um, but problematic pornography is just look, you, you can absolutely spend too much time doing this. You can do it at the expense of stuff you should be doing instead. Uh, AND so, is there a way we can help you engage in things you value more? You know, can we shift the effort?"
	},
	{
		"start_time": "24:18",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but, uh, but in what ways is that different from an addiction? I mean, I was just wondering because since you mentioned that it could get in the way of us doing what we have to do like work, for example, wouldn't that be a criterion for addiction"
	},
	{
		"start_time": "24:35",
		"speaker": "Nicole Prause",
		"words": "or? Yeah, so these lines where we're trying to distinguish like, what's a problem behavior versus a pathology. So like any of us can have problem behaviors, stuff we should do less in our life, and that may include, like, if I train for a triathlon, uh, I may be super healthy, but my wife is at home like, you're not. Providing for childcare, like you need to stop bike riding for 5 hours on Saturday and provide care so I can do something for me too. So, uh, we wouldn't consider the triathlon training addictive, but we'd say like, look, it's clearly a problem in your context, like you need to reduce it. So to actually call it a pathology. Uh, WHEN you discover, uh, what kind of model of pathology it fits best, and addiction was one that was explored early on, then you say, OK, for something to be an addiction, what are the criteria for an addiction? And there are different ideas about that, but there's one by, um, Bridge that's very popular, called an incentive salience theory of addiction, and it requires, uh, a number of different constraints, like all these things must be met for this thing to be called an addiction. And pornography fails in multiple ways. So, um, you know, one is kind of the, uh, escalation over time. We see lots of studies failing to document escalation when they're longitudinal. Uh, THE other is a shift, uh, from kind of a pleasure experience to a more compulsive use expense. Uh, AND to be fair, those are expensive studies. You have to follow people at the start of use over a long period. We don't have those data, we don't have any evidence that happens, and people who say they're addicted, they still have a pleasure experience and we show them pornography. So, uh, it just fails in a number of different ways to meet criteria for addiction, but that doesn't mean You can't do it in a way that interferes with your life and somebody could help you like do that less."
	},
	{
		"start_time": "26:25",
		"speaker": "Ricardo Lopes",
		"words": "Right, right. Do people who watch pornography have a harder time pair bonding with someone?"
	},
	{
		"start_time": "26:35",
		"speaker": "Nicole Prause",
		"words": "Uh, SO there have been some associative studies where they find, for example, people who view more pornography are less likely to be in marriages, uh, less likely to have a desired sexual partner, like access to a partner. But to me, the argument is much stronger for reverse causality, that is, uh, if you don't have a partner and you wish you did, well, it's Friday night, you're lonely, like, I think I'll masturbate, you know, I kind of have a sexual urge, got no one to spend it on, you know, like. So, uh, to me, there's not good evidence that it's causative. That is, I view pornography. Therefore, I don't have a partner. Therefore, I failed to bond with my, uh, marriage partner. It really seems, uh, if anything, to be more evidence in the reverse, like in the, the case of marriage, we see this a lot where, uh, so I'm also a, a couples therapist, although I don't see patients currently. And, uh, when people aren't agreeing in their desire, and we call it desire discrepancy, uh, what do you do? If you're married and your intention is to be, uh, with that just that partner, you don't have an open relationship. And one partner is like, I don't want sex that much, you know, once a month is fine with me, and the other partner is like, I would really like sex 3 times a week. You're gonna masturbate more and you're kind of gonna be unhappy about it because you're like, I really wish, you know, my partner would have sex with me more often. Uh, AND I feel a little rejected and, uh, you know, a little less secure in myself. And I'm kind of pissed off because I agreed to just have sex with them and now they're not having sex with me. So it, it absolutely makes sense that there's, um, there would be an apparent relationship between likes satisfaction. And porn viewing and masturbation, but I think it's really in the reverse causality in most of those cases, if, if not all."
	},
	{
		"start_time": "28:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, tell us about the research you have done on no FA groups. So, I mean, what got you interested in that and how does it link to the magnosphere?"
	},
	{
		"start_time": "28:40",
		"speaker": "Nicole Prause",
		"words": "We study a lot of topics kind of around there and I saw a number of studies that were qualitative in nature, that is they were interviewing people or they were kind of looking at uh posts in a general way in their forums for NoFA. And so we wanted to do something quantitative and actually talk to people who had experience there. So we started out doing a pre-registered survey, just an online survey, kind of a simple start to look at what people's experiences had been. Um, WE followed up with some systematic analysis, uh, quantifying the content of their forums, and so there had been kind of hints before from this qualitative work that these groups were Uh, you know, claiming to save women, but then using them as objects to test their penis out and, uh, saying, you know, uh, kind of some of the same lines as pickup artists. You know, it's like, I need to get laid, I need this, my body needs this. Women owe me this kind of language. Um, BUT it's a little different than the pickup artist. So No FA was co-founded by two different guys. One of them is a pickup artist and founded a pickup artist for him separately. Um, SO it makes sense, like some of that rhetoric is definitely in there. And so I can talk more about specific studies or the general effects, but yeah, we've had a series of studies now about NoFA."
	},
	{
		"start_time": "29:59",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So tell us about the, the studies then, and then I will make, I will probably ask you a few more questions about it."
	},
	{
		"start_time": "30:06",
		"speaker": "Nicole Prause",
		"words": "OK. The first uh registered study, we just asked folks, you know, do you know what noFAP is? And if you, if you did, we let you in and then we Uh, looked at their experience, like if they had tried to do one of these detoxes, um, which they call rebooting, and, uh, we said, well, what do you consider a relapse? You know, like, what do you even think that is? Cause there's a lot of discussion on these forums where they don't even know. They're like, did I relapse? Did I not? So, NoFAP was founded as an anti-masturbation movement. That's very clear. All their documentation shows that they now say that was never the case, that was definitely the case, that was how they were founded. Since then, they've broadened out, so their treatment manual that they send out recommends 90 days abstinence from porn masturbation orgasm as a gold standard. They actually call it the gold standard. I don't know why. I don't know where that came from, but that's what they decided on. So, uh, it was relevant, of course, like, what do you think is a relapse? And it was really all over the board and interesting to me, like one of the things a lot of people said was a relapse was cheating on your partner. I was like, how does that How is that related to what you're talking about in this group. So it, there was a lot of diversity in terms of what they considered problematic, and then we said OK, thinking about. If you tried this, thinking about the last time you experienced a relapse, how did you feel? You asked them about different emotions. And the two that really stood out as the, the most endorsed was shame. So they say it's not a shaming treatment, but that's exactly what it causes. People said they experience a lot of uh shame, uh, so, uh, more so than things like sadness and anxiety. Uh, THEY also Uh, sometimes reported suicidality. Now that wasn't endorsed at as high of a rate, but given that this is not an empirically supported treatment, anything that causes suicidal ideation is problematic. So we even had 12 folks out of our, I think 289 sample, uh, that said it was extremely suicidal. So this was just their most recent relapse and they had an extraordinarily negative reaction. Which is not appropriate. I mean, that's, we shouldn't be offering this, especially, you know, it's offered for youth, age 13 and up is who's allowed on the forums. Uh, I don't want youth exposed to that messaging, that if you masturbate, you know, you ruined your brain, and maybe you should kill yourself. Uh, THAT, I think it's a horrible message for young men. Uh, WE did a study looking at the violent content. And this study is often misunderstood, so I got to get ahead of it a little bit that, uh, we looked at violent content that contained explicitly violent words. So we did not try and quantify all of the potentially violent posts, um, but we got them off of the Reddit subforums for NoFA, a comparison forum for stop drinking, and another, uh, comparison forum, uh, that was porn-free, I think was the other one. So another kind of porn related but not their program. And it was, uh, remarkable how much more violent than no fat was. And, uh, so sometimes I think, uh, of all of the posts that we found that were violent, people say, oh, you know, that was over 11 years, that's really few posts, given that these are some of the worst of the worst though. This is not a survey of all violent posts. There are many, many more, uh, ones that like, I personally know of many, many more than that didn't that our Uh, the particular search terms that we use for that systematic review. And interestingly, uh, some of the most common targets of those violent posts were other forum users, which I didn't expect. So, Uh, there were things like, uh, somebody comes on and says, hey, you know, I'm really fighting my urge. I'm really struggling right now. Someone chimes in, uh, if you touch yourself, I have your IP address and I'll come shoot you in the head. What? You know, I, I don't think they actually have their IP address, and even if you did, it wouldn't necessarily show where they were. But, you know, those kind of posts have no place in a recovery forum. Like, what is that about? Um, AND since then, like we've discovered. We missed an important key term. A lot of them were talking about self-harm and punching themselves in the genitals. So since then, like I added a punch search term and I've updated our database, um, cause a lot of those have that kind of violent content. Um, SO, yeah, we've done a few other, uh, studies as well, kind of looking at, um, something called DOT syndrome that kind of started in India and has spread into Pakistan and then we have a paper in the UK. And it appears noFAP has kind of brought DOT syndrome into the states. So dot is uh kind of unreasonable, um, uh, pathological fear of ejaculation. That is, you think you're losing your life force, this is harming me. Uh, SO it's a not a semen retention practice in like a religious sense, but a really like neurotic fear of one's own normal body responses, and it's, it is diagnosed with the pathology and Uh, international classification disorders, and so, uh, we see a lot of evidence for this kind of posts in NoFAP also, so it really seems like they've brought this neuroses into America. Uh, WE don't need more neuroses."
	},
	{
		"start_time": "35:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, BUT addressing the main claims made by noA groups, of course, they have to do with semen retention. What do, what kinds of claims do they make about that? And are there any real benefits to semen retention?"
	},
	{
		"start_time": "35:40",
		"speaker": "Nicole Prause",
		"words": "Uh, SO they often try and distance themselves from semen retention communities, which is funny because you can see they're often fighting people on their forums that are advocating for that practice, uh, especially if it's for religious reasons, um, they'll say that's not what we do, that's not who we are, but then a lot of the argumentation is the same, so. I can see, uh, there are many scholars who've lumped them together like NoFA being the same as other semen retention groups, uh, and then others who clearly try and separate them. So, uh, and there's not a bright line between them in terms of practice, but I know they try to create a line."
	},
	{
		"start_time": "36:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, but, uh, I mean about the, the kinds of claims they make, what, what, what do they tend to say about men,"
	},
	{
		"start_time": "36:28",
		"speaker": "Nicole Prause",
		"words": "I mean, the founding, the the way NoFA got actually started was they got the claim off of a bodybuilding forum that were abstaining from ejaculation because they thought it increased their testosterone levels and then would result in increased muscular gains and the opposite is true. That is, uh, when you're more sexually active, you tend to have higher on average testosterone titers. I don't think that's enough to affect muscular gain. It's actually, like it's still within physiological ranges, um, doesn't do anything crazy to ejaculate a bunch. So, uh, as far as we know. So, uh, the kind of central claim, how they were founded, uh, seems not to hold water. Uh, AND there was some, uh, claims related to a Chinese study that was actually recently retracted. And uh they still sometimes try and link to that study and say, oh, you know, that the core thing still exists in this other Chinese journal, but it doesn't. It's a different study. Uh, YOU know, we explored that and so the claim is just not, not well supported and then the opposite is probably true."
	},
	{
		"start_time": "37:34",
		"speaker": "Ricardo Lopes",
		"words": "Right, but are there any real benefits to? Yeah,"
	},
	{
		"start_time": "37:41",
		"speaker": "Nicole Prause",
		"words": "I mean, I'm strugg you can hear me struggling a little bit because I'm like, not really, um, so the, I mean you could think if I'm trying to be expansive here, like, uh, part of what NoFA seems to be doing is giving men and boys uh feeling of control, so. Uh, I can control my body. I'm the boss. I tell it what to do. I control my urges. Uh, AND self-regulation is not a bad thing, you know, I mean, that's, uh, part of growing up is we learn not to scream when we feel like screaming. So it's uh, uh, you could argue that's not, uh, inherently bad, but it's kind of how you go about it, you know, how do you develop emotion regulation. Uh, AND I would argue there's, as far as I know, there's not any evidence that gaining that kind of, kind of mastery, as they often call it, uh, confers any actual advantage or actually impacts like emotion regulation more broadly or anything like that."
	},
	{
		"start_time": "38:40",
		"speaker": "Ricardo Lopes",
		"words": "Is there anything that happens to people physiologically, for example, when they go for a very long period of time without sex?"
	},
	{
		"start_time": "38:51",
		"speaker": "Nicole Prause",
		"words": "A very, very long time, sure. So, uh, there are fertility factors and the ejaculate that decrease if you don't come for a very, very long time. But this is on the order of like years. So, uh, so yeah, fair point if you extend it that far. Uh, AND similarly, like you'll, um, there is uh some degradation of the, uh, tissue around genital organs that will degrade at a more rapid rate and people who aren't experiencing any kind of sexual stimulation. So it's not just not having a partner, but it's like you're not masturbating. If you do nothing, you know, if you're really hands off. Uh, FOR years, periods, you can definitely get degradation of tissues in the genitals because there's, it's a bit of a use it or lose it situation like the muscles can degrade, the tissues, uh, aren't as pliable. We see those kind of problems."
	},
	{
		"start_time": "39:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Um, WHAT distinguishes what happens in the early phases of arousal versus when one reaches orgasm, I mean, at the level of the brain."
	},
	{
		"start_time": "39:57",
		"speaker": "Nicole Prause",
		"words": "We are working on that. The bottom line is we don't know, and there have been only a few studies that have followed the brain through climax, and whenever you see a study make claims about what happens in the brain at climax, you got to be very, very skeptical. Because, uh, when climax happens, even if the head doesn't move, the face muscles move, all of that creates artifacts that interfere with functional magnetic resonance imaging, interfere with electroencephalography, and because they're not happening repeatedly, they're very, very difficult to get out of the signals. So when someone says, oh, the brain does this at climax, maybe. You know, like there's, there's a lot of noise to get through. So we got really interested in the period preceding it, like what happens leading up to it. And part of why this was happening is we were studying women initially, and we normally expect people when they're getting aroused, uh, you know, getting more and more and more excited until something happens and you have a climax. That's how Masters and Johnson wrote it. And uh one of the measures we had was sympathetic nervous system activity through galvanic skin response typically measured in the palms or the soles of the feet where there are a lot of equine glands. And so you would see these go up and up and up, but then when we'd say, OK, try to have a climax if you can, it fell off and like what was that? Did our instrument fall off like And as we got to digging into this, we think it's a real effect. That is, there seem to be really distinct phases where trying to get aroused is a real effortful experience where you have to pay attention, think of something as sexual, elaborate on it in your mind, and when you try to get to climax, it's the opposite. You kinda got to let your brain do its thing and the broad thing we think is going on. His orgasm in the brain, as best we know, looks a lot like seizure activity. There's a lot of synchronous firing. You don't want to be in that state unless it's safe to do so. So our suspicion is there's a reduction in cognitive control and a reduction in neuro control that has to occur to allow the synchronous firing to trigger, and, and that seems like a, a very reasonable kind of safety mechanism. Where is it like, OK, are we in a space where this can happen and I'm not gonna get eaten by a lion if you want to go evolutionary, uh, or in a space where, you know, like I'm attracted to this person and they're not gonna assault me. Everything is as I want it to be. I feel good. Um, LET'S, let's go there, brain, you know, so, so there really seems to be a shift and we have reasonable documentation of it in women, and we've just started a study in men. We have 4 right now. And we're looking for a similar kind of signature and guys, we've seen some of it in a couple of male subjects and piloting, but that's what we're, we're really looking to see in part in this new study."
	},
	{
		"start_time": "42:50",
		"speaker": "Ricardo Lopes",
		"words": "Great. Uh, THIS pornography activate the same areas of the brain as sex with a partner, and if so, what does that mean exactly?"
	},
	{
		"start_time": "43:02",
		"speaker": "Nicole Prause",
		"words": "Uh, THERE'S a lot of overlap and also distinction, so they're both mainly activating the salience network areas of the brain, that is, uh, Areas of the brain that link together to say like, hey, we need to pay attention to that, we might need to respond to this. Uh, THAT is generally the network that's involved in emotional experiences. So that's ultimately what we think emotions are for. It's like directing our attention and preparing to act if we need to. So, uh, both pornography and, uh, partnered sex activate those brain areas, at least early on, um. They uh prepare us to act the motor strip areas of the brain that is the kind of signify, um, the homunculus if you've ever seen a mapping because it's, it's very cortical, very much on the outside. Um, THERE are areas for the genitals. Those are activated both by viewing pornography, touching those spaces as well as some actual touching, which is kind of interesting and potentially a mirror issue. Um, BUT there are also distinctions from things like, you know, I'm having an interaction with a person. I feel that person desires me, uh, that I don't get from pornography. Uh, THERE are touch, uh, specific sensors that are noticing that someone is stroking me in a way that is intended to be sexual or is likely to be sexual. That's a distinct area of the brain. So, uh, there are some that is, uh, that may be unique and distinct. I think it's largely overlap. Uh, THE biggest distinction is in magnitude, that is someone who's interacting with a partner, all of those salient areas are gonna be activated much more strongly. It's I think maybe the bottom line."
	},
	{
		"start_time": "44:43",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, I mean, it's clear, I guess that psychologically and neurologically, we pretty much distinguish between watching pornography and having sex, right."
	},
	{
		"start_time": "44:58",
		"speaker": "Nicole Prause",
		"words": "Yeah, there's some clear distinctions, uh, and it's always kind of a hard answer cause it's, they're not totally distinct for sure, but they're also not the same and just more of. There are some qualitative differences, but, uh, it's a largely, uh, uh kind of a magnitude difference for the most active areas of the brain."
	},
	{
		"start_time": "45:19",
		"speaker": "Ricardo Lopes",
		"words": "Right. Do women really have multiple orgasms?"
	},
	{
		"start_time": "45:25",
		"speaker": "Nicole Prause",
		"words": "Oh man, I don't know. So I always say when people say multiple, I was like, what do you mean? When you say multiple, what is a multiple? So if I have a climax, go get a drink of water, come back and have another 13 minutes later. Was that a multiple? If I have one, and then I lose my erection, and then it comes back and I have, was that a multiple if it was 2 minutes later, uh, does it have to be on the same erection? Does it have to be? So number one is like, we don't have an agreed on definition of what constitutes multiple. Um, I will say, I don't think this idea that like women can have multiple and men don't. I, I don't think it's accurate. And in large part, uh, it's because when we were testing women looking at their, uh, orgasmic response, about half the women, when they said they were having a climax, we didn't see physiological evidence for it. That is, we didn't see the stereotype contractions that occur in the pel. THIS. So I, I don't doubt that they're having fun. I don't want to rain on that parade, but uh they are not having the same uh kind of contractions that also elicit things that pace copulation. So, some of the things that uh occur in the body when we have an orgasm cause that refractory period that may allow us or not to have multiple orgasms or have them in close proximity at least. So if half the women aren't actually having these stop signals from uh, uh, I'm gonna call it true climax, uh uh physiological climax, um. You know, then, then, of course, they're gonna look like they're having multiple orgasms and the guys will look like they're not. But if we limited it to just women that are having those experiences, I think they're gonna look a lot like men. That is, there's gonna be a distribution where some people can have orgasms pretty close in time because they have a really short refractory period. Mhm."
	},
	{
		"start_time": "47:29",
		"speaker": "Ricardo Lopes",
		"words": "That's yeah. That's very interesting. So let me just ask you about one last topic, and then I will probably have one other final question. Uh, COULD you tell us about the work you've been doing? And I know this is very early in your, in the, in the research you're doing on this topic, but the work you've been doing on post orgasmic syndrome, I mean, what it is, what you think is happening there,"
	},
	{
		"start_time": "47:55",
		"speaker": "Nicole Prause",
		"words": "etc. Post orgasmic illness syndrome, we think mainly affects men. It's the experience of having flu-like symptoms for 2 to 7 days after every climax, regardless of how it's experienced. That is partnered masturbation, doesn't matter for these guys. There was a history of research in this space that was typically very small samples. One of the leaders in this space, uh, Marcel Waldinger recently passed, and they had a lot of theories about um an auto-allergen and the ejaculate. That is, they thought maybe when these guys are having a climax, there's something in their semen that's causing them to react. And as a result of that, they were doing things like auto inoculation, that is injecting their semen back into themselves. And there were case reports of these things. Uh, IN general, these studies tend to be just really tiny, not well replicated. And the mechanisms weren't strong, so that is, they were making some guesses, as one does with a rare disorder, you know, you kinda gotta start somewhere, but they didn't have great promise to my mind as something that was likely to be a solution for a variety of reasons, but in part it's like, well, the ejaculate didn't just come out, it was in your body before. Like, what is it about it coming out that you think caused the allergic reaction that So there were details like that that weren't clear. So our study is uh recruiting a large sample of men who struggle with this issue and also control men who don't have this issue at all, and we're gonna be comparing them on a series of inflammatory cytokines, uh, so we have, uh, we're getting all kinds of data from these generous guys. Uh, SO we're getting saliva blood samples, ejaculate samples, and we're looking for differences in inflammatory response that we think likely underlie this disorder, but we don't know. I mean, that's why we're looking, uh, it is considered a rare disorder that's, um, the funders are from the National Organization of Rare Disorders and the Fulton Family Foundation. So, uh, we're very glad to have the ability to do that work. It's very, very rare, especially in the states to be able to do that."
	},
	{
		"start_time": "50:07",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you one final question then about your work in general. I mean, is it easy to do this kind of research? I mean, in terms of getting grants for it and particularly in the US is the cultural context uh ideal for this kind of research or"
	},
	{
		"start_time": "50:28",
		"speaker": "Nicole Prause",
		"words": "not? God, no. So we always have a toss up because our European colleagues are a lot more free to do this kind of work, but they also, their federal grants tend to be much smaller. So it's, they can ask a lot more of these questions, but they can't necessarily do it in kind of a big science way. But we can't either because we can't get those giant grants here that do exist. So, uh, you know, it's a bit of a, a tossup. Most people who get trained to do this kind of work in the states will leave. So a lot of them go to Canada. Uh, BECAUSE of some of the challenges, we also have, uh, a very serious problem with violent threats. So, uh, you know, I've had serious issues around that a number of my colleagues have, especially related to the study of pornography, uh, less so with some of the other projects, but, uh, our religious persuasion is quite strong in the states and they do not want this work done. If it says anything might be OK about sex outside of marriage, masturbation in general, and viewing pornography. Uh, IF you don't stop doing your work, they will try and stop you from doing your work. And, uh, that is a tremendous problem in the states that I don't think is faced to that extent anywhere else."
	},
	{
		"start_time": "51:43",
		"speaker": "Ricardo Lopes",
		"words": "Right, so just before we go, would you like to tell people where they can find your work on the Internet?"
	},
	{
		"start_time": "51:52",
		"speaker": "Nicole Prause",
		"words": "Yeah, you can always find me at LinkedIn. I'll be there forever. But I'm, most of my stuff these days is uh Librocenter.com that has a link out to whatever socials we have going. So that's L I B E R O Senter all one word dot com."
	},
	{
		"start_time": "52:05",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show again. It's always a pleasure to talk"
	},
	{
		"start_time": "52:12",
		"speaker": "Nicole Prause",
		"words": "with you. Thanks for the great informed questions. I really appreciate that."
	},
	{
		"start_time": "52:17",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Jonathan Labrant Ju Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbo, Catherine and Patrick Tobin, Gian Carlo Montenegroal N Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]