[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Daniel Silverman. He's an assistant professor of political science in the Carnegie Mellon Institute for Strategy and Technology at Carnegie Mellon University. And today we're talking about his book Seeing His Disbelieving, Why People Believe Misinformation in War and When They Know Better. So, Doctor Silverman, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:31",
		"speaker": "Daniel Silverman",
		"words": "Thank you so much. Uh, GREAT to be here and, and it's, it's really a unique and and fascinating series that you, you do here, so."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So let me start by asking you perhaps just to give a little bit of background to the interview. What is misinformation and how do you sort pack from misinformation?"
	},
	{
		"start_time": "00:54",
		"speaker": "Daniel Silverman",
		"words": "Yeah, absolutely. Uh, SO, um, I think it's kind of critical in this space to differentiate between three concepts here. Um, ONE is, um, misinformation, another disinformation, and the third fake news. So we're, we're starting to get our definitional ducks in a row here in this literature, in this space, and, uh, misinfo really is the broadest. It it means Basically, information, claims that are false, uh, empirically false, um, Uh, regardless of their intention, intentionality. Disinformation, right, it's a subset of that that is the intentionally deceptive material, and then fake news is, uh, widely seen as sort of a piece of that, further, the smallest piece of the sort of Russian nesting doll that is uh intentionally deceptive information that also is meant to mimic the way news looks. Um, TO an audience. So, the book, I use the term misinformation in the book, which is the broadest of those, um, to, to, you know, make sure I'm encompassing everything I'm, I talk about, but I'm sure various terms will come up and there's a bunch of different terms in the book, yeah."
	},
	{
		"start_time": "02:15",
		"speaker": "Ricardo Lopes",
		"words": "And what would you say are the main, the main domains in society where misinformation is most present and the most pernicious?"
	},
	{
		"start_time": "02:25",
		"speaker": "Daniel Silverman",
		"words": "Hm. That's a, that's a great question. I mean, it is, it is such a, it is such a cross-cutting, um, problem and interdisciplinary problem, um, for, uh, you know, different fields, uh, that it can be hard to, to see the full expanse there. Um, AND, you know, when I teach on it, I really get, um, students from all sorts of areas. Um, I think that, um, we have to look at, um, I think health and public health as one of the, uh, the, the, the key areas here. Uh, WHEN I, I have three sort of special topics towards the end of the course, health, uh, uh, climate slash environment, and, uh, and conflict. I mean, but you know, you could go to elections, you could go to many areas. Um, AND I think we see it cropping up, um, in so many parts of our lives."
	},
	{
		"start_time": "03:24",
		"speaker": "Ricardo Lopes",
		"words": "In the book, you focus on misinformation in the context of war. So what types of conflict of violent conflict do you tackle in the book?"
	},
	{
		"start_time": "03:34",
		"speaker": "Daniel Silverman",
		"words": "Um, SO the book is really pitched broadly, um, you know, we can talk about what I empirically focused on in the, in the cases of Pakistan, Iraq, and Syria, um, there, but it's meant to encompass really all situations of, of violent, um, armed conflict. Um, THAT you can encounter because all you really need for my theory and argument, which we'll, I'm sure talk about to hold is that there's sort of a variation in sort of what civilians think and their preferences and loyalties, um, and sort of their media diets, which of course, there will be in every, every situation to some, you know, in different ways, and then some are closer and and actually live the conflict. And others are further and sort of watch it um and through the media, and if those basic conditions hold, you have the potential for this this argument."
	},
	{
		"start_time": "04:30",
		"speaker": "Ricardo Lopes",
		"words": "Right. And when and why is misinformation a problem or do you think it's always a problem?"
	},
	{
		"start_time": "04:38",
		"speaker": "Daniel Silverman",
		"words": "Yeah, and I think we, I think we have to be sort of careful and responsible here. I fully, uh, you know, embrace and welcome and tackle these sorts of challenges. I have students debate them in my, in my, uh, course on misinfo and fake news, they have several structured debates, and one of the motions is the threat of misinformation is overblown, um, and they come with evidence and arguments on each side. And so, um. I don't think we should be overstating the problem. That said, I do think it is a real problem. I think we've had a sort of a bit of a pendulum there, um, from maybe overamplification during the COVID phase or earlier research, and then now there's maybe a a a pendulum swing the other way, and, and clearly it's um it's in the middle, and I think you see it being um more especially pernicious in some areas, just circling back to your other question. Yeah. And I'd highlight areas like public health and like elections, um, and to some extent conflict where People were, because it's it's acting on the individual. Right, it's, it's, it's a question of individual beliefs and the propagation of those. And so sit sort of domains in which just decentralized individual behavior is really important, like whether individuals decide to get a vaccine shot or not, or how they choose to vote, um, and there are some analogs in conflict, um, or maybe where you see it, rear its head most powerfully."
	},
	{
		"start_time": "06:13",
		"speaker": "Ricardo Lopes",
		"words": "AND in the context of war, specifically, what kinds of misinformation can we find? I mean, which aspects of war are targets of misinformation?"
	},
	{
		"start_time": "06:25",
		"speaker": "Daniel Silverman",
		"words": "Um, YEAH, I, I think, um, and it, I think it is a real problem and more and I think you do see, um, of course I do. I wrote the book on that, um, for that reason. I think you do see some different sort of categories or buckets of, of, um, of it. And, and this isn't the primary argument in the book, but something I've just sort of observed in the context of studying it, I think there are two big ones I'd highlight. One I think is um Broadly, what I would say sort of call misinformation about, um, you could say power. Um, AND, and performance in war. So really, who's winning and losing, uh, gaining and, and, um, territory or retreating, uh, stronger and weaker and all those sorts of things. And the other one is sort of, um, deception and manipulation about, um, you know, you could say behavior or harm slash care, um. Or victimhood, whatever you wanna call it. This is really the the the bucket of atrocity propaganda. A lot of it, right? Where we're gonna highlight and emphasize all the terrible things, and of course many terrible things are done in war to our side, um, and, uh, deny them in reverse. And um I think though there's one that's one way to think about it, and you see across different cases, um, you know, that some one of those categories is more emphasized than than um another. Happy to talk about that if you like."
	},
	{
		"start_time": "08:03",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and do we know if people easily fall for misinformation related to war?"
	},
	{
		"start_time": "08:10",
		"speaker": "Daniel Silverman",
		"words": "Um, THAT'S a good question. I mean, I think certainly they do fall for misinformation, wartime misinformation, just like we are all vulnerable to, uh, all sorts of different, um, falsehoods in our lives, uh. I think there are some features of war that may make The problem, particularly severe, um, you know, the intense emotional nature of war, especially some kinds of wars and early on. Um, Uh, YOU would I have to look at the, the, the powerful way media becomes a weapon that's controlled, co-opted or biased in war, um, because the combat, you know, parties have incentives to, to, to do that, um. You know, so some of, some of the ways that war is so cognitively difficult and challenging to even um navigate or accept, uh, Um, some of the things that are done or the idea of it hitting your community. So, I think there are some factors that may make it, um, you know, add to the problem. It's, it, you know, but baseline we should expect that there's susceptibility just as there is susceptibility elsewhere, um, though, as I argue in the book, there are some features of war that also if, if you're in a certain, if you're in certain parts of it, um, can cut against that."
	},
	{
		"start_time": "09:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, BUT isn't misinformation sort of commonplace in war? I mean, we many times hear about war propaganda. Shouldn't we expect it from all sides in the war?"
	},
	{
		"start_time": "09:51",
		"speaker": "Daniel Silverman",
		"words": "I mean, I think so. I think that's right. I think that's a reasonable baseline expectation, um, that when you have these um societies or communities mobilized for this extremely high stakes armed struggle, they're going to have strong incentives to um engage in, to manipulate um the information space and engage in um strategic communications sort of warfare. Uh, AS, as well as offline warfare, and, and we just saw this with the India-Pakistan uh conflict, um. Where Pakistan, um, the Pakistani government had a, uh, a sort of a ban on um Twitter usage, um, due to, you know, sort of extremely polarized situation in their own society and the military, not wanting, um, supporters of, of the populist leader Imran Khan to Um, the agitating on there, and they lifted it during the, the war, the brief war saying we are, are getting blasted online, um, and overwhelmed with India's communication power. We need to make sure we're out there advocating for our side. India and in uh, you know, Indian nationalists were doing thinking similarly. So I think you see the, the incentives that even admitting of those incentives and that that will happen everywhere in all conflicts."
	},
	{
		"start_time": "11:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what are the consequences of misinformation during war? What kinds of consequences can it have?"
	},
	{
		"start_time": "11:26",
		"speaker": "Daniel Silverman",
		"words": "Um, I think it overall is, uh, should be viewed as a, as a danger, um, as a threat, um. You know, it is generally, I think, designed to um provoke and to incite. Um, CERTAINLY the atrocity, all that, the second category I highlighted, all the atrocity propaganda, um, is to, um, you know, enrage and, and incite and mobilize, um, your followers and other audiences who can support you. Um, AND so from there we can think about how it can lead to greater, uh, support, um, for, uh, wartime combatants, um, you know, contributions in various ways, even, even people participating in violence, and I think Some of the, uh, you know, I think it's an issue across wars, but sometimes when there's sort of communal mass violence is when it can be really dangerous because, um, like we, I was sort of earlier saying, when, you know, you have individual decentralized behavior, that's when um people's beliefs can easily translate into action. So when you're looking at, um, you know, ethnic mob riots in India. Uh, OR Sri Lanka or wherever, um, you know, maybe that's, um, where you can even see it more directly, uh, precipitating violence, but I think, um, Contributing to wars, uh, lengthening and intensifying, you can see uh uh many cases."
	},
	{
		"start_time": "13:05",
		"speaker": "Ricardo Lopes",
		"words": "Do we have a good understanding of the extent to which wartime misinformation might translate into actual behaviors like wars getting started or sparking more violence or people participating in wars and other kinds of social conflict?"
	},
	{
		"start_time": "13:26",
		"speaker": "Daniel Silverman",
		"words": "Yeah, and that's a great question. I like how you phrased that just asking us, do we have that understanding, what do we know? I mean, I do think that that is that we can, first of all, I'll say, I mean, we can see their their connections and contributions there, um. You know that, first of all, there's, we should think theoretically that there's a reason that You know, wartime actors, combatants engage in, go to such lengths to manipulate uh public uh perceptions of the facts on the ground about pain and suffering and who's doing what. Um, SO, Just off the bat there, um, You know, there there's should privilege us or, you know, push us to think that there's um there's value there, um. And um and I think then that that also theoretically, you know, if you're creating grievances, you know, that's one of the most central things in conflict. If you're in, you know, facilitating and entrenching people's grievances towards each other, um, we have a lot of that research on how that matters. Um, I think in terms of specifically, like hard research, drawing, showing the consequences of misinformation, I think that's one of the areas that is Um, that there, there should absolutely be more work there that's one of the hardest things to demonstrate, to independently show. What a misinformation narrative, how it um changes behavior in any sphere, um, and I think some folks are working on it. Um, BUT I think we can look at some cases and really a detailed understanding of cases, whether that is. The, the, uh, your strong campaign in Pakistan, which we might talk about or that's Nazi propaganda and misinformation in World War 2, and I think we can all there flesh out a pretty compelling story about how some of this has mattered too."
	},
	{
		"start_time": "15:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. By the way, before we delve into the main argument of your book, uh, when it comes to wartime misinformation, has there been lots of work done on it for a long time, or is it something more recent?"
	},
	{
		"start_time": "15:41",
		"speaker": "Daniel Silverman",
		"words": "Well, I certainly thought there was an opening there, and I think, I, I, I think that's, that's right. I mean, I think. You know, there's certainly, there's been, I, I saw these as these two sort of ships, you know, these big, big, uh, You know, ships that were out there on the on on the water, there's this vast body of work on um conflict and and especially kind of increasingly on the The sort of ground level dynamics of conflict and um even individual a lot of public opinion work now um on conflict and how sort of people really think in in in such situations. And on the other hand, there's, you know, there had been a really blowing up this body of research on misinformation. I hadn't seen. Um, THE collision of those very much. There are a couple of articles um that have come out, but, um, there hadn't really been a a real serious social science book, um, that I'd seen trying to. Really focus in on and tackle that problem. Certainly there um there's a lot that I have to say I I built on. There's old work on um wartime propaganda. There's work in um by people who are uh journalists and people in communications on, on uh media and war and propaganda and more. So, but on this, uh, uh, trying to look, really theorize and analyze belief and misinformation in war. Um, AND, and, and it, you know, more. Protracted way at a book length way, um, I think there was not that much on that."
	},
	{
		"start_time": "17:21",
		"speaker": "Ricardo Lopes",
		"words": "And why do you think that's the case?"
	},
	{
		"start_time": "17:25",
		"speaker": "Daniel Silverman",
		"words": "Um, I mean, I think sort of misinformation studies had only sort of blown up, uh, You know, some years earlier, um, with, um, Trump's election and and Brexit and, and then COVID. So, you know, that was only uh emerging. There had been, of course, studies of conspiracy theories for years in psychology, but You know, so that was picking up steam, um, at the same time, people were increasingly sort of digging into that micro level of conflict, um, because they had the tools to do so more in the last couple decades, um, to get really rich data from conflict, uh. At the individual level. And so I think there were some methods, reasons and and some new theory things that were coming out and um but uh but I hadn't seen them fully collide there there yet."
	},
	{
		"start_time": "18:20",
		"speaker": "Ricardo Lopes",
		"words": "Right, so let's. AN argument of your book then, do we know which factors contribute to people's susceptibility to embracing misinformation in war?"
	},
	{
		"start_time": "18:37",
		"speaker": "Daniel Silverman",
		"words": "Well, I certainly hope so. I, I, uh, yeah, I, I hone in on two key, um, sort of pieces. So one is motivation, um, what I call motivation, and the other is information. Um, I think these do build on two of the big branches of what influences people's sort of factual beliefs and beliefs and misinformation in general. Um, AND there are other branches, and I can, I can get to those if you like. But how they see how I see them playing out here, when I say motivation, what I mean is, Sort of how you approach new information. What's your, you know, your psychological motivation when you do so, and there's a lot of work on how people have often, um, Uh, sort of engage in in that through a motivated reasoning lens, um. Uh, AND often we want to, uh, protect our and entrench and reinforce our identities. Um, THERE'S something called IPC identity Protective cognition in, in the US it's often partisan identities, a lot of research on this, or it can be racial or ethnic identities. Um, AND, and so we often approach this from new info in a biased way, um, and, and try to align it with our, our factual beliefs and select our information sources as well to do so. Um, AND yet, I think all that research is right, um, is important. And it, yet it has somewhat um forgotten a little bit of a a piece of its roots in the classic social psychology side, where uh a motivated bias or a directional motive was always the term. WAS contrasted with having an accuracy motive, which means that, yes, you, we sometimes have bias biases of various strengths, but some we can also have a desire to really get it right. Um, AND the, the, the sort of classic theory there was that when the stakes are raised for us of the issue or topic or situation, we'll often engage in a more thorough search for information and in a more objective and even-handed processing processing of, and that's been shown in the lab. And so the application of that here is to say that Um, with misinformation in, in something like war. Uh, YES, we have these loyalties and attitudes in, in, in conflict, uh, you know, you know, if we're in a situation in a, a conflict, we may, uh, you know, like in, in support the rebels or the regime more or other actors or, or, you know, maybe that there's bombing done by an outside power that's, you know, maybe it's detested and and and a civilian thinks that power has, um, you know, a sort of sinister motives. And so we'll have a motivated bias, that person will, to believe that the actual events um and what happened matched their perception of the actor, right? And that they, the motivation that they think the actor had that that maybe the bombing was indiscriminate. Um, AND yet, There's an accuracy motive that kicks in, and I argue when people are are are really experiencing more because there's tremendous variation in that of You know, war is so mediatized and social mediatized with millions of people viewing it now. Um, FOR, for good and ill, and yet there's these frontline populations that really live with the horrors of war, um, in, in eastern Ukraine, in Gaza, and in, in, in Iraq, wherever it is. And, um, you know, I'm talking about not just countries but Swaths of countries, areas, communities, villages. And they will have a powerful manifestation of this accuracy motivation to say, because why? THEIR lives can depend on it, their welfare. They need to know, should we flee this bombing or not? Should I, uh, uh, you know, try to give information. To the state authorities against the Islamic State in my villages, well, is there an opportunity to do that? What's the the the Islamic State doing to us? Is it? Is that true or not? Um, WHAT are the beliefs, what am I understanding of the state's behavior towards? And so, When they have a more powerful accuracy motive to really make sure they have as much as they can to grasp of that information about what's happening um around in their community. So that can create a cleavage and then informationally, I argue you get a reinforcement of that because of course, we can have informational biases um of all sorts, and the media, as I said, can really be a weapon in more, um, and so, We all have our biased media spheres we can fall into and in more, of course, the same, but for those frontline populaces, um, they will also be able to get more accurate and direct and local information relatively, um, because they are close to the scene of the crime and information spreads, um, horizontally via word of mouth and communal accumulated knowledge as well. And so both of these kind of align. And there's one thing we can talk about where it's a two two-pronged theory, it can be hard to split those mechanisms, but they both align and they kind of can create this powerful gap where these uh sort of exposed communities both have the greater means. And motives to know what's happening in war, and the opposite's true with people that are removed, who are really powerful, of course, audience and fright, various audiences and conflict too, so. That leads to the ultimate conclusion of the book. Seeing is disbelieving, and it's not the only Dimension here, but I think it's a really important one."
	},
	{
		"start_time": "24:39",
		"speaker": "Ricardo Lopes",
		"words": "So do the media themselves then contribute to these informational biases?"
	},
	{
		"start_time": "24:45",
		"speaker": "Daniel Silverman",
		"words": "Yeah, they they absolutely do. I mean, we shouldn't take that as just this fixed uh uh thing, um, you know, or, you know, one way of thinking about this, I'm not saying that people who are removed from war will automatically be brainwashed. Um, THEY will just be susceptible. There will be more room or space for all of the sort of factual distortions and biases that we have in our lives about the events. So, uh, You know, They may, it will depend on the direction of the bias, the media's bias. And their own orientation, um, but they, they, if, if those things push them, um, to be biased about what's happening in a conflict, um, it, they can certainly fall prey to it."
	},
	{
		"start_time": "25:36",
		"speaker": "Ricardo Lopes",
		"words": "And on the more motivational side of things, which kinds of motivations can people have to that make them understand the information more accurately or not?"
	},
	{
		"start_time": "25:50",
		"speaker": "Daniel Silverman",
		"words": "Well, um, I think it's really this survival motive that is very powerful and unique to these communities in war. I mean, it's, it's an accuracy drive in general, but it's like a powerful version of it, you know, the in, in the, um, and you can see, um, glimmers of this. I mean, we all, we all experience it to some extent. When we get anxious. You know, about something, uh, it can be that we need to desperately search for some information um about for let's say, uh, uh, something we don't understand that we're gonna teach or do in an interview, um, or there's just a feeling of, of threat, and, and so, oh my God, there's gonna be these tariffs, or there was this incident, um, that happened, these crimes, or possibly even a terrorist attack. I need to know something about that. I need to know this information. And you know, this is sort of um anxiety-based learning. I'm forgetting the Aim of the theoretical model and um affective. Forget that one. I'll have to get back to you about that. But that's a key idea and Sort of how we learn, um, and so, um, when, when there's that that same process can occur, I think, even more powerfully, uh, in, in war when you're really, when your survival is at stake, when the lives of you, you yourself and your family are on the line. Um, THEY'RE, you're gonna be pretty unflinching in your desire to make sure you can understand the threats, and, you know, you can look at people and, um, you know, there's some amazing quotes, um, in all sorts of conflicts. Um, I remember one, from the blitz in Britain, um, where it was a, um, Uh, uh, I think a secret British intelligence report, um, noting that because early on with the Blitz, the, the Nazis scored some, uh, sort of successes in hitting British cities, and, um, the British government was sort of concealing and covering up the extent of the damage, um, and sort of projecting this stiff upper lip. Mentality and uh um the the intelligence report was saying that people there's demand for more true and accurate information. So people were, even though there was this great threat, they wanted to know more. There was an accuracy search. Um, AND then the same way you can look in, you know, maybe in US, uh, Pakistan, uh, drone case, uh, they're the people in the, the Northwest Territories that really experienced that. There's some amazing, uh, or striking quotes as well, um. Talking about how it's so different if it's a lived experience for for for them, um, and it affects their day to day decision making and these sort of broad moral narratives about it being a sovereignty violation and and and sort of a continuation of um US, you know, aggression and this and that, which, you know, we could debate, they might be right, um, morally, but they don't think about that morally that way, and they, and so there's this quote about how they only get sort of a wounded smile from a a tribesman, um, who has to live thinking about this in their daily choices."
	},
	{
		"start_time": "29:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let me just ask you a little bit about methodology here before we get into a few examples of war conflicts that you explore in the book. So empirically, how do you study people's factual beliefs and biases in war? What kinds of methodological approaches are there?"
	},
	{
		"start_time": "29:23",
		"speaker": "Daniel Silverman",
		"words": "Yeah, great question. Um, I think that um the book, you know, you have to get to the micro level for sure with this. You're studying populations, individuals, and their uh perceptions and beliefs. So the tools that we have to do that, you know, you can look at qualitative and quantitative tools, quantitatively talking about public opinion surveys and maybe um survey experiments, um, and the book does deploy. There's a lot of opinion data that I try to pack in there from existing sources like Pew. You know, bringing just so we have some context and descriptive understanding of the attitudes in somewhere like Pakistan, um, and then some surveys that I was able to get my hands on myself or fielded myself, um, and then, um. Uh, YOU know, so you have that, that sort of quantitative side, and then, you know, qualitatively, um, there's interviews and, and focus groups and other things, and the book uses some interviews, uh, from that were done in Syria. They were actually thankfully, uh, um, made available to me by a colleague who um did them and used them in, in, in his book, a couple 100 interviews with Syrian refugees in Turkey for a really more dense qua qualitative picture. So, Both of those are really useful. It is a I think mixed methods can be powerful here. Um, AND, and then I'd say lastly that you also should just have a, a, a deep and well read, hopefully qualitative knowledge of the context and um you should really try to know the anecdotal empirical record. Um, WHICH is, I think, a term that another scholar, Stathis Kalyvas uses, who's a, a noted conflict scholar, um. I don't know if you've interviewed him. Did you interview? No, no, OK, you've interviewed so many great people and, and, and I think a number of, uh, of, of, you know, prolific conflict scholars, um. That you should be sort of hopefully dripping with that knowledge, um, that you can use to really Flesh out and breathe life into your theories, um, too."
	},
	{
		"start_time": "31:36",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's uh illustrate all of what we've been talking about here with some examples of war conflicts. So could you tell us about the example of the US drone campaign in the tribal regions of Pakistan?"
	},
	{
		"start_time": "31:54",
		"speaker": "Daniel Silverman",
		"words": "Yes, absolutely. This became a key case in the book, uh, it was sort of happenstance, um, but I wound up being connected and embedded with, um, you know, I was interested in the broader Middle East and Islamic world, um, with the Pakistani communities in the US and then traveling to Pakistan and have um some close collaborators there who helped. Um, AND, you know, it's a situation that was salient, you know, at at the time I was writing, there were these debates about the US drone campaign in Pakistan, and were they, were they sort of, was there a blowback or not, these terms. I started to realize there was just tremendous variation in Pakistani perceptions of what was happening and even sort of factual perceptions. And so what are the facts first of all, um, there, you know, this became sort of an extension of the Afghan war, um, it was, you know, started, we were militant groups, um, that were, uh, sort of based in or had or getting some sanctuary in the um The tribal regions of Pakistan, Pakistan's a large diverse country of 200, 250 million people, but there's just one slice of it, um, called, uh, the Northwest uh uh territories of tribal regions of Pakistan. Um. And it's commonly referred to as Fatah. So uh the federally administered tribal areas, um, and it's sort of these borderlands. This one small slice of Pakistan on the Afghan border, and it's long been relatively ungoverned and volatile and had significant challenges with Islamist militancy, um, and some groups like the Pakistani Taliban, as well as some of the groups really active in Afghanistan, um, were heavily based there. And so, As on through the course of this war and the Bush and and then you know, perhaps even more so the Obama years, um, there came to be this this significant um US um use of armed uh drones, unmanned vehicles as one of the ways along with the Pakistani military operations too, um, to sort of in their view, try to meet this challenge and target. Um, THE militant, uh, key leaders and degrade these groups, um, that were, uh, you know, key to destabilizing Afghanistan and, and Pakistan, um. To a degree. And so, you know, we can have all sorts of discussions and debates about this as well as sort of broader Use of drone warfare, in fact, not taking moral positions on that. What I'm looking at is this question of factually what happened and then You know, perceptions and misperceptions around that in Pakistan. And it became a really salient issue in Pakistani society. Of course, understandably, there's a lot of suspicion and um I think what word to use best here. Um, You know, mistrust and and uh baggage towards the US in Pakistan, um, as a result of US foreign policy towards the country over decades, and, um, and towards Afghanistan and so on. And so, um, and, and, and there came to be a real Uh, sort of explosion of of protests, um, hundreds if not thousands of protests against these drones during the height of the campaign, um, uh, and, and ultimately, and some of them became, you know, sort of armed or violent protests. There were a number of attacks stopping, um, Pakistan um was sort of the key. Um, uh, SUPPLY, um, route to Afghanistan from the Pakistani ports in the south of the country. Um, ULTIMATELY they had to be rerouted so that it went more extensively through Central Asia. Um, AND so the US scaled back its presence in Pakistan. Um, THERE were some other flash points too, but the, the drone campaign, the use of Pakistani territory for it and the uh killings in, um, The tribal regions became a political flashpoint, um, and ultimately helped, uh, were one factor that helped elect uh the gentleman I mentioned earlier, Imran Khan, who's played a key role and and still does in current Pakistani politics. So politically influential. The key with the misperceptions is that, um, in fact, uh, in this case, in, in despite what we might say about them, um, in other ways that they were a relatively targeted and low civilian casualty compared to militants, uh, instantiation of political violence. Um, IN the tribal regions, and that's not what people would have believed. You can imagine how their, their motivated biases, how their media environment would have pushed them in the other direction, um, with all the things the US has done in Pakistan and Afghanistan, they would have, most Pakistanis would, would have been easy to believe and easy for elites to whip up a sentiment that they're, they're indiscriminate uh death machines. And scourges killing scores of civilians all the time, and there there were mistakes, but by and large that's not true, and there's evidence from WikiLeaks where Pakistani officials uh admit um that that's not true. Um THERE'S um various forms, there's even some public admissions that are a few things as the campaign bore on. Um, AND of course, most people from the tribal areas do not think that is true and, and know that that is not true, and that's key here. If you actually listen and speak to them, they will say, look, we're no friend of the US, but mostly that was targeting the key militants, um, and it, and, you know, there were some mistakes and it and they were annoying and disruptive. They sometimes have a term referring to them as insects. Um, BUT they were not causing mass civilian deaths. Um, IT'S, and, and, and it was the Pakistani army's heavy-handed, uh, military campaigns, um, dropping heavy bombs on villages and having operations that cleared areas. Um, AND it was the Pakistani Taliban's use of, of terror and efforts to coercively control their society that they knew comparatively were much um more indiscriminate in nature. And, and now there are even some pretty rigorous research studies. At first this was sort of a hypothesis. Um, And you could hear different things, um, but by now the best, and there were some NGOs that had, I think, a political motive pushing back on it, um. There are now multiple research studies, the best research studies, not by me but by Pakistani political scientists. Two of them interviewing hundreds of people who were displaced from the tribal areas, um, one by a gentleman named Akhil Shah, um, that's published in their public pieces in the Washington Post and elsewhere, and another by, um, Uh, uh, female scholar Nehan Sari, um, who last I checked was a doctoral student at Harvard, may, may have graduated, um, has also written about this, and, and I think it's a part of her dissertation work. So, and, and, and various others in the country, journalists and scholars, and really when you look at this whole ball of evidence, and this whole understanding of what goes on there, um, it's quite clear that um there is this gap, a powerful gap where the local population. Um, IS thinking very differently than this broader population, um, that was mobilized against the campaign. And so it's just a very clear and, and fascinating and powerful case of of that sort of proximity based belief situation."
	},
	{
		"start_time": "39:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. How about the Syrian civil war, how have the sorts of phenomena we talked about here, uh, manifested there?"
	},
	{
		"start_time": "40:06",
		"speaker": "Daniel Silverman",
		"words": "Yeah, I'm sure. I'm happy to talk about that one. THE other case was a rock and it points in a similar, um, direction, a little more quantitatively. I wound up studying that one. And then I was very lucky and fortunate to be able to study, to get my hands on some data information to let me dig into the case in Syria because it's such a different case. It's um Iraq and Pakistan, when, when people see what I looked at and analyzed there, and it was sort of Happenstance in a way, they say, well, you're just looking at sort of this US violence and people's perceptions about that maybe being overblown. And that can lead to some sort of questions and uh uh you know, how is this really a general? Syria is so different. It's a many-sided civil war. It was thankfully ended recently. Um, IT was not heavily about the US and and anti-US insurgency, um, and there were all sorts of misbeliefs, um, that, uh, I was able to look at. I was thankfully, I think I mentioned able to get my hands on a couple 100 really rich interviews. Done by um a a great uh scholar, uh, Justin Scho, and for his book Surviving the war in Syria. Um, And um he asked really about their detailed choices during the war, about their migration paths. He was interested, among other things, but he crucially did ask several questions about um their belief in rumors. And he wrote a nice piece on this, but I felt like there was more to mine and more to exploit. So I asked him for that, um, a colleague and collaborative and friend, he, he was happy to give them to me, and I sort of mined those transcripts. Qualitatively and quantitatively, and I was able to get info on people's really paint a picture of what rumors they believed. In Syria, and there were all sorts of rumors believed, um, rumors about the Assad's death constantly cropping up, and many people knew those were false, but there was manipulation about which, you know, sides were winning, people hiding atrocities, and, and it's harrowing stuff sometimes, and but you see glimmers of of people who are more exposed, um, you know, of course, you can see this in the text qualitatively. Saying that the regime told us that there was no massacre, but I went to the square and I saw the bodies in the trees and all these horrible things. But you see how people who really are there and are seeing things and and they know over time that the media is going to be lying to them, and they have these bases from which to form um more accurate and informed beliefs. And then quantitatively, he had a key question saying um how confident are you in your ability to discern fact of or whether rumors were true and false, and I could I I show, it's a couple 100 people, but there's very suggestive. And and I think nicely supportive, complimentary with the other. Piece of the book Relationships showing that people who were in Syria longer, people who saw, said they saw more different types of um like uh violence, all these things really strongly correlate with people saying they are uh more confident, have a greater uh discernment ability uh in the war. And so, it sort of paints this different picture. I think that helps, I hope, flesh out uh what is going on and show applies in a lot of different situations and to a lot of um different uh rumors and types of misinfo."
	},
	{
		"start_time": "43:40",
		"speaker": "Ricardo Lopes",
		"words": "Can you comment on what's been happening in Ukraine and Gaza? I mean, these are probably the most, uh, prominent or if not prominent, at least the ones that are the, the two armed conflicts that are the most salient on the news right now. So do we see similar phenomena playing out there?"
	},
	{
		"start_time": "44:03",
		"speaker": "Daniel Silverman",
		"words": "Of course, of course, and it depends how much time you have in terms of trying to comment on those, you could, you could have long discussions of each, and, and I, I, you know, I, I was making a face as you were doing that because they're both tragic, tragic situations, um. But I think you do see these dynamics, um, sort of manipulation of facts and misinformation has been powerful in both, um, and it was striking to me. I remember and I wrote about this, I think in the book's preface, because I was like completing this book. Um, THAT I'd started on these other conflicts way earlier, and I was like, wow, this, um, this is really powerful, what's happening? And I, and, and very emotional, and I'm connected to some of those conflicts, and I was like, it's, it was pretty wild to see all the people, and even myself sometimes, you know, being susceptible to misinfo, um, but also at the same time seeing some of those limits. So I mean in in the Russian Ukrainian conflict, um, I think there's been misinformation on both sides, but much more on the Russian by the Russian side. Um, THERE is something to that, by the way. And in terms of the variation in which side pours out more misinfo. I think you asked or you sort of got a maybe a question about this earlier. You know, I think that the parties and the combatants and where they have more to hide in terms of our committing more atrocities, and also maybe are not performing as well, are where you will see more factual manipulation, um, and so Russia's pushed, poured out plenty of that, um, about the The alleged Nazis and notification of of Ukraine and the leadership and all this, as well as hiding some of their setbacks and defeats and Um, some of the atroc they've had atrocity propaganda going back years in Ukraine, the, the quote unquote crucified boy. With something that they pushed in the Donbass War in 2014, 2015 um on uh um. Art, um, what's the channel, one of the state TV channels, Russian one, was it, um, claiming that, uh, there was a, you know, a, a boy in a Russian speaking boy in eastern Ukraine who'd been literally crucified by Ukrainian soldiers, and it turned out to be totally false and there was a whole scandal and apology and everything. And so, um. You know, there there clearly is, is this um massive propaganda pushed by Russia and, and some, some a little bit by Ukraine too, and, but you see that it's not been very effective and influential on Ukrainians, um, Ukrainian including especially, I think, eastern Ukrainians, um, and Ukrainians in the contested areas, um, where, you know, there are really striking quotes saying when you're bombed. It changes your mind about things, and those would be some of the populations that, you know, might have not been as much slamming the door in some ways on Russia in the past due to some more linguistic and ethnic and other ties. Um, SO that's a sensitive issue, of course, they're uh part of the Ukrainian community. But, uh, but I think we see some of that falling flat, and, and two, we see it falling flat um with Russian soldiers. That's another area. It's not all just civilians, um, and people debunking things on social media, but soldiers are in a way, there's also population that experiences war, and there there's variability there and how much, what they see. Um, AND how indoctrinated they are, but you get all these stories of Russian soldiers, and I view many of them as, as victims too, thrown into this meat grinder, um. And saying this isn't what we were sent to do. We realized as soon as we got there, we, there was this population with bristling hostility to us, and we weren't liberators, um, and the New York Times had some intercepted calls from Russian soldiers back home saying, Mom, this is horrible, we don't know what we're doing here. And so that's part of the reason Putin has had such a vicious clampdown on soldiers, um, political maybe Propagation and activity back home. There's was it's an NGO called the Committee for the Union of Soldiers' Mothers that has been historically active in Russia. If not, he's either disbanded it or suppressed it. Um, AND I think they represent one of the real ways, along with maybe people ethnic ties between Ukrainians and Russians, many of them have family, and they call each other, even still to this day through the war. Um, AND so there are ways through which the information spreads back into Russia, and you can see Putin trying and the Kremlin clamp down on that, um, and we could talk about the, the handful of Ukrainian, um, stories and conspiracy theories too. There's not been no misinformation on that side. um. But you can see some of that happening even even as It's not really one. Um, HAPPY to talk about Gaza too, of course, a terribly ugly tragic conflict, um, and I think you have uh misinfo, um, and, and conspiracy theories, um, and hate speech and all the other informational bads on all sides. Um, I will say both of these are are sort of interstate conflicts in my view. Israel Gaza is a difficult one, but You don't, in, in part of what it's Civil War. You know, you do have these population mixing more, um. And, and you get a little bit more, a little less scope for what I'm talking about in like Israel, Gaza, because It's all self-reinforcing, right? For Israelis, they've they saw this horrible atrocity on October 7th, and then their media, of course, and, and they, they had this trauma, and historical trauma maybe it built on and and then their media environment sort of ran with that. And um And so that's all sort of the the the the motivated biases and the media biases will reinforce the the real real events. And so you don't have, you know, there is some of this proximity thing, I think in Israel based on soldiers, some of them, what what they have seen. In Gaza, as well as uh hostages, what some of the hostages have seen and some of their dissent and saying, what are you doing? You're, you're bombing us and we see what you're doing and, you know, some of their agitation against the, the BB Netanyahu government. Um, BUT it's a little more of that mutually reinforcing set of issues. Um, OF course, you can see plenty of misinformation about what they've done. In in Gaza, and they, there's a lot they're trying to conceal and hide from the international community, as well as maybe even their own audiences, um, and all this stuff about Hollywood and saying they're um crisis actors, um, any narrative basically ever historically where you say that there's crisis actors is pretty much should baseline be viewed as false, um, because crisis actors means, you know, the term. Uh, YES, right, that that there's sort of actors pretending that to actually be suffering in in in in a war and emergency situation. It, it. It suggests that there's a false flag attack. And historically false flags are extremely hard to pull off and very rarely done, you know, Hitler tried them against Poland and all sorts of things. And so they're almost always the fodder of conspiracy theories and, and not reality, Sandy Hook and this and that. So, um, on the other side, there there, I think it's very sensitive and politically contentious, but um there is misinformation as well, um, and, and fake news, um. You know, there's a powerful international constituencies that are activated and mobilized about what's happened on both the Israeli and Palestinian sides. There are claims that uh 107 was an inside job or that they're crisis actors, and there's, um, in these videos of, you know, the kids crying about their killed parents and so I mean that's misinformation too, and there's Extreme versions of what happened about sexual violence and this and that, um. That we'd have to look at is also fed by motivated and media biases, and the other one, I think the one where you can see the argument holding, well, maybe best is And it's really hard to know, and we should have humility and uncertainty about this, is public opinion within Gaza. Um, I think though there are some pretty strong indications that, uh, Gazans have a sort of a pox on both your house's mentality, many of them, which happens pretty commonly in war. There's a study of the Syrian civil war, um, about what happens when the Syrian regime uses barrel bombing on its, uh, used barrel bombing on its population. Of course, one of the worst tactics you can do in war, you'd expect it to, uh, generate immense animosity against the regime, and the authors find, um, with a very clever design that it created, um, Anger at both the regime and the rebels for their inability, their provoking of the regime, bringing the wrath of the regime down in these communities with an inability to protect them from that. Um, AND that's a common theme you see in war in Chechnya and elsewhere. And so I think you see that quite clearly in Gaza, um, where there, of course, there's tremendous anger and hate about what Israel has done, but there's no love lost and quite a bit of anger about what Hamas has done to, um, With a real understanding of uh motivated understanding of reality, cause the lived reality and experienced reality uh of what many of them have felt where Hamas hasn't been able to protect them. They provoked Israel to, you know, and then kind of hid hid selfishly in the shadows. Um, AND I, I do think there's really strong glimmers and, and, um, various, uh, Arab writers, Hussein I and others, many others, and Sort of media, detailed media investigations of this show that, as well as even public opinion patterns, um, that even the polling is hard to do now, but it suggests Hamas popularity is down in um Gaza up in the West Bank, where the experiences have been very different. Um, AND I think So you do see some powerful ways, Israel, Palestine is maybe a tricky case with some mutually reinforcing bubbles and biases, but that this does play out in that case, as difficult as it is for us to accept. And I think it leads to the conclusions and implications of the book, which is hard as it is for us to do, we have to try to look at and lift up these voices of these communities that actually experience the horrors and the complexities, and not just our own video game. Um, SENSATIONS of what we want to happen and which side we support."
	},
	{
		"start_time": "55:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So finally, I would like to ask you just a couple of questions about what we can do with the knowledge you present in your book. So, Can we learn something new about topics such as the duration of armed conflicts, the feasibility of pre prevailing counterinsurgency models and the depths and limits of misperceptions more broadly in social and political life."
	},
	{
		"start_time": "55:38",
		"speaker": "Daniel Silverman",
		"words": "Yeah, I think so. I hope so, certainly, um, and uh there's several bits there. I'll try my best to talk about them. Um, THOSE are really some of the things I tried to run with in the book's conclusion. Um, AS far as implications for conflict, um, I think we can see how this model. Does impact things like um the duration of war, yes, and Things like counterinsurgency. So take war duration. Um, WHAT I tried to get at there is that there will be this gap very often. Uh, BETWEEN the local populations that have experienced the cost and fully recognized them of war, and the more removed populations that don't. And then you can imagine the strength and size of those two constituencies can vary, in particular, where you have powerful diasporas. It is one reason why you can, you can see how war can be perpetuated by those diasporas who will be not experiencing, if you're aggrieved about what's happening but removed from it, that's where you'll be most susceptible to that factual manipulation towards your side. Um, AND so diasporas can be a big part of that, maybe areas with small conflict zones, but large external sympathetic communities. Um, Uh, YOU know, and so I think it shines a light on, uh, some ways in which war is likely to be um may may be perpetuated longer um in new ways. Um, AND counterinsurgency, I think it speaks to, you know, maybe that's a hopeful in some ways faded term now, counterinsurgency at least as it was such a hot topic of study in Western circles, maybe during the post 9/11 wars, um. But Um, but I think there were these models that had some merit and they were backed up by some rigorous research about how, um, About sort of winning the winning hearts and minds and at the local level and showing that various kinds of actions, um, you know, avoiding um too much collateral damage or providing services and payments to local communities was pretty effective empirically in gaining more support and tamping down violence in some of these conflict zones like Iraq and Afghanistan and the Philippines and elsewhere, not all the US based ones. Um. And there's some rigorous sort of econ and poli sci research on that, but it was very local. It was always very localized. And I do think it's real, but we have to reckon with the fact that that those are the communities where those carrots and sticks are being used, they're being recognized accurately, those signals, and that's why we expect, we get the expected behavioral consequences. Um, If you then have media broadcasting those much more broadly, you can have the exact opposite thing happening at the same time, and that's what we see in a case like Pakistan, where the best, I think empirical research suggests that the US drone campaign was locally effective, not just that it was pretty targeted it, but in this case in Pakistan, it was pretty locally effective in, um, you know, tamping down militancy, um. You know, within these uh tribal agencies, very small part of Pakistan. At the same time, I, I would venture to say it was fairly counterproductive nationally and maybe internationally and because partially of misperceptions. Um, FEEDING a very anti-drone politics. Um, AND so I think you're gonna have both at the same time and the points towards some of the limits in ways we should be pretty cautious about this sort of very rational, rationalist counterinsurgency models that people think uh can can work. Those are two implications for conflict and conflict theories. Um, I think there are others and we should think about this local national gap, but what I wanted to get to is sort of OK, what do we do about all this? What does it lead us or suggest that maybe we should do? I mean, it's a very hard problem. I'm not saying we're gonna get out there and You know, fix it immediately, but it does, I think, point towards a little bit of a solution set or or like a a a set of strategies to try to mitigate things, which is that um this local non-local gap can be not just a problem but a possible solution. Because it suggests that if you can elevate and amplify the volume of these frontline populations, which are purveyors of truth relatively towards uh uh relative to the screaming, uh. Audiences thousands of miles away. They have strong passions but little experience, you can hopefully um rebalance things now. There are forces pushing against that, but I think there are some interesting possible strategies to do so. Um, FOR example, social media platforms. And I recognize fully that there's a a retreat of social media platforms wanting to do any interventions. Um, TO shape the information environment, but, um, The they could flag. Or label Sort of um local or frontline sources. Um, IN a conflict, they even experimented with this Twitter at the time it was Twitter, not X under uh Jack Dorsey did have sort of um I forget what they called on the ground lists maybe, um, you could follow in Ukraine with local journalists and and other influencers and who were maybe a little bit vetted and um because the the the platforms have in the geolocations of all these people. You don't have that publicly. I don't have that as a researcher, but they know, and so, um. You know, we could talk about the mechanics of that, but they could maybe better verify people and have some um method of um even algorithmically labeling people so that we got, you know, an ability to, to know who was really a local source um in conflict. Now, you know, again, maybe we're pessimistic about platforms desire to do any of that. I would argue if I were in the room with any higher ups in on the major social media platforms that that's that is an information adding intervention. And it's pretty light touch, but um, but still, so I think there are some creative ways of things we can do. And then broadly lastly I'd say, I do think the model should hopefully be looked at and extrapolated back towards other areas of misperception and misinformation. Um, I was studying this case, this context, um, and I think it was maybe an understudied context of factual manipulation and misperception and war that had some distinctive features, but you can see maybe how some of the pieces of that that hadn't, I think, been as honed in on. Could are still there are strong parallels and echoes elsewhere. Um, SO, you know, anywhere where there's high stakes stimuli that people are closer to. Um, YOU know, uh, whether that's disease or pollution, or crime, or whatever, you have the potential for this local accuracy advantage. Now, I do think, and there's other research looking at this, um, you know, there's some research. I'm trying to put the pieces together and say this can hold. Now I do think that it will depend on um How publicly visible it is. Um, AS well as its, it's cost, because War, a lot of what's happening, we're talking about people moving here and there and shooting and killing and torturing each other and all these horrible things. Uh, AND lies about it, but some of this stuff is out of view. So, or it's about science. So it's very hard for people to see the germ theory of disease. Or it's very hard for people to see the the uh uh greenhouse effect. Now, that means that people will, uh, who are closer will uh have a better knowledge of what is happening descriptively, that their areas are flooding or burning or shrinking or getting sick. And so this kind of dynamic will apply to that, but not maybe on the causal side, it it depends there. So I think there's some really interesting threads. I tried to He start to unravel for others there, um, to think about when this sort of kind of sharp constraint. Based on people needing to know. Can sort of apply in a lot of areas."
	},
	{
		"start_time": "1:04:30",
		"speaker": "Ricardo Lopes",
		"words": "One final question then, do you think that this knowledge could have also policy implications?"
	},
	{
		"start_time": "1:04:39",
		"speaker": "Daniel Silverman",
		"words": "Yeah, I think so. I mean, I, I, I guess that's what I was trying to, some of what I was trying to get towards, although it depends what you call policy implication is that um You know, understanding, um, you know, this landscape of Who's likely to be factually manipulated in conflict. I do think it is important because it influences behavior, uh, can influence behavior. Um, SO, You know, parties in conflict, um, That we may view as, you know, having, um, We may be sympathetic towards should should try to navigate that effectively, or maybe the international community or UN or others that are trying to sort of stabilize conflicts need to be aware of this ready to sort of counter, ready to target the communities that are most susceptible based on this theory, which are those that are removed but aggrieved. Um, RATHER than leafletting and pamphleting and, and radioing and all the frontline communities that already often know, um, so I think there is some of that. Um, I think some of the other policy implications like I just talked about like, um, being a little more cautious and pessimistic about some of these interventionist models that sort of apply best locally. And, and I, I think that stuff I was talking about with the platforms, depends whether you call it a policy implication, but um there are some ways to try to lift up local voices and, you know, other things related to that too, like, um, I think I I have great respect and admiration. Um, FOR the leading like open source, um, investigative organizations, Osent organizations, um, like uh Bellingcat, um, and fact checking organizations like Alt News in India, or many others around the world, um, and all the work that they do, which now is really, you know, some of the funding if they were getting funds from meta and elsewhere is dried up, but that stuff and supporting it, um, looking to it. Um, AS well as these local populations that, um, it is part of what feeds it. I think all of that is important."
	},
	{
		"start_time": "1:06:47",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again seeing is this believing why people believe misinformation in war and when they know better. I'm leaving a link to it in the description of the interview. And Doctor Silverman, apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:07:08",
		"speaker": "Daniel Silverman",
		"words": "Sure. Um, YOU can always, uh, look me up, uh, um, have, uh, my website, uh, personal website, uh. Was it Daniel M Silverman.com, I believe, um, or, or my faculty my page at at CMU, and I, I am active on, on social media, perhaps unwisely. I was on Twitter slash X and I, I have accounts on all the sites, but I post on Blue Sky a little more now, um. And so, um, but I, I continue to work on all these problems and others, and um thank you for interviewing me. I look forward to any engagement."
	},
	{
		"start_time": "1:07:42",
		"speaker": "Ricardo Lopes",
		"words": "Great. Thank you so much for taking the time to come on the show. It's been a big pleasure to talk with you. Thank you so much. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujuru and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Giorgneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Mary Martinez, Coralli Chevalier, Banggala atheists, Larry D. Lee Junior, old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Hubbert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]