[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm Jane by Doctor Agnes Galar. She is an associate professor in philosophy at the University of Chicago, and she is the author of Open Socrates The Case for Philosophical Life, the book we're going to talk about today. So, Doctor Collard, welcome to the show. It's a huge pleasure to have you everyone. Thank you. So, uh let me ask you first, what does Socrates represent? What kinds of questions does he invite us to ask and try to answer?"
	},
	{
		"start_time": "00:41",
		"speaker": "Agnes Callard",
		"words": "I think he invites us to ask. The kinds of questions that we're already using the answers to in the living of our lives. So as you go through your life, um, you know, you make choices, small ones, big ones, those choices are predicated on a sense of like who you are, what your goals are, what it is to be a good person, and Socrates wants to ask you about all that."
	},
	{
		"start_time": "01:12",
		"speaker": "Ricardo Lopes",
		"words": "And what is it that in the book you call Socrateism? What, what is that exactly?"
	},
	{
		"start_time": "01:19",
		"speaker": "Agnes Callard",
		"words": "So I use that word in a variety of ways, but maybe um. Um, Maybe I'll, I'll give one of the ways that I use it, um, that is one way I use it is to talk about a different form of ethics, um, but maybe we're going to get there later in the interview and I'll contrast it with other forms. But, um, you know, another, another way to think about Socrateism, um, is just a kind of optimism about the project of answering these questions. Um, THAT is that this is something that we can do. It's possible for us, we can make progress on it. We can get better at it. Um, THAT'S one way to think about Socrateism at the most general level."
	},
	{
		"start_time": "02:08",
		"speaker": "Ricardo Lopes",
		"words": "Why are why questions so important? Can't we just avoid them as much as possible or not?"
	},
	{
		"start_time": "02:17",
		"speaker": "Agnes Callard",
		"words": "We already do try to avoid them as much as possible, and we are somewhat successful at that. Um, And so, yes, that strategy works. Um, IT works, uh, some of the time for everybody, and maybe it works all of the time for some people, and I think the people for whom it works all of the time are not really gonna make it very far in my book. They're basically gonna get like halfway through the introduction and put the book down and that's fine. Um, BUT I think that there are quite a lot of people. Who are haunted by these why questions of why am I doing what I'm doing, and my book is for them. Uh, AND they are the people for whom the avoidance strategy has stopped working."
	},
	{
		"start_time": "03:06",
		"speaker": "Ricardo Lopes",
		"words": "Right. So in the book you talk about uh to toys and timely questions. What does he have to say about them?"
	},
	{
		"start_time": "03:17",
		"speaker": "Agnes Callard",
		"words": "So I opened the book by um describing something that happened to Tolstoy when he was about 50 and you know, it's taken from my description is taken from something that he wrote about this time period called confession. Uh, WHERE he Um, you know, this time period in his life, he had already written War and Peace and Anna Karenina. He was living in this kind of big estate. Um, He had a wife, a bunch of children, um, he's an aristocrat, he is kind of a cult hero in Russia. So pretty much the paragon of human success, and he enters into this crisis period where he cannot figure out whether his life is worth living. In fact, he decides it isn't, uh, and he becomes suicidal and the Um, what precipitates this crisis is the thought that there are these questions he's been putting off his whole life, and now is the time to turn himself to the questions. And uh and so he decides to do it and as soon as he confronts the questions, as soon as he allows himself to articulate them to himself. He finds they're unanswerable, they're impossible, he'll never make any progress. This is hopeless. And because these are questions about sort of the meaning of his own life or the point of the very activities that he's been engaged in, why write novels? Why care about the education of your children, and so on. Um, HE decides that what he has exposed is the meaninglessness of his own life, and that's why it um makes him suicidal. And so one way to think about. Sort of the Tolstoyan approach is just that it's the opposite to Socratetism. If Socratetism is the idea, there's a hope that we can make progress on these questions. That's Tolstoy for me serves as a foil or a contrast, where Tolstoyan despair is the despair that these are, although they're the most important questions and although life is meaningless without answers to them, we can't actually inquire into them."
	},
	{
		"start_time": "05:26",
		"speaker": "Ricardo Lopes",
		"words": "So that, that is the main difference between the Socratic approach and the Tolstoyen approach to untimely questions."
	},
	{
		"start_time": "05:36",
		"speaker": "Agnes Callard",
		"words": "Yes, and I also, though I, I, I try to go a little further to explain why, why did Socrates end up so optimistic and Tolstoy so pessimistic. Socrates, it's not just that he thinks you can make progress. It's that he thinks trying to do so is the happiest way to spend your life. In fact, it's even the happiest way to spend your death. So when he is on trial for his life in the apology, he says, look, if you guys put me to death and I go down to Hades, I'm just gonna keep doing what I've been doing. I'm gonna, I'm gonna start interrogating, you know, Odysseus and Sisyphus, it's gonna be amazing. Um, SO Socrates has this, it's not, it's not just that like Socrates thinks something is possible, it's that he has this really, um, Uh, kind of profoundly cheerful, optimistic approach to what Tolstoy took to be, um, kind of despairingly pointless. So it's a really stark contrast, and what I try to, uh, argue is that the explanation for this contrast is just that Socrates realized that you have that this is an activity to do with other people, so that Tolstoy's philosophical despair is actually the correct response to a situation in which you presuppose that these inquiries would have to be done alone. You actually can't do them alone, so he's right um uh about something."
	},
	{
		"start_time": "07:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. How does one approach a question such as how should I live?"
	},
	{
		"start_time": "07:10",
		"speaker": "Agnes Callard",
		"words": "Um, WELL, so I think most people approach it by, um, avoiding it. That's one approach, um, and, um. One thing I try to do in a way is explain that that's not crazy. It's not crazy to avoid that question because If you say to yourself, how should I live, but you already are living in some way, and you clearly think you should be living in that way, otherwise you wouldn't be, then it's sort of like you're mouthing some words. Um, YOUR mouth, it's like I, I could say, what is 2 + 2? I can say that. I mean, I can make those sounds and I can make it sound like a question by raising my voice at the end. Um, BUT I'm not actually asking a question. The reason I'm not asking a question is that I think I know the answer, and so I can't, I can't ask questions when I think I know the answer. And so since we think we know the answer to the question, how should I live, we must think we know the answer because we're doing stuff, we can't pose the question to ourselves. And so that's why I called these untimely questions. What I mean by untimely is just that they come at the wrong time because it's supposed to go like this question and answer. It's not supposed to go answer that question. But on timely questions, it does go like that. We get the answers before we get the questions, and that means that when the questions show up, they are in some way impossible. That is, they're impossible for us to pose to ourselves. But I think we can pose them to other people. How should you live? Um, THAT'S a possible question. And so the Socratic answer to how should you approach that question is ask it to somebody else or be receptive of somebody else asking it to you."
	},
	{
		"start_time": "08:53",
		"speaker": "Ricardo Lopes",
		"words": "Right. Did Socrates have an ethics? I mean, can we find an ethics in Socrates in any way or not?"
	},
	{
		"start_time": "09:03",
		"speaker": "Agnes Callard",
		"words": "So I think that um. Many people who read Socrates would answer no, that is they read him sort of um negatively as a purely critical or destructive thinker, as somebody who went around showing that the people that he interacted with didn't know as much as they thought they did. And that that's all that he did. Um, Cicero reads him that way. Lots of lots of people have read Socrates that way. I think Kierkegaard, I think also reads Socrates that way. Um, And um maybe a way to describe the project of the book is to offer an alternative reading of Socrates, where he has a positive view. That is, he's not just trying to show that nobody around him knows anything, he's actually trying to make progress towards knowledge and to propose his own. Um, FORM of ethics, and I think the way to see that is to think about the sort of um, menu of ethical theories that is out there, um, and here I'm referring to, you know, from this, uh, western tradition originating in, uh, ancient Athens. So if you think about the menu of ethical theories that we have today in the West, I think most people would agree that um the main items on the menu are first, utilitarianism. Um, WHICH says that you should act in such a way that the consequences of your action are going to bring about the best kind of you know, expected results. So, um, that'll often be in terms of pleasure or happiness or utility if we want to be neutral about whatever the good state of affairs is, you're trying to bring that about, you're trying to bring as much of it about as possible. That's utilitarianism. Um, SO that's one item on the menu. It's still a popular ethical theory. You see it very, um, you know, explicitly espoused by effective altruists, by economists more generally, um, but, um, also by, um, you know, People who are have to think about the things like medical ethics or whatever, right? Another uh ethical theory that is, I think, a real contender today is Kantianism or deontology. Um, WHICH says that what you should do is treat people with respect or fulfill your duty or follow the moral law. Irrespectively of whether that brings about the best kinds of consequences. Um, AND, um, you know, this kind of ethical theory says, look, there are principles that we should follow, um, that is, we should behave in a certain kind of law-like way, the rationality of our, um, Uh Of our uh behavior, it should be the rationality of law, and we adhere to that law even if it doesn't bring about the right the the most um desired consequences. OK, and, and we can think about if we go back to utilitarianism for like the rationality there is the calculative rationality of maximizing. So both Danology and utilitarianism are telling you to be rational, but they mean different things by the word rational. The one means maximize um. A certain kind of calculative maximization and the other says um follow a law that we can all um apply to ourselves. There's a third ethical theory that's um I think less prominent than either of those two, and in a way more recent, um, which is neo Aristotelian virtue ethics, and it tells you don't maximize good consequences, don't try to follow moral laws, instead, exercise the virtues. So behave as the just, generous, witty, moderate, etc. PERSON would behave. Um, THIS person, um, Aristotle calls the Fronomos, the wise person. So, so, um, exemplify the virtues. OK. Has a long digression, but I think it's um it's useful to see Socratic ethics in that field. That is, those are some those are the ethical theories, but that's what we've got. Um, AS far as I know, again, at least in the west, there's nothing else. There are no other suggestions as to what could be the goal that you're aiming for in your actions. Uh, SOME people want to mix and match them, OK, but these are the, these are the options. Um, I think Socratic ethics can claim to be a positive ethical theory insofar as it gives you an alternative goal to those three goals, and I think it does. Um, SO Socratic ethics as I understand it is an inquisitive ethics, which is to say it's directed at knowledge. So it says, doesn't say maximize utility, doesn't say um treatable with respect, doesn't say exercise virtues, it says acquire knowledge, uh, and it says that's what you should have in mind. In everything that you do."
	},
	{
		"start_time": "14:25",
		"speaker": "Ricardo Lopes",
		"words": "And uh what is a bad life for Socrates?"
	},
	{
		"start_time": "14:30",
		"speaker": "Agnes Callard",
		"words": "So, um, uh, we can, what we can do is we can, we can even spell out the contrast, right? So a bad life for the utilitarian is one that like brings about bad consequences for you and for others, it like brings about lots of pain. Um, A bad life for the Kantian is one where you violate the moral law, say you're lying or you make lying promises. A bad life for the virtue ethicist is one where you are ignoble, where your behavior is sort of ugly, um, in the, in the distinctively that it's not Kaon, it's Iron, it's shame you behave shamefully. A bad life for the Socratic is an ignorant life."
	},
	{
		"start_time": "15:06",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND is happiness for Socrates different from morality?"
	},
	{
		"start_time": "15:13",
		"speaker": "Agnes Callard",
		"words": "No. Uh, SO that's in fact, that's not a special thing about Socrates. Um, I think that, um, Um, The idea that happiness could come apart from morality is a Christian or post-Christian idea. I don't think you see it um in the ancient world at all. So this is not just Um, Socrates, it's also Plato, it's also Aristotle, it's also the Stoics, it's the epicure. They all had just one concept there where we have two, so he's, yes, if they're the same for Socrates, but they're also the same for lots of other thinkers."
	},
	{
		"start_time": "15:53",
		"speaker": "Ricardo Lopes",
		"words": "So in the book at a certain point you talk about the values of inquiry, open-mindedness, and truth seeking, and you also explain how and why they are also paradoxes. So, first tell us about the values themselves and then perhaps we can get into why they are also paradoxes."
	},
	{
		"start_time": "16:16",
		"speaker": "Agnes Callard",
		"words": "Yeah, so, um, What I say in the book is that the Socratic method, like if you say you want to be Socratic, what should you do? Um, THE answer is you should inquire open-mindedly, seeking the truth and avoiding falsity. Yeah. And um that sounds easy. That sounds like that sounds obvious, like you didn't need Socrates to tell you that, but it turns out that that's not easy or obvious, that actually there's a paradox about inquiry, there's a paradox about open-mindedness, and there's a paradox about truth seeking, and I'll, I'll sketch each of them. There's a lot that goes into the articulation of these paradoxes in the book, so I'm gonna like sketch them each and you can ask me follow up questions if you want, but The paradox of inquiry is Mino's paradox. So it is, how can you inquire into what you don't know. I feel like Tolstoy is very compelled by this, that is. Say I don't know what virtue is and I want to look for virtue, um. How do I even get started? And if I, if I found it, how would I know that I found the thing I was looking for? I mean, if I don't know what I'm looking for, how am I going to find it? Um, THAT'S, that's the paradox about inquiry. The paradox about open-mindedness is, it's open mindedness. Um, Looks like being willing to um acknowledge that you're wrong, that's open-mindedness. And if we distinguish that from being willing to acknowledge that you were wrong, or that you might be wrong in the future, Um, it looks like something very, very difficult because it looks like seeing that I am wrong, is seeing that I have a false belief, but that means that I have the belief and then I think it's false. But it looks like part of what it is to have a belief is to think that that belief is true. If I think it's sunny outside, then I also think it's true that it's sunny outside. If I think that belief of mine is false, then I have to stop thinking that it's sunny outside. So it looks like Um, you can't really Um, Have a belief, but think that belief is false. Uh AND um this is uh often goes by the name of Moore's paradox, OK, because GE Moore most famously called attention to it. And then, um, the final paradox is pursue the truth and avoid falsehood, and the paradox there is sort of one of my own articulation. I call it the gadfly midwife paradox. So what I say is that Um, Socrates. Sometimes he seems like a gadfly, that is, uh, he's often described that way, especially by his interlocutors. What they say is that he's a critical negative person, that he is trying to destroy all of their claims to wisdom, and that all he's ever doing is sort of avoiding falsehood. Um, AND, um, making them feel lost, making them feel numb, like they can't, their mouth is numb, they can't speak, their words go around in circles, so he's a kind of fundamentally destructive character. Um, BUT then in other places, Socrates presents himself as a midwife as this kind of positive, truth oriented, um, person who is, um, building theories and being constructive. And the, the difficulty there is, how can you be destructive and constructive at the same time? How can you um pursue the truth and avoid falsity at the same time?"
	},
	{
		"start_time": "19:54",
		"speaker": "Ricardo Lopes",
		"words": "OK, and so according to Socrates, how can we solve these paradoxes? What are the solutions to each of them?"
	},
	{
		"start_time": "20:03",
		"speaker": "Agnes Callard",
		"words": "So, um, the The solution to um the inquiry paradox involves distinguishing between questions and problems, and um seeing that Um, we have, um, a special kind of Inquisitive attitude, um, namely a question where, um, to have a question is already to have Um, the thing that will grow up into the answer. So a question relates to an answer differently than a problem relates to a solution. Um, THE solution dissolves the problem, whereas the question sort of becomes the answer. And so the question itself is kind of a guide that you follow like a thread that leads you to the answer. Um, THAT'S a metaphor because I don't want to go very deep into the details of the arguments of that chapter, but um. The um the way in which you can see that you're wrong about something, so this is the solution to Moore's paradox. Is that another person can serve as a mirror, so they can show you that you're wrong. And you can see that you're wrong, as Socrates says in the mirror of their soul. So he says that, you know, it's hard to see yourself. Like I can see, um, you know, this pencil or something, I can look at it, but it's not so easy for me to see myself. Um, AND in order to see myself, I need a reflective surface, um, and he says, well, the way you should think about inquiry is that another person is like a reflective surface for you, and you get to see now not your physical appearance, but your soul reflected in theirs. Um, AND then the final one, how do you seek the truth and avoid falsity? Socrates's solution is that you give those two jobs to two different people and have them coordinate that activity. Um, SO Socrates's job is to avoid falsehood, but his interlocutor's job is to have a truth, and It's, you know, it's to answer the question, even if, if you don't know the answer, just guess. You're supposed to have some truth, if you're the person Socrates is talking to, and then his job is to examine what you say, and by examining it, um, Uh To be helping you develop it in the direction of improving it, and together you're inquiring."
	},
	{
		"start_time": "22:41",
		"speaker": "Ricardo Lopes",
		"words": "So, what is then the importance of dialogue and working with other people? I mean, I guess that dialogue is very well illustrated in Plato's works where Socrates plays one of the characters, but what is the importance of it?"
	},
	{
		"start_time": "22:58",
		"speaker": "Agnes Callard",
		"words": "So all three of these paradoxes are in fact at some deeper level resolved in the same way. I didn't make it so clear about the questioner, but it's like the one with the question, it's crucial that someone else plays the role of answer, right? So, namely that you have to, um, you need another person, the other person who will be the answer of your questions or the person who poses questions to answer, the person who will serve as the mirror, the person who will adopt either the role of um having choose the role of avoiding falsehoods. So, um. The, um, you know, maybe the most Um, efficient way to put the thesis of my book is that it argues that the kind of thinking that is at stake in these untimely questions is one that you actually can't do by yourself. That is, there are problems you have you cannot think about by yourself, and you need other people in order to think about them. So the, the importance of other people is that they're unnecessary condition on this process."
	},
	{
		"start_time": "23:58",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, toward the end of the book, you talk about three different domains where Socrates claims expertise, namely politics, love, and death. I mean, before we get into each of them, because I have a question for each of them later, um, let me ask you a more general question. How is it that someone like Socrates who expressed ignorance so often? Uh, CAN claim himself to be an expert in such important domains of human experience. I mean, how can the practice of Socratic ignorance be a kind of mastery of the deepest of things?"
	},
	{
		"start_time": "24:44",
		"speaker": "Agnes Callard",
		"words": "I think that Um, The key here is that Socrates thinks that in these domains. What is tripping us up is our assumption of knowledge. So, um, the reason why we do so badly in the domains of love, death, and politics is that we think we know a bunch of things that we don't know. And so if you contrast some areas of human endeavor that um where this might not be true, let's say um technology, right? We don't tend to think we know how to create forms of technology that we don't yet have. That's pretty important to innovation. Um, AND so if you look at like human progress over the past 2500 years, we've made tons of progress with technological innovations. There was very little in the ancient world. I mean, they had certain, you know, rudimentary farming stuff and I mean, yeah, they had like wheels and stuff, and armor and weapons and writing some stuff for writing. But not even like printing press, which is not that complicated. Um, SO they were um very backwards in relation to us from the point of view of technology, and so humanity has been able to make a lot of progress in an area where it didn't assume that it already knew. But in the areas where we have persistently assumed that we know the answers, love, death, and politics, I think we have not made so much progress. We're not doing that much better than people in Socrates' world at Um, conducting ourselves in these three domains well, um, and, um, we, I think continue to realize that we routinely screw up our love lives, our politics, and how we deal with that."
	},
	{
		"start_time": "26:44",
		"speaker": "Ricardo Lopes",
		"words": "What is the socratizing move that you talk about in the book?"
	},
	{
		"start_time": "26:50",
		"speaker": "Agnes Callard",
		"words": "Yeah, so, um. The way that I introduced it is to contrast it with a certain kind of move that resembles it but goes in the opposite direction, which is the sort of reductive move that became popular sort of in the 19th and 20th century, um, with thinkers like um Freud and Marx and Foucault and Nietzsche and um. Um, I mean you can go back further, you can even maybe go to all the way back to Hobbs, um, where they say something like, A bunch of stuff that you thought was really elevated and noble is actually nothing other than something that you kind of despise. So, uh for Ford, it's like everything that you didn't think was all about sex actually is all about sex, or, um, you know, for Foucault it might be power for Nietzsche, it's gonna be rezontima for Marx, it's gonna be class. um. So you get a certain um. Uh, REDUCTIVE analysis of um the human domain. And where at least a bunch of things sort of point downward. And what I argue is that Socrates makes a move like that. In fact, he's the kind of originator of this move, but his version of it goes up. So he thinks that a bunch of things that you didn't think were all about knowledge and inquiry actually are, um, that is, uh, sort of all roads point upward to the pursuit of knowledge and Um, you know, so for instance, you might think that you care about the health of your body, you might be upset that you're sick, but really what that is is a concern for the health of your soul, and what makes your soul healthy is knowledge. So health of the body points to health of your soul because that's the kind of health that's um that's even a condition on the significance of the health of your body. That would be one example."
	},
	{
		"start_time": "28:55",
		"speaker": "Ricardo Lopes",
		"words": "So let's take a each of the three domains I mentioned earlier, love, politics, and death intern. What did, what did Socrates have to say about the art of love and what does this method demand from her, from us here?"
	},
	{
		"start_time": "29:14",
		"speaker": "Agnes Callard",
		"words": "So Socrates thought that what we were looking for from another person in um a Um, in a scenario of love, is a certain kind of, um, transcendent, wonderful, perfect goodness. On the one hand, that would never leave us. So, um, we want someone who's, you know, Amazing, incredible, inspiring, has all the good properties. And we want them to like commit to us and stick with us. Mhm. And I think he thought those things do not, um, Do not go together when it comes to humans. That is, if what you want is a really good human being, then you're gonna have to be willing, for instance, to trade up when you meet a better one, and for also have them to trade up since that's also what they're looking for if they meet someone better than you. Um, AND if what you really want is someone who will stick to you no matter what, well, then you're gonna have to settle for someone who's not necessarily perfect, and they're gonna settle for you. Um, SO attachment, Socrates thinks goes along with settling and idealization goes along with substitution. He thinks the solution is to recognize that you don't really love other people. Other people aren't the proper objects of your love. Other people are like a vehicle by which you love something. That really is ideal, and you can be attached to it as an ideal, namely the ideal. Um, AND, uh, so Socrates thinks the proper way to understand. The art of love is to understand that the other person is a participant in both of your shared quest for this ideal, rather than trying to identify with them with the ideal."
	},
	{
		"start_time": "31:11",
		"speaker": "Ricardo Lopes",
		"words": "How about the craft of politics? How do we approach it through the Socratic method?"
	},
	{
		"start_time": "31:18",
		"speaker": "Agnes Callard",
		"words": "So I think the key, I talk a lot about different aspects of politics, um, that's the longest part of this section, but maybe the key point to make is that um The, the fighting that we do in politics, um, that is the sort of characteristic way in which people politically experience other people as their enemies who they have to defeat. That that's actually um In distortion, it's a misplaced desire to argue with them. So this is another instance of the socrateizing move. Fighting is really nothing but arguing, that is, it's a bad version of an imperfect version of argumentation. And what we really deeply want to do with our political enemies is not defeat them, but refute them or have them refute us, prove them right. Um, AND that politics is never going to work until people understand that what lies at the heart of it are not conflicts of interest, but disagreements."
	},
	{
		"start_time": "32:30",
		"speaker": "Ricardo Lopes",
		"words": "So, and finally to tackle the less domain, how can we prepare for death through his method? I mean, how should we think about death, approach death and also prepare for it?"
	},
	{
		"start_time": "32:44",
		"speaker": "Agnes Callard",
		"words": "So one thing that I think Socrates, one kind of reorientation that Socrates encourages in relation to death is even to rethink what it means to prepare for death. So prepare for death doesn't mean prepare for the last 5 minutes of your life. The last 5 minutes of your life in the world we live in are not likely to be very conscious, for example, um. Uh, AND so, um, what preparing for death really means from a Socratic point of view is living your whole life in the light of and in the under with the understanding that you're going to die and not living with a kind of avoidance of it. And um what I argue in the book is that what that really means is confronting one specific fear of death. So in the book I say there are two fears of death, or two ways you could fear death. The maybe more standard one is what I call FOMO. It's a fear of missing out on all of the joys and pleasures and goods that you have experienced during your life and that you would like to keep experiencing. So you would like life as you've known it to keep going and to get more and more of the same. And you're upset that you're not gonna get more and more of the same, that's FOMO. I think Socrates has relatively little to say about that. Though I think other philosophers, the epicureans, Lucretius, they have stuff to say. So turn to them if you're interested in that. But I think what he does is call your attention to another fear of death, a different fear. I call this onehona, fear of never arriving, which is the fear that um You could be right now engaged in a project that will be cut off by your death, so that it's not that you're not gonna get a good that you've already had, you're not gonna get a good you've never had because you're working towards it. And this kind of fear should be familiar to anyone who takes on a significant project. Um, A significant project is one that might take years or decades or it might take centuries. Um, IF you want to be part of, you know, the cure for cancer or even the cure for some particular kind of cancer, that's not gonna be completed in your lifetime, and you might think, well, why should I even do it? I'm not gonna see the end. I'm not gonna see the solution. Um, uh, LOTS of scientific projects are just bigger than a human life, and, um, The fear of never arriving could inhibit you from kind of hurling yourself down the road of those projects. And so Socrates thinks that philosophy is a practice of death and dying. It prepares you for death because you're practicing, dying every day as a philosopher, and the way that you practice is That you start to embark on some conversation with somebody and You know you only have, say, an hour, and you know that the conversation is gonna end before you arrive at the answer, but you still have the conversation, you still try, and then it gets cut off and you have to stop and you go home and you go to bed and you wake up and next get up the next morning, you do it again. That's like experiencing death. Every day, um, that's practicing for death. Um, IT'S practicing for not allowing your Um, kind of energy and optimism and inquisitive, um, hopefulness to be inhibited by the fact that you yourself won't see the answers to your questions."
	},
	{
		"start_time": "36:25",
		"speaker": "Ricardo Lopes",
		"words": "OK, so one final question then, uh, what would you say are the main messages of your book? I mean, on what grounds do you make your case for a philosophical life?"
	},
	{
		"start_time": "36:41",
		"speaker": "Agnes Callard",
		"words": "So I think that um my main message is just that it's possible. Um, THAT is, I think a really reasonable response to my book might be. OK, so I could do this. I could live a life of inquiry, and um it's, it's realistic, etc. BUT why should I? Um, AND I think that that's a reasonable response because my book is really trying to trying to add an item to a menu. Um, IT doesn't take up the project of defending this item as better than the other items that are on the menu. The other ethical theories, I think, really still are on the menu. Um, BUT I think that Even just showing that it's possible is very powerful because most people don't respond the way that I just did. Almost everybody has responded to this book saying like, no, no, you can't, you can't actually make any, just like Tolstoy did, right? You can't make any progress. This is impossible. You can't do it. This is not a life. Um, IT'S uh it's, it's impossible, which is almost like conceding to me, look, if it were possible, of course everybody should do it. Um, SO I've been struck by the degree to which people will concede to me the big point that I haven't even argued for and push me on the point that I think I do a lot to try to establish, which is this is perfectly realistic and something that everyone could do and you're just choosing not to do it every day. Um, THE reason it's not happening is because of your choices, not because of anything impossible about it."
	},
	{
		"start_time": "38:17",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again open Socrates, the case for a Philosophical Life. I'm leaving a link to it in the description of the interview. And Doctor Collard, just before we go apart from the book, where can people find you and your work on the internet?"
	},
	{
		"start_time": "38:37",
		"speaker": "Agnes Callard",
		"words": "I used to say Twitter, but I'm spending less and less time there these days. Uh, I don't have a website, I guess I should. I don't know if you Google me, I'm always writing new things, but they're all in different places, so I think if you Google me you'll see the last thing I wrote. That's probably the best strategy."
	},
	{
		"start_time": "38:53",
		"speaker": "Ricardo Lopes",
		"words": "OK. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you. Thank"
	},
	{
		"start_time": "39:00",
		"speaker": "Agnes Callard",
		"words": "you. Thanks for having me."
	},
	{
		"start_time": "39:03",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]