[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Sam Carr. He's a reader in the Department of Education at the University of Bath. And today we're talking about his book, All the Lonely People Conversations on Loneliness. So, Doctor Carr, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Sam Carr",
		"words": "Thanks very much, Ricardo, and it's great to be here."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "So, let me start by asking you perhaps the most basic question here. What is loneliness? What counts as loneliness?"
	},
	{
		"start_time": "00:36",
		"speaker": "Sam Carr",
		"words": "Yeah, I think that is a great question, and The thing that I always start with when I'm talking about this issue is What I have learned at least from The many years that I've been researching loneliness is that we think we know what it is, but I don't think we really do. Um, IF I have 100 people in front of me, and each one of them tells me that they feel lonely. We think they all feel the same thing, but, but I'm pretty convinced that actually they don't, and there are 100 different stories behind what each of them means. And so in some ways you could say loneliness has many, many different faces. However, if there's anything that They're all talking about that might be the same thing. It's a sense of disconnection and longing in that person. But what you don't know is, is what that really means for that person and what exactly they're longing for, and what that's rooted to. And I think I, I go back to Carl Jung, who, who used to say that when you've got any kind of psychological, uh, label, whether that be, yeah, loneliness or depression or anxiety. The label tells you very little until you appreciate the story behind it for that person. So, so the, the complex answer to that question is there are probably. Thousands of definitions of loneliness, and you really do need to appreciate the story for the person before you have any idea what that loneliness in that person is rooted to, what they mean when they say they're lonely. And I think that's where psychology often, and I am a psychologist, often fall short in that we think we're talking about something that's very easy to define, a sense of disconnection, but actually that's rooted to a story and. You never understand what that means for a person until you hear that story. So you got to dig and um. So for me, yes, it's a sense of disconnection, and the person is usually longing for something to alleviate that, but you don't know what that is until the story is told. Uh, AND, and in a way, that's the whole point of my book, you know, to, um, to, to, to get that to be appreciated, that, that notion."
	},
	{
		"start_time": "02:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, but then, I mean, how do you determine or do you determine that someone is lonely? I mean, is it just the person telling you that they are lonely or how does it work exactly?"
	},
	{
		"start_time": "03:08",
		"speaker": "Sam Carr",
		"words": "Well, yeah, I mean, you've got, if you look at the literature on loneliness, you will, you have all of, again, it's so complex and gray, you'll have people who might look at loneliness in a very objective way, literally, as in. Do, do you literally interact with anyone in the course of your day, as in, and you, you literally could look at people's patterns of movement and how much space they have to themselves versus how many times they're in contact with other people, etc. ETC. So that could be quite an objective way of looking at it. But then I think most people would agree in the literature that it's much more about subjective senses of loneliness, you know, so. Even if you don't see anybody at all for many, many days, you might not feel lonely at all. Um, CONVERSELY, you might be in contact with many, many, many people for 3 or 4 days, but feel incredibly alone. So the subjective sense of isolation. I probably, um, more the thing that we talk about when we, when we are talking about loneliness more than the objective sense, although it has been studied both ways. Um, SO you can look at it objectively and subjectively. Um, AND even subjectively though when people say, yes, I feel lonely, what do they mean by that is my point. Yeah, what do they mean by that? You don't know that until you dig."
	},
	{
		"start_time": "04:33",
		"speaker": "Ricardo Lopes",
		"words": "Right, so loneliness is not the same as being alone, or is it?"
	},
	{
		"start_time": "04:39",
		"speaker": "Sam Carr",
		"words": "Not at all, no. There's, there's for a long time, I think we've recognized the distinction between the two. Yeah, being alone need not in any way be accompanied by a feeling of loneliness, uh, the sense that I am disconnected or isolated, or it might be. But it it certainly isn't a given that the two would always be accompanying each other. I, I know from my own experience that being alone is often the time I feel least lonely in, in, in my, in my life, for example, and there are reasons for that."
	},
	{
		"start_time": "05:16",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, do we know if there are any psychological traits that make people experience subjectively loneliness, because we can find two different people in similar circumstances and perhaps one of them feels uh lonely and the other doesn't. Right."
	},
	{
		"start_time": "05:39",
		"speaker": "Sam Carr",
		"words": "Absolutely, yeah, that can be. Two incredibly similar situations and yeah, in, in one person that can be a real precursor for a feeling of loneliness, whereas in another, not at all. Um, IN, in some of my work, for example, on older people, you know, towards, towards the end of life, uh, people, people in the last, say, decade of life. I have talked to people in very similar situations. For example, they, it's quite common in old age to lose things, so people might lose their, their long term partner, their wife, their husband, who they've been with for 50 years. Their children have grown up and moved away to other countries. They don't have a job anymore, so they don't have that identity, etc. For some people, I've seen that result in. A very, very devastating feeling of loneliness to that person. There's nothing they feel they're connected to anymore, yet others, um, in the very same situation do not seem to, to experience that in any way as a lonely situation. And I try to think and try to understand, well, what's the difference between those two people. It's difficult for me to say a trait. I wouldn't say it's a trait per se, more like how do they? How do they understand the situation that they're in, and the people that seem to find meaning in that situation have something about them. I remember once talking to an old woman, she said to me, I've lost my, I'm not a mother anymore. My children have all gone. I'm not a wife anymore. My husband died. I don't, I'm not, I'm not a psychologist anymore. She was actually a psychologist. But what I do believe is that this part of my life where I've had to cross this desert and lose everyone and everything. Has actually allowed me to access parts of me that I couldn't access before. So I can now be, she said, the hermit who lives in a cave. She was always in there, but she could never come out when I was um. When I was 30 or 40 or 50, so she saw, saw old age and the wasteland that some people sort of suffer in as an opportunity for new growth. Why she saw it that way, I'm not sure, but she had something about her that enabled her to see her situation differently to other people who've Seen flounder in the same situation, you know. So I do think it's true that there are qualities, but I wouldn't be confident enough to say, yes, it's because of X trait or Y trait. I wouldn't know what trait that would be, but certainly there are some people who seem to have a sort of resilience or a capacity to relate to loneliness differently. They don't, it doesn't floor them."
	},
	{
		"start_time": "08:21",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I was just wondering, of course, I'm not sure if this has been studied in any way, but I was wondering whether psychological traits like extroversion, for example, would have any influence on And that sort of subjective feeling of loneliness and maybe things like, I don't know, attachment styles or something like that."
	},
	{
		"start_time": "08:47",
		"speaker": "Sam Carr",
		"words": "I think, yes, and uh certainly you, you can certainly see why people might think that. Some you might, you might easily make the assumption that introversion might, might make you more likely to feel lonely, but I don't think that's necessarily true. Introverts actually tend to be. People that are quite comfortable with their own solitude because they're quite used to looking inwards, whereas it can often be extroverts, not always, who often find uh being alone is a time where they might be more likely to feel lonely, um. At the same time, I am an introvert and I often feel like. The time that I am least lonely is when I'm on my own because I'm connecting to something in myself that really makes me feel less alone, actually. The same is true with attachment, of course, I think with insecure attachment. The notion is often accompanied by a sense that you need other people in order to feel safe, you know, so there are lots of people whose loneliness stems from a sense that without another person around as a sort of comfort blanket, I'm not safe. And so therefore, I feel terrified and alone when I am alone. So yeah, I've definitely seen evidence in the attachment literature that insecure models of attachment can be precursors to a sort of sense of longing for other people, and the idea is the other person is a solution to my loneliness, and that comes with a whole host of things you could analyze about whether that's a good or a bad thing."
	},
	{
		"start_time": "10:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, COULD you tell us about your loneliness project? I mean, what do you study there exactly? How do you approach loneliness there? What are its goals?"
	},
	{
		"start_time": "10:39",
		"speaker": "Sam Carr",
		"words": "Yeah, the loneliness project, um, which I conducted over the last 345 years was a large scale project. It was funded by um. A provider of older people's living. So it was very much focused on older people, and, and we wanted to understand what does loneliness feel like and where is it rooted for older people. So it particularly was tethered to the end of life, you know, people at that, that stage of the lifespan. I think that those funding the project had the idea that they might be able to sort of cure. Loneliness in older people, because I think that's often a, a, a sort of goal in our society, and I'm not saying that's a bad thing, but I think it might be a misguided goal, the idea that we can cure loneliness. Um, SO the project may have come from the funder's perspective from that place. From my perspective, it came from, I want to understand how and why when people grow old. Is there a unique kind of loneliness that dawns on them? And um so it was very much the goal of it was that, and we explored. What's unique about loneliness in the last two decades of life? Is there something unique about it, and I think there is, there are unique things about that."
	},
	{
		"start_time": "12:05",
		"speaker": "Ricardo Lopes",
		"words": "Right. I, I mean, I asked you earlier about uh traits, psychological traits, but how about people's own circumstances and perhaps events in their lives that might lead them to loneliness? I mean, do, do we know which types of events might lead to that?"
	},
	{
		"start_time": "12:26",
		"speaker": "Sam Carr",
		"words": "Yeah, I mean, to give you an example, continuing what we just, what we just talked about, the loneliness Project, that phase of life, you know, when we, when we get towards the end of our life, there are quite a lot of losses that we experience and that's one of the big things we uncovered in the Loneliness Project was people are losing things quite rapidly towards the end of life. They're losing relationships. People are dying around them that they were attached to. Um, THEY'RE losing attachment figures if you go into attachment theory. They're losing long term spouse, they're losing identity very often, and that can be rooted to a job or being a mother or a father or a parent, they're losing their body, health and their physical, literally their physical integrity. And the more people tend to lose. The more, the less opportunity they have to grab onto something to make them feel less alone in this world, you know, because often what we found was they'd grabbed onto their partner as reassurance in this world that their bodies had enabled them to connect with the world by walking or in nature or their eyes through poetry or books. And as these things deteriorate, we, we found quite A striking finding that clearly you're losing things that help you feel less alone in the world at that stage of life quite rapidly. And a lot of older people's loneliness stemmed from this sort of onslaught of losses that occur at that particular phase of life. And I think that's an example of a place in the lifespan where particular things happen to us in particular ways that create a particular shade of loneliness, um, that's perhaps unique to that point in the lifespan, whereas at other places and spaces in the lifespan. Yes, of course we lose things, but not quite in the same way as at the end, if you see what I mean. So that's one example in answer to your question of of how there can be quite unique parts of the lifespan if you take a lifespan perspective, um, that make loneliness, or they paint a particular shade of loneliness, whereas other phases of the lifespan, it might be very different things, you know. Yeah."
	},
	{
		"start_time": "14:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh, so, I mean, since you're studying loneliness and you have this project, why does loneliness matter? Why should people care about loneliness?"
	},
	{
		"start_time": "14:59",
		"speaker": "Sam Carr",
		"words": "Well, I think if you listen to the rhetoric and the discourse about loneliness. The dominant idea about loneliness right now is that it's some, I think we've medicalized the concept. So we live, I think we live in a world where we're quite quick now to medicalize and pathologize a psychological state. So I think the dominant message about loneliness right now is we need to cure it. There's often these campaigns to end all loneliness, um, or. Cure loneliness, somehow get rid of it. And so I think one way of thinking about it is it matters because it's like a health risk. You know, it matters because, and I've heard literally people talking about the equivalent of loneliness is the equivalent of smoking so many cigarettes a day, you know, you get those kind of health, health related alarmist measures or messages about loneliness. I'm not. I, I'm not in that camp. Um, I, I don't put myself in that ballpark. My own idea about loneliness is that I think it's probably, uh, there was a psychologist James Hillman. He said that He thinks that loneliness is an inevitable part of being alive, um, and at some point in your life as a human in your journey, it's an inevitability that most humans will encounter loneliness. He said we need to think very carefully about what our reaction to loneliness, therefore is. Is it to immediately seek to get rid of it as soon as we feel it, encounter it or understand it, or should we be more concerned with seeing loneliness as an inevitable part of human life that might even have a value in some way, shape or form, and maybe. Is trying to tell us something or maybe is quite an appropriate part of our journey at certain points. Um, I would see it as the latter. And so I, I think that for me, we should care about loneliness because. It's an inevitable part of our growth as a human being, and on the other side of the desert of loneliness sometimes is a new version of us. I've often seen that in people, you know, the transition from a divorce or the end of a relationship or the end of a particular part of your life where you when endings happen, loneliness often happens. And but at the other side of it is often an essentially evolved version of you. And I think seeing loneliness more as, how can I relate to it is a much healthier way to set the concept up than how can we get rid of it? It's terrible, it's an illness, let's cure it kind of idea. So there are different ways of thinking about it, but I think the dominant one. Yeah, the moment it's definitely, it's terrible. It's a blight on our society. It's a, it's a health risk, it's a medical risk. Let's see it as that and cure it like a disease. I don't, I don't see it that way. I'm not saying it can't be brutal and it isn't tethered to suffering. But I think there's a danger in saying that it's an illness or a disease or a pathology or something we should fight and battle. I'm not in that ballpark. So I think we should care about it for one, simply in the sense that we need to get right what we're talking about and how we talk about it and how we think about it."
	},
	{
		"start_time": "18:23",
		"speaker": "Ricardo Lopes",
		"words": "So tell us more about that bit about loneliness being or uh in uh or that it can be, or it can contribute to our growth as human beings. In what ways can it do that?"
	},
	{
		"start_time": "18:40",
		"speaker": "Sam Carr",
		"words": "Sure. Well, you know that you can go back to, there's an old poem by Rumi, um, you know, a really ancient poem by Rumi called The Guest House, where he says that, I don't know if you know it, but this poem, paraphrasing it, he suggests that we should think about being human as a guest house. Every day a new guest arrives at the door. It might be sadness, it might be love, it might be joy, it might be loneliness, but he argues that we should treat each one of those guests with equal respect, because if we, if we invite them in and allow them to sit down, they may well have something to offer us now. What that might be for loneliness is a really important thing to think about, right? What, what does loneliness have to offer us? Well, As I said to you earlier, talking to the old woman who, like all of the other people that I'd spoken to in the particular retirement home I went into this particular year. Was feeling very lonely. Talking to her though, she. She saw her loneliness as, well, why, why wouldn't I feel lonely if I've lost my husband, my job? I'm not a mother anymore. A part of my life, a part, a version of me has finished, and you don't just wake up the next morning as a new version of you. You have to go through a period of transition, uh, a period of grief. It's painful. I've lost things. I long for those things again. In a way, grief is loneliness in many ways. The way that that woman saw it, for example, was that I've got to pass through this period. And as I pass through it, I'm becoming a new version of me. And loneliness is simply the symbol or the thing I have to pass through, the psychological state I have to encounter in order to go through transition. Transition isn't always easy, it's sometimes painful. And for her, it was seen as. Not just this horrible feeling I need to get rid of, but something I have to pass through a desert I have to cross, a transition period I have to go through. No, I'm not saying everybody manages to see it that way because they don't, and it's the people that don't see it that way that really struggle. So in some ways, perspective about it. I think change is the very essence of, of how you see loneliness and what you think it might be doing to you or bringing you. So I would, I would think, and I would argue that it's possible. I'm not saying it's easy to do it, but loneliness has things to offer us. It may well be a signifier that you have, you're at the end of one point at the beginning of another, for example. It can be that."
	},
	{
		"start_time": "21:27",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, CAN one feel lonely even if he or she has relationships? I mean, I'm asking you that because many times we hear about the, the so-called loneliness epidemic and people bring to the table. Statistics like the percentage of people who report having no close friends and things like that. So, but, but can people feel lonely even if they have relationships?"
	},
	{
		"start_time": "22:02",
		"speaker": "Sam Carr",
		"words": "Yes. And I think sometimes, and this is where you get to that, um, what I was saying at the beginning that you've got to really dig deep sometimes to get to the essence of what someone's loneliness might mean. And when I've talked to people who. Who have many relationships around them, even like a, a marriage where they spend most of their time with their partner. But still feel very lonely. What that often can be about is they feel lonely because they hide huge versions of themselves from their partner. So even though they, they see their partner every single day, there's a big part of them that they don't show their partner, even in some cases, a big part of them that doesn't even love their partner anymore, doesn't feel seen by their partner, wishes they weren't in this relationship, but cannot show that part of themselves. It's a deep, deep buried side of them. And it's that deep buried side of them that feels lonely, because it is a loan. It's not in the world, it's not being shown. They're, they're acting to their partner, that they're showing a version of themselves. So often people can feel alone in a crowd. Because they're not seen by that crowd, um, they basically are acting and pretending they're wearing a mask, and when you wear a mask, the person behind the mask might feel incredibly alone because they are not seen. So in some cases where loneliness seems to be in someone's psyche. And they have lots of apparently close relationships. The loneliness can be connected to the fact that actually those relationships are not genuine enough or allowing them to feel seen enough. You feel invisible and relationships can often make you feel invisible. They can be the source of that. So I often also will say that. Again, it's a sort of default saying that the solution to loneliness is always other people. They're frequently the cause of it too. They can be the cause of it, not saying they always are, but they can be. So again, we have to be very careful to try to understand that some people's loneliness, yeah. It's rooted to their relationships, um, literally, the reason for it can be that they don't know how to be seen in relationships, don't feel seen. Lonely children very often are invisible within the family, for example."
	},
	{
		"start_time": "24:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, uh, going back to what I mentioned in a, a minute ago in regards to the loneliness epidemic and the kinds of statistics people collect to study it. Do you think that just uh simply knowing that some people have no or report having no close friends is enough to determine that they are lonely?"
	},
	{
		"start_time": "24:58",
		"speaker": "Sam Carr",
		"words": "Not for me, no. Uh, AND that's why I always have. Some skepticism about the sort of large scale cross-sectional studies of how many people feel lonely, and like you say, and how many people have close friends, etc. ETC. For me, that tells us very, very little. Um, AND as, as I say, I think loneliness can only be appreciated fully when you really dig deep into a person's psyche. Yeah, because absolutely having no close friends doesn't necessarily mean. That you will automatically qualify for being a lonely human being. Having many close friends doesn't necessarily mean that you don't feel lonely, um, either. So, yeah, for me, no, I don't see those sorts of snapshots as good enough evidence for a great deal, actually. For me, I don't see that."
	},
	{
		"start_time": "25:56",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, and what do you make, because earlier you mentioned about uh medicalizing loneliness, what do you make of those studies point which point to uh health consequences of not having close relationships, what do you make of them? Yeah,"
	},
	{
		"start_time": "26:19",
		"speaker": "Sam Carr",
		"words": "I mean somebody said to me the other day I was giving a talk on loneliness and somebody at the back said to me, OK, I hear what you're saying. But what about the indisputable correlation between feeling lonely or not having many close relationships and health consequences, because there is a connection. But for me, my answer to that is always that, yes, OK, loneliness and feelings of loneliness might be connected to ill health and health consequences in some way, and it is, but that still doesn't mean. That the solution to that problem is getting rid of loneliness. It might mean that we just haven't got a very good relationship with loneliness. So those people that feel it and have health consequences from it have no idea how to be with it. And actually see it as something terrifying, and it's because of their relationship with loneliness that it's associated with negative health consequences. We don't know that. We don't know that that's not true, for example. So it might well even be a sign that we don't know how to live with loneliness, to be with our loneliness. It still doesn't mean that we should go on a crusade to destroy it, if you see what I mean. And it doesn't necessarily imply that. And I think we, that's where I think we have to be careful because often it is implied. Yeah, there's a negative association with health. So therefore, the only solution is get rid of loneliness. I'm not sure that would be like for me, that's like saying get rid of death or get rid of breathing. You know, if, if loneliness is an inevitability, you don't get rid of it. You maybe have to learn. To have a healthy relationship with it, and maybe our attention being turned to that might be more fruitful for me at least I, I believe, a way of dealing with that, that particular statistic that you, you're talking about."
	},
	{
		"start_time": "28:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so do you think then that perhaps people who are able to deal well with their own loneliness might not suffer the health consequences as much?"
	},
	{
		"start_time": "28:29",
		"speaker": "Sam Carr",
		"words": "Yeah, but again, we don't tend to look for there aren't any studies that explore that particular point, for example. So the answer to that is we don't know, but we'd be wise to explore that possibility. Uh, BEFORE we, before we decide what the actual conclusion is that we reach, because that is absolutely a plausible possibility. We've no idea. Well, what does it mean to have a healthy relationship with loneliness? What does that mean? Uh, WHO are the people that have that? Um, WHAT, what, what, how do they relate to loneliness and how is that different to people that don't have that relationship with loneliness? We, we've no idea of all of those things, partly because we're not asking those sorts of questions. We're asking. Questions driven by the medical agenda, which is not wrong, but it's only one agenda."
	},
	{
		"start_time": "29:19",
		"speaker": "Ricardo Lopes",
		"words": "So the information"
	},
	{
		"start_time": "29:21",
		"speaker": "Sam Carr",
		"words": "we"
	},
	{
		"start_time": "29:21",
		"speaker": "Ricardo Lopes",
		"words": "have is not enough."
	},
	{
		"start_time": "29:23",
		"speaker": "Sam Carr",
		"words": "For me, no, I think it's not balanced enough. I think it's very much in a particular camp, a particular um ballpark, um, and we need a more balanced and. Broad perspective on loneliness and I think about when do we learn about loneliness in our life as a part of our journey, where, where in society and our own educational experiences do we really get to grips with our own loneliness? Not, not very, not very often, and not very frequently and not in a great deal of depth."
	},
	{
		"start_time": "29:57",
		"speaker": "Ricardo Lopes",
		"words": "Right. So I now want to ask you about loneliness in different kinds of circumstances, which is something you go through in your book and illustrate with particular cases of uh people, so. Um, HOW about loneliness in unusual circumstances like during the, during a pandemic uh as we experienced just a few years ago during the COVID-19 pandemic."
	},
	{
		"start_time": "30:29",
		"speaker": "Sam Carr",
		"words": "Yeah, I mean, again. We need to be careful about in the pandemic. What kind, what, what are we talking about when we say loneliness and the pandemic? So the, the, the things that I would think about when we talk about the pandemic and loneliness are. One, there was at least the perception and, and some evidence, although again, it's quite cross-sectional, large scale snapshots of loneliness that the loneliness increased during the pandemic. But there was this sense that loneliness, everyone was walking around living lives that were not lonely, and then suddenly the pandemic comes along and loneliness rides into town on a horse. I don't think that was true. I think loneliness always existed. I think actually the pandemic. Actually brought it to the forefront and we talked about it more, and we had to look at it a bit more. It could be that the pandemic forced us to look at in some cases, things that were already there that made us feel lonely. So a lot of people that I talked to around the pandemic time, they felt lonely, partly because the pandemic forced them to spend. 24 hours with a partner who they realize they've always felt very lonely with, but now they're in the same house with that person 24/7, and they realize, oh my goodness, this relationship's always made me feel really lonely, but this is just exacerbated that that truth or forced me to confront that truth. So in some ways I feel the pandemic. Actually, as well as just creating disconnection, which it did do, undoubtedly it created disconnection. It also exacerbated already existing experiences of loneliness that people just weren't looking at, or could run away from, or could distract themselves from that were just impossible to do that with when you're stuck in a particular position. So yeah, the, the pandemic absolutely was a sort of unprecedented circumstance that Probably a bit like throwing a stone in a pond created ripples of loneliness in ways we could never have predicted that were huge, yeah, for sure. And certainly things like the older people stuff that I've looked at, it did exacerbate for many of the older people that I've talked to, loneliness for sure."
	},
	{
		"start_time": "32:49",
		"speaker": "Ricardo Lopes",
		"words": "Can people experience loneliness after a breakup and in what ways?"
	},
	{
		"start_time": "32:57",
		"speaker": "Sam Carr",
		"words": "Yeah, um. I think a really common experience of loneliness is the loss of A relationship that you at least experienced as the closest, one of the closest relationships you've ever had, um. Loneliness is a massive part of heartbreak, um, post, post breakup. It's one of the the core characteristics of the end of a relationship is loneliness. One of the reasons I think people might feel so lonely at the end of a relationship can be, and there's a, a psychoanalyst who used to say that in a way, every relationship is completely unique. You know, in the sense that it's like an abstract painting, you and that person create some sort of love or connection that nobody else has ever had exactly the same as that relationship before and will never have again. So you've lost something completely unique in in many senses, even though your mom and dad might say, yeah, I know what that's like. I broke up with someone when I was 15. They they didn't break up with that person and they weren't you and they didn't have that relationship. What that psychoanalyst argued was, you've lost something completely inimitable, um, completely impossible to replicate. You'll never have it again. And nor will anybody else. And the loneliness in that is, therefore, nobody can ever understand that, if you see what I mean, because no one's ever been there. You know, you walked a part of the desert, no one else ever did. So there's a complete loneliness in that no one knows what this is like, no one. And I think one of the painful bits of heartbreak is the loneliness of that truth. Nobody knows, and we'll ever know what this was like. And I think people are often driven to sort of try to communicate what they've lost, the uniqueness of that through art or poetry or writing or some way of expressing what they've lost. But there is a loneliness in loss and grief, not that that's true also of losing a partner through death, um, that there is a uniqueness to what you lost that makes it very, very isolated and lonely."
	},
	{
		"start_time": "35:08",
		"speaker": "Ricardo Lopes",
		"words": "And also I would imagine particularly so because it must be very frustrating when we hear from other people that they've gone through the same because it's not actually exactly the same,"
	},
	{
		"start_time": "35:24",
		"speaker": "Sam Carr",
		"words": "exactly that, yeah. And so there's a sort of bittersweetness to that person trying to comfort you, but at the same time, they haven't been in, in that part of the desert that you're in because no one can be. And and in a way that's part of the existential reality of being human and loving someone. It's every time you love, you are sort of surrendering to something completely unique."
	},
	{
		"start_time": "35:47",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, HOW about loneliness after losing a loved one? Because I would imagine that, uh, I mean, death itself, uh, it's very, it's very definitive. I mean, there's no turning back, so it's basically losing someone forever. Uh, WHAT kind of effect might that have on people?"
	},
	{
		"start_time": "36:14",
		"speaker": "Sam Carr",
		"words": "Yeah, I mean, clearly, grief is an incredibly lonely experience, and I do, as I said when I talked to people in the loneliness Project. Who were at that phase of life where losing a partner was very common. I think maybe quite 50 or 60% of our of our participants had lost in very recent years the person they had loved quite frequently for a very long time, you know, older people often had been together for 50 years, 40 years, 30 years. And some of the things that struck me, you know, when you start uncovering, well, what exactly have you lost? Um, CLEARLY they've lost that person and the unique relationship in the same way we just talked about with heartbreak. But it was also little things like, I always remember touch was a really important one. So intimate touch was a big one that people had lost, and many older people had, would say to me, I realized very abruptly when my husband or wife died. That that was the only place that I had physical touch anymore with another human being. And I might, I'm even including sexual touch, in that, you know, and so a lot of older people felt like a really clear realization of how important physical touch is in relation to the alleviation of um, of loneliness, that sort of physical sense that I'm not alone, that reassurance of just being touched or held. Or having somebody touch you in a way that you can feel they love you. And that's not felt. It's not. Yeah, so I think um. On one level, at that at that end of the spectrum, grief definitely connected to um. Things like touch. Um, IT also left people, I think grief also leaves you, I don't think there's a distinction here between heartbreak and death, actually they're quite similar. It leaves Gives you having to become a new version of you. You know, you're never gonna be the same version of you that you were with that person. It's like you grew roots with each other. You sort of shaped each other, shaped yourselves around each other. And you are going to have to somehow re-exist in this world as a sort of version 2 or version 3 or version 4 of yourself. And in a way, you die, a bit of you dies when their relationship dies. And there's a real loneliness in that, that, that I, I remember feeling almost vicariously through the people that I would talk to. um. How lonely and difficult that was for them to reinvent themselves in the world. Who am I gonna be without this man or this woman, uh, that I loved for all of these years. Uh, THAT was incredibly difficult for them and incredibly lonely, but you can't sidestep that. There's no way around it. They had to navigate that. Some of them were still doing it, some of them didn't know how to do it. Um. And there's no guidebook for that."
	},
	{
		"start_time": "39:22",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. But I mean, this sort of loss that we experience, a permanent loss and the uniqueness of uh particular kinds of relationships which you were talking about earlier applied to romantic relationships. Uh, IT'S also true for other sort of, other sorts of close relationships, like a relationship with a father, a mother, a brother or a sister, a close friend. We can also experience permanent loss from those kinds of relationships, right?"
	},
	{
		"start_time": "40:00",
		"speaker": "Sam Carr",
		"words": "Yes, I, I, I think you could argue that the very same sort of concepts would apply to those sorts of losses too. They are unique. Yeah, every time you lose something unique, which in a way, every human relationship kind of is, um, you are losing something that is completely irreplaceable and unique, and there is something very lonely about that. Um, AS I said, because nobody else quite knows what that loss. Really means. They know what a similar loss for them might mean, but it's not the same one. So there's always a sort of distance between you and them by virtue of that. The fact that they, they can't be in my shoes here they can't be. Yeah."
	},
	{
		"start_time": "40:47",
		"speaker": "Ricardo Lopes",
		"words": "So you've already told us a little bit about this earlier, but uh what, in what ways can people experience loneliness in old age?"
	},
	{
		"start_time": "40:59",
		"speaker": "Sam Carr",
		"words": "Yeah, as I said, I think that the ways that we commonly found loneliness to Manifest in old age. It was quite simply that people had by old age, very defined ways that they connected to the world. And that would usually be through their spouse. There's something they connect to outside of themselves. It was usually their spouse. Or it might have been, even if it's something like nature, that you, you can feel, I, I think most people know what I mean when I say you can feel a sense of connection when you're, when you're in nature sometimes, you know, with, with the mountains or the trees or the sky. It could be through reading or literature or art. It could be through your identity and your job, because people, people need you because of the fact that you're an expert in something, whatever that might be. But the older you get and the more you lose all of those things, the less you've got those things to rely on as a kind of um. As a, as a sense that you're connected to something outside of you. So it is like old age does, and I think it's quite inevitable that the longer we live, the more likely we'll lose a lot of the things and the tools and the mechanisms we have in place to connect to the world outside us. And, and we definitely found in our study that older people we talked to either had lost those things and were still really in the middle of. A sense of loneliness in the world around, well, how on earth do I exist without those things? Or they were afraid of those things of being lost. They were, they were realizing, oh my goodness, my husband's ill. He's only got another year. What on earth am I going to do in the world without him? So old age was quite unique in that it created all of these um. These losses. I, I know some philosophers argue they think that maybe. That's a that's a necessity in that you've got to let go of this world before you move on to whatever the next one is. Um, AND so maybe there's an inevitable painful letting go of all the things that you were tethered to, tied to, connected to in this world. Whereas other psychologists have argued, no, maybe you still can, you can lose all those things, and then another version of you will emerge like a butterfly out of a chrysalis in another two years. And I have seen some older people sort of they're reborn after all of that, as though another version of them having another, another round. So how we, how we conceptualize that, I'm not sure, but definitely there was a sense in older age that you can't avoid all of those losses. Eventually, and They are likely to give rise to a pretty powerful sense of disconnection and loneliness that you're gonna feel. You're gonna feel that. Right."
	},
	{
		"start_time": "44:02",
		"speaker": "Ricardo Lopes",
		"words": "Do people experience loneliness in retirement homes?"
	},
	{
		"start_time": "44:08",
		"speaker": "Sam Carr",
		"words": "Yeah. Um. And the funny, the funny thing about the loneliness Project was that our, our funder was a sort of provider of retirement homes, which is a popular phenomenon in the West at the moment. You know, retirement homes are a big thing. And one of the things I think that they felt they could do was create spaces where old people would never feel lonely. You know, they thought, well, if you come and live here, you'll always have neighbors, people in the same space as you, um. We, you won't feel lonely, but I think that was a marketing ploy, if I'm honest. I feel like it's a sort of way to sell to someone, a utopian life. It's like if you open these gates and you come inside, everything's wonderful and there's no realities of being human, like loneliness anymore. That was not true though, for us. I think you, like I said, the losses that we are talking about. Can't be avoided by retirement communities. They don't protect you from losing your spouse. They don't protect you from losing your identity. They don't protect you from your body deteriorating so that you can't do the things you used to do. They can't protect you from those things. Yes, they can provide you with. Neighbors who are in the same boat, they can provide you with yoga classes and gyms and libraries and communal eating. They can provide you with that, but that doesn't compensate for the unique losses that you've experienced. You've still got to go through the desert, so to speak, and that's what I tended to find with all of the older people that I talked to. Yeah, maybe those things are. Positives in people's lives, but they don't replace or cure or compensate for the kind of loneliness that people are experiencing in later life. And I'm not even sure they, they should, they should. I don't think those things can be replaced. They can't."
	},
	{
		"start_time": "46:08",
		"speaker": "Ricardo Lopes",
		"words": "How about uh loneliness that people experience when they're confronted with, I guess, the ultimate kind of loss that is uh themselves dying. I mean, when they know that their life is coming to an end, do they experience a special kind of loneliness there?"
	},
	{
		"start_time": "46:32",
		"speaker": "Sam Carr",
		"words": "Yeah, I do think that um And again, when I talked to older people who Who seem to feel, even when they're not terminally ill or anything, they seem to feel like death is more imminent, as in they they're closer to it maybe because they're older. There was a marked difference in how people seem to. Handle the the fact that death might be on the horizon, and I suppose for all of us it's on the horizon, but they, you know what I mean with older people. Some older people were terrified of that um of that prospect. The idea that they're going to die and how that's going to happen and um. What that means for them was incredibly isolating, whereas other people seemed to feel like, and it often tended to be religion, that seemed to be for some people the real comfort in relation to this. I I tended to find that those who have a strong, strong belief that death is not the end. Um, DIDN'T feel like. It was something to be afraid of or that they were, it didn't even make them feel that lonely, I think. So I think that, that partly connected to, to the, in the people I talked to, to belief, um, around what's going to happen after death. And, and is death the end or is it a transition? Um IS death gonna mean I'm connected again? Some people really believed. I think in death, I'll be more connected than I've ever been. Others didn't believe that."
	},
	{
		"start_time": "48:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ARE there circumstances where people, uh, isolate themselves voluntarily? I mean, they, where they seek isolation for some reason."
	},
	{
		"start_time": "48:26",
		"speaker": "Sam Carr",
		"words": "Yeah, um, and that can be. Well, often that can be, it's certainly people I have talked to, I might, the people will isolate themselves because being in the world makes them feel more alienated than being out of it. So. WHETHER you, whether you think that's like two bad alternatives, then they've just chosen the least bad alternative, as in being alone. But some people, yeah, it's because the world seems to invoke in me a real sense of disconnection because I cannot feel like I'm connected to it anywhere, and I walk down the street and I feel like I'm an alien and I go to this lunch club and I feel like I'm an alien or I I go to school and I feel like I'm an alien. It's for some people, yeah, being alone seems to be the more palatable alternative than being in the world, because being in the world is more disconnecting. It's certainly not a given that that plugging into the world somewhere will make you feel less lonely. It's not. So, so for some people, I think it's an understandable response to not feeling like you belong anywhere, um. And so being alone feels more comforting on some level, or at least less discomforting."
	},
	{
		"start_time": "49:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and can people isolate themselves when they've been particularly the victims of, for example, social persecution, discrimination, betrayal, and so on."
	},
	{
		"start_time": "49:59",
		"speaker": "Sam Carr",
		"words": "Yeah, and I think I guess that's the natural extension to the to what we've just talked about there, that you've got to start asking the question, why do some people feel so alienated by the world that they live in and the world that they try to connect to. That's when you get the notion that, yeah, some people the world just persecutes. Um, AND actually that was true for many of the older people that we spoke to, you know, they, they didn't feel connected to society anymore. They felt invisible. And there's quite a lot of research to show that in urban spaces, for example, older people often feel invisible, persecuted. Not included, uh, and so they don't go into those spaces, and they are persecuted, they are isolated from them. So I do think that actually, yeah, the way the world is. And how welcoming it is to us has a massive role to play in that issue, yeah."
	},
	{
		"start_time": "50:56",
		"speaker": "Ricardo Lopes",
		"words": "Do we know how and when certain people deal well with their own loneliness and uh when they do not?"
	},
	{
		"start_time": "51:11",
		"speaker": "Sam Carr",
		"words": "Yeah, it's a great, that's a great question and I I think that. My own, my own sense of it. And I, I don't have like definitive data on this. I, I'm only speaking from the conversations I've had with many, many people about their loneliness. It seems to be that the people who deal with it. Better, or in in in in a different way. For some reason or another, they just have a different relationship with their loneliness. They just don't see it. As this terrible thing that they need to. Run away from, get rid of, hide from the world. You know, when, when we did our loneliness project, it was very frequent that we would get to the door or I would go to the door for an interview and like an old lady would look around and she'd say, Are you the guy who's here to talk about loneliness? And um, it would be like it was a secret. It was a secret. She didn't want to let the secret out. And then, because she was slightly ashamed of it, you know, she was slightly ashamed of her loneliness. But then behind the door when we were talking, she'd reveal it. She'd show it to me. She'd share it with me, her loneliness. She might even cry about it. But when she went out every day, she wouldn't do that. She'd put on her mask. She'd pretend that she was OK. So loneliness, I think, for many people is something they've put into what Jung would call the shadow. It's the shadow side of themselves. It's something to be ashamed of, to hide, it means something bad about me. It's not a normal part of being human. I'm probably broken, I'm probably defective. If that's what, that's how people see it. I can't see how you'll ever have a very healthy relationship with your own loneliness, if you see what I mean. So what I've found is the people that do seem to get on better with their loneliness don't see it that way. They see it as, well, this is just my time to feel lonely right now. It's understandable that I would. I've just lost that person. I, I'm in a pretty difficult space right now. It's part of my transition. That might sound like a very simple distinction, but actually I think it's quite powerful. Now, how people reach those different spaces, I don't think I know the answer to that yet. But um, I've definitely felt in conversation the difference between the two. And it's, it goes back to the Rumi poem. Some people invite loneliness in, some people shut the curtains, lock the door, and don't let it in. And I think, um, I think Rumi was talking from a space of wisdom when he, um, when he wrote that poem. Even though it was thousands of years ago that he wrote it. Yeah."
	},
	{
		"start_time": "53:58",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that it is possible for people to avoid loneliness and uh should people avoid loneliness?"
	},
	{
		"start_time": "54:11",
		"speaker": "Sam Carr",
		"words": "I personally. Would I, if, if someone had said to me, you have to say yes or no to, is it possible to avoid loneliness, I'd probably say no. I think that at some point on the journey. You will encounter something that inevitably creates a new sense of disconnection and loneliness. It probably will be lost. You'll lose something because you can't hold on to everything forever. Um. And the longer you live, the more likely that's gonna be true. Um, SO for one, I think, yeah, I'd say no, I don't think it's possible to avoid it. What your second question was, sorry, I forgot the second one,"
	},
	{
		"start_time": "54:54",
		"speaker": "Ricardo Lopes",
		"words": "uh, if people should try to avoid loneliness,"
	},
	{
		"start_time": "55:00",
		"speaker": "Sam Carr",
		"words": "I mean. Like I said to you, the people that I, that I saw and talked to. WHO I think believed they should try to avoid it, but still felt it, were the ones who hid it. They then hid it. And what I, what I also think about loneliness is paradoxically. The cure or the, it's not really the cure, but the thing that soothes loneliness most is sharing stories of loneliness. That's one of the reasons I wrote the book. What I often found older people would say to me is, I feel so much better that I told that story. I feel so much better that I told that story. I let my loneliness out. I showed it to somebody else, and that feels connecting. You know, the idea. And so maybe. The loneliness is there because through it, it drives us to connect with other people. You know, it drives us to connection maybe in some senses, and maybe sharing stories of loneliness is a way for us to paradoxically connect with other with other people. So often I think that maybe. It's there. Um, AND has potential. I think through it, you can also empathize with other people who feel it, right? So I often would find that older people loved to know that actually the women three doors down the road feels very similar to you. And you, you can share that experience as human beings on some level. So I, I won I wonder whether loneliness might not be a sort of glue in some way, shape or form that we just haven't realized is quite powerful and potent. If we could see it as more than just a disease or an illness."
	},
	{
		"start_time": "56:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have just one last question then. What can people do to deal with loneliness? Are there specific kinds of activities or are there specific kinds of, uh, I don't know, mental ways of dealing with, uh, loneliness in a positive way."
	},
	{
		"start_time": "57:18",
		"speaker": "Sam Carr",
		"words": "Again, I mean, the amount of times that I spoke to people, um, in the course of my studies, who would say. I'll tell you what the most frustrating thing of all is about loneliness. When it's when people say you lonely people can go to this dinner every Thursday. We'll put you on a bus, we'll drive you to the dinner, and that will be the solution to your loneliness. They would often say, that is not. The answer to my loneliness, it, it almost felt insulting to them that even though it was coming from a very well-meaning place from the people who created these things, these initiatives very frequently. DIDN'T help people. They actually made them feel like they had leprosy or something, you know, some kind of, some kind of disease that they, and they felt like a, that doesn't really touch my loneliness because it's not really about that. It's not just about me having dinner with a few people on a Thursday or doing a bit of yoga with some people in, in, in the same space. It's deeper than that, and I need the opportunity to tell my story of loneliness for one. I need to let that out, and I need someone to want to know what that's about for me and care about it. That begins to alleviate that, that feeling of loneliness. It doesn't get rid of it, but it begins to alleviate it. But I'd say to people who feel lonely. Really think about, um, for one, how you're seeing your own loneliness is a really important thing. How are you seeing this, this feeling inside you? Um, ARE you instinctively, like James Hillman argued, looking for the exit so you can kick loneliness out of it as quickly as possible? Or could you take another possibility that if it's here for me right now, what is it really meaning? What is it telling me? What's it, what's it revealing about me? So I'd say one thing that we should all do is is think carefully about what our loneliness might mean. Um, AND I do think that should be rooted in our education about loneliness from the very beginning. Even in, even as a child, what is our loneliness about? Where do we learn about? Are we loneliness literate, so to speak? I don't think we are, but we can, we, when as adults, maybe we can at least adopt a critical understanding, patient approach with our loneliness. I'd definitely say that would be the first step I would want to do if I felt lonely, rather than just head to the doctor. You, you know, who will immediately take the medicalized perspective on loneliness."
	},
	{
		"start_time": "59:54",
		"speaker": "Ricardo Lopes",
		"words": "I mean, uh, do you think that there are, or, or are there any approaches in, for example, psychotherapy that do not treat loneliness as uh some sort of disorder or disease and approach loneliness, uh, in a way that is more similar to your approach?"
	},
	{
		"start_time": "1:00:19",
		"speaker": "Sam Carr",
		"words": "Yeah, I mean, I have seen I've seen approaches where people have, for example. Created spaces or groups where people simply come to share their stories of loneliness with a bit like a therapy group in some senses, but people would come to share their stories of loneliness, not with the intention necessarily even of getting rid of the loneliness, but just to allow it to exist. And share it with other people who have similar stories or, or maybe very different stories of their own loneliness. The, the nice thing about that is, it doesn't individualize it. You know, you, you get the sense that when other people have it, they carry it to on their journeys. You get to hear and empathize with them, and they get to hear and empathize with yours. And there's a sort of. A, you're allowing the loneliness, you're not trying to get rid of it. B, you're connecting with it. C, you're listening to other people and feeling a bit more normal because everyone has it. That kind of approach has it does exist in some spheres, for example, around loneliness. I've seen someone in America who does that in an old people's home, for example, the old people do that, and he's created his own group around that. I like that approach. To me, that makes much more sense than simply going to the doctor and them saying. Take some antidepressants and maybe also go to this yoga club or, or, or, or make a friend with somebody on the street or whatever. I don't know what, whatever, whatever might be prescribed. So yes, I do think there are models we might look at. That would take a different approach to how we see the problem, but still do something, if you see what I mean, as a sort of, as, as uh trying to do something about it rather than nothing."
	},
	{
		"start_time": "1:02:02",
		"speaker": "Ricardo Lopes",
		"words": "Right. OK, so do you have any final remarks on the topic of loneliness, something that we might not have touched on during our conversation?"
	},
	{
		"start_time": "1:02:16",
		"speaker": "Sam Carr",
		"words": "I mean, not really. I mean, I think as our conversation has revealed, at least my own perspective on it, is that we've got a lot more thinking to do. Go back to your very first question about even what is loneliness. We, we might think we know the answer to that, but I think we really don't. It's a much more complicated subject than the discourse around it sometimes betrays. And I, I think I'd, I'd encourage us as a society and as academics. Not to forget that. We don't know as much about it as we think we do."
	},
	{
		"start_time": "1:02:52",
		"speaker": "Ricardo Lopes",
		"words": "Right. OK, so I will be leaving a link to your book in the description of the interview, which is again, all the lonely people conversations on loneliness and Doctor Carr, apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:03:14",
		"speaker": "Sam Carr",
		"words": "Yeah, sure. Um, I think my university, the University of Bath, that's the university where we conducted the Loneliness Project, and I think if you simply Google the Loneliness Project, University of Bath, you can access a lot of the more, the more scientific papers that we published, um, around that particular project and loneliness itself. So yeah, it's quite easy to find through Bath University."
	},
	{
		"start_time": "1:03:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been a very informative conversation, so thank you so much. Yeah,"
	},
	{
		"start_time": "1:03:49",
		"speaker": "Sam Carr",
		"words": "thanks, Ricardo. Thanks for your questions too. I appreciate them."
	},
	{
		"start_time": "1:03:53",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franca Bortolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]