[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined for a 4th time by Doctor Kevin Mitchell. He's associate Professor of Genetics and neuroscience at Trinity College Dublin. Last time we talked about his book Free Agents, our evolution gave us Free Will. And today we're going to talk a little bit more about free will and in the meantime, Doctor Mitchell have a couple of debates with Doctor Robert Sapolsky. We're also going to talk a little bit about that and also about his recent paper, the genomic code, the genome instantiates a generative model of the organism. And toward the end, a little bit about human embryo editing. So Doctor Mitchell, welcome to the show. It's a pleasure to have you back."
	},
	{
		"start_time": "00:49",
		"speaker": "Kevin Mitchell",
		"words": "Thanks, Ricardo. Thanks for having me back. Always a pleasure to chat."
	},
	{
		"start_time": "00:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I would like to ask you a few questions that I left out in our previous conversation about your book on free will. So, what is the lowest level of analysis we have to go down when it comes to biochemistry to understand the evolution of free will and how it works?"
	},
	{
		"start_time": "01:17",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, um, it's such an interesting question, and I've been, I've been hanging out with philosophers so much that I have this, uh, I have this trigger now to, to when someone asked me a question to think, oh, where's that question coming from and why is it phrased that way? And I think what's interesting here is there's like there's this impulse when we look at um some complicated phenomenon. Like, uh, humans apparently having free will, where the phenomenon is we see that we're, uh, making decisions. It feels internally like we're thinking about things and deliberating and making choices and so on, right. So So the question is like how could we account for that? Um, AND there's a natural impulse, I think in in traditional sort of science to look down for the explanation, to say, OK, well, clearly your mind is thinking about something you've got goals and beliefs and so on. That are informing your decision, but actually that's just neural states, right? So we can look down a level, um, from cognition to the level of neuroscience and say, well, here, look, there's these patterns of neural states, and then we can go a little further and say, actually, you know what, what's happening in the brain is really these biochemical, um, triggers are, are, are moving around. We've got proteins moving in and out, ions moving in and out, um, and, you know, there's there's some sort of biochemical molecular goings on. And there's a temptation, I think, to to think that's where the true causal explanation lies. We go down, down, down, and we see all these biochemical machinations, right, these mechanisms at play, and then we say, OK, that's why you made a decision, because these ions moved from here to there in these neurons and these neurotransmitters were detected by those receptors and that's it, we're done. And and so I, I, I want to resist that impulse and I wanna say actually for um a phenomenon like this of a whole organism doing complex context dependent behavior informed by its history, we have to look up, right? We have to look at the whole thing. We have to take a holistic view of it and say, um, OK, yeah, there's, of course, it depends on all of this neural machinery, all this biochemistry. But that it can't be reduced to that. Decision making is not just a bunch of ions moving around. It's the sort of I guess uh manipulation of meaningful patterns that that means something to the organism. Where there's a there's a cognitive economy that uh depends on, on neural machinery, but it runs on meaning. And that I think is, is um is really the crucial. Difference, I think that frees us from this reductive idea where uh you know, it doesn't it doesn't mean we're invoking some kind of magic, right? We can still see the machine needs to be there and you know, from neurology and genetics we can see the differences in the way the machine is put together affect things like decision making. So it's still very materialistic in that sense. It's just not um it's just not reductive. And I guess the other aspect of your of your question maybe was to think. In evolutionary terms, um, how far back do we have to go to get a handle on things like purpose and meaning and value, right? And that's where I think taking a, um, a view of the simple biochemistry of organisms, you know, like bacteria. I shouldn't say simple, it's it's actually quite complex, but much simpler than our um kind of cognitive systems. Like how can we get a handle on something like purpose? Uh, IN an, again, in a non-magical, non-mystical kind of a way, by thinking about what bacteria are doing. And you know, this basically the drive to survive any complex system like that is is uh can be configured in ways that favor its persistence or that don't, right? And the ones that the configurations that do favor uh persistence persist, and those are the ones that we see and of course they have adaptations to keep favoring their persistence and doing that work. And you know, in bacteria that's done with biochemical systems. Uh, WHEN, when multicellular organisms arose, they had to kind of reinvent the systems to um figure out what's out in the world and, and, um, and mount appropriate adaptive responses to it."
	},
	{
		"start_time": "05:49",
		"speaker": "Ricardo Lopes",
		"words": "But do you classify single-celled organisms like bacteria as agents and when exactly in evolution does agency really come into play?"
	},
	{
		"start_time": "06:03",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, my, so my feeling and I'm not a um I don't like to try and draw, you know, bright lines, but my feeling is that actually agency is pretty much coextensive with life as we know it. That is that even single-celled organisms like bacteria have some kind of at least a proto agency in the sense that um, They're, they're controlling their behavior in a holistic integrative kind of a way, you know, they're they're not just passive stimulus response machines, they're endogenously active and they're accommodating to new information, but they're integrating multiple sources of information at a time. Uh, INTEGRATING it with respect to their recent history, with respect to their internal states, with respect to the, uh, the external context, and all in the service of agent level reasons, right? So their their parts don't have reasons for doing anything, but the whole organism does in you could say they're as if reasons, right? They're just evolution's reasons. Um, BUT I think the effect is the same. We get a goal directed behavior, it's directed towards whatever favors persistence, that may be going towards a food source, it may be going away from, uh, toxic chemicals or or something that could eat it, right? Um, YOU know, so, so those kinds of things are all active and I think that's perfectly reasonable to think of bacteria, uh, in agential terms. Now it's not very sophisticated, right? There aren't there aren't. There aren't many levels of behavioral control that it's engaged in. But it is still very much a holistic. Organismal kind of activity as opposed to pure, purely just uh just mechanism."
	},
	{
		"start_time": "07:52",
		"speaker": "Ricardo Lopes",
		"words": "And when we talk about organisms which already have a nervous system, is there anything at the neuronal level or the neural uh molecular machinery that is important to consider, to under Stand free will. I mean, something about synapses, neurotransmitters, uh, membrane receptors, something like that, that is important to understand where free will, uh, comes from molecularly."
	},
	{
		"start_time": "08:28",
		"speaker": "Kevin Mitchell",
		"words": "I guess I'd say two things there. Um, FIRST of all, it's important to understand how noisy that all is, right? You know, how, how, um, just messy and jittery and jiggly all of this, the, the molecular machinery is down there. I mean, you've got individual molecules that are jittering around, there's all kinds of thermal fluctuations. They're being bombarded by collisions, maybe like billions of times a second. Every molecule is just being hit by other molecules billions of times a second. So you've got this big noisy maelstrom of stuff down there and it's amazing that there's any functionality at all, right? It's incredible that actually evolution has crafted these systems that are generally speaking robust to that noise. They can still do things effectively at a slightly higher sort of microscopic systems level. Just because of the the way that they that that that evolution has configured them. Um, IN a way that the microscopic organization allows things to happen, right? And so, but that's really the key. It's and it it gets us away from the idea that everything at the low level is really deterministic and all the causes are coming bottom up because actually it's just there's a load of random stuff happening down there, that has to be harnessed in a sense, at a slightly higher microscopic level for anything useful to happen. And that is a kind of a key aspect to understanding how Free will can emerge because free will is just a this uh it's a type of microscopic causation, and it's a type of top-down causation and and some people hear that, they hear top-down causation and they think it's some mystical thing that sort of uh violates the tenets or principles of materialism, and it doesn't. It's just saying that the way a system is organized. CAN have some causal effects on what happens. And it's a move away from Um, thinking only in terms of what we can call production causes, the sort of physical causes where there's some oomph to it, you know, something hits something else and there's a physical force and you can understand a transmission of of energy and momentum and you know, some people think that those are the only real causes, those sorts of physical causes. But actually what happens in a system. IS dependent on all kinds of other things, right? There's all sorts of dependence causes. What's the material that things are made out of? What's the configuration that they're in, which will determine The outcome of of the the way physical forces play out and even determine the distribution of physical forces in the first place. So those dependence causes. I think are really key to understanding free will because in the nervous system, the way some pattern of neural activity is uh the the effects that it has is not just a matter of like electricity hitting another neuron. This neuron is interpreting what's happening. It's asking what are my inputs and what should I do about them? And that depends on the configuration of the of the synapses. So, you know, down at that level. If you're asking what's important to think about in the neural system, the configuration of the system is doing interpretive work. And that for me is really key. That's why, you know, I like to say that the the system runs on meaning. Because the effect of any pattern of neural activity is highly, highly context dependent and That context is, first of all, reflects the history of the organism. Uh, BUT secondly reflects the current state of the organism. So, you know, when you engage attention, when you change arousal, when you adopt a goal, when you, uh, understand something that you didn't understand before. There's top-down effects that change the local configuration of synapses and there's, you know, neuromodulatory effects and so on. And, and so those are the neural mechanisms whereby top down mental causation um can play out again without having any ghost in the machine."
	},
	{
		"start_time": "12:47",
		"speaker": "Ricardo Lopes",
		"words": "So I have these questions save for later, but since you mentioned causation and particularly top-down causation, let me ask you, uh, when it comes to causation, do you think that our Western scientific tradition equips us well cognitively with the appropriate tools and framework to understand it? Uh. Because as you said, uh, I can't remember exactly the terms you use, but, uh, sometimes when we think about a top-down position, it seems a little bit esoteric and that in a way it would negate materialism or something like that. So what do you make of that?"
	},
	{
		"start_time": "13:29",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, I think so. I mean, if you look at the history of, um, Of causation, uh, the philosophy of causation and, and of scientific thought, then I mean this is a kind of a potted history, but you know, you can look back to Aristotle, for example, who had a very pluralistic notion of causation. And he talked about, uh, he, he used some slightly weird terminology be translated as, for example, the efficient cause and the material cause. So those would be things where basically like, what's what's the system, what's the stuff in the system made out of and what are the forces that are at play? OK, so it's, it's matter in motion. Those are, those are his causes. And those are perfectly good ways of thinking about causation within a system, but they're limited. They're not, they don't capture everything. Because he had 22 other kinds of causes that he thought about. One was what he called the formal cause. Um, WHICH it doesn't really translate into modern thought very directly, but the way I think of it is basically the configuration of the system. Um, WHICH, which is imposing some constraints on what can happen. It's just shaping the possibility space. And then, uh, most famously, there was the final cause in his sense it was, what is this for? Why did this happen? If you want to say why did something happen, you can ask how come it happened? How did it come to happen, but also what for? Why did it happen? And that's a kind of a cause that that um. You know that tele teleology kind of got banished from Western scientific thought and very explicitly by um Francis Bacon in the um 16th or 17th century, I can't remember exactly. Where, you know, he basically exhorted people to just think about material and efficient causes and to not worry about these final causes which seemed again kind of magical because it it it seems like the end point, which is in the future, is some, is somehow reaching backwards in time and changing things right now, right, which obviously can't happen, shouldn't happen, that kind of retro causality is highly suspect. But you can just flip that around and say, no, that's not, that's not what's happening at all. When an animal has a goal. Yeah. It, there's a causal efficacy of it's having a goal right now. It's not the future end state that's having an effect. It's the fact that the organism wants to get to it. That's what's having an effect, and that's a present state, that's a current state. And so there's no real problem with incorporating that. We just have to have a slightly more expansive view of causation that isn't so um focused on, you know, matter in motion. And that encompasses these these broader dependence causes or configurational causes, and I think we're, you know, neuroscience is actually moving that way partly because the experimental methods that we have are now allowing us to do that, you know, we're able to record more neurons in an awake behaving animals and we're able to look at more contextual kind of stuff as opposed to simple. Isolated neurons or circuits, um, which, you know, the danger of that reductive approach is that it makes it look like any behavior. IS being caused by the activity of certain bits within the organism, where the organism's not doing anything as an agent, it's being pushed around by its parts. And that's a, that's a danger of the uh paradigm of trying to isolate functions to specific neural circuits, when in fact that anything that's happening within the brain is always being interpreted in this more holistic global context."
	},
	{
		"start_time": "17:15",
		"speaker": "Ricardo Lopes",
		"words": "There's also I think a very interesting question here surrounding how we understand ontology because there's, for example, process ontology and substance ontology, and we in the west tend to think more in terms of Substances instead of processes. Do you think that that distinction is also important to keep in mind to understand how uh neural systems operate and how free will comes about?"
	},
	{
		"start_time": "17:49",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, absolutely, I think, I mean, I'm I'm very much in favor of a process view. I probably don't go all the way that some people do where they say, you know, the essence of things is processes and objects are just really slow processes. I don't, I mean, I don't really find that super helpful. Um I think we can still think of objects and and and entities, but they're engaged in processes and what I want to think I guess is that the The properties that anything has are inherently relational. They're always involved. Every property, even something like mass, you know, where you would say that this, this subatomic particle has a mass. Well, that's that's a relation, right? That's a relational property with the, you know, the Higgs field or whatever else it is, right? So, so, you know, when we start thinking in in cognitive science terms, I like to think much more in terms of activities than objects. So even something like the word mind, you know, you say I have a mind, it's something's on my mind. It sounds like a noun, right? It sounds like an object, like a place where things are happening, where uh to me it's just mind is a verb, you know, it's a it's mentality is a is a set of processes that have certain relations uh or that support certain relations both sort of internally, cognitively and and and between the organism and its environment. And Um, you know, you could say the same thing with something like the term representation, where we'll say, you know, the, the, within the brain there is a representation of something out in the world. Like right now, um, you know, you're looking at my face and you've got a representation of my face in your fusiform face area. That's that's fine, it's like it's not wrong, it's just not super useful because it's more interesting to me to say that you are representing, right, as an activity and that that activity requires not just the presence of that particular pattern of activity, but the way that it's interpreted by other parts of the of the brain and what it means to you as an organism. And so I think, you know, moving to this kind of process view where we're talking about activity and relations. Um, JUST better captures what's actually happening. There aren't isolated elements and, and, and objects, even there aren't isolated cognitive objects. There are things that we may be thinking about. And that thinking may be supported by current activational state of populations of neurons. But those, uh, the, the meaning of those neurons inheres in the connections that they have with other parts of the brain, right? The meaning is evoked, it's not, it's not contained in a in a local pattern. The local pattern doesn't do anything by itself, it has to be interpreted. So, Yeah, I think, I, I guess more than just the distinction between the substance and process ontology, I guess I'm, I'm favoring these days a much more dynamical relational view of of what's going on."
	},
	{
		"start_time": "21:00",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a different kind of question now. When we are simulating possible courses of action when we are in the process of decision making, do we know why certain possibilities spring to mind and not others? I mean, because in many instances, I'm not sure if in all instances, but at least in many instances, it seems to be that there would. Be a near infinitude of possibilities to consider, but that's not how our decision making processes work. We only tend to consider a limited number of possibilities."
	},
	{
		"start_time": "21:43",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, exactly, and I think that's really key because um you've hit on the, on the problem of behavioral control, right? We, we have too many options, we just have this infinity of options. Um, AND, and we can't in any scenario, run through them all in some sort of rational calculation that's weighing them all up because we'd be dead, right? You know, we just have to do something fast. So, um, decision making has to involve lots of heuristics. It has to involve, first of all, habits where there's literally just habits of behavior where effectively we don't have to think about it at all, right? We just, we just know in this scenario do X or do Y, right? Because it's worked out well in the past. So that's really um useful, that's a way to offload um the cognitive work to cashed policies, which we've learned are are good. But we also have habits of thought, and that's equally important in that in a given scenario, we may not know exactly what to do, but we may have certain sort of uh more um practiced ways of thinking about what to do, right? So there may be some set of options that will occur to us that's highly constrained, right? So it's already narrowing down the possibility space or the search space, um, for thinking about what to do, which is again, Super effective most of the time, right? And so the challenge is when um we encounter a completely novel scenario where we're really out of our depth, we have no idea what to do and then you know, often the best thing to do is wait, is to gather more information. Um, FOR example, or sometimes if we have to act to just do something kind of slightly at random and actually, you know, in many cases we may make use of the noisy, um, elements of uh of neural signaling and just allow that to um to drive a a a behavior when we don't know what we should do or we don't care what we should do we should do something. So there's, you know, there's always some some noisiness at play there. But what's interesting, you know, in this sort of scenario you're you're thinking about when ideas pop into our mind. We could say, OK, where did that idea come from? Well, usually they don't come from nowhere. They're usually informed by um our kind of just general background knowledge of how things work and how we should behave, right? So they're not random completely. But there may be various options that um that occur to us. And then there's a model which actually goes back to William James at least, called the two-stage model of free will, where the idea is, given some scenario you find yourself in. Some um options occur to you and you know in in neuroscience terms you could say some patterns of activity within the within the parts of the cerebral cortex which represent possible actions become primed or or activated. And then they get submitted to this evaluation system. So, um, this, you know, the current thinking at least is that this involves the basal ganglia, um, you know, evaluative systems in the midbrain, the thalamus, and then loops that go back to the back to the cortex, and you can think about this as, you know, these competing patterns that are vying for control of the motor system. Where actually what the basal ganglia are doing is, is most of the time just putting the brakes on the motor system. They're absolutely just stopping everything until they decide in this competition to let one of those actions through and that can drive, um, you know, the the motor command centers, that's that's one way to look at it. So in that scenario, um, you know, James famously said, my thoughts come to me freely. My actions go from me willfully, right? So you've got a sense there where you're, you're, yeah, there is some randomness in what occurs to you to do. Constrained by prior knowledge, but then you're making these evaluative decisions based on what you think is gonna turn out the best."
	},
	{
		"start_time": "26:00",
		"speaker": "Ricardo Lopes",
		"words": "Do, I mean, do you think that we should think about the fact that we do not consider all possibilities that would be out there in our decision making a constraint on free will because, you know, probably this is something that Robert support. AND other people like him would say that or would argue that because um we are, we are influenced by our uh prior experiences in terms of what kinds of options spring, spring to mind that would be. Uh, AN argument against free will."
	},
	{
		"start_time": "26:41",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, well, OK, so there's two ways to look at this. One is to say, um, it's only free will if there are no prior causes affecting you whatsoever, right? There's no constraints whatsoever from your past, um, or towards the future or Anything else, right, which is kind of a weird scenario if you take it to its logical conclusion, like you would just be doing random stuff, right? You can't have, you're not allowed to have any memories, any goals, any preferences, any habits, any attitudes or dispositions or policies or commitments or ongoing projects or anything that makes you you. And uh just at every moment, you'd have to be doing something random. And you know, obviously that's not life isn't like that, right? I mean, it's very, very basic what life is, what life does, what living organisms do is make themselves happen. Right, they continuously make themselves happen through time. Out of all the things that could happen, they make this happen where this is their continued existence. And so that's the whole thing, like that's life's whole shtick is is this sort of historicity. So to imagine this scenario where you're ultimately free and can do anything you want, where you'd have to ask, well, why would you want anything? You wouldn't be, you wouldn't be you. There there'd be no self there, right? OK, so that's the first um thing. The other thing is to say, Well, to get back to what I just said a minute ago, that these constraints are from your past are super, super adaptive, right? I mean, you, you just can't in every scenario work through every possible thing that you could do with your body, right? Like, I mean, just imagine all the things you could do with your body right now that you're not doing. So, um, you don't have to think about the 99.999999% of those, right? There's only little little options where you do think about it. And so, you know, what, what Robert Sapolsky argues is that all of those past effects. Your genetics, human evolution generally, the way your brain developed, you know, what hormones you were exposed to in the womb, and then all the experiences that have happened to you. Narrow down your decision making to one. To one option. In every scenario, it's determined what you're going to do by all of those prior factors. And there's simply no evidence for that whatsoever. Right, of course there are influences, but what he does is look at all these sort of separate influences and say, well, gosh, that's a lot. It seems to me like they must collectively preclude anything being up to up to you as an agent. And that's just kind of vibes. It like there's really no scientific evidence for that whatsoever. It doesn't fit with uh the phenomenology of our experience of of deliberation. It doesn't fit with the neuroscience that we see of decision making under conflict. Where you can literally see these kinds of competitions uh happening where, you know, this the the decision making, the behavioral control is not this instantaneous transition from a state to another state. It's like, OK, I, I'm now in state A, I, I'm at T T and uh it's just a physical system and it's configured a certain way and it's gonna go to state B at time T + 1. Like those are some some instantaneous transition. It's a process, right? Deliberation, when we're really, you know, deliberating under conflict, takes time. We have to, we don't we don't just run through, uh, you know, inputs into the algorithm as if, as if the algorithm is all set up to deal with this novel scenario. In any new scenario, we have to figure out what the weights of the algorithm should be, right? We have to figure out what's relevant to us now. And work through that process and um weigh up these alternatives and then choose one. It feels like that's what we're doing. The neuroscience shows that's what we're doing and there's no reason to think that that can be sort of short circuited or that there's just some lookup table that we can um appeal to in every scenario that we're in. And to me, um, that just is you making a decision. Like, yes, it involves your brain, of course it does. Uh, BUT what else would it involve? You know, just because there's bits, there's a physical instantiation of it, doesn't mean it's not you doing it, and I think that, you know, Robert's um Uh, view with respect to him, I think has this underlying dualism to it. It's like every time we show some of the neuroscience of decision making, he thinks, aha, see? It's not you, it's your brain. But that's just like uh that's just a dualist idea that the only thing that would satisfy him is if we could find the ghost in the machine. And of course, he says, like a good materialist, there can't be a ghost in the machine, therefore there's no free will."
	},
	{
		"start_time": "31:47",
		"speaker": "Ricardo Lopes",
		"words": "And, but at a certain point in your book, you say that it can pay off to behave randomly sometimes. Could you explain that?"
	},
	{
		"start_time": "31:58",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, well, I mean, uh, a good example is when creatures are escaping from a predator. And in fact many, many animals um have systems that basically randomize their, their escape trajectory. So they have like a jump response or something like that. I'm thinking of insects for example. Um, BUT the direction in which they jump is highly indeterministic. And it seems to vary uh along with just some some noisy conditions in the in the nervous system at the moment. And that's adaptive because um if you were really predictable, you know, if you always escaped one direction, then predators could just take advantage of that, right? So if you're super predictable, you're lunch and that's uh that's just bad, right? So, so I think organisms can allow some randomness to be at play in in that kind of scenario. And you know, we talked about this a minute ago, this idea of ideas popping into your head, and there's a certain scenario where Some ideas pop into your head, you try them out, right? You've got some goals and you know, but we don't just take decisions and then that's it. We monitor those decisions, right? So our behavioral control is very much extended through time. It's not just these momentary um decisions. We're we're we're engaged. Activities and we monitor those for some time to see if we're achieving our goals. Now, if we're not, then there's mechanisms that involve um release of norepinephrine from the locus cerulius, which is the the blue spot in the, in the hindbrain or midbrain, um which Uh, goes to the cortex and basically kind of allows there to be a bit more noise. It sort of raises the temperature of the system, um, in a, in an information theoretic, uh, use of the term temperature there and Sort of shakes the shakes the system up a little bit, shakes it out of its ruts of habits of thought and broadens the search space. And you know, you can see how that's adaptive if it it's kind of the equivalent of going back to the drawing board and thinking outside the box, right? So thinking. Creatively by taking advantage of a little bit of of of noisiness which just allows you to explore a wider search space. And you can see, you know, a parallel with evolutionary search there where evolution depends on random variation, uh, generating options which it then tests and it's sort of a similar analogous situation there."
	},
	{
		"start_time": "34:34",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that what you explore in your book in terms of free will and that applies to biological systems could also apply to artificial intelligence systems?"
	},
	{
		"start_time": "34:47",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, I mean, this is where this becomes much more than an abstract um philosophical debate that you have down the pub on a Friday night, right? Um, SO it becomes really important because, uh, we can think beyond the the yes or no question, do we have free will or not? And instead we can ask um what are the systems that support. Rational cognitive behavioral control and what are the systems of of goal, um, you know, gold um choice, action choice, nested hierarchical control, motivations, simulation, evaluation, right, all of those things have have neural basis to them. Um, AND we can think about those in both in terms of the really, really particulars of the operations that are going on, but also in a slightly more abstract way, again, in a more relational way. We can say, what are the kinds of cognitive operations that an agent has to be able to do in order to get around in the world, right? Where do its goals come from? Um, HOW does it decide between them? How does it basically, um, solve this big optimization problem when faced with novel, unpredictable, uncertain, uh, environments and limited information and time pressures to, to act, OK. So we can get, and we are getting a handle on those kinds of systems, how they work, what functionalities they engender, and how they can be put together to enable adaptive action. Now with all of that knowledge, there's there's nothing to stop us, I think, from saying, OK, we could absolutely operationalize that in an artificial system. We could do it in a virtual agent. Wandering around in Minecraft or something like that or we could do it in a robot that's actually encountering the real world. The difference I think from, you know, current AI systems like chat GPT and stuff like that is those systems are not embodied, they're not engaging with the world, they're just, they're not designed to, right? They're not, nobody was trying to make them really be agents. Uh, THEY have no sort of causal. Relationship with the world, right? They're not doing things, noticing the outcomes of their actions, uh, updating their model of the world accordingly and so on. They're not, they're just not immersed in, uh, in an environment. But there's no reason why you couldn't make things that have those kinds of um embodiment, embeddedness and um what you might call, you know, in mindedness. We're not, they're not just embodied, but they have a a a cognitive architecture. That, uh, basically gives them some kind of mentality, some kind of subjective experience within the world, where they distinguish themselves as an entity from the rest of the world, where they understand, uh, that they have a causal influence on the world and vice versa, their modeling self and world and the relations between those. It it seems quite possible in principle. At least I, I see, I see no argument against it in principle that um that we could build systems like that. People are working on it. I think we'll get to things in short order that we have to um allow, have some kind of agency and then we're gonna be in a world of ethical and practical dilemmas that we're gonna have to grapple with."
	},
	{
		"start_time": "38:20",
		"speaker": "Ricardo Lopes",
		"words": "So you think that if we are able to someday build AI systems that are embodied and embedded, I mean, probably the the full 4E cognition uh there, uh, that they could possibly have free will as well."
	},
	{
		"start_time": "38:42",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, again, I think that, you know, the, the answer here is to is to back away from the metaphysical and just operationalize what we mean by free will. So, um, would it have behavioral autonomy? Would it be able to make its own goals not along the way, right? Not just uh play out the the the the goals that were preprogrammed into it. Would it have some individual agency, um, in terms of Both choice and control, right, so choice in the sense that it has options, um, both it has options in the world, but it also has internal options, right? It's there's nothing predetermined as we were just talking about, about its cognitive operations. There's some play there. And control in the sense that given that there's some play in in its cognitive operations in in deliberating about what to do. There's scope for it to have top down. Uh, CONTROL over what it does based on its current high-level goals, the goals of the entity, right? Not the, not the, just the activity of its parts because the parts don't have goals, right? And so if we can build a system like that. That's acting autonomously in the world, that's learning things, that's accumulating a Um, from its history, it's accumulating causal potential. Right, you know, it's building up a knowledge of the world that's giving it greater causal control in the world. To me that would be an agent. Um, IF you wanted to say it had free will, you know, that there's so much baggage around that that term, you could argue back and forth, but for all intents and purposes, it wouldn't be any different from something that we would say does have free will. That's You know, that's a sort of pragmatic way of um approaching what could otherwise devolve into a semantic dispute."
	},
	{
		"start_time": "40:41",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's talk a little bit about your debates with Robert Sapolsky. I watched two of them. I'm not sure if there are more out there. I watched one in late 2023 and another one last year. So, what would you say you learned from them?"
	},
	{
		"start_time": "41:00",
		"speaker": "Kevin Mitchell",
		"words": "Um, IT'S interesting, so. In, I mean, so Robert is a, you know, he's a great neuroscientist, um, and as two neuroscientists, it's interesting that we sort of look at things with very through very different perspectives and we look at somewhat the same body of evidence, not completely. Um, AND we just take very different kind of conclusions from it. And usually when that's the case, there's some underlying premises that differ, right? We're, we're bringing different things to the party, um, that, that kind of explain that. And I guess for me, my sense is. Again, with respect, that that Robert has this kind of closet dualism, where he defines free will, both in an absolutist sense, that is, if there's any prior causes whatsoever, then you're not completely free, you don't have free will, it just doesn't count. I find that notion incoherent for the reasons that we discussed earlier because you wouldn't be you if there weren't any prior causes. Um, AND then secondly, uh, you know, there's this sort of dualist intuition that I think he, he has, although he'd absolutely deny it, right? Um, BUT where he will say, you know, he, he wants to say that free will, um, is somehow in the brain but not of the brain. Or in biology, but not of biology, use those kinds of phrasings where it's like we're stuck either, you know, as we do our sort of materialistic project of of neuroscience, it seems like all of the causation is located in the brain. And there's nothing left for us to do. And you know, I just think that's wrong and it's wrong because it it's it's it locates all the causes at the lowest levels, and we can get out of that. Um, BY thinking about emergence, which is another sort of philosophical thorny issue, um, that some people are kind of allergic to, because it sounds like you're getting some kind of magical thing popping out of um a system when you organize it a certain way. And, you know, I think you can think of emergence as um Well, you have to think of it, you have to think of selection at the same time, right? It's like a system could be configured in lots of different ways. Now, you're not gonna get functionalities by chance, uh, you know, that persist. You're only going to get good functionalities because they've been selected for, right? So you can, you can get this sort of top uh microscopic configurations. That um it's not just that there are properties that you see at that at those emergent levels, it's that there are powers. That in here at the higher levels. And they constrain what's going on at the lower levels, right? It's just not the case that all the causation is bottom up. And that's a uh a concept again, that um I think Robert and I differ on our views of that and I in that I don't see any problem with that. And but I think he thinks it's a kind of a, uh, again, it's it's it's something magical about it. I don't think that's true. So, um, yeah, so those are some of the things I guess the other aspect would be, you know, it is interesting to think about the evidence that we lean on. So. For Robert, a lot of it is kind of almost epidemiological behaviorism where he'll say, OK, we can find, if we look across many people, we can see that people with this exposure could be, you know, this genetic variant or uh a history of child abuse or higher levels of hormones in the womb, you know, across this population of people, they tend to behave like this more than statistically more than other people, right? So, so that that kind of evidence suggests that there are these influences on our behavior, but it's very statistical, right? It's in the aggregate, it's patterns of behavior, um where there are influences, but they're not determinants, right? Individually none of them is a is a determinant and collectively there's no reason to think that they all are determinants either. So you can look at that those kinds of studies and um. First of all, some of those studies are just bad, like there's some like history of candidate gene association studies, which are just inflating the apparent um effect that particular genetic variants have on our behavior, say. Um, THERE'S like social priming studies which again inflate the, uh, idea that unconscious things are driving our behavior. I mean that whole literature is suspect. And then there's a bunch of other sort of, um, studies that are effectively flawed. Sometimes fatally so, where, you know, collectively the problem is that they give this impression of all these big, big effects. It's like we're not we're just being buffeted around by all of these prior things or current states of the world that we're not really conscious of or in control of. And that paints a picture in a rhetorical sense, not in a, not in an actual edifice of scientific evidence. It just seems like it makes it feel like we're really not in control of anything. Um, BUT if you back off of that and you actually look at, you know, the neuroscience of decision making in real time, not just like what are the effects prior that that that feed out on statistically on behavioral patterns, but right now in an animal that's making a decision, what's the neuroscience that's actually happening, there you get this picture of this extended holistic, deliberative, integrative processes of the of the whole system trying to accommodate to new information. Work through a set of options and figure out what to do. And so for me that neuroscience. That that Robert doesn't really engage with that much, just paints a very different picture from the kind of behavioral epidemiology where you know the the picture that you get, I think it's just not an accurate one. It's just very inflated and and it lends itself to these rhetorical um. Arguments that I think don't help us get to uh uh an accurate scientific picture."
	},
	{
		"start_time": "47:22",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, and please correct me if I'm wrong, but I think, or I got the impression from your debates that there are at least many aspects where you agree, particularly when it comes to probably the basic science that provides a basis to the debate, like the neuroscience, the biology, probably evolutionary aspects of it as well, physics. Probably not so much, but, and also you probably disagree also when it comes to the social psychology that Doctor Sapolsky cites in his book, which I think is actually one of the weaker points because at least some of those studies haven't replicated well. So, but, but then at a certain point you part ways. Where do you think that point is exactly?"
	},
	{
		"start_time": "48:16",
		"speaker": "Kevin Mitchell",
		"words": "Well, it's interesting. I mean, one of the things that we do agree on is that the uh most popular philosophical stance for many scientists and philosophers, which is compatibleism doesn't hold up, right? So the idea of compatibleism, which really, um, you know, is, is concerned with physical predeterminism, the idea that at the lowest level of physics, everything is deterministic. Um, THERE'S an argument to be, so, so usually in the free will debate historically, it's like that's the way it's set up is this dichotomy, free will versus determinism. If determinism is true, free will has a problem, right? And so free will skeptics would say, yeah, that's that's true, um, but compatibleists will say no, even if the world is completely deterministic at physical levels, at the lowest levels of physics. Um, WE can still say, we can still mount a defense at least of moral responsibility. If not free will in the sense that you could have done otherwise, at least we could say, well, still what you did, you did for your reasons and you were the cause of it happening and the source of causation is within you as an entity and therefore you can be held morally responsible. And uh both Robert and I don't accept that view at all. I think we both sort of are, are a bit perplexed by it because it just, I mean for me, first of all, obviously there's no choice, right? So what are we even talking about? Um, BUT also more fundamentally, In a universe, if the universe were like that, how would you ever get to having agents? Where do they come from? You know, if we don't have variation and selection and macroscopic causation, I mean the the the whole point of of low level physical determinism is it leaves no scope for microscopic causation. There's nothing, there's no slack in the system. Everything just happens based on the low levels. So, um, yeah, so Robert and I agree on that. I think we, we agree on, you know, that taking an evolutionary approach is, is useful. We part ways on the neuroscience of decision making itself in that he has this view, um. Where, you know, I think he, he thinks of the brain as a great big complicated stimulus response machine. Put in the stimulus which is given what we know about the current state of the world uh and turn through the algorithm and it spits out one answer, right? That's the sort of cartoon picture of deliberation that he invokes and that's his whole argument basically. Um, AND so, yeah, I completely disagree that that's an accurate picture of what's going on. It doesn't fit the neuroscience, it doesn't fit the psychology or cognitive science, um, and it doesn't even fit the first person phenomenology of what it feels like to be making a decision under conflict. So yeah, I guess that's our, that's that's where we part ways."
	},
	{
		"start_time": "51:15",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you now, because I think that this is something that um Robert Sapolsky would also argue for and I want to hear your thoughts on it. Do you think that it would be possible for us to somewhere in the future by gathering a lot of information on people's uh personality, prior experiences, and so on to be able to predict people's behavior with at least a high degree of accuracy. And if so, what kinds of implications would that have for the free will debate? Yeah."
	},
	{
		"start_time": "51:58",
		"speaker": "Kevin Mitchell",
		"words": "First of all, I think we do predict each other's behavior with a high degree of accuracy all the time, right? That's why we're not constantly surprised by everything that everybody does, because we have expectations of behavior based on the social settings based on knowledge of people's character and personality. I mean, so much so that when people really start acting out of character, we often take it as a sign of of mental illness, right? So we're really good at predicting people's individual people's behavior that we know. We're not as good at predicting the behavior of strangers, except in a broader sense where we say, OK, a person in this scenario, right, a person who has gone to a restaurant is likely to sit at a table and order food. That's fine, right, but we don't know if they're gonna prefer uh lasagna or calamari, so, um, so. Yeah, I think we can, we can think about, you know, predicting each other's behavior as something that we just do all the time. That's in fact that's kind of social cognition is the whole edifice on which civilization is built, right? That's that's our superpower, right? That's what that's what enables us to be a hyper-social cooperative species, right? So, uh, so we already do that. Now the question is like could you do it uh in a really deterministic way by having some Measurements of things, right? So, if we think about personality psychology, what personality psychologists try to do is look at the broad dimensions along which human behavior tends to vary. So one of those would be, it's like extroversion introversion, that's a dimension along which people tend to vary. And it captures across the population and across many, many different contexts. It captures some patterns of behavior and allows you to kind of understand. In that context why someone who's more extroverted would tend to behave like this more often than not, right? But it's really statistical and it's really abstracted from particular contexts. In fact, that's the whole point is to get away from the particularities of any individual's life and any individual situation context and instead see, here's the dimensions, here's the sort of broad Principles of human behavior. So, you know, if if I gave you a personality test and I have your scores in front of me right now, and then I, I wanted to say, OK, hm, what's Ricardo likely to say next? Well, his conscientiousness score is 6 and his extraversion score is 20. Uh, THAT has zero predictive power for me, right? So the question of kind of what parameters would you need to get. Uh, IN order to scientifically predict someone's behavior and ultimately, I think you'd have to collect all of the particularities of their history and all of the particularities of the context that they're in. In in such a way that it becomes so idiosyncratic, that it just doesn't become a scientific enterprise in the sense of science looking for these abstract rules and principles that it can apply because it just becomes A web of particularities, right? So, um, so I'm not inclined to think that um we'll be able to make these kinds of predictions about anything. Complex, you know, it may be possible in a brain scanner to, you know, 100 milliseconds before somebody does it to predict whether they're going to flick their right hand or their left hand. Fine. Like who cares? It doesn't help. Uh BUT but having, you know, more sophisticated kind of behavioral predictions. Uh, We can predict trends of behavior. We can sort of statistically predict behaviors, um, but, you know, it's a question of how does that help? I mean, for example, you can predict statistically that you and I, because we both have a Y chromosome, are more likely to be violent, physically violent than people who don't. Now, what are you gonna do with that information? Nothing. Were you gonna lock us up preemptively because we're in the group of people who who commit 90% of homicides."
	},
	{
		"start_time": "56:20",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, maybe minority report style or something like that,"
	},
	{
		"start_time": "56:24",
		"speaker": "Kevin Mitchell",
		"words": "yeah, exactly, so there's a lot of sort of science fiction scenarios which can be appealed to. Uh, BUT when you look at the actual science of, of, of human behavior, what we have on the one hand are these statistical aggregates and and and patterns, and then on the other hand, the real messy contextual particularities of any individual human's existence."
	},
	{
		"start_time": "56:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh, before we move on to other topics, let me just ask you one last question about your debates with Doctor Sapolsky. Did you change your mind in any way, even if just a small way? Or,"
	},
	{
		"start_time": "57:04",
		"speaker": "Kevin Mitchell",
		"words": "you know, it would be good. I, it would seem like I were a good scientist, uh, if I, if I did change my mind, right? I should be open to having my mind changed, um. I didn't change my position. I changed the way I think about. Talking about it, um, and you know, it, it highlighted. I guess for me some of the, the, the different views that people can have, including not just Robert, but many, you know, people in the audience of course of those debates who um you know, also may bring something to um to the debates and it might be a kind of, you know, it might be this sort of closet dualism. It might be a lack of um Uh, you know, belief in the concept of, of, of emergence as a, as a naturalistic sort of thing, or, you know, various other things like hangups about mental causation, for example, like how could a thought push material stuff around, those kinds of things. It's interesting to dig into the psychology, I think, of free will skepticism because it often hangs on underlying Things and notions of causation and things that aren't, uh, you have to, you have to excavate them a little bit. So, um, yeah, I guess I learned those things. I don't, hm, did I change my mind? Again, I should, I should say I should find something to say I changed my mind about. Um, I don't think I did really, no."
	},
	{
		"start_time": "58:34",
		"speaker": "Ricardo Lopes",
		"words": "I mean, even if we, if it was just in terms of how you consider Doctor Sapolsky's arguments, I mean, are you at least a little bit more sympathetic towards some of them, or"
	},
	{
		"start_time": "58:48",
		"speaker": "Kevin Mitchell",
		"words": "I'm, I think I understand where they're coming from better and let me say, I mean, I, you know, I, Robert is a lovely guy, he's really um I think genuine. Um, GUY and, um, you know, thoughtful, clearly, I, I don't agree with the conclusions of his thinking, but, um. But yeah, you know, I've I've enjoyed interacting with him and I think he's, you know, it's his motivations are interesting in the sense that I I I think you know one of the reasons why he wants to argue against free will is um this idea that we're constantly blaming people, right? So, and I think it's it's colored by the American system in which he's embedded. That um there's this sort of meritocratic view there where, you know, if you're successful, it's, it's because you worked hard and you obviously deserve your success because you have it, right? That's the sort of the the tautology of the meritocratic argument. And if you're poor and um you know, you're, it's just because you've made bad choices. AND you should be blamed for that. And in a sense, you shouldn't be entitled to any help, right, or sympathy. And that's what he's kind of um arguing against. I think that's his underlying motivation and it goes all the way to the to the legal system in terms of, um, you know, his argument that we should take into account people's prior circumstances and history and so on. But Um, so I'm completely sympathetic to, to all of that, and I think it's absolutely important to understand that, you know, people in poverty, for example, don't have the same degree of freedom as people who have more resources and a luxury of more time and uh social safety nets and financial safety nets that allow them the freedom to make better choices and longer term, you know, follow longer term goals and so on, right? So I think all of that is really important, um, but for me what that highlights is that free will is not an all or none thing. It's a graded thing, right? And it's important to understand precisely for the reasons that Robert is articulating why some people's freedom is is constrained by. External circumstances but also by their internal constitution, right? You know, someone may be genetically and developmentally more impulsive than somebody else. And so, you know, should we blame them for that? That's a, that's a valid kind of discussion to have and it's an interesting argument um to have and in fact my prior book uh innate was all about how the way our brain is wired shapes shapes who we are in ways that are really innate that we didn't choose, right? Um, THE problem is when Robert goes all the way to the extreme metaphysical position that nobody has any agency or free will at any moment ever, then he completely undercuts the argument that he wants to make. Like if everyone's at zero, what comparison are you drawing? What contrast are you drawing between people with lots of freedom and and to exercise their agency and people with lower freedom. If everyone's at zero, it doesn't. It just doesn't seem to make any sense. So I'm very sympathetic to the The notion that we should take into account people's uh circumstances both sort of internally and externally, in considering their behavior. In a way I think we already do that. I mean the legal system already does that, right? The legal system already differentiates between minors and adults because we know that the minors have less behavioral control. It differentiates between schizophrenics and healthy people, between people with drug addiction or not and it differentiates between people who were, you know, had a history of abuse and neglect as children versus didn't. So, um. Yeah, I just don't think we need to go to push the, the, take the, the metaphysical nuclear option to make those points. I think, in fact, it, it undermines making those points when you, when you do that."
	},
	{
		"start_time": "1:02:57",
		"speaker": "Ricardo Lopes",
		"words": "So just to close off this section on free will, how do you think we should reframe the free will debate in science? Because as far as I understand it, it tends to start from a determinist position."
	},
	{
		"start_time": "1:03:15",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, OK, so, um, It does. And so the first thing I'll say is that, is that yes, we can just get rid of that, right? OK, so um I have a paper out um now on the archive with um my student Henry Potter and George Ellis, who's a very eminent physicist. Which is just collecting all of the evidence that physics is not in fact deterministic, right? It's not deterministic at quantum levels and it's not deterministic at classical levels either and it never has been. It's just an assumption or an idealization that's useful mathematically sometimes, um, but there's no, it's not a result of physics. So the idea that we need to start this debate on that turf is just wrong. We don't we, that's not an accurate picture of what the universe is like. So instead we have to flip that and say, OK, well, actually in a universe where there's this low level indeterminacy, where the future is open and many things could happen, well, now how does, how, how do you get a uh an agent with some control in that kind of a system, right? How does an agent make happen what it wants to happen in this big possibility space and that reframing, I think, um, kind of highlights the notion of emergent microscopic organization where entities at higher levels have powers unto themselves that constrain things lower down, and that's a flip uh away from this bottom up reductive causation view. Um, AND, and, and it also, you know, allows us to take a kind of a more historical view of, of the emergence of these things both evolutionarily and within an individual's lifetime in terms of accumulating. Um, CAUSAL potential as I was talking about earlier. So that's, um, that's one aspect of I think reframing the free will debate within science. But the other aspect would be to just get over it, right? You just get over the yes or no question and say uh let's just agree yes and then ask what in what way, right? And what does it mean? Uh, WHAT are the systems that enable that and if you just like the easiest thing to do is just replace free will with Executive function or behavioral control or decision making or action selection or whatever those kinds of things are, right? And actually get down to the nuts and bolts in a way that um doesn't get hung up on metaphysics and can be operationalized like we talked about earlier in artificial systems, right? So it just, it just means that we can just get down to it, to a to a science of free will. Without, uh, you know, once, once we get the clear, clear the metaphysical brush, uh, out of the way."
	},
	{
		"start_time": "1:06:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's get now into your recent paper, the genomic code, the genome instantiates a generative model of the organism. So how do you apply the concept of a generative model in this particular case?"
	},
	{
		"start_time": "1:06:19",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, so, um, this is a paper I'm really excited about. Uh, IT was with Nick Cheney who's at the University of Vermont in the Department of Computer Science. And so, It came about because I've, uh, as a developmental biologist and geneticist, um, I've always been concerned with the question of how the genome instantiates the form of the organism, right? So you can ask the question like why, and this goes back to Aristotle. Why do kittens, why do cats have kittens and dogs have puppies? Why is that, right? And it sounds like a stupid naive kind of question to ask and that people kind of go, what are you even talking about? But it comes down to the question of like if you have a fertilized cat zygote and a fertilized dog zygote, like where's the information that determines how those things are going to develop? Where's the cattiness or the or the or the dogginess. And of course, um, a lot of that is is down to the genetic information in the genome as a whole. Now, let me just say, of course it needs an egg, of course it needs the right environment. There are lots of things that are given by the environment that are important and crucial for development to happen along typical lines that aren't encoded in the genome and they don't have to be, right? They're just, they're just given so that the evolution doesn't have to do any effort to pack that information into the genome. OK, so given that context, cats will develop uh cat egg will develop as a cat because it has cat DNA, right, if it didn't, it wouldn't. So the question is like, how can we think about that? And um there there's a long history of ways of thinking about that. You can think of terms like a blueprint. That's a very common metaphor for the, the DNA. And it's bad, like it's a bad metaphor for several reasons. One is, um, a blueprint, if you think of like a blueprint of a house, it has this isomorphic relationship to the house, that is bits of the blueprint. Uh, MATCH bits of the house and the, the scaled layout of the blueprint matches the layout of the house at a different scale, right? So, nothing like that is there in the genome with the phenotype of the organism. There's no such relationship between a bit of the genome and my little finger and another bit of the genome and my eyeball and stuff like that, right? So a blueprint metaphor falls down pretty quickly, but also A blueprint uh shows you what the final product should look like, but doesn't show you how to build it, right? It's not a builder's plan for how to get there. So that's what the organism needs is a plan for how to generate the thing that it wants to do, right? So some people have used the idea of a program. I think we can say there is a developmental program in the sense that there's a series of steps that tend to happen in embryo genesis. You get gastrulation and then you get, uh, you know, uh, the neural tube forms and then, you know, all these steps happen in a, in a certain order. So that's one meaning of the term program. It's just a set of steps that happen according to a certain schedule. But of course the program uh invokes or evokes the idea of a computer program, right? This highly algorithmic thing where there's a series of steps laid out, written really clearly and separately. Um, THAT'S just run through in, in series. And again, if you look in the genome, you don't find a step that's written in one part of the genome that says gastrulate and another step here that says neolate or make a brain or whatever, right? So, so that view also kind of um falls down and, and both the blueprint and the program also. So really deterministic, right? Like there's just, it's just algorithmic or it's just this clear kind of mapping, right? So those things are not um good models either. Um, AND what we're appealing to here is a different notion which is really inspired by machine learning and by neuroscience as well and it's the notion of a generative model. And we're all familiar with that these days because that's what chat GPT is, the generative model of language. Um, THAT'S what mid journey is, is a generative model of, of images, right? And the way that that works is a model, say for, for image generation is trained on lots and lots of images that usually are um labeled in some way. So um that's when we're doing, you know, when you do the captcha thing that says tick all the boxes with a bridge or a fire hydrant or something like that, we're training these uh things for their, for their image recognition, right? So the original kind of things were image classifiers, right, so they could be trained on lots of pictures of different things, dogs, cats, horses, houses, whatever, right? Told what they are, and then they build these uh kind of compressed representations that distinguish these different categories. So the, the point of that is that they're abstracting general uh information about the pattern of dogginess versus cattiness, say. So that when they see a new picture of a dog or a cat, they can fit it into these high level abstract categories. And then, of course, uh what happened was people were using that to say, well actually I can use this to do it in reverse and make a new picture of a dog, or a new picture of a cat. So that's when it becomes a generative model, they use that abstract compressed representation of dogginess. Uh, TO generate a new picture of a dog, right, a novel instance of that species. And it struck me on hearing uh a description of that one time. Um, YOU know, I was listening to that and I was like, OK, so that compressed representation is is like the genome. And then I thought about it a bit more and I was like, wait, it's like it's really like the genome. I mean that's this idea of of uh accumulating. Through training in, in which, you know, the analogy is now with evolution, a compressed representation, which is a generative model that allows you to decompress through development and generate a new instance of a species, uh, that just seems to be a really apt analogy. And so in this paper, We, we push on that bit and try and see does this actually make sense? Because look, we're both of us are highly aware of the um the temptation to just appeal to the latest technology as a metaphor for something in biology, right? I mean there's a long history of doing that in neuroscience and genetics. Um, AND so we're very wary of taking this sort of naive metaphor and just, and just running with it. So what we do in the paper is try and push on it a bit and say, you know, does it make sense to think of the genome as a generative model? Is the information there in this kind of compressed representation where there are, you know, it's the details are not in there. What's in there is a set of relations that's highly distributed. It's not localized, it's not isomorphic. It's really um distributed again in the same way that the representations within machine learning um systems are. Where there are sort of, you know, concepts of things like latent spaces and latent variables in these representational spaces that become super useful. And those are useful in machine learning. They're useful in neuroscience as well because in neuroscience we also have we appeal to generative models when we, you know, we were talking earlier about simulating. The outcomes of our actions. We can simulate, you know, moving within the world. That, that's employing a generative model to imagine where we would be, what, what our situation would be if we moved from here to there, right? So, um, so that kind of concept it just feels really powerful and to me it feels very apt in terms of thinking about the genome because it gets away from these really direct 1 to 1 mapping between bits of the genome and bits of the phenotype and instead it it captures the much more distributed collective. Um, SORT of holistic, uh, nature of those relationships and also the somewhat plastic nature of them in that as they're being decompressed, you know, development is this process where the the the the organism is trying to kind of progressively interpret the the the model as it goes along. Uh, IN ways that are variable, right? So a lot of these, um, machine learning systems like variational autoencoders. HAVE variation within them, right, and they use that to generate a new instance of a dog that has some variability from this abstract form. And of course that's what development does all the time because you don't have to add the noise, the noise is already in there. It's just in the processes of of molecular um jigglings around like we talked about earlier in the nervous system. So, so what development does is decompress that uh representation, but in a, in a completely idiosyncratic way every time it runs it. Right, so you can start with the exact same genome and you won't get the exact same outcome, but you get something sort of pretty close. So, so that was the sort of um what engendered the um The the analogy and we, you know, there's a bunch more in that paper that um pushes on it in in different ways and sees what it has to offer."
	},
	{
		"start_time": "1:15:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I'm going to ask you a little bit more about that, but I mean, when it comes to, let's say that your generative model account is the correct one. Uh, HOW should we put this perhaps in slightly more simpler terms, uh, to scientifically communicate this to lay people? Because I mean, uh, uh, as you pointed to earlier, people tend to have these very simplistic, uh, idea or picture of one gene corresponds to one trait or perhaps a bunch of genes correspond to one trait. Or perhaps there are traits that are produced or perhaps some genes play a role in different kinds of traits, but, uh, how do we move from that kind of simplistic picture to what you're painting there?"
	},
	{
		"start_time": "1:16:39",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, it's really tricky because um I mean the appeal of a blueprint, for example, is it's it's familiar, right? So if you're looking for a sort of a science communication metaphor. Then obviously appealing to something familiar that people already understand and saying this, this complicated thing is like that, and you already understand that, therefore you can grasp what this is, right? I mean, that's the sort of the essence of communication by by analogy. Um, THE trouble is like all of the simple ones that people are familiar with don't work. They're not apt. They're too simple. And so the the generative model idea is really um tricky and difficult to understand and you know, we know it is because the people who've done this trained these machine learning models. Now have to do the work of understanding what the representations are inside them, right? So we've created this thing for the first time ever in our existence. We've created artificial systems that we don't understand how they work. It's it's incredible, right? We're having, there's now a natural science of these systems and people are working on lots of different ways to sort of increase the interpret interpretability of of the encodings and and so on so that we can get a better grasp on them, but Uh, but the point is it's actually just genuinely very complex, and you get into these, um, really subtle, um, complicated ideas like, you know, latent latent spaces and um orthogonal dimensions in this big multi-dimensional space within this compressed representation. And there you're into like really abstract mathematical objects. They're very hard to wrap your head around. Um, BUT they're crucial, I think, to understanding that we're seeing those mathematical concepts applied in neuroscience to great effect. We're seeing them applied in machine learning, and I think we can apply them in terms of genomic encodings as well in really important ways. So, um, Which we could talk about in a minute, but they just on your real question like communicating it, I think this is a challenge, right? So how can we get that across, um. I, I, I, I just don't think we can do it quickly, frankly, I think it just may be the case that this is an instance where the reality is genuinely complex and it's gonna have to take some explaining and people are gonna have to sit with those ideas that are very uh foreign alien sort of ways of thinking about things and um, yeah, do some work to wrap their head around it. There's no easy. There's no easy fix here in terms of the communication, yeah."
	},
	{
		"start_time": "1:19:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's fair enough. So let me ask you now, uh, tell us about these concepts coming from developmental biology, robustness and evolvability, and how do they apply to the encoding we are talking about here?"
	},
	{
		"start_time": "1:19:43",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, so these are really, really crucial. These two, these two properties of robustness and evolvability which sound like they should be opposed to each other, but they're actually two sides of the same coin. So we talked about earlier, you know, the noisiness in um molecular systems and how what evolution has selected for is is collectively robust microscopic organizations. That are in a sense insensitive to all this sort of momentary fluctuations going on within them, and instead they managed to maintain a regime of activity, right? A a regime of dynamical processes, um, that at a microscopic scale is, is, is robust and persistent. So you can think about a single cell, uh. Um, A single-celled organism as trying to do that. And of course what it does is react to changes in its internal states through homeostatic mechanisms. So it takes some sort of negative feedback. It says, oh no, I've been pushed, I've been pushed out of where I want to be. I need to take this action to bring that back down to where it should be, right? And that's basically what a lot of metabolism is is doing and what the responses to external cues and so on are for. Now, in development, you have the same kind of problem. It's just magnified because instead of one cell state, you've got thousands and thousands of different cell states that you have to make. Uh, YOU have to make them all stable, right? Each of those states now is the, the sort of we got these multiplexed options encoded in the genome, right? Where the genome has to encode a liver cell state of some genes on and off as a stable attractor, uh, in a dynamical system and it has to encode a muscle cell state and a nerve cell and all these different like thousands and thousands, right? And of course it has to build them in the right order, in the right place with with respect to each other, right? So that's the magic of developmental biology, that's what developmental biologists have been studying for centuries and um we know a lot about the mechanisms whereby embryos get patterned, different cells differentiate in response to different signals, um, how gene expression is, is, um, you know, modulated and um. And put into these different patterns and then and then stably held in those patterns so that cell types remain what they are, right? So all of that has to be robust and it has to be robust to noise in the first instance, right? You got all these molecular stuff jittering around, the systems have to be able to buffer some variation there. Now the interesting thing is you get something for free when you have a robust system like that, which is evolvability. And the reason is if the system is robust to all those molecular jitterings, it should also be robust to some genetic variation that maybe says, OK, maybe make a little bit more of this protein or a little bit less of that protein under these conditions. Now, the cells already used to working with slight variations in the levels of different proteins at different times, right? It's evolved to be robust to that. As a consequence, what happens is genetic variation can build up in the system. Without affecting the phenotype, right? So the phenotype is is channeled into the sort of broadly speaking, uh, an optimal outcome. Or at least a viable outcome. Despite all this noise. Now, that's up until a point when the genetic variation does begin to affect the phenotype and then you get evolvability, then natural selection steps in and goes, yeah, I like that, or I don't like that, it's a little bit better, it's a little bit worse, right? Um, SO, so you get this, uh, the robustness allows genetic variation to build up in the population. That becomes then the substrate for evolution. So we don't have to think of evolution as this kind of One step at a time, one big hit, uh, one big mutation totally changes things, right? Um, WHERE like one mutation means lizards suddenly didn't have legs and now they're snakes. And like, so mommy and daddy lizard gave birth to a snake. That just isn't the way that evolution happens, right? But it happens in in much more gradual kind of a way where these collective encodings in the genome. That are uh very distributed that are affecting different traits. Can change over time because of genetic variation, and then evolution can have a say as to as to whether that's that's good or not. So you get evolvability, you get gradual evolvability from these two aspects, the distributed encoding and the accumulation of, of genetic variation because of the robustness of the developmental system."
	},
	{
		"start_time": "1:24:28",
		"speaker": "Ricardo Lopes",
		"words": "So, and this is, I think, an idea that comes from also from developmental biology, please correct me if I'm wrong, but then development can constrain evolution, at least to some extent. Yeah,"
	},
	{
		"start_time": "1:24:42",
		"speaker": "Kevin Mitchell",
		"words": "absolutely. So, um, you know, evolution is not evolution is exploring a possibility and that possibility space is determined by where you are now, right? So, um, Yeah, I mean that just some people kind of make this out like it's it overturns uh Darwinian notion so it's this big challenge to adaptationism um and it isn't, it's just a sort of a the context in which that happens, right? Of course, I couldn't have a mutation like uh Angel in the X-Men and just sprout wings from my back, right, because that phenotype is not available uh to me, OK. Um, I could have a mutation that gives, gives like web fingers. That's a, that's a phenotype that's available from my current generative model. I could get from A to B, right? By tweaking the generative model a little bit, you could get there. So it's a question of saying, OK, what's the current generative model? What's the form that that's broadly instantiating? And if you tweak it, how can you push that form in in in different ways, right? So, um, so that's just the context of, um, that, that shapes the possibility space for, for evolution. And of course what's interesting there is that every change that you get reshapes the possibility space. So, um, that's why evolution is this open-ended creative process is because the possibility space is not fixed. It's, it's like you know the video game worlds where as you move around in the world, it populates new things. It's kind of like that, right? So we're moving through this possibility space, new options become um become available and I think that's an important way of thinking about the dynamics of evolution through time. It's, it's just Uh, it's a creative process."
	},
	{
		"start_time": "1:26:43",
		"speaker": "Ricardo Lopes",
		"words": "So I think you've already addressed this topic, at least to some extent earlier and this probably also links to the concept of robustness again, but how is then with all of these noise that we have during the process of development, how is a new individual of a certain type produced reliably?"
	},
	{
		"start_time": "1:27:09",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, OK, so, um, yeah, again, the robustness is uh is a selected property, a selective selected collective property of the whole genome, right, where, um, and, and the reason The the reason that it's there, even though evolution is not trying to make things robust, it's just like the the the ones that don't produce robust offspring don't. Persist, right, so it's just a kind of an outcome of um of evolution selecting for genomes that robustly produce viable offspring given this background of of noisy components, right, so robustness is just is just what emerges from that from that process without having to be directly selected for. Um, SO, yeah, so you can think of, of the developmental processes as, as, as channeling development towards a particular kind of phenotypic attractor state which is just viable member of the species. And within that, of course, there's gonna be lots of variations. So for example, within humans, right, we're about, we have an average species typical height. But there's lots of variation around that and that's fine because it doesn't uh uh materially affect um survival or fitness or how many offspring we have. Uh, FOR the most part. So, um, so there can be lots of variation that's simply tolerated in the phenotype. OK. And then of course occasionally you'll get, you know, big mutations or big disturbances to the system that produce an outcome that's less well tolerated, and those are conditions that we call diseases or disorders um that do have an effect on, on fitness and and generally what happens is that then they tend to be selected against right so. We think of evolution as this force of positive selection, where it's shaping these cool new things. It's like, oh, look, wings, that's cool. Let me positively select for whatever's making wings, uh, or running faster or seeing farther, you know, all those kinds of things, but actually, you know, most of the evolutionary action is negative selection. It's saying nope, nope, nope, don't like that, that's not good. Um, SO, uh, you know, it's just, uh, keeping, keeping the, it's just maintenance basically, it's like keeping a bad mutations out of the, out of the gene pool. So that kind of process is, is happening all the time and that's the reason why we have this the the genome is being in a sense protected um because, because really bad mutations that impair the robustness are being selected against all the time."
	},
	{
		"start_time": "1:29:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I mean, when you use there the word channel link, it came to mind the idea uh suggested by Conrad Weington of the epigenetic landscape. I mean, there, is there a link there?"
	},
	{
		"start_time": "1:30:10",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, absolutely. So um Conrad Waddington in the 1940s and 1950s, um, he was an embryologist and he had some very prescient um ideas about the way that development works and a lot of what I've just been talking about is absolutely informed by his thinking. So. He had this this structure called the epigenetic landscape, which, you know, some of your listeners may have seen. It's a, it's a kind of like a rolling contoured hillside, I imagine, um, slightly sloping down with a with a little ball at the top and the ball kind of rolls down and it can, it can go one way or it can go the other way, but when it goes one way or the other, it kind of gets channeled into these, into these valleys. So what those valleys represent is the is the possibility space and in more modern terms, uh, in dynamical systems talk, we would call those attractor states. And in fact, um, Waddington actually used that term of attractors in, in the landscape. So he kind of um prefigured in this just a visual metaphor, the kind of thing that we now see in our really formal mathematical models of cellular differentiation and and development, right. So his idea was that those different states could represent, say, a skin cell or a nerve cell, right? But the point is that you don't want to have intermediate cell types, right, as development is happening, you want to channel individual cells down one trajectory or another to these stable final states that you then want to have maintained. Now, you can sort of expand that, right? You can draw way way back and say you can talk about the whole phenotypic um the whole phenotype of the organism as a tractor states, right? So. Um, YOU know, having, having 5 fingers on your hand is in a tractor state and development is trying to channel things in such a way that that's a robust outcome, despite the fact that we all have mutations that affect the level of different proteins that are involved in in signaling and growth, uh, of, of different fingers and so on, right? So, um, So yeah, so the, the, the job there of the developmental system again is to robustly channel the outcome both at the level of individual cell types and morphogenesis of of of the whole system and um you know, I think obviously also the the patterning of the brain. And the kind of, you know, nature of the organism we've been talking so far about the form of the organism because that's the most kind of obvious thing to wrap your head around, the form of a cat versus a dog. But there's also the nature of a cat versus a dog, and that is entailed in the form of the of the of the brain, right? The way that their brains are wired. And and so that becomes a really interesting idea to think about um. How evolution is now having an opinion about the behavioral dispositions or tendencies or capacities of different species and whether that's a good phenotype or not. Be behavior becomes a phenotype that is judged. But the underlying substrate is the wiring of the brain, which is just a special instance of the genome, the generative model encoding the form of the organism."
	},
	{
		"start_time": "1:33:33",
		"speaker": "Ricardo Lopes",
		"words": "Is there any link between what you were explored in this article and the biology of free will?"
	},
	{
		"start_time": "1:33:42",
		"speaker": "Kevin Mitchell",
		"words": "Um, I guess kind of very, very broadly conceptually, there are some themes there that, um, that I think are interesting. The theme of, of, you know, noise and indeterminacy being harnessed in some way and channeled. I think you can make you can make some analogies uh with the kind of processes we were talking about in in deliberation and decision making. Um, You know, they're kind of, they're kind of loose in, in one sense. I'm, I'm a little undecided myself as to how um how tight or formal those analogies are, um, but I do, you know, I do think there are some there that are that are interesting. Um, YOU know, one aspect of free will that some people talk about is is just genetic determinism where they'll say, look, we can show that your genes affect your personality traits, um, therefore, you know, you were just genetically wired this way, it's just in your DNA right? And actually, you know, when you look at the way that development actually proceeds, what you can see is that the, the generative model in the genome constrains the possibility space, but, but still uh tolerates some, some variation within that space. And so if you're thinking about the wiring of the brain and our personality predispositions, there's a, it's actually quite tolerable the way that those things uh emerge, right? And of course you know we won't fully understand uh we nearly understand the relationship between wiring of specific circuits and those and those high level personality traits, and they probably don't map to individual circuits, they're probably more collective um properties, right? But anyway, at least in terms of free will, we can say, look, the genetic deterministic argument just fails because development is just not deterministic, it's probabilistic. And the relationship between the genome and the eventual outcome. Has to go through development. It's not a blueprint, right? It has to involve these processes. Those processes are inherently variable. And so, uh, at least we can say it's not just your genes that made you the way you are. Maybe it doesn't help because then you can just say, OK, well, it's the idiosyncratic way that my brain developed that makes me the way you are. I am, and you know, that's fine, that may absolutely be true. It does get to a different question which is Uh, you know, in terms of things like genomic predictions, how accurate they could ever be, not just in practice based on what we know, but in principle. Like the, the, the, the nature of the relationship between the genome and the phenotype. IS just limited. There's other sources of variants that we'll never be able to get at, because they're inherently part of the noise of of development."
	},
	{
		"start_time": "1:36:42",
		"speaker": "Ricardo Lopes",
		"words": "So, for the last part of our conversation today, I would like to ask you about a recent paper you've written with Doctor Henry Greeley on human embryo editing. I've had Doctor Greeley on the show twice. We uh we focus mostly on the side of things and perhaps a little bit on the philosophy as well. So tell us about this paper and how it might link also to the topics you explore in the previous paper we talked about the genomic one."
	},
	{
		"start_time": "1:37:15",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, so um. This paper which I wrote with Hank Greeley and Shai Carmi was a response to a paper that came out in Nature which was arguing that um that using some sort of statistical models of risk for various disorders that are based on um genetics, genetic studies. That we could drastically reduce the risk of some common conditions like heart disease, schizophrenia, Alzheimer's, diabetes, if we edited the genomes of embryos in multiple sites. Now, The important thing about a condition like schizophrenia is it's, it's quite highly heritable, a lot of the variation between people who get schizophrenia or don't is down to genetic differences, but it's not like there's one gene, right? It's not like cystic fibrosis where you could say, OK, if I have an embryo, um, I can genotype this one gene and I'll definitely know with a 100% predictive power whether or not it will develop cystic fibrosis, right? So there are some genetic conditions like that, but common conditions. Like schizophrenia, heart disease, the ones I mentioned, are not like that. They're polygenic. So many, many genetic variants influence them and probably thousands, right? Probably thousands of genetic variants across the whole genome. Collectively contribute to differences in individual risk of these conditions and collectively they explain. Some percentage of the variants, usually it's a low percentage, right, you know, for schizophrenia, the, the sort of the common variants that we know about in the genome maybe captured about 10% of the variants. OK. So against that backdrop, the argument was that if you edit as few as 10 sites, 10 of those common sites, each of which has a tiny little effect by itself, you could make a drastic reduction in risk and, you know, the strategy was to Identify sites where there was a rare mutation. That seemed to be protective, where the common allele at a locus was actually the risk allele, where like 99% of the people in the population carry the risk allele for schizophrenia, which is a weird thing, but there are sites like that where there's a a very rare mutation. Uh, THAT'S, you know, like at 1%, 2% in the population, where people who carry that seem to have a lower risk. OK, so they looked at those and they said, well, look, most people don't carry those rare protective mutations, so maybe we could edit a bunch of those into an embryo and now it would be kind of super protected against these conditions. And they use some statistical models which are Very mathematically simple. So they basically just say, OK, each one of these has a reduction in risk, statistically speaking and across everyone who who carries it, who we surveyed so far, of like You know, you go from a risk of of one as a baseline to 0.98 or something like that, right. Uh, AND then if we add them up, um, multiple ones, we just add them up together and that reduces the risk by, by a certain amount. And you know, if you put 10 of them in it, they, their model suggested a massive reduction. So the paper came out in Nature, it was by Peter Viser and and others including Julian Savulescu, who's a biomedical ethicist, um. And it was surprisingly gung ho. Like it was absolutely, first of all, it was just an imagined scenario where we could in the first instance, make these edits in embryos using CRISPR technology or something else with perfect precision. OK, so, so they're, they're just imagining there's no chance of something weird happening which is not at all where the technology currently is. But even with that, um, you know, they also just sort of took their statistical modeling at face value. And it just basically ignores multiple possible complications and, and risks. The complications are, we don't know how those uh what affects those uh genetic variants will have when you put them in combination with each other, right? There's no reason to think of this relationship as linear. It's just a handy statistical model, but everything I was talking about earlier with the generative model, these decompressed, or sorry, these compressed representations. Distributed devolved kind of um systems where you know they're highly, highly non-linear. That's why it's complicated to understand them. That's why the people who make the machine learning models can't interpret them because they're just very, very non-linear relationships with individual aspects of the thing that they're generating, right? And that's the absolutely going to be the same thing true with our genome. So it's a really naive statistical uh approach to just say ah we can just treat these as individual, independent to put them into this linear model and there's no good really empirical um support for that in terms of predicting for individuals. So there was that, there was the danger of playotropy, which is this term which means that a genetic variant that say uh decreases risk of schizophrenia might do lots of other things, right? It might affect lots of other traits. It might increase risk of heart disease. It might increase risk of cancer, right? So, um, we know absolutely that many, many genetic variants are leotropic. They affect lots of different traits. So each individual trait is affected by lots of variants, but each individual variant typically affects many traits. So given that complexity. It's very hard to predict. Uh, A whole array of possible unintended consequences that might arise if you select for. Protective alleles versus schizophrenia. It was like, OK, well, what comes with that? We don't know. Uh BECAUSE we just don't have the, the, the information on each of those either individually or definitely not in combination. So those were sort of major issues and especially with rare alleles, you know, these are alleles, these rare protective alleles. Well, they may be rare for a reason, right? I mean, we talked about um negative selection, keeping a lid on, keeping, you know, deleterious mutations at a low frequency. Well, the corollary is if we see things that are at a low frequency, maybe they're deleterious. And so even if there may be a sort of a beneficial aspect in terms of reducing risk of some condition, it's quite possible that those rare alleles do have some negative um effects that could go along with them. So we were really concerned with the tenor of this paper which, you know, took this kind of fanciful idea both technologically and statistically and really made the the the argument that Not only is this a thing that we could do, but it's a thing that we should do, right? Ethically speaking, Savulescu makes this argument that any time we could intervene anywhere in a way that would be seen as having some benefit, we must do that, right? That's sort of his, his ethical stance. Whereas like many other people, um, I would take instead the precautionary principle as a guide and say first do no harm. And uh you know, another way to put this would be, uh, don't fuck about with a complex system and expect good things to happen. You know, it's like genuinely complex. It's not this thing you can't linearly decompose it into these different bits. That's just not how it works. That's not the nature of the relationship between genotype and phenotype. So, um, yeah, we got a little I, I, I guess exercised over the, the tone of it because it just felt, um, it felt a bit irresponsible, frankly, and, um, and it also feeds into this sort of resurgence of eugenics that we're seeing these days. Which is weird, uh, and it's really fundamentally based on an idea that we have much more knowledge and much greater predictive power based on uh genotypic information than we actually do have or ever could have."
	},
	{
		"start_time": "1:45:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IT'S interesting that you mentioned eugenics because I was actually going to ask you a little bit about that. I mean, not necessarily about eugenics, but about a specific claim made by certain pro-natalist eugenicists, uh, about the traits that are probably even more complex genetically than heart disease, even like intelligence, because I've heard some of them claiming. That through in vitro fertilization and then embryonic selection, they can select for uh uh uh they can already select for higher intelligence. But I mean, there are a bunch of complications there. Probably the biggest one is the fact that intelligence, I mean, it seems that there are probably thousands of Different genes associated with IQ and all of that. So, I mean, I don't know how many genes they would have to select for or add it to even increase IQ by 1 or 2 points. But, uh, I mean, apart from that or uh adding to that, what, what do you think"
	},
	{
		"start_time": "1:46:44",
		"speaker": "Kevin Mitchell",
		"words": "about it? Yeah, so I mean obviously IQ is an obsession with um People and it goes along with certain sort of social stances that that are uh problematic in multiple ways. So IQ first of all is a is a proxy that we use. It's a it's a, you know, a quantitative measure derived from various tests. Uh, YOU know, some people say it only measures how good you are at taking IQ tests. I don't think that's right at all. I think IQ actually does capture um some aspects of of cognition. That differ between people in ways that have important consequences in the world. OK. So, so we've got this very, but we have this very imperfect proxy of it. Now with that proxy, people have done, you know, IQ tests or other cognitive tests or even just taking things like educational attainment, how far people go in in in education. And then they've looked for genetic variants that are associated with those differences, right? And that's the same way that people found the genetic variants associated with things like risk of heart disease and schizophrenia, right? So they look across the whole thousands or hundreds of thousands of people literally. For the sites in the genome where there may be 22 variants that exists, like some people might have an A, some people might have a G in the sequence. And then they say, do people with the A end up at the higher end of the IQ spectrum or with greater educational attainment than people with the G, right? So they do that across thousands and thousands and thousands of sites across the genome, and then they find a kind of a catalog of ones that are associated with greater or lower IQ and then for any individual person, you can go across that whole list and say, well, do you have at the first one, do you have the plus or the minus version? And the second one, the plus or the minus. So you just add them up and you get a normal distribution, and that's called your polygenic score, right? So what you find, if you do that, is that across the population. The polygenic score really does track. The IQ or the educational attainment or cognitive ability, whatever it is that your phenotype was, right? Not just in the population that they developed the tool in, but in a test population. OK. So when you look at a graph like that, you could say, OK, I'm gonna split people by, say, into 10 bins based on their polygenic scores, and for each of those ones I'm gonna plot the mean value in this cognitive test. And then you get a nice linear sort of relationship where people with the highest polygenic score on average score the best. And you could look at that and go, wow, this is great. Look at this great tool we have to predict people's cognitive ability. Now the problem is that absolutely obscures the fact that there's a whole massive amount of variation that's unexplained, that's not captured by the polygenic score, because if you look within any of the bins. And you look vertically at the spread of say IQ scores, it's huge, right? The average is a little bit higher than the one next to it, but the spread is still huge. So if all you know about somebody is their polygenic score. You have hardly any predictive power for them as an individual, because these, these are statistical tools. They're for population averages, they're for population variants. They're not designed to predict the phenotype of an individual and they can't. They're really, really terrible at it, right? So at best. You, what you could get is a kind of a statistical prediction. So if you have two embryos that are at opposite ends of the polygenic spectrum, Statistically speaking, the one at the, at the high end is more likely to have a higher IQ than the one at the low end. But there's a very good chance that it would be the opposite way around because at each of those, the spread is still huge and the overlap between them is still almost complete. So, um, so there's a question then I'm like, uh, what do you do with that kind of information? How is that being presented by these companies and I saw a new one. Uh, JUST yesterday sprang up, that's offering people this kind of uh. Uh, CUSTOM iPad sort of uh display to, to, to select between their multiple embryos, right? And it's so it's giving this rundown for each embryo of like hair color, eye color, um, predicted height, predicted IQ, risk of various conditions, and you know, some of them will be higher risk of Alzheimer's but blue eyes and lower risk of heart disease and then, and, and you know, it's this Gattaca like uh idea where you could pick these things, right? So it's basically like a 23andMe genetic profile where you know you send your DNA in and they send you back and say your risk of Alzheimer's is 22%. Uh, YOU know, it might have been 17%, but it's 22%. OK, what am I, what do I do with that information? Nothing, right? So, so the question is what do you do with it in terms of embryo selection and, and there's very different views, first of all on whether it's ethical for people to use that kind of information and the system in the states is very deregulated, you can do whatever you want. The system in Europe is highly regulated, you can only do genetic testing for specific genetic disorders for the most part. Um, BUT the other question is just like, would it work? Whether, regardless of whether it's a good thing to do or not, just scientifically, technically speaking, would it work? Would having the polygenic score between two embryos actually be a useful predictor? And I think for the reasons I've just talked about, it wouldn't. And especially more so because you're not choosing between people at opposite ends of the spectrum. Across the whole population. You're not sampling the whole population's worth of variants, you're sampling sibling variants, which obviously is much a much narrower range that you would be trying to make discriminations across. So the ability of the polygenic score to actually really predict would be even, you know, much, much less in that scenario. So, um, I don't see any actual utility there and I think the way that these things are being advertised. Uh, ALMOST amounts to fraud."
	},
	{
		"start_time": "1:52:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, when it comes to eugenics, and this will probably be my last question today, when it comes to eugenics, uh, it, of course, the ethics of it is very, uh, messy, but, uh, even apart from that, there's a, the science behind it. I mean, there's not much support for the kinds of claims that People make it. I mean, of course, there's also the more subjective aspects of, OK, so we're select, we're selecting for better people or we want better superior people to procreate among themselves. I mean, whatever that means, I'm not sure it depends. I, I guess it's kind of arbitrary. But uh I mean, the kinds of claims that they tend to make in terms of the extent to which it would be possible to change, I don't know particular populations in terms of their phenotypes, particular kinds of phenotypes, uh, it tends to be very unscientific."
	},
	{
		"start_time": "1:54:03",
		"speaker": "Kevin Mitchell",
		"words": "Yeah, yeah, and there's a lot of things about this that, excuse me, are um. Yeah, both I think sort of morally and ethically questionable, but also scientifically. So one of the things that's interesting there is that you, you made this switch that many of the people in this, in this sort of discourse make, which is, first of all, they'll defend the idea of of parental choice and basically what you could call kind of a consumer eugenics where right, mom and dad are having a baby. By IVF they got multiple embryos, um, they already choose between them. I mean, the embryologist chooses between them in terms of just looking at them which one is likely to get a healthy pregnancy. Uh, THEY may be using some other genetic information, say they're carriers of cystic fibrosis mutation, right? Um. And they know that they are, and they do a genetic test and they select the embryo that doesn't have, uh, you know, both copies of that gene, right? And, and many people would say there's nothing wrong with that, that's perfectly reasonable, good thing to do. Um, OF course, many embryos are screened for things like chromosomal disorders like Down syndrome and and regularly that's a regular um target of of um embryo selection as well. Question is like when you go beyond that, um. How much scientific efficacy would there be in terms of selecting for, uh, against, say, risk of common disorders? There's some, I don't want to say there's none. Um, THE problem is like one embryo might be high for schizophrenia risk, but low for heart disease, and you know, you're sort of mixing and matching. Um, SO just on the selection front that becomes uh uh just a technical challenge because there's so much going on, right? So what are you trying to optimize for? And then the question of selecting for traits, especially things like IQ or personality traits and things like that, you get this sense and uh you know, the rhetoric of better. People, higher quality people, uh, I find it uh very. Personally, morally repugnant. Um, THAT'S not an argument, that's not a scientific argument, that's my, that's my personal, um, feeling about it."
	},
	{
		"start_time": "1:56:19",
		"speaker": "Ricardo Lopes",
		"words": "I mean it's not, it's not even a scientific claim, right? I mean, yeah, yeah,"
	},
	{
		"start_time": "1:56:25",
		"speaker": "Kevin Mitchell",
		"words": "well, that's the thing, right, yes, I can't have a scientific argument to it because it's not a scientific claim, right, um, I have a I have a personal opinion about it, um, that I just find the, the that attitude distasteful. Uh, BUT then, you know, OK, so all, all of that like you've got this individual parental choice and, and, you know, it's interesting if you start really digging into that. Around the ethics of it, it's, it's actually not that easy to come up with really good arguments against it. Cause you're you're moving from one area where it's like obviously OK into areas where it's like, well, OK, I wouldn't do it, but should, should it not be allowed for anybody, like where's the, where's the harm? uh, AND it become a little bit difficult to talk about that. Um, The more interesting thing here though is when it becomes really eugenics eugenics, which is a program of gene change across a population. And there, this is the kind of argument where people move from the idea of just personal parental choice into saying we should do this for society as a whole. It would be better for society as a whole to have more people like this and fewer people like that. And that is eugenics in a nutshell. And we know the horrid uh history of eugenics when it's implemented in uh state kind of a fashion and we've seen it, you know, people refer most obviously to Nazi Germany, but it had a much longer lifespan in America, for example, where, you know, many, many thousands of people were um forcibly sterilized. Um, YOU know, because they either sort of intellectual disability or epilepsy or some kind of um. Uh, OTHER, you know, psychiatric disorder or something like that. So, you know, and this was going on to the 1970s. So, we know what that looks like. We know where that ends. And it's not a, it's not a good place. Uh IT'S horrific and um and it's based on, yeah, these notions that some people are better than others. And like, we're better in that case, it's like, it's better for society to have people like that in it. And um yeah, so again, I, I, I just find that um morally objectionable, to put it mildly. And something that we need to be um cognizant of and you know on on alert for because those kinds of of claims that rhetoric is is coming back. It's based on a flawed understanding of, of genetics as well as whatever. The, the, the sort of morally problematic, uh, edifice of arguments that these people make, but it's important, I think, at least as as geneticists that we point out the scientific limitations of it, the limit, the limits of genetic determinism, um, and especially the complexities of the relationship between genotypes and phenotypes where it's just hubris. To think that we can predict things, that we can go in and not just select, but maybe do genome editing and know what the outcome is gonna be and not face unanticipated consequences because complex systems will kick you in the ass and that's exactly what is likely to, to happen."
	},
	{
		"start_time": "1:59:50",
		"speaker": "Ricardo Lopes",
		"words": "I mean, isn't it also for even from a biological perspective, does it make any sense at all to talk about better rates and worst rates or good rates and bad rates. I mean, of course, there are perhaps some very rare exceptions, very rare conditions like Uh, cystic fibrosis, OK. Probably it's better for no one to, to have cystic fibrosis, but apart from that, when we're talking about more complex traits and Uh, lyotropic effects and all of that. I mean, does it make sense even from a pure scientific biological perspective to say that some traits are good and others are bad."
	},
	{
		"start_time": "2:00:39",
		"speaker": "Kevin Mitchell",
		"words": "Mm, no, uh, it doesn't, and of course it's a value judgment, right? So the question is, uh, what is it that you, that you're basing that on? What is it that you value? And you know, if you're If you're a farmer who wants to improve milk yield in his herd of cattle, then great, you know, that's, if that's the trait that you value, then you can select for that trait, and people, of course, have done that. Now, the problem in animal breeding is what happens when they really, really push selection for individual traits like that is these unanticipated consequences start cropping up. Bad things happen, other traits change in ways that you didn't want. Um, YOU know, it's why we end up with uh tomatoes that have no flavor, even though they last on the shelf for weeks and weeks, right? You know, so, so, um, those, there are salutary lessons to take from the history of animal and plant breeding where people have done exactly this kind of project. Valued one particular trait and pushed it uh really hard to the detriment of of other ones. Now, in human society, the question is Yeah, what traits are valued, and there are many different ways that you can look at that, you know, you could say. Which traits are associated with life success and you then, then you have to define success in some way where again you're making value judgments. But let's say, uh, you know, uh, income or it could be, you know, you could take an evolutionary approach, you could say number of offspring, right? Uh, YOU could say, uh, longevity, you could say you could look at disease burden, right? You know, all of those things are, are things that you could use in your value judgment just it's just pragmatic. You just make some choices, right? And there are always gonna be some trade-offs uh between those things cause you probably won't be able to maximize them all. At the same time. So, you know, that's one way of thinking about value in terms of for an individual, what's the best way for them to be for them, for their outcomes. But there's another way to look at it, which is like across society, what is the what is the best way, you know, for society to be. Um, AND again, you can make arguments there for, you know, say diversity of cognitive styles is actually really important. You know, if we, if we homogenized everybody to one end of the IQ spectrum, we might have a really limited set of cognitive styles. We might miss out on kind of some aspects of creativity, for example. That are really important in society as a whole. So that's where diversity becomes uh a value that you could uh or a property that you could apply value to and that would argue against kind of, you know, eugenics, um, approaches that are narrowly focused on one phenotype at a time. So, you know, there, there are no Right or wrong answers to the, they're just pragmatic questions of what we value individually and what we value uh across society. And I guess what I would say to take a step back from the actual traits that we, that we're valuing. IS to look at the mindset of even thinking about those, those traits and trying to kind of commodify our children uh in a way that sort of almost represents them as products, some of which are better than others, some of which are even defective, right? Um, AND to me, that having that mindset in place instantiates a set of of of of values that I don't want to Uh, that I don't want to embrace myself, you know, I think we can have a set of values which is, here's this amazing diversity of of human beings with different forms and different minds, uh, everyone completely unique, even if there were identical twins, they're still idiosyncratic, never to be repeated again and that, uh, you know, that incredible. Diversity, uh, should be embraced, not just accepted, not just tolerated, but embraced and, and, you know, we can and celebrate it. So You know, that that's uh that that the the unprespeifiable nature of that, of that human experience, uh, to me is is the thing that has the most value and um even engaging in the eugenics kind of mindset, I think undermines and threatens that, uh, that appreciation."
	},
	{
		"start_time": "2:05:18",
		"speaker": "Ricardo Lopes",
		"words": "Great. So just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "2:05:26",
		"speaker": "Kevin Mitchell",
		"words": "Sure, uh, so I have a website called, um, it's www.kjmitchell.com, which I need to update. Um, I have a blog site called Wiring the Brain and a, uh, I'm on uh BlueSky these days, mostly, um, wiring thera. BSky.social I think is the handle. Um, AND of course if you're interested in any of the um the academic papers that we've referred to, you can get them on my Google Scholar page."
	},
	{
		"start_time": "2:05:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I will also link to them in the description of the interview. So Doctor Mitchell, thank you so much for taking the time to come on the show again. It's been a very fascinating conversation. Yeah,"
	},
	{
		"start_time": "2:06:08",
		"speaker": "Kevin Mitchell",
		"words": "thanks, Ricardo. Great, great as always. Thanks a million."
	},
	{
		"start_time": "2:06:13",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the mere Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]