[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Blake Rober. He is the Michael Pig. Grace, the 2nd Associate professor of philosophy at Notre Dame. And today we're talking about his book Political Humility, The Limits of Knowledge in Our Partisan Political Climate. So, Doctor Robert, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Blake Roeber",
		"words": "Thank you. Yeah, I appreciate that."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, I mean, let's talk a little bit first about political knowledge, but uh I would like to ask you to start off with what is the main claim you make in your book in regards to political knowledge?"
	},
	{
		"start_time": "00:46",
		"speaker": "Blake Roeber",
		"words": "Yeah, so it's um it's it's really a claim about Americans and their interaction with political information right now, um. So this may generalize to other populations. I, I would suspect it does, but it's gonna be kind of an empirical question whether it does and um and how it does. And uh I am um unfamiliar with uh or I, I'm not aware of enough literature to really answer that question. So the idea is, um, Whether or not a particular person knows something is going to depend on the details of the acquisition of the specific belief in question, and specifically it's going to depend on whether or not that belief is the product of a reliable cognitive process. And reliable here means reliable with respect to the truth. So any sort of cognitive process that produces mostly true beliefs is going to be reliable. A cognitive process that fails to produce mostly true beliefs is not going to be reliable. And in order for a belief to count as knowledge, it's gonna, at a minimum, it's gonna have to be the product of a reliable process. And so the kind of the core idea of the book is that um You might think of it this way. Americans have kind of taken themselves out of position to know very much about politics because our politics have gotten so combative, so acrimonious. Um, SO polarized or however you want to put it, that our interaction with political information is no longer truth-oriented, it's much more about kind of picking sides and defending your side come what may. Um, AS a consequence of this way of interacting with political information, it's no longer true that any significant percentage of American political beliefs are products of reliable processes. As a consequence of that, very few American political beliefs are going to amount to knowledge. Um, SO that's like, uh, that was sort of jargonny and long, but that's kind of the, the simplest way to put the idea of the book. It's sort of crucial to understand. That what I'm saying about um the absence of political knowledge is a contingent thing. It's, it's a byproduct of, of the way Americans are right now forming their political beliefs. Um, IT'S, it's in principle possible to have a lot of political knowledge. The idea in the book is that right now, given what we're actually forming our political beliefs, we have to not have very much political knowledge. Uh, SO yeah, that's the gist of it."
	},
	{
		"start_time": "03:22",
		"speaker": "Ricardo Lopes",
		"words": "OK, uh, yeah, we're going to break down some of what you said there for the course of our conversation, but political knowledge, what is it exactly? What counts as political knowledge?"
	},
	{
		"start_time": "03:36",
		"speaker": "Blake Roeber",
		"words": "Yeah, good. So. So, so I mean something really specific by that. Um, SO there are lots of different kinds of knowledge. There's, you know, so knowing a person, there's, uh, knowing how to do something. Then there's also what episteepistemologists call propositional knowledge, and propositional knowledge always gets expressed uh with the sentence, you know, I know that it was raining, um, so that, you know, the proposition that it was raining, I know that it was raining as propositional knowledge. Um, YOU know, I know that Austin is the capital of Texas. There's the proposition that Austin is the capital of Texas, that's propositional knowledge. The propositional knowledge is always knowledge of that, and then there's a proposition, and then the proposition is the content of what's known. So, political knowledge is knowledge of political propositions, and I mean something really specific by political propositions. Political propositions are basically propositions that are sort of argumentatively useful in the contest between Democrats and Republicans. So the book focuses entirely on the contest between Democrats and Republicans. And so there are all these sort of standard examples of claims made by one political side that are disputed by the other side. The reason they're disputed by the other side is because if these claims are true, that gives support for the political positions of the one side, right? So, um, the, you know, for example, the claim that human beings are responsible for climate change supports a bunch of democratic policies. These are policies that Republicans oppose. Um, AND so if it can be known that, uh, human beings are responsible for, uh, climate change or something like that, this puts Democrats in a favorable position because now we know something that sort of, uh, um, can be used to leverage power for the Democratic Party or something like that. So political knowledge would basically be knowledge that's sort of like argumentatively useful in this way, it's knowledge of facts that are contested by Uh, the parties precisely because, um, these things would be argumentatively useful or useful for, uh, defending the positions or policies or whatever the candidates of one party over another. So that's the idea of political knowledge."
	},
	{
		"start_time": "05:48",
		"speaker": "Ricardo Lopes",
		"words": "So you said earlier that you focus on the US and the American political system. Is that the main reason why you focus on Republicans and Democrats specifically?"
	},
	{
		"start_time": "06:02",
		"speaker": "Blake Roeber",
		"words": "I, I, I guess really the main reason is um because the, the central thesis of the book depends so heavily on the empirical literature, the actual like uh um kind of scientific studies. Uh, I just simply didn't have the time to really look into all of the relevant facts that would allow me to come to conclusions about other countries. I mean, it's just, just, just, uh, managing this stuff, you know, of course, like, you know, uh, Homebase for me is the United States. So it's what I'm already most familiar with. It's what I already knew the most about. And even giving that starting point, it was still a huge project, several years' worth of reading. We're required to, to get in position, even kind of start writing the book. Um. And uh sort of extending the arguments to the political situations of other countries was just um it, I just didn't have the time to do it, honestly."
	},
	{
		"start_time": "06:56",
		"speaker": "Ricardo Lopes",
		"words": "No, that's fair enough, but do you have any idea at all whether the conclusions you arrive at, we, you arrive at in your book would also apply to political contexts or party systems outside of and different from the American?"
	},
	{
		"start_time": "07:15",
		"speaker": "Blake Roeber",
		"words": "Yeah, so I mean at least I can, I can sort of like give you a, a schema that would allow people who know about the actual facts on the ground to come to a very quick conclusion about this. So, the, the idea is basically something like, um, if you look at any country in which people are highly invested in politics, and to the extent that people have started to kind of identify with one political party or the other, you're going to see, um, at least you should see all the patterns that you see in the United States, and basically those patterns consist in forms of reasoning. That are no longer aimed at truth or forms of uh or forms of cognition that are no longer aimed at truth. What they're aimed at instead is something like in the kind of the paradigmatic case, what these forms of cognition are aimed at is preserving one's um membership inside of this identity defining community. So, you know, pick any country. If it's the case that a high percentage of partisans in that country strongly identify with their political parties. Then what you would expect is for the cognitive processes responsible for the political beliefs in that country to be products of, of um of cognitive processes that are aimed not at truth but at uh kind of retaining one's membership and that identity defining group. And then you would expect that the resulting beliefs to be unreliably formed, and you'd have the same conclusions about those political beliefs as I have in my book about American political beliefs. Um. And, and from what I know, I mean, you do see this sort of like, you know, strong identification with, uh, political parties in lots of countries outside of the United States. Um, I just am not nearly as familiar with that literature. So I, I kinda, I, I try to, try to keep my mouth shut about things I don't know that much about, so. So, yeah, so I'm, this is, I'm, I'm just speculating here."
	},
	{
		"start_time": "09:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, that's totally fine. I was just wondering whether you would have any idea if it would also apply to contexts outside of the US, but that's perfectly fine. Uh, WHAT do words like liberal and conservative mean? And I would imagine that in this particular case, we would be talking about what they mean also in the context of uh the US. Correct."
	},
	{
		"start_time": "09:30",
		"speaker": "Blake Roeber",
		"words": "Yeah, good. Um, YEAH. So there's, uh, there's, you know, um, These words are adjectives, right, liberal and conservative, and as adjectives, they describe sort of sensibilities about things. Um. There are also the words liberals and conservatives, um, and these, I think in the American context at least at least kind of function as labels. And so I'll be honest with you, I'm kind of confused by the use of these words, but so far as I can tell in the American context, when these words function as labels, they're very nearly synonyms for Democrats and Republicans, right? So the liberals, the label is nearly a synonym for Democrats and conservatives, the label is nearly a synonym for Republicans. Or if it's not quite that, it's maybe like, you know, Democrat and Republican implies party membership, and maybe liberals and conservatives implies sort of just liberals are the people who sort of like the ideas endorsed by Democrats even if they maybe aren't, you know, members of that party and conservatives or something like people who like the ideas endorsed by Republicans, even if they're not members of that party, um. Uh, AS I say in the book, I dislike these words because I think it's, you know, if, if you, if you take liberals and the words liberals and conservatives and use them as labels, and then think about the words liberal and conservative as adjectives, I think it's liberal literally true that liberals are not liberal and conservatives are not conservative. Um, SO, which is, you know, of course, is rather confusing, right? If, if the label liberals picks out a lot of people who are not liberal and the label conservatives picks out a lot of people who are not conservative, seems like we could do a little better with our, our vocabulary. Um, SO I sort of just avoid that and mess entirely in the book by just talking about Republicans and conservatives, or excuse me, Republicans and Democrats. Because, uh, I think lots of Democratic positions are actually very conservative positions. I think lots of Republican positions are actually very liberal positions."
	},
	{
		"start_time": "11:33",
		"speaker": "Ricardo Lopes",
		"words": "What are, what are liberal and conservative synonyms, uh uh uh synonyms of left wing and right wing."
	},
	{
		"start_time": "11:43",
		"speaker": "Blake Roeber",
		"words": "Maybe, yeah, yeah, I mean, um. Again, it's gonna depend on like, You know, I'm not sure to what extent the, the labels left wing wing and right-wing pick out anything very principled either. Um, IT might be that those are just sort of, at least in the American context, just kind of synonyms for Democrats or Republicans too. Um, SO, yeah, and you know, these, these words get used an awful lot by people who have not given very much thought to what the words actually mean, and I think in popular usage, right wing, left wing, liberals, conservatives. These are just uh uh very loose attempts to try to pick out people who are, you know, roughly Republican and people who are roughly Democrats. Right,"
	},
	{
		"start_time": "12:34",
		"speaker": "Ricardo Lopes",
		"words": "right, I mean, I asked you that question because many times we hear people using those terms interchangeably."
	},
	{
		"start_time": "12:41",
		"speaker": "Blake Roeber",
		"words": "Right. Mhm. Yeah, exactly. So"
	},
	{
		"start_time": "12:44",
		"speaker": "Ricardo Lopes",
		"words": "it might, it might get a bit confusing sometimes."
	},
	{
		"start_time": "12:48",
		"speaker": "Blake Roeber",
		"words": "Uh,"
	},
	{
		"start_time": "12:49",
		"speaker": "Ricardo Lopes",
		"words": "uh, WHERE do we get our political information from? I mean, what sources do we draw it from?"
	},
	{
		"start_time": "12:58",
		"speaker": "Blake Roeber",
		"words": "Yeah, that's so great. That's a very good question. Um, So again, this is kind of an empirical question, right? Uh, IT'S a, it's a question that you can't answer um entirely from the armchair. You have to sort of actually look at, at real life, the real world and see how people actually form their political views. Um. And one of the things that I emphasize in the book is that, I mean, so they are all variety of ways you could come by your political opinions, um, but as a consequence of just, you know, straightforward human limitations, um, and as a consequence of basically our access to the world by way of our normal cognitive faculties, it turns out that in the best case scenario, virtually all of our political information comes to us by way of testimony. And by testimony, I just mean we're being told what the world is like politically by other people one way or another. So this can be just sort of verbal testimony where somebody just tells me, you know, um, whatever it happens to be. Trump said yada yada yada on TV yesterday. It might be testimony in the form of writing, right? So I might read this in the newspaper, I might read it on a Facebook post. Um, MORE broadly, it might be testimony in the form of, say, like statistics or chart or a graph or something like that. So the way I use the word testimony in the book, um, if I look at a chart that basically like, uh, you know, Plots, uh, open or ocean temperatures across time or something like that. Um, THAT would be a form of testimony too. So testimony is basically the way I use it in the book is Information presented by human beings um to other human beings one way or another. Um, AND so the idea is virtually, if things are going well, if things are going as well as they could be going, virtually all of our political beliefs are based on testimony."
	},
	{
		"start_time": "14:50",
		"speaker": "Ricardo Lopes",
		"words": "And how much can we trust other people when they give us political information?"
	},
	{
		"start_time": "14:58",
		"speaker": "Blake Roeber",
		"words": "So, um, it's, it's going to depend on the time and place and person, um, but kind of one of the central ideas in the book is that right now, unfortunately, we can't be very trustworthy of other people when they're giving us political information. And this goes back to something I was saying a little while ago about The highly combative nature of American politics right now and the fact that a high percentage of Americans are identifying with their politics right now. Um, AND precisely because it's the case that high percentages of Americans are identifying with their politics, it is right now, I think, the case that high percentages of American political beliefs are byproducts of unreliable cognitive faculties, and as a consequence of that, anytime somebody is giving us political information, we should be seriously worried um about the reliability of the source of that information, um, and then, then the upshot of that should be. Uh, SORT of an attitude of skepticism or distrust towards political information right now."
	},
	{
		"start_time": "16:04",
		"speaker": "Ricardo Lopes",
		"words": "What are those unreliable cognitive uh processes I think that that you are referring to there?"
	},
	{
		"start_time": "16:13",
		"speaker": "Blake Roeber",
		"words": "Kind of the, the, the, um, maybe the most interesting or most widely discussed one right now is what people call identity protective cognition. And identity cognitive identity protective cognition is basically cognition aimed at preserving one's membership in some identity defining group, um, rather than cognition aimed at the truth. And so the idea would be something like, um, you know, take any group that you're part of, um, that also sort of forms part of your, you know, self-conception of, you know, who you are. And uh there will be, um, at least in, you know, in the case of many of these groups, part of being a member of that group will consist in agreeing with certain things and disagreeing with other things. And the idea behind identity protective cognition is that if you are a member of one of these groups and identify uh with this group in that way, your mind is going to handle information. Um, IN a way that's aimed more at ensuring agreement with the members of the group than actually cottoning onto the truth. Um, AND this is going to be more than anything else, uh, um, for the purposes of basically preserving these relationships that matter to you."
	},
	{
		"start_time": "17:34",
		"speaker": "Ricardo Lopes",
		"words": "So should we assume that when people start talking about politics, they are mostly unreliable?"
	},
	{
		"start_time": "17:44",
		"speaker": "Blake Roeber",
		"words": "Um, Yeah, and this is going to be not so much um because you think like the, you know, the individual person is mostly unreliable, it's gonna be a byproduct. Of just this, you know, extremely complex. Uh, I guess system in which information could flow from person to person to person to person. So, um, for the exact same reason, you know, so an example I use in the book is, I, I, I talk a lot about the border wall between the United States and Mexico and this question of whether or not, uh, this, the border wall should be finished and The question, you know, depends on all variety of questions about who's crossing the border and how many of these people are crossing the border and what these people are doing after they cross the border and whether or not the wall would really make any significant impact on the number of people or the kinds of people that cross the border, how much money the wall is going to cost and how much money it's going to be required to. To keep the wall in service and yada yada yada yada, right? And these are all fantastically complicated questions. Um, JUST as if, just as, you know, I'm not in position to sort of answer any one of these questions by myself, right? It's not as if I can go and, you know, so suppose I start wondering, ah, you know, who is crossing the border? It's not as if I can just, you know, get in the car and cruise down to the United States, Mexico border and sort of just like hang out and watch for a while and get a good idea of who's crossing the border, right? Um, WELL, I can't do it. So if I want to know that, I got to ask somebody. But whoever I ask, that person can't do it either, right? So that person's got to ask somebody. But whoever that person asks can't do it either. So that person's got to ask somebody, which raises this question, where could this information possibly come from? Um, AND to the extent that this information has come from anything even approximating a good source, the information is going to have to have come from many, many, many sources that sort of like kind of funnel together, right? And so maybe I get my information from one person, but that one person has gotten their information ultimately from this vast network of people who are providing little teeny parts of the overall picture. And so in the book when I say I shouldn't be especially confident in the reliability of the person who's talking to me, the skepticism isn't so much about that person individually as it is about the whole system. Behind this person's acquisition of that little bit of information, right? So I think that given the highly combative nature of American politics and the way we strongly identify with our political parties right now, basically the system is unreliable and as a consequence of the system being unreliable, none of the people in that system are reliable either."
	},
	{
		"start_time": "20:36",
		"speaker": "Ricardo Lopes",
		"words": "Is it possible for us to tell if other people are giving us false information? In other words, is it possible for us to avoid deception?"
	},
	{
		"start_time": "20:49",
		"speaker": "Blake Roeber",
		"words": "Well, so the, the empirical literature suggests that we're uh really quite bad at this. Um, What we might be good at doing is uh being skeptical of information that conflicts with what we already believe, um, being skeptical of information that somehow undermines our goals or our projects and those sorts of things. So, um, I think we're highly gullible, but the form of gullibility is not just like, oh, I'm gonna believe absolutely anything anybody tells me. Um, THE form of gullibility is if somebody says something, That, uh, agrees with my politics and, and doesn't seem wildly implausible on the face of it, and doesn't sort of like undermine any of my projects or anything like that, then I'm gonna believe the person, um, whether or not what they're telling me is actually true. So the idea would be something like, um, We have uh No real ability to check the facts or tell when we're getting good or bad information beyond whether or not that information sort of is kind of what we want to hear, right? Or what we want to hear is a function of whether coherence is what we already believe and so on and so forth. Um, SO yeah, I think, I think that we're actually, uh, really pretty poorly positioned to look at all the political information coming our way and sort the good information from the bad information. So it's not just the testifiers are unreliable in this broken system, it's that the receivers of this testimony we're also unreliable ourselves, right? So we're getting all this bad information, you know, the, the, the, the sort of um Output is unreliable, um, and then we are also unreliable at sifting the good information from the bad information. That's at least that's my view."
	},
	{
		"start_time": "22:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, what is political skepticism then?"
	},
	{
		"start_time": "22:46",
		"speaker": "Blake Roeber",
		"words": "Yeah, so, so this is like kind of a term of art that I just introduced in the book. Um, AND basically what I mean by it is it's just a, a label for the central idea of the book that in our, uh, kind of current political environment, um, nobody is in a position to know very much about politics or nobody has very, uh, any high amount of political uh knowledge. So most forms of skepticism. ARE just categorically deny knowledge. Um, AND so in a and, and, and the labels a little bit misleading in that sense. At least it's misleading to epistemologists. So when epistemologists hear the label skepticism, they usually, usually think, oh, it's a view that says knowledge is impossible in this particular domain. I'm not saying knowledge is impossible. I'm just saying we have very little of it. Um. And another way in which the term is kind of misleading is usually an epistemology, skepticism is kind of a, a, a sort of armchair view where just like, it's, it's not just that we, you know, can't know very much. Given our contingent circumstances right now, it's that we can't know very much or can't know anything at all in the domain, no matter what our circumstances might be, right? Um, AND if that's your conclusion, you might be able to defend that conclusion from the armchair. My view is important and different. My view is that we have some knowledge, just not very much of it, and my view is also that there's, the, the reason for this is that it's a byproduct of these contingent facts about the formation of our political lis right now. Uh, IF we were to stop identifying with our politics, for example, Then it may well be the case that we'd be able to engage with political information um in a totally different way, rely on uh uh reliable cognitive faculties rather than cognitive biases to process political information, and then we would be in a position where we actually do have a lot of political knowledge. Uh, I just say that we don't right now, and that's the skepticism behind political skepticism in the book."
	},
	{
		"start_time": "24:45",
		"speaker": "Ricardo Lopes",
		"words": "But what does it mean exactly for you to say that we don't have much political knowledge? I mean, we have some but not much. I mean, we don't have much political knowledge in what sense exactly, in the sense that we would need more political knowledge to make proper political decisions like voting, for example."
	},
	{
		"start_time": "25:09",
		"speaker": "Blake Roeber",
		"words": "Oh, good. Yeah. OK. So, um, So I think you can do all, I mean, you can make your way through life perfectly well with almost no knowledge um. So, I mean, just think of like any sort of example, uh, whatever you're trying to find your way to a restaurant and you get to an intersection that you didn't expect on the route, right? So you, you, your friend is giving you direct and back in the day before, you know, GPS and Google Maps and all that, you know, you ask your friend for directions to the restaurant and they ride it out for you and it's like you take a ride at this street and the left this street, and then all of a sudden you come to, uh, a T in the road. Um, AND that's not in the directions, and so you don't, you know, which way do I go? Uh, YOU don't know, but maybe you can look at the two streets and looking left, it seems like, you know, it turns from 4 lanes down to 2 lanes, and all of a sudden it looks like it's a neighborhood, you know, and it just seems kind of improbable that you should go left. Um, AND so you turn right. Uh, YOU know, in this sort of case, you don't know that you should turn right. Maybe left is the right direction, but, you know, given your overall evidential situation, it looks more probable that the right turn is the correct turn and so you turn right. Um, THIS is a decision not made not on knowledge, but on the basis of an educated guess, um, and Start paying attention to like what we do in day to day life, absolutely vast amount of our decisions are made not on the basis of knowledge, but on the basis of educated guesses. And we can navigate the world really pretty well on the basis of educated guesses. By navigating by pretty well, I don't mean necessarily that we make the right decisions, it's just that we're perfectly capable of decision making in the absence of knowledge. Um, So when I, when I talk about political skepticism in the book, Uh, the idea is not that we're totally out of position to make decisions within politics, right? So the idea is not, well, we have no idea how we should vote, um, etc. ETC. It's that our voting and our other political activity is going to be based much more on educated guessing than it is going to be based on knowledge. Um, AND our speech, uh, in fact, when we talk about politics. In a lot of ways, this is kind of the primary concern of the book. Uh, I don't say this in the book, but a lot of what I was actually worried about in writing the book was the way people talk to each other, um, when they have political conversations and specifically. Uh, I, you know, it's like family, um, conversations, watching people assert with what struck me as, uh, massive overconfidence and the various things that they were saying, um. So, the political skepticism is meant to, uh, I guess kind of undermine that mode of political interaction, instead of just saying, you know, whatever about gun control, um, you know, if we all owned pistols, the world would be a safer place, right? I mean, I could talk like that, or instead I could say. Well, I don't know. I mean, you kind of try to give some consideration that maybe support my view and then say that, I don't know, that sounds kind of reasonable to me or something like that. But it's kind of like really hedgy kind of thing where what I'm doing is conveying to my interlocutor, that I'm really just trying to do my best in the world, and this is kind of just an educated guess. And I, I don't really know whether I'm right, but this is how things seem to me. Um, THAT mode of political engagement is what I want to follow from. Political skepticism rather than just like, oh, we can't act, we can't do anything, just we have to just, you know, ignore politics entirely. Um IT it that was kind of rambling. Did that make sense?"
	},
	{
		"start_time": "28:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh YES, I mean, but one of the reasons I asked you that is because it came to my mind that sometimes people argue on the basis of, as we know, most people not having much political knowledge and that possibly being a problem when it comes to their political participation in voting, for example. They, they pick up on that and try to make a case on, on those rounds of some sort of political epistocracy where they defend that, uh, only people with a certain level of political knowledge should be, should be allowed to vote or part. Participate politically in different ways and of course, many times it's also not very, very clear what they mean by having a certain level or enough political knowledge because, I mean, what kinds of things exactly should people know so, I mean, you know that, do, what do you think about that?"
	},
	{
		"start_time": "30:02",
		"speaker": "Blake Roeber",
		"words": "Yes, that's a, that's a good question. Um, This one, on a, on a really kind of straightforward reading of the book, you might think, oh well, uh, this book is going to kind of count against um any kind of argument for epistocracy because Well, you know, epistocracy says, look, you should let the people with political knowledge sort of like run the country and then keep them who don't have any political knowledge uh out of politics. But then, of course, if none of us have any political knowledge, well then, you know, we can't do it that way. Um, IN fact, like I think the, the main lesson in the book is it would, at the, at most, if you're an uh if you like epistocracy, it's, it's, um, just going to recommend that you sort of change your description of what the view says. So instead of the distinction between, uh, instead of the distinction being between people who have uh political knowledge and don't have political knowledge, you'd want to draw a distinction between people who have, um, who can make sufficiently educated guesses and people who cannot make sufficiently educated guesses. So it's still going to be the case that the most politically informed people, so the people who've really worked hard to try to get a grip on, you know, whatever, whatever the issue is, you know, is raising the minimum wage. Going to increase poverty or something like that. Some people have worked really hard on trying to answer that question. Um, THOSE people are going to be able to make much more educated guesses than me, for example, because I personally don't know a whole lot about that, right? And so, uh, if you like epistocracy, You might just basically cash your view out in terms of giving control to the people who are in the best position to make educated guesses, um, rather than giving control to the people who, who know. Um, SO I think the, I think the book kind of cross-cuts the debate between Advocates of epistocracy and, and, and their opponents, um, if, if that's kind of what you're thinking about."
	},
	{
		"start_time": "32:00",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, yeah, but, but I, I mean then you, you are not making a case or at least you don't use the information and arguments you present in the book to make a case for any sort of epistocracy or do you?"
	},
	{
		"start_time": "32:17",
		"speaker": "Blake Roeber",
		"words": "Yeah, right. Exactly. Yeah. So I do not make a case for or against epistocracy in the book. Um, I think, I think the book is basically neutral with respect to that debate."
	},
	{
		"start_time": "32:26",
		"speaker": "Ricardo Lopes",
		"words": "OK. Uh, OK, so let's get into the Yeah, well, maybe different people have different interpretations. I don't know."
	},
	{
		"start_time": "32:37",
		"speaker": "Blake Roeber",
		"words": "Yeah, exactly."
	},
	{
		"start_time": "32:39",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, let's get into the central topic of your book and even the what the title of the book refers to. What is political humility then?"
	},
	{
		"start_time": "32:51",
		"speaker": "Blake Roeber",
		"words": "Yeah, good. So, um, So I, I don't give anything like a definition of political humility in the book, and I don't really even want to give a definition of political humility. I have to be perfectly honest with you, uh, I think like on a, on what I regard as kind of the best definition of humility. Uh, WHAT I describe in the book isn't really humility. Um, THE title basically was picked because, uh, I think it kind of resonates with, um, your average person outside of philosophy. So the book was intended to be read by a very general audience, people completely outside of academia, much less, you know, uh, outside of philosophy. Um, AND I think the title will resonate with that kind of crowd. So basically what I mean by political humility is, is just a mode of engaging with politics where you acknowledge that you don't know most of the answers and you, uh, you acknowledge this to yourself, you keep it in mind yourself, and you also make this manifest to people that you're interacting with uh about politics. So when you speak to people, You don't present yourself as if you know things, you know well, you don't know. Instead, you make it very clear that you don't know the answers, um, that sort of thing, right? So that's kind of, that's, that's what, what, uh, that's what I'm calling political humility. But as I said, I don't think that that's actually what humility consists in. I think it's just a, uh, Good enough label for marketing purposes, basically."
	},
	{
		"start_time": "34:28",
		"speaker": "Ricardo Lopes",
		"words": "So how does political humility translate into behaviors like voting?"
	},
	{
		"start_time": "34:36",
		"speaker": "Blake Roeber",
		"words": "Yeah, so, um, the main way it would translate into behaviors like voting is you regard yourself as making an educated guess when you walk into the voting booth. Um, SO that's the humility piece, um. There's a part of the book that goes under the label political humility that I think really has nothing to do with political humility. Um, BUT so on my view, the, and this goes back to our earlier discussion of the labels, liberal and conservative. Um, I don't think the democratic platform, uh, you know, sort of like forms this kind of nice system of liberal views that just sort of like fit together in some sort of like systematic way. And I don't think the Republican platform has this kind of collection of views that fit together in any systematic way either. Instead, so far as I can tell, the views, the, you know, the kind of the planks, the different parties' platforms are just totally, I mean, I think honestly kind of bizarre collections of values and ideas um and policies. Maybe they're not bizarre from a historical point of view. I think you can kind of make sense of all these things from a historical point of view, but from a strictly sort of like intellectual point of view. Um, I don't think there's anything, you know, so like if you look like a system in philosophy or something like that, and you're like, OK, what I want to do is I want to kind of drill down to like the core idea of the system. And once you get the core idea of the system, then you can sort of just work out logically what the rest of the system is going to have to say. If it's the case that A, well, then it's gonna have to be the B, and then therefore the C, and then therefore D. And then there's a sort of like a system that kind of hangs together in this like, you know, coherent or logical way where You can't just like swap things in and out without messing up the system. Um, And, and, in contrast to that, uh, so the metaphor I use in the book is a salad, a salad, you know, it's got all these ingredients. It's like you can have, you know, iceberg lettuce in there. But you could have used, you know, spinach instead, or you could have iceberg lettuce and spinach. You could have carrots in there, or you could have used cucumber instead, or you could have carrots and cucumber, you know, like when you look at the ingredients of the salad, basically, any of those ingredients, or look at the ingredients of two different salads. Basically, any ingredient in one salad could be put in the other salad and vice versa and they could just be kind of interchanged almost at will. Um, I think the Republican and Democratic platforms. RESEMBLE salads much more than they resemble the sort of systems that philosophers kind of aim at. Um. Um, AND a consequence of this is, um, it's like if you're looking at a philosophical system. Anywhere you kind of enter that system because of the way the idea is hanging together, if you like, OK, this thing right here is definitely correct. Well, if this thing is definitely correct, that's going to, you know, if, if it doesn't entail, it's at least going to strongly suggest that the other parts of the system are correct too, because of their logical relationships with one another. Um, AND if it were the case that the Republican and Democratic platforms were systems like that, you could pick your pet issue, you know, whatever abortion or whatever it happens to be, and then just turn the crank on that issue and get the whole rest of the platform, right? So if you think abortion is morally permissible, you know, you could, you could say, well, abortion is morally permissible, and then you could just work out logically from that, you know. Whatever policy for environmental regulation and whatever policy for border control and whatever policy for gun control and whatever policy for the minimum wage, and this is all just be this kind of armchair exercise based entirely on your sensibilities about abortion. Um, BUT it seems perfectly obvious to me that the Democratic platform is not systematic in that way at all. And the same thing with the Republican platform, right? So if you think abortion is morally impermissible, it's not as if you can get from, from there to sort of like You know, your, your favorite Republican view about taxation or whatever it is. Um, SO this is under the chapter of political humility, but um, Um, the, the point of this is, um, people should recognize. That they, even if they do can make an educated guess about one question, you know, and kind of the political landscape or something like that or maybe a handful of questions. They should recognize that they're still terribly positioned to answer other questions in the political domain, um, unless they've, of course, You know, looked into those questions too, right? So my ability to make an educated guess about, you know, whatever the minimum wage, for example, there's no reason why that should give me any confidence at all that I have any idea what we should do at the border with respect to abortion. Or whatever else. Um, SO that's the idea there. Right."
	},
	{
		"start_time": "39:25",
		"speaker": "Ricardo Lopes",
		"words": "But if we have as little political knowledge as you claim, then why do we tend to be so confident in our political views and decisions?"
	},
	{
		"start_time": "39:38",
		"speaker": "Blake Roeber",
		"words": "Yeah, that's a, so that's a a big and complicated question. Um. There's a, there's a, a pretty big empirical literature, um, on this. Part of the empirical literature suggests that a lot of our political engagement, uh, resembles fanfare more than it resembles, um, sort of like dispassionate, uh, concern for the truth. Um, SO, you know, you, you, whatever you go to. In American football game or, you know, uh, European football, what we call, you know, a soccer match or whatever it happens to be, and you watch just the kind of passion of the fans and the crowd and what animates them. A lot of this empirical literature suggests that our interaction with politics is passionate and dogmatic and belligerent, etc. ETC. FOR the exact same reasons as you see these sort of behaviors, you know, in a sports stadium. Um, I think that's definitely, uh, part of the explanation. Um, ONE thing I talk about in the book, which I think is also part of the explanation, not by any means like the full explanation, and I wouldn't even suggest that it's the most important part of the explanation. It's something that I call, um, testimonial feedback loops. And essentially the idea here is, um, Well, I should back up a little bit before I even introduce the idea of a testimonial feedback loop. So one of the things the empirical literature is suggesting is that people are kind of sorting themselves into politically homogeneous communities. They're doing this in all variety of ways at the extreme, and people are moving to places where they don't have to have neighbors that don't share their politics. So people will move across the country. I mean, you know, you find stories in the news about people moving from California to Tennessee because they want Republican neighbors, um, and so on and so forth. So there's that sort of like extreme sort of thing. But then there's the kind of less extreme thing where it just turns out that like you don't really have any substantive relationships with people who don't share your politics. So maybe your neighbors don't share your politics and maybe you even like You know, go to church with somebody who doesn't share your politics, but when it boils down to like who you actually really share life with, everybody in your close circles shares your politics. Um, AND when that sort of thing happens, you, you tend to wind up in a situation where you hear information from people who don't share your politics. It's just that you never hear information from people that you trust. Who don't share your politics. And so then you wind up in these little homogeneous communities they get called echo chambers or filter bubbles or epistemic bubbles or different things like that and and in these communities. Basically, all the information you're getting from people you trust is information from people already share your political views. Um, AND then one part of the book basically talks about something that I call testimonial feedback loop, which is something that's likely to happen inside these communities. Where essentially, You tell somebody something and that information kind of gets passed around, and then that information gets passed back to you and you don't realize that essentially you're just hearing your own report echoed back to you. Um, AND so, Our sense of how well supported um a particular claim is, we often are sensitive to how often we've heard the claim, the bed be something like, well, I've heard that a million times, surely I wouldn't have heard that so many times if it weren't true. Um, AND in a case where each telling kind of gets vetted and where there, the all the tellings are sort of like supported by multiple inputs. That really is a good reason. The hearing it many times really is a good reason to be highly confident that it's true. Um, BUT if hearing it, like, you know, I mean, imagine like, um, You know, I get an idea and I write it down in my journal, and then I read the idea to myself every morning. And so, oh, you know, after a year, I've just heard that idea 365 times. Why? Cause I just read the very thing that I wrote down to myself, 365 times. If my confidence gets really, really high as a consequence of hearing that idea that many times in that way, something's obviously gone badly wrong. I shouldn't be any more confident after hearing myself repeat my own thing 365 times than I was after the very first time I wrote it down. Um, BUT if I'm in a community where I keep hearing the same thing repeated over and over again, and it turns out that the reason I keep hearing it over and over again is just cause, you know, I said it and then it eventually got repeated back to me, and then it eventually got repeated back to me again and again and again and again. And there's sort of like no outside or independent check on this information, just Constantly getting cycled around, then I'm going to probably misunderstand my evidential situation and I'm probably going to become much more confident than the actual evidence, uh, warrants in that sort of case. Um, AND then, epistemologists would, would quibble with the way I just described that, right? Um, BUT, but that's the basic idea. I, these, these, um, because of testimonial feedback loops, loops where information just gets repeated around and around and around like that. We could have a very distorted view of how of how well confirmed something is. And that's gonna contribute to our upper confidence. Yeah. Sorry to interrupt."
	},
	{
		"start_time": "45:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh, NO, no, no, no worries. Uh, I was just going to ask you, is there anything that people can do to avoid that kind of situation? Of course, I just not moving to a place with the purpose of being, uh, of living in a context where all people or almost everyone around you is of the same political ideology. Let's say, is already better, not doing that is better than doing it. But, of course, people, uh, usually cannot really choose wherever they want to live. I mean, they are at least somewhat limited in terms of where they can live. So, I mean, what can they do about that? Because it might just Accidentally be the case that they live in a community where most people are of a particular political ideology and not another, so."
	},
	{
		"start_time": "46:17",
		"speaker": "Blake Roeber",
		"words": "Yeah, exactly. Yeah. For the vast majority of people moving to correct the situation is not going to be realistic. And even, you know, even kind of simpler things you might do are at the end of the day, not going to be especially realistic. I mean, so, so imagine like, you know, um, I think like, well, jeez, all of my friends are Republicans, except for this one person I know who's a Democrat, and I know this person's a member of a book club. And most of the people in the book club are Democrats, and I know what they read, and I bet I'll get this kind of nice exposure to that way of thinking if I joined this book club. So maybe I'll just join this book club. And then, you know, whatever, that's like. Uh, 2 hours a week actually driving to the book club and hanging out and coming home and then maybe another 2 or 3 hours a week, like doing the readings like, oh, that's not a big deal. But it kind of is a big deal. I mean, for most adults, like we don't have 5 or 6 hours a week. To give to something like that in addition to what we're already doing, right? So we could only do it if we probably took something of value out of our lives in order to kind of make space for that. Um, AND you think of like sort of like other kind of analogous things you might do. I think when the rubber meets the road, uh, for an awful lot of people given just the normal responsibilities of their adult lives, um, changing their lives in this way is really not going to be very realistic. Um, I think it'd be, you know, it'd be awesome if we could do it and the people who, and I know some people who do stuff like this, I think it's really cool and valuable that they do it. Um, BUT for a lot of people who just simply can't afford to do that thing, I think their best bet is going to be basically Trying to be really mindful of, so, you know, for example, if you live in a homogeneous community, you know you live in a homogeneous community. I think it's probably a good idea to just consistently remind yourself like, OK, given that this is the community in which I live, and given that basically none of us have any inputs from another point of view, uh, at least from people we trust, right? We all hear what, you know, whatever, we all knew what Rush Limbaugh was saying back in the day, right? But it's not like we had any trust in him at all. And so that sort of like didn't affect our way of thinking about things. Um. So you know, if it's the case that we know that we live in these homogeneous communities where we're not hearing any information from opposing points of view from people that we trust. Then just sort of like being mindful of the potential for us being pretty misled about what the kind of broader evidential situation looks like would be a way for us to, I think, kind of, just kind of keep ourselves in check a little bit. It's like, OK, you know, I'm, I, I feel pretty confident and I mean it's an example I use in the book is, is like the communities in which I run. Um, I probably have never once heard anybody say anything positive about the border wall. Um. And, you know, as a consequence of that, I, I, as just a matter of my own psychology, it's very easy for me to just start interacting with the question whether or not we should complete this wall. It's just like the most obvious question in the whole world. As if it's just like, well, duh, like, obviously we shouldn't, as if there are no considerations at all that maybe would suggest, oh, maybe, maybe we should think about doing this. Um, AND then it kind of remind myself, oh, OK, right. So this is my, my psychological response is probably at least partially a byproduct of my being a member of this homogeneous community and just hearing the same things over and over and over again with no outside input. Um, SO yeah, so there's, there's a sort of like kind of self-monitoring thing that I think is probably more realistic for people. Then, you know, moving to Tennessee or or moving downtown or, or, you know, joining the book club or whatever."
	},
	{
		"start_time": "50:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh, I think that this is something we've already touched on a little bit earlier when I asked you, um, how we can know or on what grounds do we know that we have, we do not have much political knowledge, but I think that what I'm going to ask you now is, uh, A different kind of question. So, uh, what are you arguing exactly from an epistemological perspective when you say that we have almost no political knowledge? I mean, on what grounds do you make that kind of claim?"
	},
	{
		"start_time": "50:44",
		"speaker": "Blake Roeber",
		"words": "The, I mean, the kind of crucial idea is that knowledge requires that the belief in question is a product of a reliable process. Um, AND if it's true that the vast majority of our political beliefs are not products of reliable processes, then it's just going to follow straight away that the vast majority of our political beliefs are fall short of knowledge. Um, SO that's, that's really the core idea, um. Now there's um There's a lot of debate about the place of reliability and epistemology, um, but almost all of this debate is about the relationship between reliability and something called justification. There's very little debate about the relationship between reliability and knowledge. Virtually all epistemologists agree that knowledge requires that the belief in question is the product of a reliable process. And so the, so the, that's, that kind of core piece of the epistemology is It, I mean, it's about as uncontroversial as things get within philosophy. In, in philosophy, everything's kind of controversial, right? I mean, there's basically no claim at all philosophy that literally everybody agrees with. Um, AND so if you can find a claim that the vast majority of people agree with, that's like by philosophy standards, like that's really uncontroversial. So, so the, the kind of core epistemological claim in the book is, is about as uncontroversial as anything gets in philosophy."
	},
	{
		"start_time": "52:05",
		"speaker": "Ricardo Lopes",
		"words": "But are you applying any specific theory of knowledge in your book?"
	},
	{
		"start_time": "52:11",
		"speaker": "Blake Roeber",
		"words": "Yeah, so I'm really, I'm really careful about not doing that. Um, SO, You know, there are, there are all a variety of different theories of knowledge, um, but again, the one thing that virtually all of the different theories of knowledge agree on is that reliability is required for knowledge. And so, almost any theory of knowledge that a particular epistemologist likes, they could just plug that theory of knowledge into the argument of the book and it would work fine. Um. So yeah, I tried, I, I, I really, well, and I'll be honest with you, part of the reason I, I was convinced myself by this argument is that the argument didn't depend on my own particular theory of knowledge. It's like, OK, so maybe I'm wrong about the particular theory of knowledge that I happen to like, but Get the exact same conclusion from basically all the, the competing theories of knowledge too. Um, SO I think, you know, it's like, well, OK, so even if I happen to be wrong about my own particular theory of knowledge, given that basically all of the different theories of knowledge are gonna say the same thing, the conclusion seems pretty solid."
	},
	{
		"start_time": "53:11",
		"speaker": "Ricardo Lopes",
		"words": "OK, so do you have any final remarks about the book and what you explored or anything that I might have missed with my questions or?"
	},
	{
		"start_time": "53:23",
		"speaker": "Blake Roeber",
		"words": "I don't know, your questions are awesome. Um, LET'S see. No, I mean, that's, that's, I guess that's basically it. The, um, I, I, so I guess I should say 11 thing, so this is the very last thing that I say in the book that I think is um pretty important. There's this, you know, academics can get kind of hung up on um how we want to categorize beliefs. So we categorize, you know, so I take a, a particular political belief. Um, CAN we categorize it as an item of knowledge or not? Can we categorize it as a justified belief or not? Can we categorize it as a rational belief or not? Can we, you know, this is, it's super jargon in terms. Can we categorize it as a sensitive belief or a safe belief or a warranted belief or not? Um, I think those are all really interesting questions. I mean, it's kind of my job to answer those sorts of questions, but the, the book is, is really not concerned about the proper way of categorizing or, at the end of the day, the book's not really concerned about the proper way of categorizing our political beliefs. Um, SO like I said at the very end of the book, there are a handful of people in philosophy who defend the view according to which knowledge is true belief. And on this view, if you're right about something, then you know. And so, if I, you know, I, so somebody says, hey, should we finish the border wall or not? And I get out a coin and I say, OK, if it's heads, I'll believe we should, and if it's tails, I'll believe we shouldn't. And so I flip it and it lands tails and on the base of my coin toss, I believe we shouldn't finish it. According to this view, if I'm right, as on the base of my coin toss, then I know that we shouldn't finish the wall. Very, very, very few epistemologists accept that view, but it is a view that's defended in the literature. Um. If that view is correct, then everybody who's right about politics knows and it's only the people who have the misfortune of being wrong who don't know. And so probably there are lots of people on that view who have a lot of political knowledge. Um, BUT the thing is, on that sort of view, you could know something while being in a position where you shouldn't even be remotely confident that you're right. And it's really this this question of how confident we should be that I'm primarily concerned about in the book. So I think in just like a regular old English, you can nicely express that you shouldn't be confident in something by saying you don't know. Um, BUT it's the confidence piece that I really care about more than whether or not our beliefs can be categorized as knowledge. What, what I really want to get across in the book. Is that when you look at all of the different things that Republicans and Democrats argue about, um, I think at least right now, we shouldn't be very confident in our answers to those respective questions. Whether or not our answers count as knowledge or not, the main thing I care about is that we're not in a position to be very confident in our answers. So I guess, yeah, that's 11 sort of like final reflection, I guess I'd like to add."
	},
	{
		"start_time": "56:22",
		"speaker": "Ricardo Lopes",
		"words": "Right, so let's end on that reflection then and the book is again Political Humility, The Limits of Knowledge in our Partisan Political Climate. I'm leaving a link to it in the description of the interview. And Doctor Rober, just before we go apart from the book, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "56:45",
		"speaker": "Blake Roeber",
		"words": "Oh, sure, yeah. Um, SO I guess the easiest place would just be my personal website, um. Which is. Oh gosh, what is the URL? It might be Blake Raber.com. Uh, SO just my first name and last name.com. It might not, it might not be that. You can, so if you Google Notre Dame's philosophy department, there'll be a link to my website there. Um, IF you just Google my name, you'll quickly get to either my website or the link on the department. Um, AND I have So all of my, I, I think 100% of my publications are either available directly on my website or links to those things like to the book on Amazon or through Rutledge or something like that. Um, SO that'd probably be the, yeah, the easiest way to find it. I'm sort of embarrassed. I don't know."
	},
	{
		"start_time": "57:39",
		"speaker": "Ricardo Lopes",
		"words": "No, no, I, I will, I will find the website and link, link it in the description as well."
	},
	{
		"start_time": "57:45",
		"speaker": "Blake Roeber",
		"words": "So thank you, no problem."
	},
	{
		"start_time": "57:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, so thank you so much for taking the time to come on the show. It's been really nice to talk with you."
	},
	{
		"start_time": "57:55",
		"speaker": "Blake Roeber",
		"words": "Yeah, thank you so much for the interview. It was really fun. Appreciate it."
	},
	{
		"start_time": "58:00",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir, Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteseus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]