[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Norbert Peters. He's a teacher at Waningen University and a PhD student at the Institute for Philosophy at Leiden University. His research is focused on an investigation of the philosophical and historical roots, implicit founding. Suppositions and argumentative structure of the concept of wilderness and its practical application in Dutch wildlife conservation projects. And today, we're going to talk about botanic philosophy, Alexander von Humboldt, Charles Darwin, Wilderness, and some other related topics. So Norbert, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:48",
		"speaker": "Norbert Peeters",
		"words": "Well, thank you for the invitation."
	},
	{
		"start_time": "00:51",
		"speaker": "Ricardo Lopes",
		"words": "So what is a botanic philosophy? And I mean, I have to be honest here, I wouldn't have come across it if it wasn't for my patronanick Punter who got me in contact with your work and then also, uh, in consequence with botanic philosophy. Otherwise, I wouldn't even know that it existed. So what is it?"
	},
	{
		"start_time": "01:15",
		"speaker": "Norbert Peeters",
		"words": "Yeah, that's a good question. Uh, I mean, it's, it's definitely when I get asked a lot, right? Because botanic philosopher is quite an odd moniker to go by, especially because philosophy usually deals with human affairs, right? It's about maybe ethics, maybe, uh, epistemology, maybe philosophy of science, but usually quite human centered. Maybe from the last decades, we get a little bit of like animal philosophy as well, animal ethics. There's even, of course, some environmental ethics, but Um, yeah, botanical philosophy or plant philosophy is not really something that, that is very, that is very popular, but I think it does, or at least I usually try to describe it when, or comparing it to like a a botanist or a plant scientist, right? I'm not a botanist or a plant scientist. I've had a little bit of training in that, but I'm definitely not a qualified botanist. And I think the main difference is that, you know, as a scientist, you, you know, you're after facts, observations, experiments. And you, you know, you test new hypotheses and stuff like that, and this is not what I do. But I, I do deal with, I think something that's been noticed by multiple writers, philosophers that Well, in, in, in science, you can, you can do these things, right? Find new facts, new observations, test new hypotheses, but you can also, sometimes it happens that a new way of looking at the facts or a new way of, yeah, of valuing the facts, uh, sort of arises, right? Sometimes called a paradigm or a paradigm shift. And I'm interested in, you could say I'm sort of interested in the paradigm shifts that occurred in the history and in the history of humans interacting with plants. So, How we have come to value plans and look at plants and and and um Yeah, I mean, but also just what a plant is, and then you can see over time that our notion of what a plant is, but also our own relationship to plants and the way we look at plants, the way we value plants has changed tremendously, right? So, for instance, like 18, 19th century, you see the rise of the notion of carnivorous plants, insectivorous plants, right? Plants being able to lure, catch and digest uh animal prey. Now that is a very new way of looking at plants, and when that sort of first occurs, that is a very strange notion to botanists that there are these plants that seem to have sort of shifted the order of nature and where usually animals eat plants, right, or maybe pollinate them, but. Then all of a sudden we have plants that start eating animals. So this really distresses a whole lot of people in the 18, 19th century. And I'm, I'm usually quite interested in when this shift occurs and how it's received and how anomalies are, um, you know, sort of being identified in the old paradigm. And and I think it's just very interesting that that our relationship with plants has shifted so much in recent history."
	},
	{
		"start_time": "04:11",
		"speaker": "Ricardo Lopes",
		"words": "I mean, uh, it's very interesting, and we're going to get into some of the questions that you explore in that discipline, but uh what a plant is, shouldn't that be a question for the biologists or the botanists to answer?"
	},
	{
		"start_time": "04:29",
		"speaker": "Norbert Peeters",
		"words": "I, I think for the, for the most part, yes, although I don't think that any botanist or plant scientist is really trying to answer the question, what is a planned, right? It's more or less implied what a plan is. Um, BUT that the answer to that question, and that's what I find interesting, that that the answer to that question has had many different answers over the centuries, and, and, and, and these different answers are are very um. How do you say that? Well, yeah, these, these, these, these, these, the answers to this this question have shaped the way we tend to view plants. So, for instance, If we take Aristotle or Theo Faustus, a a a a student of Aristotle who who wrote a couple of famous books in in botany, so we're talking ancient Greece. The plant is a very, very different thing, right? And, and for a long time, their view on plant has been very dominant. So, for instance, uh, mushrooms were still part of the plant kingdom, right? Uh, A mushroom was a, a non-green, uh, cryptogamic plant, uh, until 20th century, middle 20th century, when we finally start to see that the fungal kingdom is really its own kingdom, closely related to animals than to plants. Um, BUT also things like, I mean, The meaning of a root, right? Um, FOR the longest time, and we're talking millennia, people have thought that roots were the feeding organs of plants, and that plants really sort of ate, yeah, ground, right? Uh SOIL together with water, and this was the nutrition of plants, and this is to some people still a sort of common notion a little bit. But you have fertile ground, right? Um, AND of course, they take some things from the ground. They take a couple of minerals, right? They take water, and roots take care of stability, but the root is definitely not the feeding organ of a plant. But for thousands of years, this has been the central dogma in, in, in, in botany. And then sort of 19th century, we see a shift in this and people start to discover photosynthesis, which is really something that, well, hasn't hadn't been around for a very long time. So I, I guess In that sense, a philosopher maybe answers that question as well. What is a plant? Or at least notices that throughout the centuries, different answers have been formulated and these answers are insightful as to what is a plant, but also what is our relation to a plant, and uh yeah. That's why I think."
	},
	{
		"start_time": "06:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, very interesting. So tell us about the concept of plant blindness."
	},
	{
		"start_time": "07:04",
		"speaker": "Norbert Peeters",
		"words": "Yeah, so, um What's also interesting, and not only, of course, we, we see plants, right? We can, we can value plants, but it is noticeable. It's something I noticed in my own life as well before I started to study botany and get more into plants and especially the sort of philosophical side of plants, that we have a huge indifference towards plants. And that indifference shows it shows his face in all sorts of fields, right? So, I think for the most part, even the plants in our vicinity, we usually tend to walk by them without really paying any close attention to them. We don't necessarily pay a lot of attention to the flowering or the seeds of plants we don't necessarily use. Um, WE can definitely appreciate plants, we appreciate flowers, we can appreciate a nice park. But to a lot of people, even very basic concepts in botany are not really part of general knowledge. Um. Usually plants are more or less the background, right? Somewhat neglected. Um, YOU can see it in nature documentaries where oftentimes plants are only the background, and really it's animal lifes, sort of the soap opera of animal lifes that has been displayed, um, and plants play a very minute role in that. So, so I think, probably in everyday life as well, but even in, even in academia, I notices as well, there's a lot more animal scientists, right? There's a lot of more animal science students and also in biology, when students start to pick their specialization, oftentimes, they do not end up, uh, focusing on the plant kingdom. Uh, BUT also in journals, um, in popular science books, plants get a lot less stage time, you could say. Than animals do, and also of course than than than humans do, but I think, yeah. Usually, we tend to prefer animals a bit over plants, and, and, and, and, and this indifference is I mean, it's definitely, I, I, I think it's very noticeable, at least, or at least when you start to pay attention, it's quite noticeable. For instance, right, we, we look at the illegal trade of endangered animals, but there's very little press attention to the illegal trade in plants. So we know of very many uh animal species that are near extinct or going extinct, but do we know of one plant example, right? That, that is, that is facing a similar problem. So I think You can see it in, yeah, you can see it in different ways. Now, the word itself, planned blindness, was coined by two Americans, two American botanists, James Woner and Elizabeth Schusler, and they were just in academia and noticing these declining student numbers, but also just a general lack of interest for for poor plants. Um, PLAN journals are being valued as highly as as animal oriented journals, etc. ETC. So they came up with this plan that's sort of a synonym for other words like plan neglect or zocentrism there that were already around, but um I know, I, I, I go back and forward with the term. I, I, I like it in a certain sense. I think it's sort of conjures up a nice idea where indeed we have a sort of indifference towards plans, but then calling it blindness. It's a bit of a I don't know, it's, it's a bit of a medical metaphor almost. And or at least it, it quickly raises the question like, what is the cure to plan blindness? And I think that therein lies a little bit of a problem that, oh, I'm not sure how much of a cure there is, right? But maybe we ask if there's a cure because we call it plan blindness, right? Um, WHICH, which also maybe sort of entails that we can maybe lose this a little bit, or we can, we can open our eyes to plants a little bit more, but um But that might be very difficult."
	},
	{
		"start_time": "10:51",
		"speaker": "Ricardo Lopes",
		"words": "And why do you think that, uh, for us, plants are usually part of the background and we don't pay much attention to them. Is it because they're sort of, at least for the most part static. I mean, They're just there. They don't move much. So, and we have to pay attention more to other animals because they move and particularly because, um, our predators are all animals, or, I mean, what's"
	},
	{
		"start_time": "11:24",
		"speaker": "Norbert Peeters",
		"words": "the reason? I mean, I mean, in, in the literature, there is a, there's a bit of a discussion about this. Like, is this, is this a nature thing? Is this a nurture thing, right? Is it, are we, are we indifferent towards plants because Many of us are city dwellers, right? We interact with plants, but that's usually maybe aesthetic plants like street trees or hedges or flowers we see outside that don't really have a utility to us other than just being aesthetically pleasing. Um, WE have a lot of, like, plant-based food, of course, plant-based medicine, plant-based drinks, but for the most part, I think city life is pretty devoid of greenery or interacting a whole lot with plants. So, Some people claim it's an industrialized society problem, right? There we see a lot more plant uh indifference, uh, and you could well imagine that an agricultural society or even like a hunter gatherer society, would have a lot more interaction with plant life and also therefore maybe some more knowledge. And people notice this as well, right? If you talk to a grandfather or a grandmother, they oftentimes have a little bit more of a clue on different native plant species around you, right? Um, SO it seems to be also a little bit of a modernity problem, maybe. But then you wouldn't feel all the way towards the nurture side. Well, you're addressing sort of more the biological nature side in in in the sense that Yeah, I mean, large animals, especially, of course, big cats, um, big carnivores, were a threat to humanity, right? So, um, so it's definitely like we pay a lot more attention to that danger, right, that danger of wild animals. Now, of course, there's also some danger to wild plants, right? Especially when you start eating them. Um, BUT yeah, far less so. And indeed, like you said, they, they, they are, they appear to us very static, right? And they appear to us to not be doing a whole lot, to be quite passive elements in a in a. In the environment. Yeah, so I, I don't know, right? In a certain sense, maybe it's nurture, maybe it's nature is is usually a question I pose to my students as well, like, where do you veer towards? Is it more nurture? Is it more nature? I like to look at it. So I'm taking this a little bit from the philosopher Ludwig Wittgenstein, where he says, Um, in your interaction with the world, there can be sometimes a rise of an aspect of a thing, and he talks about sort of this, this aspect, this sort of birth of an aspect, and then also the, the, uh, the, the hiding away of an aspect, or there's the sort of, uh, losing of an aspect. So, oftentimes he uses images like the duck rabbit, or you have this sort of necker cube, or these images where you can you sort of go. To two ways of looking at it, right? Uh, WITH the, um, the duck rabbit, right? Sometimes it appears as a duck, sometimes it appears as a rabbit. And he calls these aspects, and he says, sort of like, if one aspect rises, the other one sort of disappears. So, it's very sort of, in a sense, it's close to the notion of paradigms. And I think it's more Aspects lighting up, right? So, for instance, we've been interacting with flowers for centuries, right? We, we've grown flowers, we sold flowers, we kept flowers in our garden, but cross pollination and the relationship between pollinators and flowers was really not. Seen understood until 18th, but really 19th century. And that really gives a completely different meaning towards a flower and what a flower actually is, and that a flower is adapted to this pollinator, right? And that's why it has colors, that's why it has perfumes, pollen, nectar, all these other things. Um, AND that's really like, I see that almost like as an aspect, like you, because, for instance, Lina is. He does not believe in cross pollination. He knows of insects visiting flowers, but he thinks that serves no function. Now, you can definitely not say that Linnae is his plan blind, right? He is a botanist, most famous botanist, maybe of history, and yet he failed to see this. So what is this failing to see? So, I think in a certain sense you could say this blindness is also maybe being blind to certain aspects of a plant that arise later on in history, maybe. So, of course, all of a sudden, when we do have this paradigm shift in the meaning of flowers, we all of a sudden completely understand, like, of course, that's why a flower is shaped this way. That's why a flower has nectar, that's why there's all these other things. All these things seem to fall into place. Um, SO, I, I, so I like to use like where it says aspect and aspect blindness. I'm not sure if I'm explaining it correctly, but But I yeah, yeah, I think that's, that's more um in line with the truth, I think in a certain sense, or yeah."
	},
	{
		"start_time": "16:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So historically, when did people start becoming more interested in studying plants?"
	},
	{
		"start_time": "16:16",
		"speaker": "Norbert Peeters",
		"words": "Yeah, so this is um This is a this is a strange thing in the sense that Of course, we've been interested in plants for a very long time. So in our evolutionary history, plants play a vital important, like a vital role. Now we know of many of the other great apes that are still there that they hold quite a lot of plant knowledge, right? A gorilla, chimpanzee, and orangutan are very capable of making distinctions between multiple plants, right? They have plants that they eat from, they have even plants that use medicinally. So, I think in a certain sense, Primates have a a good grasp of plants in their surroundings most of the time, and of course, When humans are hunter gatherers, plants play in a very vital role in in survival. But then, of course, with, with farming, agriculture, The relationship with plants becomes a lot stronger, I think. But then it still takes an awful long time before they are really like an object of uh investigation, more or less. So, of course, in classical times, in, in Greece, you find Some botanical works, right? I already named Theo Frosti, he wrote two, or from him we have two books on plants, um, which were quite influential and in classical times you, you will find some books and plants, but for the most part, this, yeah, for the most part this deals with plants that are very useful to human beings, especially plants that have medicinal properties, and for, I think in the early days. When we see botany as a science arise, it's really a sort of sister sense of medicine and, and, uh, yeah, health, right? So, so the apothecary is really a garden and we take medicinal plants from the garden and we use this to, to heal ourselves. So the interest is very anthropocentric, you could say, right? It's, it's really what does the plant mean for our survival and, and, and the plants that are important are those plants that are important to our survival. Now, in, in modernity, and this is sort of a little bit strange is that we do find that botany is one of the first natural sciences, you could say to enter modernity. So, early modernity, we see, so 16, 17th century, but 16th century, we see. Several modern herbals, you could say, right? So, a herbal is, is really, again, a book that is used by a doctor or an apothecary to find the medicinal properties of certain plants, but these herbals become a lot more extensive, and also a lot more There's a lot more scientific rigor to it. So, you get certain, like people like Leonard Fuchs, uh, Hieronymus Bo, um Otto Bruenfels, these are like early botanists that write these sort of modern herbals that seem, well, that are a lot more intelligible to us, right? When we read them, you, you can already see that they are. Ordering plants in a, in a sort of familiar way to us. So to put the grasses together, for instance, and earlier herbals, you could just find maybe an alphabetic order of plants, right? Or a different order of plants, but In these modern herbals, we find a lot more information. We also find information on where they grow, we find some interesting attributes, maybe, a, a clear description of the parts of the plants. So this really rises maybe, yeah, early modernity. But like, real experimental. Uh, uh, uh, PLANT science is really a late child, right? So a late bloomer, so we're talking 18th century, but really 18, 19th century, we really see the plant, you know, entering sort of the laboratory and being experimented on a lot more heavily. But that takes an awful long time. Yeah."
	},
	{
		"start_time": "20:05",
		"speaker": "Ricardo Lopes",
		"words": "So, in modernity, what was the effect of the romanticists on our view of the natural world? What role did they play?"
	},
	{
		"start_time": "20:19",
		"speaker": "Norbert Peeters",
		"words": "So, so the, I think the romantic period, or So this is a recent, or not recent discovery I made, but This is something that I, I find very interesting. I'm not sure if it's completely holds true, but You can see in the romantic period, we see, of course, a little bit of a critique on enlightenment, we see Um, also critique on the way science is being professed in enlightenment, and one of the critiques that comes forth when it comes to botany is, is being addressed by Jean-Jacques Rousseau, the, the French philosopher, but also a bit of an amateur botanist himself, and In one of his final books, He sort of, he has all these walks, and he talks a lot about botany there, and he notices that in his day, 18th century, we see that plants are still part mainly of herbals. And he sort of addresses this problem of, yeah, we only seem to find plants interesting for as far as they help us survive, right? Or as far as they're useful to us. So we don't really look at a plant, we immediately pluck it out of the ground, we start to ground it up, and we start to make medicine out of it. And he says, do we not What do we lose then, right? He's sort of almost calling for a botany for botany's sake. Don't you find plants interesting in and of themselves? And should we not be interested in plant life, maybe regardless of human life. Now, this is always a little bit of an idealistic step because can you really say that botany after that is is becoming a science that's really detached from? Utility, profits, anthropocentrism, not really, but it is somewhat curious that after so, you do find that, for instance, mosses get a lot closer attention, right? Or ferns, or plants that usually do not foster a whole lot of attention because they're not very useful to us. You know, think of all the different moss species. How many of these species do we use? Not a whole lot, but we do find Detailed microscopic studies of mosses all of a sudden, right? We find people being interested in how do they fertilize, how does their sex life work? How do they, uh, how's does their ecology work? And it's not just true for mosses, but also for, you know, many other plants that usually do not foster a whole lot of interest. So we see a sort of in this romantic period, we see a little bit of this notion of science that science should be for science's sake, and botany should also be for botany's sake, and that Almost the best thing you can be as an amateur botanist, right? Somebody who doesn't have a A stake in it, or no monetary, like, uh, how do you say advantage, but really just studies plants because he's very interested in plants. And, um, in that sense, I think, yeah, I think there is some influence from the Romantic period, and we do find a little bit of this. Yeah, this this interest for plants in and of themselves because they're interesting themselves. And I think this is still something that we, that is still a very popular stance nowadays, right? I mean, also nowadays is, you know, many parts of botany are not human oriented or are not are not dealing with utilization of plants, but are, but are just because we're interested in the ecology of plants, we're in the physiology of plants, etc. Yeah."
	},
	{
		"start_time": "23:36",
		"speaker": "Ricardo Lopes",
		"words": "Right. So one major, major figure here is Alexander von Humboldt. So I, I would imagine that most people would at least heard of him, but if not, uh, tell us about him, uh, I mean, who was he, tell us about perhaps some of his main contributions and achievements, particularly when it comes to the study of plants."
	},
	{
		"start_time": "24:06",
		"speaker": "Norbert Peeters",
		"words": "Yeah, so Alexander von Humboldt is maybe not your usual character to discuss when you talk about the history of botany. Um, SO like I said, experimental botany arises in the 18th century, people like Stephen Hills, uh, we see. Um, PEOPLE looking at plants under microscopes, we see sort of first fertilization experiments with flowers and people establishing that plants are sexual organisms and that fertilization and pollination is important, not yet cross pollination, but, but they at least know that there's pollination occurring, right? Um. But then Alexander von Humboldt is a strange character in this because he's not really seen as a botanist or discussed as a botanist. And in a certain sense, he's a home universalist, right? A polymath. He does many different things in science, and throughout his life, we can see this, right? He has a geology interest, uh, volcanoes, he's very interested in, you know, weather, pre precipitation, ocean currents, all these different. All these different fields, but also animal electricity, um, and then plants, I think, play a far more important role in his life than usually is admitted by biographers or people that write about his life. So, I think especially nowadays, he's a bit of a more well-known character, especially because of the biography uh by Andrea Wolff, the inventor or the invention of nature. I think this Place him a little bit more at the forefront again, right? Uh, AS, as a very important scientist, and she sort of sees him as an early climate scientist or discusses him in, in this fashion. And then you can, you can, you can make a case for that. I don't think it's a very strong case, but you could make a case for that. But I think we're also this polymath thing when it comes to Alessandro von Humboldt is also a bit in the way of Seeing what his focus really is, especially when he's traveling. So, I think Alexander van Humboldt is most well known for his travel to South America and North America. So this is, you know, uh late 18th century, early 19th century, right? We, he travels for 5 years to get rid a friend of his, um Bolon, who was a botanist. Um, HE travels to South America, North America, and, you know, he I mean, again, he does many things here, right? He studies many things. He studies people, culture, uh, art, but also a lot of nature, right? AND a lot of, and a lot of different subjects. But you can see in his travel very early on, even when he, you know, he makes a stopover in Tenerife, which was common that day, right? You stopped to go to, uh, South America, you stopped in Tenerife, and then immediately there you can see that he has a different project in mind. He, when he's climbing the volcano in Tenerife, the Altaira. He starts to make a lot of notes on the different vegetation layers on that volcano, and to see sort of how are they characterized? What are the main vegetation types you would find, right? So, near the base, he finds uh a lot of banana plants being grown, sugar cane being grown, you know, subtropical tropical plants. And of course, moving up that mountain, you could find um the laurel forests. And higher up, you find a sort of pine forest, and even higher up, you know, you go past the tree line, and it comes to shrubs and and alpine plants, and then you reach the sort of, you reach the top. And he sees a sort of An order in these, in these different types of vegetation layers. And when he goes to South America and he travels the Andes, and he climbs many of the, the volcanoes and mountains in Ecuador, but also Mexico, he's starting to notice that this is not just occurring in Tenerife, this is actually occurring in South America on these mountains too. You see the same sort of order and what he's really interested in is Trying to determine what really determines where a plant grows, right? It's almost this He's coming from a time when People like Linnaeus and other people are saying, well, the plants have their place because we, well, we have a creation, we have maybe a Garden of Eden, and then either the plants dispersed from the Garden of Eden, or some people think, no, God just places the different species in different places. And Humbel is dissatisfied with this this idea, right? Because he sees a sort of order, but it seems strange to say that God has placed all these different plants only in different locations. He's far more of the idea that, no, it's more the elements more or less, the surrounding the environment of a plant that dictates what can grow there and whatnot, right? So we know what cactus can grow in desert, you know, a conifer tree usually goes in a a boreal forest. Now, he As he's scaling these mountains, he's making a lot of, he's taking a lot of instruments with them, and making a lot of notes and observations on temperature, on the boiling point of water, the blueness of the sky, the geology, animals, etc. ETC. ETC. RIGHT? He, he gathers all this information, basically to say, OK, if we know that a certain plant grows here, maybe it's because of these environmental conditions that it can grow there. And this is this will become highly important, like 19th century when we really see large movements of plants, you know, uh, from colony to colony, basically, right? People take the vanilla orchid from the middle of America, all the way to Indonesia. People steal the rubber seeds of the rubber tree in Brazil, they take it to England, and they take it to Singapore. We see all these movement of plants, and I think in a certain sense, this plant geography. Alexander von Humboldt puts on the map, becomes really instrumental in finding out where can we grow certain plants in certain places. So the British Empire's thinking, now, do we have the climate conditions, the environmental conditions, similar to the ones in Brazil where we see this rubber tree growing? Because if we have those conditions, we can take seeds there, and we might be able to, yeah, grow it in a completely different place. Now this has happened for centuries that people have moved plants around, but, but it becomes a lot more conscious after Humboldt. So we see a lot more people thinking about, OK, where can we place these different plants, and this becomes highly important in, you know, industrial revolution and and uh basically colonial, the colonial period. So that's very short. I mean, there's a lot to say about Arkander von Humboldt. I didn't really touch on his like life or biography, but I think it's It's of the highest importance that we see him as a plant geographer first, right? That, that this is really what's the focus of his journey, but also the focus of this sort of research that he's trying to do. He's trying to figure out why do plants grow in certain places. And I think that's still, you know, that's still to this day a question that that um requires research."
	},
	{
		"start_time": "31:08",
		"speaker": "Ricardo Lopes",
		"words": "Interesting. So another figure that we don't tend to think about as a botanist is Charles Darwin. I mean, we usually associated him with the pigeons and uh things like that. But in what ways was he a botanist as well?"
	},
	{
		"start_time": "31:28",
		"speaker": "Norbert Peeters",
		"words": "Yeah, so I think in the case of Charles Darwin, you could because with Alexander von Humboldt, you can really see, he's writing all these different types of books, right, that deal with very different subjects, and this is true for Darwin, of course, as well, but with Darwin, you can really say that he Well, at least his botanical work is of the highest importance when it comes to. His career, so. I mean, he's somewhat of a curious figure in in in the history of science that we know oftentimes a little bit more about him than we know about others, right? We, we know of the, the, the kite of Benjamin Franklin, or we know of the the bathtub and Archimedes, but with Darwin, usually people can say like Galapagos Islands, finches, like you said, pigeons, right? Evolutionary theory. We also, we seem to know a little bit of the facts of his life. But I think some of the facts get a lot more attention than than. If you take a look at his life and what he does. So, About 1/3 of everything he writes is about botany, and even his major books, Origin of Species, uh, or his major book, The Origin of Species, talks a lot about, uh, plants and animals, right? And And it's interesting to see that botany really plays a very important role very early on. Now, again, he's similar to von Humboldt, he's interested in geology, he's interested in animals, but plants seem to play a lot more of an important role than we usually admit. Um. So, this really starts, most of it is, most of this starts after his journey with the Beagle. So, I would argue that the far more interesting side of Darwin's life is not so much the beagle travels, even though, of course, you know, he goes to all these far flung flung places and finds all these interesting animals and plants and and geology. But I think his life in Kent in downhouse, settling down, is far more interesting scientifically because there he really starts to experiment, and I think One of his strong suits is that he's a very strong experimenter, right? He thinks of all these usually very simple experiments. So, for instance, Nobody's ever looked at the vitality of seeds after being exposed to seawater. Now, you could say, that's quite important, right, to have a look at, and nobody really did. They just sort of assumed that either seawater was gonna kill seeds, or that seeds would survive in seawater for some time. But nobody had a look, nobody experimented. So he's taking All these little pots, filling them with water, adding a certain amount of salt, and then adding seeds to them, and just seeing how long can they withstand, uh, salt water. Because salt is usually quite detrimental to planned life. Now, this very simple experiment, and then he writes about it in the Garda's Chronicle, he gives some, you know, his experimental details, and he asks other people, can you also experiment, or do other people have any, you know, uh, experience with this, uh, type of experimentation? And then he finds out, some seeds are indeed quite capable of floating on saltwater for weeks on end. Now, if you then take, you know, certain ocean currents, you could well establish this idea of long distance dispersal, right? So, you can start to answer questions like, well, how did the plants end up at the Galapagos? If we know that the Galapagos Islands arose from the sea floor by volcanic activity. So, basically they came out of this the ocean as a sort of blank slate. How were they filled? And then with these simple experiments, he's trying to explain, oh, you know, we can see, um, seeds can can disperse themselves by seawater for quite a long time. So this maybe explains partially why we find vegetation on the Galapagos. Uh. So it's, so he's a really strong experimenter, and he starts to really write a whole lot about Uh, uh, different botanical subjects. But in that sense, he's, because he's looking at plants from maybe more of an evolutionary perspective, he's starting to really reevaluate, reevaluate plant life and really for the maybe for the first, as one of the first seeing the real complexity of plant life, or at least not trying to, yeah, sort of noticing that plants are a lot more complex than we oftentimes uh uh grant them, yeah."
	},
	{
		"start_time": "35:46",
		"speaker": "Ricardo Lopes",
		"words": "So what were the major ideas that influenced how we view the natural world and where did they come from?"
	},
	{
		"start_time": "35:58",
		"speaker": "Norbert Peeters",
		"words": "Yeah, so this is something that, and that's why I wrote my first book on on uh on Charles Darwin's botanical studies, because It it it it is strange to me that there, there was one book before, and now there is a little bit more, but there was one book before, I think in the 70s, uh about Darwin's botany, but I think he's such a revolutionary character, so very early on, so after The Origin of Species. He starts, he starts, well, a couple of lines of experimentation, and a couple of lines of experimentation in different subjects. So he starts with the fertilization of orchids. So he's already started this work a little bit when he's writing The Origin of Species, but it's very clear that in the fertilization of orchids, he wants to show that orchid flowers have all these different adaptations to ensure cross pollination. And this is really a first in his day. So people thought flowers were not all that important. We know from the names that they were that they were important in fertilization, and they grow seeds, but there was no notion of cross pollination yet. So he starts to see that, or starts to experiment with orchid flowers and showing that they have all these different adaptations to ensure cross pollination, and that they're very well fitted to certain types of pollinators, that certain types of pollinators can pollinate a flower and others can definitely not. So, He's starting to become more and more interested in fertilization of flowers, and he really starts to give experimental evidence for that cross pollination is of the highest importance in the feral kingdom. So this is really his sort of first line of interest, and he does a lot of fertilization experiments. So he's really, you know, he has all these flower beds, and he's really crawling through them with his pencil, trying to fertilize all these different flowers to establish what is more important, self-fertilization or cross-fertilization, but also looking at how are all these different flowers adapted to all these different pollinators. Um, MORE physiological. Theme is when he goes into the question of carnivorous plants. So, he's really the first to have experimental evidence of how, and but also answering the question why plants take on this peculiar habit of luring in insects and devouring them, right? So, In England, he, he's he's taking notice of a couple of plants that have been said to be carnivorous, like a sundew, all these different plants, but also, of course, abroad, we find a lot more carnivorous plants, and he's experimenting with these plants a whole lot. Now, He's experimenting with them because he has good friends at Kew Gardens, right? His best friend is the director, Joseph Hooker, so he gets a lot of plants from there, and he has his own little greenhouse, which is still there. So in this greenhouse, he's growing all these different plants, and he's experimenting, for instance, with sundews to see to what do sundews react, right? Cause the sundew is like a leaf with tentacles on it, with a little bit of, almost glue on it. And you can see in the wild that, you know, a lot of insects sort of, you know, are lured to this, to these leaves. They're caught up in these tentacles, and then these tentacles seem to close or these leaves seem to close around these insects, and then they open up again, and then the insect is disappeared, right? Um, SO he's testing to what do they react, and, um, you know, what the different substances. So he, you know, he he puts a little bit of tea on them, a little bit of urine, a hair, glass, stones, all these different things, finding out that they only seem to respond to to material that has very high nitrogen content. And then he starts to think like, OK, this may be explaining something, because, of course, these plants are curing nitrogen poorer, you know, phosphorus poor surroundings. So, where there's very little concentration of these minerals in the soil, like a marsh, or, you know, mountainous range, and you're starting to see that these plants are actually adapted to living in these sort of poor nutrient environments, and that they have become adapted to catching their own sort of nutrients. So, not only showing how this um digestion works and how they catch these different insects, and how complex these, these, these traps are, but also showing, OK, but then why? Why did they do this, right? Why do we find this adaptation? And then from there on, he's sort of not necessarily from there on, not growing very chronologically, but he also writes on climbing plants. He writes one of the first studies to show what different habits and movements climbing plants show. And from there, we really get his, like his most famous and also last botanical book, which is, um, about the power of movement in plants, which talks a lot about plant movement, and he's sort of the first one to show what we now know from EPs images that Actually, all plans move. It's not so much that they're, they appear passive to us, but they're not passive themselves, right? And not just that, he's not just showing that plants move, but he's also showing that plants experience their surroundings, that they're able to react to light, to gravity, to moisture, to all these different environmental cues. Plants seem to react, even though they lack clear sense organs. So, he's really starting to view the plant as a Moving, spontaneously moving, interacting with its surroundings, and sort of experiencing this world. Um, YEAH, you're starting to look, yeah, very differently at plants. So he's one of the first ones, for instance, to show that roots follow the center of gravity. And also locates what actually in the root is sort of causing this, right? He finds out that the root tip indeed seems to sense the center of gravity, and, uh, and, and sort of sense chemical messengers up the root to make sure that it sort of bends in the right way. Um. I mean, there's a lot of unanswered questions to him still, but you can really see, and he also writes this in his autobiography, that he, it's really been his sort of purpose to to re-evaluate plants, to to to show that they are highly organized beings, and that they have their own evolutionary history."
	},
	{
		"start_time": "42:22",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. But I mean, we've talked about the romanticists, Alexander von Humboldt, Charles Darwin. When it comes to how we view the natural world, what would you say are the main ideas that influence it?"
	},
	{
		"start_time": "42:40",
		"speaker": "Norbert Peeters",
		"words": "The main ideas that influence Darwin, you mean, or"
	},
	{
		"start_time": "42:43",
		"speaker": "Ricardo Lopes",
		"words": "now how we view the natural world."
	},
	{
		"start_time": "42:47",
		"speaker": "Norbert Peeters",
		"words": "Well, I think we're coming to terms with these discoveries that Darwin made in the 19th century. That, I mean, for a lot of people cross pollination and the relationship between insects and flowers or and other animals that act as pollinators, it's it's quite apparent, right? Many people know this. To be true, and we know that. So, so this is something that Darwin popularized. It was not necessarily him that he didn't really necessarily discover cross pollination. It was discovered in the 18th century, but he really was the first one to experiment with it, to show proof of it, and, and also to make it more popular. So, I think in, in a certain sense, we've come to terms with that, right? And we also know of carnivorous plants, right? So, In in in a certain sense, he's definitely shaping the way we view plants nowadays, but there's also a lot of Things he discovered that aren't really necessarily known all that widely. So, I don't think a lot of people realize that a root is also a sort of sensory organ, or at least a root tipus, that reacts to all these different environmental cues, right? And that all these root tips, and, you know, uh, a mature plant can have, well, thousands of them. And all these different individual root tips are indeed sort of sensing their surroundings and navigating through the soil, right? I don't think people usually tend to look at plants that actively, that sort of intentionally, um. But also seeing plants as a sort of sensory organism that has this complex interaction with its environment, and I think that's, we're still sort of coming to terms with that. So, in a certain sense, I think he's deeply influenced the way we are viewing viewing plants, but we're also, it's not, not all of it is has landed yet. But then more in general, the natural world, I Um, I think, well. What, for instance, very interesting is that the, the metaphor he chooses to describe life. BECOMES radically different from the metaphor people used to use to describe life. So, the chain of being, or the ladder of nature, was really the dominant metaphor for thinking about nature right up until Darwin, and Darwin even still uses it quite a lot, right? Talks about higher animals, lower animals. So he, he uses this still, this, this hierarchical thinking. So this stems from Aristotle, the ancient Greeks, basically, but it's, it's very dominant right up until the 19th century, where it's really seen as though plants are like a step below animals, right? And then stones and minerals are a step below plants, and then above plants we have animals, human beings, and maybe if you're Christian, an angel, god, etc. But this, this latter, like, Viewing of the natural world is, of course, well, it, it, it really Stresses this point that this plan, that plants are sort of passive, uninteresting organisms because they're lower on the scale of being, right? Or they're lower in this chain of being. Um, AND I think Darwin with the metaphor of the tree, the tree of life, and the and the same metaphor occurs to Alfred Wallace when he is in Tenata, right? They're, they're both thinking of the same metaphor at the same time, that in fact, we should, we should look at affinities between different species as a tree-like, uh, in a sort of tree-like diagram. And I think this is Well, again, right, nowadays super super influential that we take this sort of botanical metaphor, this, this tree-like metaphor of life, and that we view life in in in in uh through this lens. And and and I don't think we Well, we fully appreciate how important that is, right? That we take a non-hierarchical view of our surroundings, right? Because that immediately undermines the idea that we are somehow better than plants. No, we've all survived, right? Plants are here, so they have what's necessary to survive for all these millions of years, and we are here as well. And there's really no measure by which you can say we are better than uh plants or other life forms. So I think in this evolutionary approach, Darwin is really Um, It sort of sets Darwin up to really start to approve differently appreciate plants. But it's interesting that he does this through this sort of different metaphor, that he uses this botanical metaphor to make sense of the plant world, and to sort of see if we can um Get rid of this, these presuppositions, these assumptions about plants being passive, uninteresting, simple creatures."
	},
	{
		"start_time": "47:25",
		"speaker": "Ricardo Lopes",
		"words": "So, now let me ask you a question about related to a topic that I think you personally are very interested in. What is wilderness?"
	},
	{
		"start_time": "47:37",
		"speaker": "Norbert Peeters",
		"words": "Yeah, so this is completely different indeed completely different topic, or we're sort of leaving the planned world a little bit behind then. Um, SO this is something that in recent years have become more and more interested in. In that, um, And this was also, like you said in begin mentioned at the beginning. So it used to be my PhD project. I've, I've, I've, I've switched topics, but this used to be my PhD project. To look into wilderness and the wilderness notion, and especially the influence of the romantic era, and, and the, uh uh maybe especially American romanticism in the way we view wilderness nowadays. So, it's been noted. Especially by uh the Chicago School in Environmental History, that like people like William Cronin, but also maybe later on, like Bart Callicott, uh, Emma Marris, people that have critiqued our view or our notion of wilderness, that for a very long time, and I mean, still to this day, we we tend to think of wilderness as this. Yeah, we tend to take this dualistic approach to our surroundings, where the city is really like the human dominated landscape, the least wild, you could say, and then on the on the opposite end, you find wilderness, the space where humans are least dominant, where we find very little influence of humans, and where we find sort of this idea of sort of pristine nature of nature unadulterated by human beings, untouched by human beings. And I think Especially in America, I mean I think for good reasons, uh, this idea has been critiqued that this notion of wilderness is somewhat more common to a myth or a cultural idea that perhaps has served its has served its purpose, right? Or at least, um, how do you say, it's sort of out of touch, um. Uh, ESPECIALLY on the knowledge we now have of these places we used to call wildernesses, right? Like North America, or like the Amazon. We now know that many of these places were not only heavily populated, but also heavily managed by the people that live there, right? And that, um, There was definitely management of the natural environment, and there was, well, even agriculture, of course, we know, right, and Huper animals and all these different um So that that that's notion of of wilderness or seeing places as being wilderness is definitely a little bit outdated. Yeah, but it's a, yeah, so you go ahead. Sorry, I'm talking,"
	},
	{
		"start_time": "50:18",
		"speaker": "Ricardo Lopes",
		"words": "no, no, no, no, you're not talking too much at all. So, uh, but, uh, I mean that's about wilderness, but what is rewilding them."
	},
	{
		"start_time": "50:28",
		"speaker": "Norbert Peeters",
		"words": "Well, I think, well, before maybe we reach rewilding, it's so, like I said, it's in the in the romantic period where we find We find a sort of Re-evaluation of what wilderness is. So, um, I think, you know, when does the notion of wilderness come about? And I think we could trace that back to the origin of something else, which is sort of the opposite also, similar to the city, and opposite of the wilderness, which is the garden, right? I think we get wilderness or this notion of wilderness as soon as we start to Garden the plot of land, because then that distinction becomes interesting because the garden needs to be protected from the wilderness, right? We don't want wild animals in the garden eating the plants. We don't want other plants supplanting the, the crops we have, we, we cherish. So I think in a certain sense you could say with the rise of agriculture, you get this notion of, you know, the wilderness, uh, outside, and then cultural landscape is more the garden, the agricultural field. The city. Um, AND in a certain sense, you could say, the wilderness. Before the Romantic period is seen as a negative place, as a place of horror, of fear, of danger, and of course, this is how we know wilderness partially, right? Uh WE appreciate it, but we also know that there's dangers involved. And I think it's even if you look at, like, for instance, Paradise Lost. So when Milton describes Paradise and Paradise Lost, it's, it's the Garden of Eden that's surrounded by wilderness, and this wilderness is impenetrable, right? And it's sort of like when the people are expelled from the garden, they enter the wilderness, and they have to make their own gardens again. And they have to slave and toil in these gardens to, to supplant the wilderness. And you see really in, in, in the biblical notion that the wilderness is the place of temptation, it's the place of the devil, right? And we should bring civilization to wilderness, you know, it's sort of this notion of, you can find this in one of the Bible books. I'm not very fluent, but it's sort of like, make the desert bloom like a rose, right? Make and the desert is a word for wilderness, right? So it's make the wilderness bloom like a rose. So it's really this. TASK of humanity to supplant the wilderness and to make civilize uh to, to, to create civilization. And I think In romantic periods, we see a sort of switch in this evaluation of the wilderness, where all of a sudden, we start to become very critical of gardens, agriculture, cities. And we start to become very positive about wilderness, wild beasts, right? Wolves, forests, waterfalls, and these start to become places where we go to, and they start to become even a little bit touristic in the sense that, you know, they attract tourism, and people start to see sort of the beauty of wilderness, where before the wilderness was really seen as a dangerous place, a place that you did not really aesthetically appreciate. It, it, it turns into this place that has a lot of appreciation, right? And And we start to really appreciate this wilderness. And I think this re-evaluation is very important in a romantic period, but it leaves the dichotomy, the dualism alive, right? It, it just changes places and it's ways, it's, it's valued. So, What happened sort of in the, well, last century in this century, that people are starting to critique this dualism that, for instance, people start to call the city wild as well, right? It's sort of like if you listen to hip hop, it's, it's about the city being a jungle, right? It's about, um, there's a wilderness to the to the city. And then there's also a sort of artificiality oftentimes we think to wilderness, where a lot of national parks are very managed, right? The way we take care of pollution, we have all these rules, so they're almost as if it's a garden, right? So, I think in modernity or in modern days, we are sort of in this sort of post-structuralist era where we don't really see it as a very strict dualism anymore. So we see that wilderness is a little bit on the side of civilization, and civilization and Human influence is a little bit on the side of wilderness, right? Also, where on earth is their pristine wilderness, right? Human beings have influenced pretty much about. Everything, not, not, I mean, this much. I mean, we're not changing Mount Everest, but we're definitely polluting Mount Everest, polluting, you know, Mount Everest is cannot be seen as a pristine wilderness anymore. So, I guess, you know, we're in a time where people are really critiquing this notion of wilderness, and, and, and, but we also have this trend, rewilding, and that is very strange, because rewilding is sort of built on this old notion of wilderness. So, it appreciates wilderness, it sort of has this romantic idea of wilderness, and it tries to reestablish this pristine nature. So, The idea is that you take a plot of land that used to be cultivated by humans, and you leave it, you implement some changes to make sure that there is a sort of uh ecosystem surfaces are up, right, and everything is in place, and then you leave it alone, right? And then you rewild, right? It's sort of like making something, yeah, yeah, making something wild again, right? If we can use the sort of Trumpian approach. Um. And this was very popular, especially in the Netherlands. We see very early rewilding projects here in the Netherlands. For instance, Oslosses is, sort of known as one of the first rewilding projects. So this was a plot of land as well. There was Basically boarded off from humans, not ecologists, but humans. You can go on safari there, and they've introduced quite a lot of big grazers, right? So they introduced deer, uh, cattle, um, to, in order to rewild this place. But I think And and maybe from my assessment, you can sort of already hear that. I'm quite critical of this notion, because I think it really leans on this old notion of wilderness as a Landscape that is free of human influence, and that is just let, you know, left to its own devices, basically. And I, I, I'm highly critical of uh this notion. Yeah."
	},
	{
		"start_time": "57:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but I mean, do you think that uh ideas of rewilding, connect in any way or linked to environmentalism in any way?"
	},
	{
		"start_time": "57:14",
		"speaker": "Norbert Peeters",
		"words": "Well, I think it's seen as this. So for instance, Rousseau says, right, everything that comes out of the hands of the creator is good. And everything degenerates in the hands of man. And I think this is sort of central to this rewilding notion that for some reason we've become very dominant on Earth. We're we're in this so-called Anthropocene, right? Where we are a very important factor, um. Uh, IN the environment, and I think this is sort of like a It's a reaction to that, right? It's a reaction to our dominance and the fact that we have this sort of little bit of a planetary control, right? There's the planetary trade, there's, well, you know, there's international trade, there's international tourism, there's we, we definitely span the planet in, in, in one form or another. And I think this is, this rewilding is a reaction, but it's a very Um, I think in most cases it it's a it's a it's it's based on this, I think, outdated notion of what wilderness is. I don't think that there's no wilderness, it's just that as long as you view wilderness as this place that is untouched by humans, and that is somehow Devoid of human influence, then, well, first off, we have no wilderness because there's no such place on earth, but also, should this really be the idealistic situation you want to steer towards? And also, Yeah, I mean, rewilding sort of implies that you want to go back to a certain place in time, right? Usually before human dominance. But, but, but how do you select where to go back to, right? Where to stop, um, why are we still, well, we're calling, we're calling it rewilding, but we're doing a whole lot of management, right? These places are not unmanaged. There's a lot of human influence. You could even say, well, there's, there's a ton of human influence, right? We introduce animals, right? We, I mean, and we use all sorts of reasonings for this, right? We say, well, We're missing very important ecosystem surfaces, if we don't have a large grazer, we don't have a large carnivore in place. So, to have a rewilded really rewilded environment. We need to bring back these predators too, and we need to bring back these herbivores, you know, and, and animals that in the past we've we've hunted to extinction. We need to bring them back so we can have this sort of idealistic wilderness. And I, I find it to be troublesome. Really all the ways I look at it, is that, yeah, yeah."
	},
	{
		"start_time": "59:54",
		"speaker": "Ricardo Lopes",
		"words": "And what is the difference between being native and being exotic? What, I mean, what's the difference there?"
	},
	{
		"start_time": "1:00:04",
		"speaker": "Norbert Peeters",
		"words": "Also this plays into a little bit to this rewilding. So, of course, one of the things also done in rewilding is looking at, so what do you want to recreate, right? Do you want to recreate a certain wilderness that was maybe there in the past, but humans have since influenced the landscape that much that many of these animals and plants have disappeared. Now, rewilding also means you want to have native animals and plants in place, right? Cause you want to have a sort of wilderness. So, what's also done in rewilding is that usually we try to take out all the different exotic plants that are there as well. So it's, so it's also this brings forward this notion of, you know, only having yeah, only having native plants, only having native animals. And of course, if we look at our surroundings, this is not what we find at all. We, well, not only do we cultivate many exotic plants, but of course, also in the wild, you find many plants that, you know, were introduced in the past by human beings, sometimes willingly, sometimes unknowingly. And, um, you know, if you go outside, you can find plants from, from North America. I'm talking here in the Netherlands, right? But you can find plants from North America, you can find plants from Argentina, uh, in the wild, right? Doing quite well. Um, SO, I think because We have international trade, because we have tourism, because we're transporting people and goods across the planet. We've also, you know, uh, um, yeah, we've also taken on board many a plant and animal, and and some of these plants and animals have done quite well in these new surroundings. So just to make a little bit of a bridge between rewilding and native and exotic. Now, Um, of course, so this is what my PhD project is, is, is really about, is this sort of this. The philosophical roots and roots of this. Distinction between native and exotic. When do people, not necessarily when do the first exotics arrive in Europe or elsewhere, but more when do people start to realize that some plants hitch hitch a ride, right? That some plants are transported by human beings and start to become wild and really uh survive in this other in these other surroundings. And I, I found that this was really a question that wasn't answered yet. People sort of assumed that in the 19th century, it started to occur to people that you had these different types of exotic plants that were somehow introduced by human beings, but I found that already as early as the 18th century, and even before that, people are noticing that sometimes exotic plants appear in in in their surroundings."
	},
	{
		"start_time": "1:02:49",
		"speaker": "Ricardo Lopes",
		"words": "OK, so it's still linked to the difference between being a native and being exotic when it comes to exotic or non-native species. What is an invasive species?"
	},
	{
		"start_time": "1:03:06",
		"speaker": "Norbert Peeters",
		"words": "So this is, so to nowadays there's, I think in almost every country, there is quite a lot of talk about invasive species. Also, the IPBS has has said that uh uh invasive exotic species is one of the #1, it's like in the top five threats to uh biodiversity. You know, uh, other than land use and pollution and all these other types of things, invasive exotics are also causing the disappearance of many native species. So they're definitely seen as a, as a sort of global, one of the global issues we face nowadays. Now, like I said, I, I'm interested in. When do we start to notice this distinction between native and exotic? And I think this really has to do with a rise in, so I said, like, Alexander von Humboldt is one of the first planned geographers. That's not. Entirely true. Before him we see a botanical topography. So for instance, Linnaeus, but also other people have already Started to pay attention to what plants can we find in certain regions. And we see in the 17 18th century the rise of the so-called flora. And the flora is really a book that showcases all the wild flora you can find in a certain region. And by mapping out what species you can find, Now, in this mapping, this is where we start to notice that there are exotics slipping in as well. So Linaus looks at, for instance, at different floras that were written in a certain century, and he sees that there's new additions in the new flora. And sometimes these new additions, of course, are just a scientist paying more attention, right? Or looking more closely at what grows in a certain region. But there's also new additions. They're definitely not the product of being overlooked. They seem to be plants that have been introduced and have gone wild in a certain sense. So, with the rise of floras and the rise of this botanical topography, people start to notice, hey, there's exotics coming in. And then Linnaeus is one of the first ones to sort of, uh, how do you say? Syatize that or categorize that, and he writes a short uh uh uh text on all the different plants and in recent history have entered Europe and Sweden by by means of humans, but also by natural means. And he sees this as a very positive thing. So he likes these new additions to Swedish nature and European nature, and he, it sort of heals them as, you know, the more successful the better, right? If you are successful as an exotic plant, you get what he says, you get, uh, sort of like a city rights, right, or, uh, you get sort of, um, yeah we say in Dutch Burge but a civil rights, you get sort of civil rights. So if you're very successful, you could become part, you naturalize into the environment. So, you become part of the Swedish nature, or part of European nature. So, he's very positive. And then, It becomes invasive when we go to Darwin. So when Darwin travels with the Beagle, travels South America. He finds in Argentina and in Paraguay, when he's walking through the Pampas, he finds that There is a certain garden plant that it was introduced by the Spanish that has gone wild and is making whole populations in the pompas. And this is a cardoon, this is a a type of artichoke uh species, and this is a very, this plant does very well. And then he writes, I don't think there's a single case of an alien plant invading. On a territory and causing this sort of extinction of aboriginal species. And this is really the first time that we find this word invade in connection to plants. So, of course, we knew of human beings invading, but plants invading, animals invading is really a sort of evolutionary notion. So, it, it really, it's sort of a militaristic metaphor that describes or Makes us understand, like, what is actually happening. So, it's not like Linnaeus said it's a perfect addition to nature. No, Darwin is seeing that, no, the success of this newcomer is actually detrimental to the native species that are there. And then he uses this word invasive. Now, I think from there we get our idea, right, of when certain plants are very successful and they come from abroad, they've been introduced by human beings, so they're exotic in that sense. And when they're very successful, we call them invasive because, well, they take the place of native plants that were, that used to grow there. But that would make you think that Darwin was very negative on on that notion. But in a certain sense you could say that introducing this term invasion is for him only also a way of describing how plants migrate, and that Not necessarily saying it's a bad thing, it's more like this is what happens in nature, right? Also without human beings, we see this long distance uh dispersal of seeds, right? So, in a certain sense, a plant by itself could invade a new territory. But as human beings have, of course, introduced a whole lot of plants and has speeded up this process quite a lot, right? And have introduced plants to regions where they're definitely not native. But we really see the sort of rise of the invasive exotic with Darwin. Um, SO I really, yeah, I, I, I think that's also something that is unknown to people, right? That, uh, but of course, when you think about it, it really ties up nicely with the idea of the struggle for existence, uh, where indeed you could also find that newcomers take new places in nature, right? And you could even argue that Darwin says every species is an invasive exotic, in a sense that In the evolutionary history of every species, there have been times where it had to be migrating to new places and become very successful in these new places, in order to survive, right? So I guess in a sense today invasive is really seen as a negative quality, right? It's just something that we do not want, but in a certain sense you could say it's, it's really uh key to life, right? That all plants and animals have this invasive property to them."
	},
	{
		"start_time": "1:09:29",
		"speaker": "Ricardo Lopes",
		"words": "So still on the topic of invasiveness, does the size of non-native species have anything to do with their being considered invasive or not?"
	},
	{
		"start_time": "1:09:44",
		"speaker": "Norbert Peeters",
		"words": "Uh It, that's a difficult, hm. I think yes and no. In a certain sense. Uh, INVASIVE exotics are sort of this new category of weeds, right? Where weeds are usually plants that we don't like in our gardens or in our, uh, agricultural fields. Uh, THESE plants are also seen as weeds, but not, not so much weeds in in a human domain, but weeds in a natural domain. They're sort of the weeds of nature. And we need to weed them out. And because they're sort of the weeds of nature that also implies oftentimes many weeds are like year yearlings or maybe uh biennials, right? So they take either 1 year or 2 years to grow. So many of the weed species that we we find and also many of the invasive exotics are usually like these annuals or biennials, right? That that grow for maybe a year or 2 years. Um. Think of giant hogweed, for instance, right? This is a biennial. So first, it makes a big leaves, makes big leaves and and uh the first year, and then the second year it makes this huge inflorescence, right? And uh definitely seen also here in the Netherlands as an invasive exotic, but, um, so usually I think it's annual annuals, but then there's also Invasive exotics that are longer lived, right? That are trees. So for instance, we have what's called the tree of heaven here, uh, Aleonus. Let me see if I can find the name. Yeah, yeah, Aliontus Altissima, for instance, is the tree of heaven. So that's really a tree species and you can see it growing, uh, um, well, basically everywhere in the Netherlands, um, uh, as, as, as a, as an invasive exotic, but it's definitely a tree species, so. I'm not sure if size matters. What, what is interesting is that usually when there is a certain use to a plant, when they're, or when they're very aesthetically pleasing, we don't mind as much if they're a bit invasive. So, for instance, we have cranberries here on the Wadden Islands in the Netherlands, and that's an exotic, but it's grown a lot by people too, and it's very appreciated and it's part of the sort of the diet of people and But also other other trees and plants are, are highly prized even though they are exotic and sometimes even successful. Um, SO, yeah, so sometimes when they serve other purposes as well, they're treated a little bit differently, but I don't think size matters all that much and when it comes to invasive species."
	},
	{
		"start_time": "1:12:18",
		"speaker": "Ricardo Lopes",
		"words": "OK. So are plants intelligent? I mean, is there such a thing as plant intelligence? And if so, in what ways are they intelligent?"
	},
	{
		"start_time": "1:12:32",
		"speaker": "Norbert Peeters",
		"words": "Yeah, so this is, this has caused a little bit of a, or at least there's a little bit of a discussion about this, and I think So I usually in my classes don't really answer the question if they are really intelligent or not, cause I think the one of the main problems is that Like, similar to that, we don't really know what wilderness means. I don't think we also really know anymore what what intelligence means, right? Now, we use it all the time and we don't have a problem using it, and oftentimes when we talk about intelligence and all the different connotations it has, it deals with human beings, maybe a little bit with animals, right? Some of the animals, um, but, uh, or, or maybe these days a lot more animals are are are are seen as intelligent. Um, THERE'S definitely Champions of this idea, right? I mean, people like Frans de Wall or other thinkers as well that, that talk about other minds, right? Uh, WE know of cephalopods octopide being very Being very intelligent. Um, SO I think animal intelligence is becoming more of a general notion, but then we reached the plant kingdom, right? Or the fungal kingdom or bacteria, and I think There it becomes too many people very strange to talk about intelligence because. Intelligence applies so much for us, right? It implies IQ EQ, you know, all these different. You know, um, yeah, differences between people and how smart they are, etc. ETC. RIGHT? And And of course, with plans that so that becomes a lot a lot more tricky, but I, I think it's sort of a sign of the times that that we don't really have a good answer to this question. What is intelligence, right? Um, THERE'S this great article. By Shane Hutter and uh. Chain leg and oh and I forget about the name, but it's, but it basically starts this article with, well, we talk about artificial intelligence, but it's sort of a little bit of a problem that we don't really know what intelligence is, right? There's all these different definitions and all these different fields, but do we really know what it is and I'll tell you to, so This was the So the interesting thing is this is really an idea that starts with Darwin again. So, in the final book that Darwin writes on, on, on plants, the power of movement in plants, he finishes in a very strange manner. So, for pages on end, he talks about all the different environmental cues that Planned roots, but also other parts of the plant take from their surroundings to dictate sort of, or to help navigate their surroundings, to help move, to help, you know, put their leaves in the right position, etc. ETC. And after sort of writing about this for a long time, he ends on this notion of, OK, so if a plant root, the plant, the tip of a root takes in all these environmental cues to help it navigate the soil. Could we not say that it's comparable to, like, the brain in the anterior end of a lower animal, like an earthworm? You know, is is a root tip not a little bit comparable to an earthworm, where an earthworm also takes any environmental cues from its surroundings and navigates the soil. How is it different from this plant root? And there we see this notion of planned intelligence arising, right? What's later been called the root brain hypothesis, that for some reason, The root tip acts a little bit like the brain of an animal. Now, This is highly debated, right? Because you can't really look into a plant and find a brain, right? Um, THERE'S no central nervous system. There's, they lack many things, right? But nonetheless, for Darwin, the reason is, well, If we take in, if it takes in all these environmental cues, it would still need to deliberate. It would still need to make a sort of choice, right? So, say, though, there's a center of gravity, but there is also an an obstacle, right? Um, IT can't really then navigate, you know, downwards and follow the center of gravity. It would sort of need to say, OK, we're not following the direction of gravity. I'm doing something completely different because I've hit an obstacle. So, these different environmental cues are given different sort of, there's sort of this hierarchy, right? That if we reach an impediment, no longer follow the center of gravity, but take a different route, right? Um. So, he, in this deliberation and this sort of making choices on how to navigate, he sees this as maybe a very preliminary form of intelligence, and especially his son Francis Darwin, takes this notion a bit further, right? And I think what I What I like about it is that they're sort of having this cybernetic argument on intelligence, where later on, when the rise of cybernetics, and people like Norbert Wiener, uh my namesake, right, he, he says that In order to have an intelligent machine or or an animal or a plant, you really need to stack different feedback mechanisms on top of one another, right? And you need to have a sort of feedback mechanism where there's a perception of the surroundings, and there is an automated process and that whether you look at life or you look at machinery, if you want to have goal oriented behavior, if you want to have complex behavior, you really need a whole lot of feedback mechanisms. And that maybe in essence, this is what intelligence is about. It's a sort of feedback mechanism. And Francis Darwin takes this to mean that, well, maybe that means that intelligence is not something that is predominantly human, maybe not even something that occurs with humans and some of the higher animals, but that intelligence is really something that occurs in life, and that life is sort of characterized by intelligence. And some people nowadays claim like that evolutionary process is a blind process that comes up with intelligible solutions to problems. Right? That's so that the whole process in and of itself. Makes intelligence solutions arise more or less. So, this is the reason that Darwin talks about plant intelligence, right? And I I like it, but it also I think it leaves me wondering like, I don't think we know what intelligence means. I just don't think there's one there's gonna be one definition. So maybe it really has to do with how useful is this notion to us. And also, do we want to use the same word, maybe even, right? Uh, LIKE, for instance, I find with Darwin that many times he doesn't like to use the same word as we use, for instance, with animals. So when he talks about The so-called sleep movements of plants, so many plants, when, you know, the sun sets, they drop their leaves, or they fold their leaves up. And then when the sun rises again, they open up their leaves. And he says, I don't want to call this sleep because does it serve the same biological function as sleep? Probably not. So he, he, he comes up with a different word, right? And I think this sort of stresses this point where And that's maybe the main problem with plant intelligence that you also don't wanna turn the plant into an animal, saying or turn a plant into a human, saying, well, all the characteristics we have, the plant also shares, where, in fact, it could very well be the case that plants are very, very different from us, and that, well, maybe you don't need a brain to survive, right? They clearly show that without a brain you can survive pretty well, so maybe we've put far too much. Uh, HOW do you say? Attention on intelligence, right? Or far too much importance on intelligence, and that maybe having a brain is all not that important, right? That you're perfectly capable of surviving without one. So I, I go back and forth between If plants are really intelligent or not, but I think the nice thing about the question is that it highlights that this problem we have, that it's it's very, becomes, it's becoming very hard for us to explain what intelligence is. Mhm."
	},
	{
		"start_time": "1:20:26",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, of course, if plants have some sort of intelligence, I'm not sure if we would be able then to talk about plant psychology as well, but, uh, do we know if the plant, OK, OK,"
	},
	{
		"start_time": "1:20:42",
		"speaker": "Norbert Peeters",
		"words": "that's fine. Some people, some people do. I, you know, I, it doesn't really help. So for, yeah, but, but, but continue because you were you were you were heading somewhere."
	},
	{
		"start_time": "1:20:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, yeah, I was going to ask you, do we know if plants have some kind of personality?"
	},
	{
		"start_time": "1:21:03",
		"speaker": "Norbert Peeters",
		"words": "Um, So it's something that Um, so I think here you run, you sort of run into that problem, right? Where we take this word that has a whole lot of meaning when it comes to humans, also has some meaning when it comes to animals, maybe, and we see if we can find an equivalent in the plant kingdom, and I think in some cases that that's maybe a bit misguided, right? So, um, for instance, plant communication is something that's well established. We know that Plants can release volatile chemicals, and that these volatile chemicals can be messages that warn other plants or that do even more complex things, right? Have show more complex ecological interactions. So there's really no debate on plant communication, even though it's a wild notion, right? To think of plants having this chemical language, and to, and then them being able to communicate, um, that is quite a wild notion, but it's not debated as such. Well, I think plant intelligence maybe it's it's a little bit harder to show, OK, but why do we need it, right? Why do we need to have this word, or especially also with personality. Do we need the word personality when it comes to plants? Does it explain something, right? And now I found that. Indeed, if you take personality to mean that they are so so called individual differences, right, between different members of the same species. So, for instance, one plant. Has um a certain reaction to it being attacked by aphids, for instance, right? So, it starts to change its chemical composition, uh, or it might respond to certain communications, right? Um, AND then a different plant will have a little bit of a different response, and this is repeatable, right? It, it's clearly shown that they have a little bit of different strategies on how to allocate energy, how to How to Sort of interact with their environment. Now there have been studies showcasing this, right? That there are indeed these sort of individual differences between plants. Now I say individual, because this is wherein lies the problem is that Well, a personality, it would be nice to have an individual, something that is not easily divided. But of course, Here we reach a sort of the ontology of a plant is that a plant is not an individual in that sense, right? Like we are an individual. So a plant Well, for the first part, it has a very plastic nature, right? So we can see that. Like our brain is very plastic, but our body is not so plastic, right? We have a certain. Ontogenetic plan, and there's, you know, from an embryo to a human being, that's a pretty, that's a, I mean, there can definitely be environmental conditions that can influence your growth, but for, for the most part, it's a sort of fixed track or trajectory. While in plants, that's not the case at all, right? A dandelion growing in between the cracks of the pavement looks different than when it's in a, in a lawn, right? The the leaves are different. There can be all sorts of differences. So this plasticity is definitely, I'd say, a lot more there in plants, right? Like, we have a very plastic brain. Plants seem to have a very plastic physiology. Um, BUT They're not really individuals in a certain sense, because you can divide them, right? So some people say they're divium, right? They're there's something that doesn't really have a center. It's more decentralized. It's more of a modular type of growth, right? Almost like a fractal type of growth, where you can take, um, you know, you can take a cutting from a plant and, and, and, and, you know, fix it to another plant, or you can take, um, you know, maybe root stock and then have another plant, right? We know this because we use it in agriculture. So In that sense, I think it's tricky, like, right, that You want to sort of stay clear of a sort of uh anthropomorphizing plants, right? Making them into human beings with personalities. Now, I think we also sort of need to appreciate how different, even though we share a common ancestor very, very far back in evolutionary history, there's so much difference to us as well, where We don't really necessarily know a whole lot about what we're dealing with, right? It's not individual, it's not. I mean, It's not really um But nonetheless, it's, it's it's interacting in a very complex way with its surroundings, right? So maybe we have still just a very poor understanding of this, of this complexity. Now I say this. Of course, there are great scientists working on what plants do on a microscopic and a microscopic and an ecological scale. Definitely not wanting to say that they're, they, they are somehow missing something. But I think maybe in general, the general public, it's not sometimes maybe missed a little bit like how, how different, how other the plant is, and that we might not be very capable as a primate, you know, having done science for a couple of centuries, to, to really unlock all these diff all these um You know, to, to, yeah, to, to really find out all these differences, right? And to really appreciate these differences. Like, are we smart enough to To know about planned intelligence. You know, you know, what we hold as intelligence, it's very human oriented, right? Tool use, communication, altruism, you know, all these different characteristics that are characteristic to our evolutionary trajectory. We've, we, in our evolutionary track, we have, uh, you know, tool making and tool use. Many animals, of course, don't. Uh, DOES that make them less sophisticated? Well, probably not, right? We don't really have a measure to say, well, tool making, and we have I don't know, like bat bats use sonar, right? How do you compare the two? Which one is better? You know, that, that, that's very, that becomes very hard to say. So, this is a complex answer to maybe an easy question, like do plants have a personality? I think in a certain sense, you could definitely talk about these sort of individual differences in plants, but to call it a personality, I think it implies too much, right? It's almost like, It shows this, this, this tendency to make plants and animals into equivalents, while there are actually also wide differences between the two."
	},
	{
		"start_time": "1:27:29",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question and then perhaps we should have tackled it right at the beginning, but I left it for the end because I think it would be very interesting for you to tell us your ideas about it, uh, just before we wrap up our conversation. So, Why should people care about plants? I mean, since we have this plant blindness as we talked about in the very beginning of our interview. Yeah. Uh, I mean, what are, what would you say are the main reasons why people should care about plants? Why do plants matter?"
	},
	{
		"start_time": "1:28:10",
		"speaker": "Norbert Peeters",
		"words": "So, Um, So, uh, a twofold answer. So first of all, I think they matter a whole lot because uh as compared to our primate relatives, we are a gardening ape, right? Uh, EVEN though many of the, the, the great apes have great knowledge of plants, uh, we're the only ones that have gardens, and we just don't just have one garden, we have uh a whole plethora of different garden types, and It shows that, I mean, Choosing this path, right, this symbiotic path of plants and humans. Has, well, not only changed us. A whole lot, but has made us highly dependent on planned and planned survival. I mean, And I mean, this has been appreciated by other people as well, right? There's this great book that's called The Death of Grass, right, which talks about uh a virus breaking out amongst rice plants that mutates into a virus that hits all grass species. And then the protagonists in the story find out how dependent we are on Grain, right, or wheat, rice, corn. These three grass species, only 3 grass species, right, of 11,000 grass species, take care of 50% of our calorie intake worldwide. That's Let's say that's a very weak foundation to build a civilization on three dominant grass species, especially considering the fact that they can be hit by diseases, right? We know this to happen, to occur. And this is true for Many of the plants we use, we hardly usually know anything about their origins. We don't really know where they come from. We don't really know who who cultivates them, unless you're from the place. But we're highly dependent in our survival, right? It's the wood in our construction, it's the clothes we wear, it's the fuel we put in our cars, it's, I mean, plants are all around and our, I mean, we are not as dominant if if we didn't, we didn't make sure that plants, some plants are dominant as well, right? So, I think this is a point that's not, that that's not really appreciated, especially since we're so city orientated, right? We don't necessarily take take into account farming as being so important, but this is a mutualistic situation, right? We talk about the domestication of plants and animals, but they've domesticated us as well, right? It's a, it's a mutualistic track we're on. So, we're really dependent on their survival as well. But we're not really necessarily very interested in their survival, right? And this is where it becomes a bit stressing. Is that, of course, there's many people interested in the survival of rice and corn, etc. BUT then many people don't have a clue. And I think for the survival of our species, it's, it's it's it's utmost importance that plants thrive as well. Now, beside it, cause that's a very human-centered way of looking at things, right? They're very important for our survival, so we should have maybe a bit more appreciation for the fact that they are there. Um, BUT then there's just also just, and this is a bit the romantic in me. Of finding the planned world to be highly interesting, right? And not only their capabilities, but also their diversity, um. I mean, I'm always When I started this sort of track and reading more in botany and collecting books on botany, and visiting botanical gardens, my appreciation for plants has only grown and grown and grown, right? It's so, I mean, it's a, it's an amazing world to, to, to to be able to look into. And we have so much information on plants as well that we can, we can really appreciate all the plant kingdom for, for, for what it is and all the ecological surfaces it has, right? Uh, SO I guess also just maybe a little bit more decoupled from humans, I think. Plants are just super interesting, so. Maybe we should, you know, scratch ourselves a little bit behind the ears and, and, and sort of think about why do we place so much attention on animals, right? Why, uh, I mean, for good reasons, and animals are very interesting too, but we should not forget that plants are, well, at least as interesting as animals as well, right? So, so, I I I think it's also sort of a call to say, you know, if you look into Plants, you, you're gonna find a whole lot of surprising uh things about life, right? And about and great examples of evolution and great examples of ecology. And uh so, so in that sense, I think appreciation of plant life is definitely do."
	},
	{
		"start_time": "1:32:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what kinds of topics will you be working on in the near future when it comes to botanic philosophy?"
	},
	{
		"start_time": "1:32:48",
		"speaker": "Norbert Peeters",
		"words": "So I've I've I've finished my dissertation, which needs to still be checked by the commission. So hopefully doing my defense. And uh um so about invasion ecology and the sort of the the the the rise of this this knowledge of invasive exotics, which we discussed, um, and I really want to work on my, on my book on this sort of cultural and natural history on weeds. Cause I think, you know, weeds is a is a very interesting category of plants because they don't exist without humans, right? It's a sort of, what is a weed is a sort of relational property, right? It's certain plants that we dislike. And um I'm just curious to find out why do we dislike him? What reasons did we make for this? How are we using weeds also in a metaphorical sense to talk about humans, to talk about, well, I mean, there's Well, there's a lot to say about weeds, and I think it really also showcases uh our own nature, right? And, and how, how we are gardeners, and how we, you know, all of us have weeded plants before, which is quite astonishing, right? And all of us are weeders in that sense. Um, SO yeah, I think that that question is super interesting, like, what is a weed and and why do we think of certain plants as being so villainous or so, so, uh, so detrimental, yeah."
	},
	{
		"start_time": "1:34:02",
		"speaker": "Ricardo Lopes",
		"words": "And where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:34:08",
		"speaker": "Norbert Peeters",
		"words": "Uh, SO I, I, I, I have a website, um, or maybe just Google my name, Norah Peters, and then Botani Sofita Sofi Pinel is my, is my website, which is not super up to date, but there's definitely some lectures I gave in my books that I wrote, and, um, you can find me at Wani University where I teach, um, and, um, yeah, just Twitter, Instagram, Facebook, I'm on all the social media platforms as well. So, uh, yeah, definitely have a look. I mean, most of the things I write are in Dutch, and most of the talks I do are in Dutch too, but there's definitely also some English stuff there, um, yeah, and hopefully in the future more, so, yeah, that's about it."
	},
	{
		"start_time": "1:34:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So, Norbert, thank you so much for taking the time to come on the show. It's been really fun to talk with you."
	},
	{
		"start_time": "1:34:56",
		"speaker": "Norbert Peeters",
		"words": "Thank you, Ricardo, thanks for the invitation."
	},
	{
		"start_time": "1:35:00",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrook field governor Michael Stormir, Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Frankortolotti Gabriel Ponscorteus Slelisky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Giancarlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]