[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Ian James Kidd. He's an associate professor at the Department of Philosophy at the University of Nottingham and today we're talking about philosophical misanthropy. So, Doctor Kidd, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Ian James Kidd",
		"words": "Thank you, Ricardo. Pleasure to be here. Looking forward to our conversation."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's start perhaps with the most basic question here. So, what is philosophical misanthropy? And since we are talking the uh philosophical take on misanthropy, how does it differ from the way people commonly talk about misanthropy?"
	},
	{
		"start_time": "00:49",
		"speaker": "Ian James Kidd",
		"words": "Well, there's a distinction I want to draw between philosophical and vernacular misanthropy. So in everyday vernacular language, misanthropy means something like a hatred or a distrust or contempt for human beings, maybe individuals or the collectives. And I want to say that at best is one extreme kind of misanthropy. So in the philosophical sense, misanthropy is not defined as a set of emotions. It's a judgment or a verdict on the moral condition of human beings. Like any verdict or judgment, it will express itself in certain emotions, but misanthropy in its philosophical sense is a judgment. It's a verdict based on evidence, reasons, arguments, assessments, um, and I think there's quite a big difference between the philosophical and the vernacular sense of misanthropy. Because if you ask someone, are they a misanthrop, they'll usually say, no, I don't, I don't hate people. I don't feel contempt for human beings. Um, AND that makes them think that misanthropy is, it's not a position to endorse, whereas in the philosophical sense, if you ask, do you think that humankind collectively is morally pretty dreadful, I think more people will be inclined to answer yes."
	},
	{
		"start_time": "01:59",
		"speaker": "Ricardo Lopes",
		"words": "Right. And, and why would anyone be a misanthrope? I mean, what are the reasons behind that?"
	},
	{
		"start_time": "02:08",
		"speaker": "Ian James Kidd",
		"words": "Well, it, it varies a lot by the individual misanthrope. I mean, some people describe themselves as natural born misanthropes, and they'll claim that they've always had, uh, some vague feeling that humankind is pretty dreadful, that the human world is full of cruelty and greed and injustice. Um, AND there might be such people who've always had that pre-philosophical sense that our moral condition as a species is pretty bad. Uh, BUT the misanthropes I'm interested in, they usually come to their misanthropy through a combination of. Um, EXPERIENCES of their own, usually bad experiences, um, certain kinds of reflection on humankind in our moral performance. Um, THEY might have had what can't cause long, sad experience of the ingratitude, injustice, and cruelty that seems to infect the human world. Some of them might have been inspired by certain arguments, including arguments given by the philosophical misanthropes. Uh, FOR other people it might be the inspiration of, of philosophical or religious tradition, um, because I think many philosophies and religions have misanthropic, um, components. And maybe for other people it's, it's probably some combination of all of these things. I mean, at least in my own case, I wouldn't describe myself as a natural born misanthrope. I remember being fairly sort of optimistic, uh, romantic, philanthropic, wanting to think the best of people. But in my case it was a combination of lots of philosophical work on vices and wickedness and evil, and then it was reading books about misanthropy by modern philosophical misanthropes like David Cooper, uh, or David Benatar. And then using those philosophical ideas to rethink certain experiences and and learning to look at the world again in a different way. And for me that process was fairly quick. It took about a year to become converted to misanthropy. For some people it's much longer, for some people it's much slower. And a lot of people also resist their misanthropy. Um, THERE'S a great paper by um Catherine Norloch, the Canadian philosopher. And she points out that many people have misanthropic thoughts and ideas and feelings, but they want to resist them. Maybe because they're not persuaded by the arguments, maybe because they are um slightly disturbed by the content of misanthropic ideas, or they're aware that becoming a misanthrope would damage some of their values or some aspects of their identity that mattered to them. And I think there's, there's quite a range of conversion processes that make a person a misanthrope. But what's crucial for the philosophical misanthrope is. At least a lot of that conversion is done by reasons and arguments and evidence."
	},
	{
		"start_time": "04:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Is there an emotional component to being a mis a misanthrope? I mean, what kinds of emotions do misanthropes experience toward humanity? I'm not saying that even if there's that emotional component, it is necessarily very relevant to philosophical misanthropy, but what could you tell us about that?"
	},
	{
		"start_time": "05:06",
		"speaker": "Ian James Kidd",
		"words": "Well, the, if you look at the testimonies of misanthropes, that they always mention an extreme range of emotions, um, and they usually emphasize pretty negative emotions. So, for example, Kant and Schopenhauer talk about sadness, woe, disappointment, frustration, uh, the Buddha mentions dispassion, disgust, and anxiety, and, and I think these, these misanthropic emotions, they appear in a misanthropic process of conversion in different stages. So it's clear that many misanthropes begin their journey of conversion through certain negative moral emotions. They feel fear, um, at the, the evils that human beings do. They feel grief and anxiety. They feel worry and loss and disappointment, and those emotions can help to motivate a person to start thinking in misanthropic ways. But over time, as your misanthropic verdict starts to sink in. Then I think a further set of emotions comes in, because when people come to a misanthropic judgment on humankind, they often experience a further set of emotions. Anger is often mentioned, distrust, uncertainty, sometimes shame at being part of such a dreadful species, certain kinds of sadness and regret at the, at the way that humankind has developed. And one function of philosophical misanthropy, I think, is to guide people through these emotional processes, which can be very difficult and for some people very traumatic. I mean, there's real moral disorientation in becoming a misanthrope, and most misanthropes need good guidance on how to manage and regulate these emotions. And I think there can be sometimes positive emotions as well. For example, certain misanthropes report a sense of relief at finally seeing human beings for what they are. Um, BUT it's pretty clear to me that most misanthropes find it a very difficult emotional process, becoming and being misanthropic, especially if you want to sustain your misanthropy into the long term, then you have to identify what kinds of negative emotions you're susceptible to, develop ways of coping with them. And that will usually involve some readjustment of your values, your ideals, your expectations, your habits, your ways of relating to other people. And that I think is part of the difficulty of being a misanthrop. It's emotionally turbulent for most people, and that requires real management."
	},
	{
		"start_time": "07:24",
		"speaker": "Ricardo Lopes",
		"words": "So give us some examples of what misanthrops consider to be the failures or the moral failures of humanity."
	},
	{
		"start_time": "07:35",
		"speaker": "Ian James Kidd",
		"words": "Well, I think there are for most misanthropes historically and cross-culturally, I think that there are, there are 3 main routes into misanthropy. Um, THE first route is reflecting on how human beings treat non-human animals, and the failings people mention there include, uh, greed, selfishness, malevolence, cruelty, brutality, exploitativeness, uh, willing to exercise power over other creatures. Uh, A second way into misanthropy is a reflection on how we relate to and treat the natural world. So there are eco misanthropes. Uh, THEY mention some of the same failings like greed and destructiveness, but they also mention hubris, mindlessness, recklessness, stupidity, short-sightedness. And then the third way into misanthropy is reflection on how we treat other human beings. And here the failings include greed, jealousy, malevolence, selfishness, betrayal, treachery, insouciance, lack of care, callousness, and one task for the philosophical misanthrop is to look at these different routes into misanthropy. And then try to map out the kinds of vices and failings that are common to each path. So in David Cooper's book Animals and Misanthropy, he identifies, I think, 7 clusters of failings that people often display in the ways that they think about animals, how they treat animals, and so on. And you can do a good bit of moral philosophy by taxonomizing these failings. Now there is a lot of consistency across different misanthropes. For example, everyone mentions greed, hatred, stupidity, dogmatism, malevolence, selfishness. Uh SOME misanthropes also point to different kinds of failings that other misanthropes don't mention. For example, for some people, there are aesthetic or spiritual failings as well, that should be part of a condemnation of human beings. Uh, SOME misanthrops, um, like to give very systematic lists. So if you read the Buddha's discourses, he gives enormously elaborate lists of the cankers, taints and defilements of human beings, and they're systematized, numbered and analyzed in exhaustive detail, whereas in other traditions they content themselves with looser, less systematic lists. Um, SO if you look at a, a recent misanthrope like Giacomo Leopardi, the Italian misanthrope, he doesn't give a list of the failings of humankind. He just gives examples um of the failings of human beings and how they show up in human life. So there's, there's no exhaustive and definitive list. Um, ON my computer somewhere, I have a list of the vices and failings that Misanthrope's list. I think I stopped at 500. Um, SOME of them have names like greed and cruelty. Some of them don't have names at all yet. Um, AND that's another task for a moral philosopher, is trying to identify failings that we, we can tune into but that we haven't described and also trying to identify failings that are not yet studied and analyzed. I call these esoteric failings, um, and one contribution of philosophers has been to give us vocabularies for thinking about these failings. Um, SO there's no definitive list, and there is huge variation in part because your condemnation of humankind will reflect your sense of what the ideals and values of humankind should be. And one of the reasons that misanthropes disagree with one another, they disagree about what's wrong with us, um. And that, that is one of the reasons I think that philosophers should study misanthropy. Even if you don't want to be a misanthrope, I think it's a really useful way into doing a kind of moral, social and political philosophy."
	},
	{
		"start_time": "11:01",
		"speaker": "Ricardo Lopes",
		"words": "So when misanthropes pass moral judgment on humanity as a whole, are they also doing it on individuals or not?"
	},
	{
		"start_time": "11:13",
		"speaker": "Ian James Kidd",
		"words": "No, I, I think one of the mistakes people make about misanthropy is to think that it's a judgment on individuals. So in the vernacular sense, misanthropy is a hatred or distrust of individual human beings. Uh, BUT, but I, I think that's a mistake. Philosophical misanthropy is a verdict passed on something more abstract and more collective, like humankind, human forms of life, human existence. So this is the way that David Cooper characterizes misanthropy. It's a judgment on. Something broader and more collective, humankind, human forms of life, the institutions, practices, structures, the systems of ambitions and desires that have come to characterize human forms of life. Now that is consistent with the misanthrope having specific views on individuals. For example, there will be certain individual human beings who stand out as exemplars of our collective failings. You might, so you might point to a certain person, maybe a political leader, and say that, you know, they are a living symbol of the greed, cruelty and indifference that characterizes human life. So for the misanthrope, certain individuals are exemplars of our collective failings. They are all that's wrong with us, or all that's wrong with patriarchy, or all that's wrong with capitalism in human form. But likewise, there can be certain individuals who stand out because they are exemplars of virtues. These people will stand out as morally admirable because they are relatively free of the failings of our collective forms of life. But it's crucial for philosophical misanthropy. The judgment is being passed on something abstract like human forms of life or human existence. Now one complication is. Does that include a judgment being passed on human nature? Because in Western kinds of philosophical misanthropy, it's been very common to include human nature as part of a condemnation. Uh, FOR example, Bernard Williams, uh, at one point remarks that Lutheranism is misanthropic because of its conceptions of human nature as corrupted by original sin. And I think that in some traditions it will make sense to include human nature if it's part of your way of thinking. But if you look at, say, the philosophical misanthropies of India and China. They don't pass judgment on human nature at all. So you can have it, you can have misanthropy without human nature. And I think in part because misanthropic verdicts are consistent with either a positive or a negative view of human nature. You know, you might look at the the human world as we know it and conclude that it's suffused with cruelty, arrogance, dogmatism, and all these other vices, but that's consistent with our being, um good by nature, but also without being bad by nature. I mean, it's perfectly possible that human beings could by nature be disposed towards kindness, generosity and trust, and the other other virtues. It's just that we get socialized within a corrupting world that tends to suppress our vices and draw out our failings. And for this reason, at least in my own work, I want to exclude human nature um from misanthropy. The judgment is not being passed on human nature, it's being passed on the collective structures and forms of human life, and at least in some cases. The concept of human nature becomes very problematic, either because people understand that concept in very one-sided ways, or they try to use it as a strategy for undermining misanthropy by insisting that even if collectively we're very bad, individually deep down, we are very, very good. But that's irrelevant to misanthropy because the question is not what are we like deep down, it's what are we like in large scale collective societies bound by institutions and practices. Um, WHAT we're like deep down is irrelevant to that. So I think that we should leave out human nature and not focus on individuals. It's being a jud the judgment is passed on the collective structures of human forms of life."
	},
	{
		"start_time": "14:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, so that that's a very important clarification because I mean, I was thinking that. Uh, MAYBE I'm wrong, of course, but it could be the case that I'm wrong. But it is, it seems to me that most people, most of the time are decent. I'm not saying that, uh, there's, there's not any vices that all people tend to suffer a little bit from. I mean, I guess that every one of us suffers from at least a small number of vices, but isn't it, uh, I mean, when it comes to humanity's failures, isn't it mostly a small number of individuals that tend to be responsible for humanity's biggest, uh, failings or, or not? I mean, what do you think about that?"
	},
	{
		"start_time": "15:53",
		"speaker": "Ian James Kidd",
		"words": "Well, well I I think one advantage of using the term failings is that. Uh, IT doesn't bring to mind individuals in the ways that the term vices does. So, you know, in David's work, he says, I use the word failings because if you say vices, people immediately think of individuals, which then reinforces a misconception about misanthropy. Whereas I think we do talk quite naturally of the failings of institutions or societies. Um, SO failings, I think, is, is the more useful term. And it will be the case that there will be a dialectic between the vices of individuals and. Failings of social institutions. You know, for example, I take it, um, if you think that certain kinds of capitalist economy are greedy, exploitative, and destructive, well, those systems couldn't function without people who had at least some individual version of those failings. There has to be a dialectic between the individuals and the collectives. I mean, if people were genuinely incapable of greed, then you couldn't develop greed economic systems, or so I assume. Um, BUT, but to the claim that it's really a small number of individuals who are causing all the trouble, I think the misanthrop will be cautious about that, because there are, there are two standard ways historically that people have tried to push back against a misanthropic verdict. One is to is to acknowledge the reality of our failings, but confine them to unusually awful people, uh, psychopaths, moral monsters, dictators, tyrants. The other is to try to confine our failings only to certain unusually awful conditions like uh civil war, for example, or, or maybe conditions of poverty or society collapse. Now, of course, the misanthrop can acknowledge, there are some people and some groups who are unusually awful and bear a special responsibility for the worsening of human society. So if you're an ecom misanthrope, you might point to uh the big fossil fuel companies. You know, it's, it's not just that, uh, carbon intensive economic systems are causing a huge amount of environmental damage. We also know that they engage in doubt mongering, and they, they have been trying and succeeding to manipulate political and public understanding of the relationship between fossil fuels and climate change. And in his book, um, on environmental pessimism, Toby Svoboda says, Um, this doubt mongering about climate change is a genuine kind of evil because it causes such enormous harm on an enormous scale. So the misanthrop can acknowledge that certain failings are more intense in certain groups, and they can also acknowledge that certain failings are much worse in certain kinds of hostile social conditions. Maybe people do become more selfish and aggressive and violent under conditions of civil war. However, the misanthrope will also emphasize that the failings that they're interested in are not confined to awful people in awful circumstances. They are, as David Cooper says, entrenched and ubiquitous within the normal course of human life, but often in ways that people don't see. And I think one of the best examples of this is to look at the work on animal focused misanthropy. Now, if you look at the sorts of failings mentioned by the animal centered misanthropes, they emphasize that failings like greed, destructiveness, cruelty and brutality, these are. Typically located in institutions and practices like industrial animal agriculture, certain kinds of scientific and medical experimentation on animals, the the institutionalized ways we have of engaging with animals, that's where you locate these failings. So of course there are greedy individual people, people with the vice of greed, but greed should also be located within modern systems of industrial agriculture. And for that reason, the misanthrope says the failings are much more continuous features of human life than people think. But because they're located in systems that we don't often think critically about or systems that we are not informed about, we don't tend to notice those failings. And you know, this is why for the misanthrope, it's very, very important that people should have a philosophical misanthropy that's based on investigation and research. For example, there's a huge amount of cruelty in industrial animal agriculture. But I take it the majority of people just don't know about it because those companies work hard to prevent you from finding out what they do. And of course most people don't really want to have detailed information about how animals are treated in factory farms because it's pretty terrible. Um, I mean recently I, I had a discussion with someone who insisted that animal agriculture in factories isn't cruel. And when I asked him what he thinks about practices like debeking, he quickly admitted he didn't know what that was, but. Debeaking is a primary example of a cruel practice. It is a practice which is premised upon cruel treatment of animals, but if you don't know about the practice, it's easy to think that it's less cruel than it is. And so for the misanthrope, these these vices and failings are much more distributed in the human world than people think. They're more common, more pervasive, and more entrenched. It's just that people have certain epistemic habits that turn their attention, their moral concern away from them."
	},
	{
		"start_time": "20:59",
		"speaker": "Ricardo Lopes",
		"words": "So, just to clarify this point, what is then the relationship between vices, corruption, and misanthropy?"
	},
	{
		"start_time": "21:10",
		"speaker": "Ian James Kidd",
		"words": "Well, 11 relation is that, uh, vices for the misanthrope are the terms of condemnation. So when they condemn humankind as awful, dreadful, or a moral disaster, what they're doing is arguing, um, to use David Cooper's terms, that a whole variety of vices and failings have come to be entrenched within the ways that we live, think and feel. So if you were to describe a range of human practices, structures, ambitions, and so on. You would have to use certain vices to describe them. Um, SO certain human ambitions are hubristic, certain ways of thinking about animals are, uh, insouciant. Many ways of treating animals are cruel and brutal. And for the misanthrope then vices are the terms of condemnation. What they are condemning are the vices and failings built into human forms of life. Now the connection to corruption is that for the misanthroppe, these vices and failings aren't just features of the system. They have a a sort of toxic or poisoning effect upon people, because if you are living and working within social systems that are contaminated with vices, one consequence can be that you yourself start to develop them. And that's the technical sense um of corrupting that I want to use. Something is corrupting if it tends to erode your moral excellences and feed your moral failings. For example, if you live within a system that is premised upon cruel and brutal treatment of animals, then that system will will persist if you yourself start to acquire those traits. So a system is corrupting when it's morally damaging, when living within that system is itself a source of moral damage and injury. And this is, this is a concept I'm taking from Claudia Card's work. And the connection then to misanthropy is for the misanthrope, the human world as we know it is both vicious and corrupt, but also corrupting, which is why misanthropes will describe the human world as poisonous, toxic, uh, dangerous. It's, it's polluted, as the Buddha says, the human world is burning, burning, burning with the fires of greed, hate, and delusion. And the function of these metaphors is to emphasize that. If you continue to live within a corrupting human world, you yourself will become corrupted and morally damaged, which is why for some misanthropes, the correct response to misanthropy is to withdraw from mainstream human life. And these are the misanthropes that can cause fugitives from mankind. These are the misanthropes whose whose dominant emotion is fear, fear at being corrupted. If they remain within a human world which is poisonous and toxic, and so these misanthropes respond by trying to withdraw from mainstream human life, maybe to isolated religious communities, or they live off the grid, or they try to separate themselves psychologically and physically from the mainstream human world. They become hermits. They live all alone. They withtreat and withdraw. Um, SO that there's a deep connection between, I think, vices, failings, corruption and misanthropy, because one of the questions a misanthrop has to answer is, well, if there are all these vices and failings, and they're so dreadful, why have they persisted? Um, WHY don't we do something about them? Why are they continuous features of human life? And one answer is that the human world has multiple systems of corruption which entrench, reinforce, protect, and conceal the failings of our world."
	},
	{
		"start_time": "24:32",
		"speaker": "Ricardo Lopes",
		"words": "So, yes, and later, I'm going to ask you more about the different kinds of attitudes that people can have toward misanthropy and also the different types of misanthropes out there. But do misanthropes include themselves among the rest of humanity? I know that you've already told us. Misanthropy is not really about passing judgment on specific individuals, but more on humanity as a whole and the systems, uh, humanity inhabits. But, uh, do they include themselves among the, the rest of humanity or do they position themselves as sort of morally superior to the rest of us?"
	},
	{
		"start_time": "25:17",
		"speaker": "Ian James Kidd",
		"words": "In my experience, most misanthropes will include themselves within the within the terms of condemnation. So one particular class of emotions that I think are very interesting and misanthropy are certain kind of self-directed emotions. So many misanthropes will feel guilt and shame and regret. As they come to recognize that their moral failings are continuous with the failings of the wider world, uh, for some misanthropists, it's a kind of shame, um, in coming to realize that your own failings, um, are so entrenched, that you yourself are part of a wider problem. So most misanthrops do include themselves in the terms of condemnation, and for many of them that that can be a motivation to try to engage in certain kinds of practices of moral repair and restoration. Now there are a minority of misanthropes who do regard themselves as privileged and superior. Um, FOR example, they will insist that they are purified, they are, uh, too self-conscious, too wise, um, and too self-disciplined to be corrupted by the world, but they do tend to be an extreme minority, and at least some of the misanthropes who insist that they are, uh, morally superior, I think, are clearly joking. Um, BUT most misanthropes will recognize that. A consequence of their socialization in the world is that they become corrupted, not, not irreversibly corrupted, um, just that they have acquired the kinds of moral damage you would expect by living within a corrupting human world. And one place to look for this is in the work on animal centered misanthropy. So a common theme of lots of those misanthropes is, you know, for example, for all of my life, um, I, I was a carnist, I ate animals. I didn't think about what happens to them in laboratories. But then I, you know, I converted to become a vegan or I became an animal activist, and now I've tried to change my life. I've changed the ways that I think and feel about animals, and I've tried to improve my moral practice. And insofar as I do this, I become less guilty of the failings um of uh a carnistic society. And I think that's probably the sensible way to think about it. I mean, as you said earlier, no one escapes having certain vices and failings. That's part of the package of being a human being. And the, I think the relevant moral task is to try to identify your moral and epistemic failings. And try to correct them as much and as far as you can. Now for some misanthropes, the only way to really purge yourself of failings is to withdraw from the human world, and they're the fugitives. But that's a radical option. For many misanthropes, the sensible thing to do is to remain within the human world, try as far as you can to minimize your own vices and failings, maybe identify your worst fight, vape vices and failings and and focus on them. But also don't give in to the idea that you could become a morally perfected being who has no vices and failings. You know, most human beings are not going to be capable of that kind of moral self-perfection, and there are probably vices like self-delusion and hubris in even entertaining that ambition. I mean, I think the aim for a misanthropy is to be better than you were before, even if you could never attain perfection."
	},
	{
		"start_time": "28:25",
		"speaker": "Ricardo Lopes",
		"words": "Tell us about the difference between religious and secular misanthropy and give us at least 11 example of each of them."
	},
	{
		"start_time": "28:36",
		"speaker": "Ian James Kidd",
		"words": "OK. That's, that's a big topic and at the moment, there's relatively little academic work exploring religion and misanthropy. Uh, THERE are a few discussions of this in the work of David Cooper, um, Catherine Norlock has done some work on this. One problem is that when people do discuss misanthropy in relation to religion, they always mean, uh, the vernacular sense of misanthropy is hatred of humankind. And naturally, pretty much everyone in all the religions want to uh reject that conception of misanthropy. I mean, for example, if the core Christian virtues are, you know, compassion and benevolence for your fellow people. You're not going to endorse hatred of humankind. If you think that human beings are created in God's image, you don't, we won't want to hate human beings. Or if you're a Buddhist and you think that compassion and loving kindness are some of the core virtues, you won't want to hate. So there's there's a big obstacle to thinking about religion and misanthropy, which is the extreme distorted, vernacular sense of misanthropy. Now there are a couple of exceptions. Um, THERE have been a couple of Christians who have described themselves as misanthropes. Um, Soren Kiera Gore in some of his writings has, uh, described himself as a kind of misanthrope. But even when people don't use the word misanthropy, I think you can give misanthropic readings of various religions. Uh, FOR example, I think that, um, some of the Christian tradition contains misanthropic elements. So if you think about the tradition in Christianity that emphasized that we are corrupted and depraved and that we are contaminated by original sin. Such that various fightings are inescapable. Well, I think there's a kind of misanthropy there. It's a misanthropic conception of human nature, and it might include, for example, Saint Augustine, it might include Calvin as well. And the people in that tradition might not like the word misanthropy, but if you ask them, uh, Are these theologians endorsing a picture of human beings according to which they are systematically morally damaged in ways that generate vices and failings? The answer might be yes. They just use a different vocabulary of original sin or vices and so on. So you can give a misanthropic reconstruction of certain traditions. I mean, in my work, I think the best example I've found is early Buddhism. I mean, the Buddha doesn't use the word misanthropy, and nothing like that word existed in ancient India. But when you look at the ways that the Buddha describes ordinary human forms of life, I think he's clearly misanthropic. So when he describes the existence of uh uninstructed worldlings like you and I, basically unenlightened people, he says, uh, these people are canquered, tainted and defiled with a whole array of vices and failings, and in his suitass he lists an enormous number of them, uh, greediness, laziness, selfishness, distraction, anger, hatred, delusion, willful ignorance, and so on. Um, YOU know, he described the human world as burning, as poisonous. Um, HE said it's like, um, you know, living within a conflagration. He says human desires, ideas, ways of thinking, their views about the world are dogmatic, deluded, cruel, and sensitive. And he always says to his monks, you know, the sensible thing to do is to withdraw from the world, to go forth into homelessness. When the Buddha argues that monastic life is morally superior, it's partly because monastics don't live within a corrupting. Human world. In fact, he describes the monastic community, the sanga, as a refuge, a place of security away from mainstream human life. Because for the Buddha, the idea is that in a monastic life you live within highly disciplined ways of living that are designed to remove all the temptations and pressures and structures that feed vices in ordinary forms of human life. So although the Buddha doesn't use the word misanthropic. His vision of human life is clearly misanthropic in the philosophical sense. He issues a condemnation of human forms of life. He identifies and catalogs an enormous range of failings, and he describes how they are entrenched and ubiquitous within unenlightened forms of human life. So I think the Buddha is clearly misanthropic. Now I, I know from experience that contemporary Buddhists really don't like this idea. Because the image of Buddhism that predominates in many Western societies is that Buddhism is optimistic, philanthropic, positive, cheerful, optimistic. But I think you just can't sustain that rosy image of Buddhism if you've actually read the suitors, because if you look at the discourses of the Buddha, they are overwhelmingly negative in their characterizations of human life. So I think the Buddha is misanthropic, even though he doesn't use the M word."
	},
	{
		"start_time": "33:23",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, AND about uh secular misanthropy, I mean, what would be an example of a secular approach to it?"
	},
	{
		"start_time": "33:33",
		"speaker": "Ian James Kidd",
		"words": "Oh, it's it's perfectly popular to be a secular misanthrope. I mean, one difference would be that, uh, your sense of the the range and kinds of human failings will be different. For example, I imagine a secular misanthroppe wouldn't include various spiritual or religious failings, uh, like impiety or godlessness or certain failures of humility. Um, BUT there could still be plenty of vices and failings that would stand out for a for a secular misanthrope, um. For example, uh, it seems to me that many modern eco misanthropes are largely secular but very misanthropic because, you know, failings like destructiveness, selfishness, recklessness, stupidity, these aren't tied to religious visions of the world. They're perfectly consistent with various kinds of secular moral philosophies. Uh, FOR example, uh, in a lot of animal misanthropy as well, you know, the, the favorite vices include cruelty, injustice, discrimination, abusiveness. And those aren't necessarily religious concepts. And even where those concepts have religious forms, you can dissociate the religious and the secular forms. In fact, it seems to me that there's far more misanthropy out there than people think, um, because it involves such a diverse range of emotions and vices. Mhm."
	},
	{
		"start_time": "34:47",
		"speaker": "Ricardo Lopes",
		"words": "So in your work, I, you identify three different kinds of attitudes toward misanthropy, namely optimism, pessimism, quietism. Uh, COULD you tell us about each of them?"
	},
	{
		"start_time": "35:03",
		"speaker": "Ian James Kidd",
		"words": "Yeah, so 11 question misanthropes always get is, um, can you be a to be a misanthropist, you have to be pessimistic as well. Now, they are obviously related in various ways. For example, misanthropy and pessimism in their philosophical senses are both judgments on, on the human condition. I mean, for the misanthrope, our collective moral condition is very bad, and for the pessimist, our collective existential condition is very bad. And there are lots of different interconnections between misanthropy and pessimism. So in some recent work I've suggested that for the pessimists, um, one of the things that's really bad about human life is precisely our moral failings. You know, it's when pessimists talk about the, the disappointments, the regrets, the sufferings and the miseries of human life, well, many of these are caused or intensified by our moral failings. So it's very easy for pessimism and misanthropy to be mutually reinforcing. And you see this in Schopenhauer, the Buddha, Leopardy, David Cooper and David Benatar. But I suppose it is possible that you can separate misanthropy and pessimism. Uh, FOR example, you might think that we have a range of entrenched vices and failings, but you might also think that these aren't fixed features of human life. Uh, YOU know, maybe our society has become contaminated by greed and hatred because we've made a series of bad decisions in the past about how to organize our societies. But if that's right, maybe we can make better decisions and we can slowly remove these failings from human life. So you can be an optimistic misanthrope. You can acknowledge that we have moral failings, but also insist that we can translate them into moral successes by reorganizing our societies. We can, we can engage in what the pragmatists call meliarism. We can try to intelligently identify collective ways to remove these vices and failings from the structures of human life. And I think there are plenty of optimistic misanthropes like that. Um, AT the same time, I think there are plenty of pessimistic misanthropes. So if you think that our vices and failings flow, not from bad decisions, but from deep structural features of the human condition, then there's probably very little that we can do to remove them. Um, THIS is the way that the Buddha reasons, so the Buddha is a pessimistic misanthrope, because for him, what really generates greed, hatred, delusion, and the other failings is the inseparability from human life of certain structures of craving and desire and attachment. And he says these can't be removed from human life, so as long as you live in unenlightened forms of existence, you're stuck with those failings. So there are different kinds of misanthropes. Some are optimistic and some are pessimistic. Um, I mean, in my work, the name I give to the optimistic misanthropes is the activist. So the activist misanthrop acknowledges the scale and complexity of our moral failings, but they also insist there are things that we can do about this. You know, we can engage in collective projects of reform, educational, social, political, whereby we try to reconstruct the human condition. For example, by identifying the structural features that intensify our failings, or by identifying the perverse incentives that feed abusiveness and other failings and and reorganize the human world. So there are activistic misanthropes, and I think many eco misanthropes are also activistic. You know, they describe the failings of the human world in relation to the environment, but they also make more or less dramatic proposals for restructuring the world. Now there are some activists who who think that we should engage in these projects, but also think that they will fail. For example, Aldo Leopold, the American environmentalist. You know, he's very misanthropic, I think, and he also says that we should take action to try to repair environmental damage, but he then very quickly says, ultimately, ultimately it's impossible. Greed and destructiveness, the desire for convenience and luxury are just too strong, but we should resist them anyway. We should go down fighting for the sake of our own moral self-respect. So there are optimistic misanthropes, the activists, but there are also activists who think that it's still doomed, but we should go down fighting. Now the pessimistic misanthropes, these would mainly include what I call fugitives and quietists. So the fugitives are the ones who think that the human, the failings of the human world are too entrenched, they're too many, they're too powerful. They can't be removed or corrected. We can't put out the fires, as the Buddha says. So in that case, what they do is they withdraw. They, they try to escape from the human world, either literally by living in isolated locations or in specialized moral and religious communities or they become hermits, um, or they try to psychologically withdraw from the human world. Um, SO they are pessimistic. If you remain within the human world, there is nothing you can do to significantly or permanently reduce um the range of our moral failings. For them, the best option is if you can escape. The other kind of pessimist is the quietest. So the quietest thinks the human world is saturated with vices and failings. These can't really be removed or corrected in any significant way, but also the quietest thinks. We shouldn't try to escape from the human world, because for all of its dreadfulness, there are good things in the human world. For example, if you value family relationships, friendship, taking part in cultural and social activities, you have to remain within the mainstream world. And so the quietest decides to remain within a world that they recognize as corrupting, but try to structure their life to minimize their exposure to these corrupting forces. So they live, they live quietistically. They try to live within the world but keep their head down, and they exercise virtues like carefulness, humility, diffidence, modesty, and they try to carefully move through the human world, which they might view as a kind of assault course full of dangers and risks, but where it's worth staying in that world for the sake of the good things that are within it. So there are lots of combinations between pessimism, activism and optimism. And there can also be misanthropes who genuinely don't know whether to be optimistic or pessimistic. I mean, I think Catherine Norlock in her work, says that she's in that position. She says experience has taught me to be very pessimistic about the prospects for serious positive social change. And yet at the same time, I do see cases where we have done good things, and I see cases where, where good can be done and. She might also say, I'm very wary of pessimism becoming a self-fulfilling prophecy. So there are people who are unsure whether to be optimists or pessimists, and these are people that I'm, I will put in what I call the the misanthropic predicament, where you are a misanthrope, but you don't know what kind of misanthrope to be. You can't choose a way of being a mis a misanthrope because you haven't decided on how optimistic or pessimistic to be. And there are probably a lot of misanthropes in that position, because one of the problem with pessimism, of course, is. It's partly a claim about the future course of humankind, and that's very difficult to justify. I mean, unless like the Buddha, you have psychic powers and you can see the future, how do you know whether the world can be improved? The world sometimes might surprise you. And I think a lot of, for a lot of misanthropes, that's the problem that they have. It's not, should I be a misanthrop or not. For many of them, the evidence is overwhelming. The question is what kind of misanthrope should I be? That's the difficult question."
	},
	{
		"start_time": "42:26",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to the types of misanthrops, you told us about the activist, the fugitive, and the quietist, but in your work, I think you also identify 1/4 type that is the, the enemy, right? So, what is that about?"
	},
	{
		"start_time": "42:42",
		"speaker": "Ian James Kidd",
		"words": "So the enemy is the type of misanthrope that most people think of when they think of misanthropy. So the enemy of mankind, this is one of Kant's terms, and he says that this kind of misanthrop is animated by hatred, contempt, um, and negative feelings towards humankind. They, they are the, the, the hater of humankind. And for Kant, the enemy is therefore disposed towards violence. Um, YOU know, they are the ones who either want to. You know, literally destroy humankind, tear it down, destroy it all. They're the ones who talk about, um, wanting to bring about the extinction of humankind, or they might engage in more symbolic kinds of actions. For example, insulting human beings, deriding human cultural achievements. So that's the kind of misanthrope most people think of. It's, it's the enemy of mankind. Um, BUT as Kant says, this is a very extreme stance, and it's clearly a morally vicious one. Because, you know, it's it's, it's no fun to be an enemy misanthrop because it's characterized by hatred, disgust and contempt. It encourages distrust and alienation, and it often leads to practices of violence. And for that reason, of course, I don't want to endorse it. You know there are very good criticisms of the enemy misanthrope, for instance, by Lisa Gerber and Judas Sklar. One problem though is that it's also true that there are lots of enemy misanthropes. For example, if you look at some of the radical eco misanthropes. It seems to me they're clearly enemies, you know, so some of the more radical and anarchistic environmental misanthropes, they'll talk about, you know, tearing down the human world, unmaking civilization. They're the ones who insist that it'd be a good thing if we went extinct, if a comet was to smash into the world and destroy us, if COVID-19 had wiped out humankind, this would all be for the best. So there are lots of enemy misanthropes out there. But given the obvious moral problems, I don't want to endorse it. Um, IT might be the case that for many people, they, they pass through an enemy stage in their movement through misanthropy, but it'd be crucial for me that they move through the enemy stage and that they don't indulge it. I mean, it does seem to me from the enemy misanthropes I've studied. That being a misanthrope won't by itself make you an enemy. There has to be other things at work that would toxify your misanthropy and make it enemy style. You know, so in the case of the eco misanthropic enemies, it's a combination of their misanthropy, um, their idealized images of the natural world as pure and innocent. There's usually a background sense of alienation from human people, um, certain kinds of extremist political views, all of those things toxically together. Will feed enemy style misanthropy. It's also worth noting with the enemy stance, there are some people who call themselves misanthropes when they're clearly not, they're something else. So these are what I call false misanthropes. So there was a group of these in the United States in the 1980s, um, people who call themselves misanthropes, and they said humankind is dreadful, humans are destroying the natural world. However, the proposals they made for dealing with this was first of all, to cease all research and medical treatment of HIV and AIDS, to reduce the human population and to stop all um food and medical assistance to Africa. And it seems to me that if you look at their proposals, they're not misanthropes at all. They're homophobes and racists because the rhetoric is humankind is dreadful, but if you look at the people that they want to hurt, it's very specific groups of human beings. So these people are false misanthropes. They describe themselves as misanthropes, but they're clearly not. They're using it to describe different and much more problematic attitudes towards humankind."
	},
	{
		"start_time": "46:30",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes to the activist misanthrop specifically, or the more optimist kind of misanthrop, uh, earlier, you told us that at least some kinds of eco misanthropes can be activists as well, but there are other kinds of activism, right, or other forms of activism like transhumanism and anarcho-primitivism,"
	},
	{
		"start_time": "46:58",
		"speaker": "Ian James Kidd",
		"words": "correct. Yes, so one thing to note about the activist and the fugitive stances is they both have radical variations. So in the standard case, the activist, uh, misanthrop is someone who wants to. Dramatically transform the human world, but they also want to ensure it's still a world that contains human beings, whereas the transhumanists, they want to radically transform the human world, but if they're successful, there won't be human beings in it. So these are radical activists, you know, so for most of the transhumanists. Um, THE creatures that should live in the world will be posthuman creatures. They will be so transformed that they're not recognizable anymore as human beings. They'll be, for example, immortal, or they won't have permanent physical bodies. They'll be morally perfect. They'll have elevated intellectual powers. But the crucial point is they won't be human beings anymore. And I describe that as radical activism because it is misanthropic. It's based on a perception that vices and failings are constitutive of human life. The correct response is to take dramatic measures to transform human beings, but into something else that that's no longer human. So the transhumanists are radical activists. Um, LIKEWISE, I would include some of the antenatalists in that category because antenatalists like David Benatar are usually misanthropic. Um, YOU know, human beings are cruel, greedy, violent, selfish, and we are the cause of all the world's moral problems. You know, no human beings, no vices and failings. And of course, their, their, their activist measure is something like um the voluntary cessation of procreation, gradually, nonviolently bringing the human population down to zero. Now I would count that again as radical activism, because it's misanthropic and it's activistic, but it doesn't honor the idea that the, the, the improved world contains human beings. For the transhumanist, there are no human beings, there are transhumans. For the antenatalists, ideally. There are no human beings, so they're radical activists. And again, they, they have plenty of contemporary enthusiasts. There are lots of antenatalists out there. Um, AND again, they might not use the word misanthropic to describe themselves, but if you look at their moral evaluations of humankind, they're clearly misanthropic. And in my terms, they're activistic because their main response is to undertake dramatic transformations of human life. But if the dramatic transformations include getting rid of human beings, then you're a radical activist."
	},
	{
		"start_time": "49:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh, HOW about the anarcho-primitivists?"
	},
	{
		"start_time": "49:34",
		"speaker": "Ian James Kidd",
		"words": "Um, That's a good question, but I think I don't know enough about narco primitivist, no. I mean, I, I suppose if their aim is something like the replacement of. The forms of large scale complex social and political life with something far simpler, far less complex, far less structured. That would be still consistent with activist misanthropy, but it would be, it will be leaning towards. It would be leaning towards the radical kind, but they wouldn't count as as radical activists because for me, what makes you a radical activist is that your vision of the future world is one in which there are no humans."
	},
	{
		"start_time": "50:15",
		"speaker": "Ricardo Lopes",
		"words": "Right. OK, I understand. Uh, WHEN it comes to the types of misanthrop, how about simply embracing the evils of humanity? I mean, couldn't there also be such a misanthropic stance?"
	},
	{
		"start_time": "50:33",
		"speaker": "Ian James Kidd",
		"words": "That's interesting. I've I've encountered a couple of folks on YouTube who are self-identified misanthropes who recommend something like this for you. um. I think that's intriguing. I mean, there, there are misanthropes I can think of who I've seen in online discussion boards who make something like this view. You know, they think, look, if, if the misanthropes are right and these vices and failings are part of the human condition, then we should embrace them. Um, AND we should kind of exalt in a kind of uh human depravity. I mean, those people, I suppose, might be closely related to the enemy misanthropes, um. And it will be interesting to know what their justifications for this is. Um, I mean they. I suppose they could say that they're a kind of quietist because if vices and failings are part of the human condition, then embracing your vices and failings is a way of embracing being a human being. And maybe some misanthrops will say, well, actually, we shouldn't try to get rid of our vices and failings because they are part of the complexity and richness of human life. I mean, in, in some writings, Nietzsche, I think, voices attitudes like this, you know, when, when he urges that we should radically rethink our tables of the values um and reassess what we think are the good and bad qualities of human beings. Maybe he's thinking in that direction. Um, BUT in this case, I'd have to, I'd have to read more about these people and know what is their, what is their motivation for doing this, and how would they reconcile it with their misanthropy? Are they just thinking if we can't get rid of them, we might as well embrace them. If you can't beat them, join them, or are they thinking that there's, there is some other kind of value to embracing human failings?"
	},
	{
		"start_time": "52:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Fair enough. So let me just ask you one last question. And of course, I, I guess that uh your answer would depend on, on what kind of misanthrope you identify with, but uh how do you think we can deal with humanity's malevolence without losing hope?"
	},
	{
		"start_time": "52:38",
		"speaker": "Ian James Kidd",
		"words": "Well, my, my own sympathies are, are very much with quietest misanthropy. Um, I, I, I, I am largely persuaded that, uh, the vices and failings of misanthropes, that misanthropes identify, that they, they could never be permanently removed from human life. I mean, it's very sobering, for instance, if you read the Buddha's catalogs of our vices and failings, which were written 2.5 1000 years ago in India. It's all they're all perfectly familiar. None of them have gone extinct in the last 2.5 millennia. Greed, cruelty, selfishness, lasciviousness, distrust, and so on. It does seem historically that these vices and failings are permanent features of human life. Now, of course the. The vices and failings we have can vary over time. They can be more or less frequent, more or less intense, more or less severe, and there might be certain ways in which we could make some modifications to the human world to at least reduce their intensity and severity. Um, I mean, for example, Rousseau says that, you know, maybe certain kinds of human failings have become weaker over time, but new ones have come to take their place. I mean, by analogy. Um, CERTAIN diseases have been eradicated in the course of history through vaccination campaigns, improvements in hygiene, and so on. But many other, uh, kinds of diseases are, are here to stay. They're permanent. And I suppose the quietest misanthrope thinks something like that. We might be able to minimize or reduce or limit certain forms or expressions of our vices and failings, but they really are here to stay. And. Whether, whether that would be uh. A mess a message of hopelessness, I don't know. I mean, certainly I don't think there's, I don't think there's nothing that we can do. Um, THERE are always small scale measures we can take, and I suppose it might depend for the, the misanthrope. Whether hope is to be defined in terms of personal improvements in one's own character, habit and lifestyle, or collective improvements, you know, so I, I have at least some hope that individual misanthroppes can make some improvement to their own moral character. They can do a little bit of good in the world. But the idea of large scale improvement, I have much less hope there. But one characteristic of the quietest is that they focus upon. Um, INDIVIDUAL self cultivation and small modest local acts of goodness. For example, maybe you recognize I can't reduce the failings of humankind as a whole, that's beyond my moral powers, but I can try to be a better person myself. I can try to raise my children to be good, virtuous people, and I can try to improve the lives and maybe the moral characters of some of the people in my local world. So you have a very small scale modest sense of what you can do. So maybe the question of hope depends upon the scale of your ambitions. Because one problem with the activist misanthropes is they set their moral ambitions at a very high level. You know, the improvement of the human condition, the abolition of greed, the extinction of hatred. But if your moral ambitions are enormous, then as the Buddha would warn you, you're setting yourself up for frustration and disappointment because for the Buddha, suffering is partly measured by the gap between your desires and ambitions, um, and, and the realities of the world, which I think is a good reason to be a quietist. I mean, the quietest doesn't give up on moral action. They are committed to the moral project, but they do so on a small, modest local scale. And I think that if you're a quietest misanthrope and you carefully manage your hopes, you can maintain a kind of hope because your hopes are careful, modest and sensible. And the the question would be is that hope enough for the misanthrope?"
	},
	{
		"start_time": "56:28",
		"speaker": "Ricardo Lopes",
		"words": "OK, so just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "56:37",
		"speaker": "Ian James Kidd",
		"words": "Yes, if you, uh, if you Google Ian Kidd philosophy, you'll find my website. There's a page on misanthropy and pessimism there. Um, THERE are some academic essays, there are some popular public essays, um, and also if you Google Ian Kidd misanthropy and YouTube, you can find various talks of mine. Um, ALL folks are very welcome to find my email address online and get in touch. Uh, I'm always happy, in particular, to hear from misanthropes, uh, who want to tell me about their, their own experiences and, and conversions. Um, THAT'S always very valuable to me."
	},
	{
		"start_time": "57:07",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Keith, thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "57:14",
		"speaker": "Ian James Kidd",
		"words": "You too, Ricardo, thanks for uh philosophizing with me."
	},
	{
		"start_time": "57:17",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor, Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]