[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and to the MJ by Doctor Scott Hershowitz. He's the Thomas G. AND Mabel Long Professor of Law and Professor of philosophy at the University of Michigan. And today we're talking about his book Law is a Moral Practice. So Doctor Hershowitz, welcome to the show. It's a pleasure to everyone. Yeah,"
	},
	{
		"start_time": "00:25",
		"speaker": "Scott Hershovitz",
		"words": "thanks so much for having me."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "So let's start perhaps with a few definitions here. So first of all, what is a rule? What counts as a rule?"
	},
	{
		"start_time": "00:36",
		"speaker": "Scott Hershovitz",
		"words": "What counts as a rule? Yes. Oh, you know, I, um, Uh, it's, it's, you know, it's, it's a, it's a funny question cause it's a hard question to answer. Um, NOTWITHSTANDING the fact that everyone knows what rules are, we're familiar with lots of examples, we're familiar with the speed limit, or, you know, you have to wear shoes to go in to the restaurant. Um, SO I think maybe the, the simplest. The answer you might give is it's a norm of general application, right? That it's um sets a standard that applies um uh to many instances of the same activity. So it's not, so, so later, right? I will go pick up my son at 1:55. Uh, WHEN he's done taking his, uh, his high school exam today, I, it's not, I, there's no rule that I do so, um, because that's the thing that's happening today and not other days. Um, uh, BUT, but so when we've got norms, um, that, that have generality, we tend to think of them, and generality and, um, uh, uh, we tend to think of them as being, uh, at least in the ballpark of rules."
	},
	{
		"start_time": "01:50",
		"speaker": "Ricardo Lopes",
		"words": "Right. And what is law then?"
	},
	{
		"start_time": "01:55",
		"speaker": "Scott Hershovitz",
		"words": "Yeah, so, um, you know, there's a debate about what law is that goes back, um, hundreds or really thousands of years, um, and the book that we're talking about laws and moral practice is, um, Uh, an effort to, uh, reframe how people understand and think about that question, and invite people actually to recognize that there's many different ways that we talk about law and many things that we might mean by law, and then to zoom in on something specific that I think is neglected and often misunderstood. So let me not give you like the whole history of thousands of years of debate, but let me sort of start in the mid-20th century. When HLA Hart, who was uh the professor of jurisprudence at Oxford, um, published a book called The Concept of Law, which argues that law is a set of rules and not just any set of rules, a set of rules that have a particular structure. He distinguished different kinds of rules and he thought there was a particular kind of rule that sat at the foundation of a legal system called the rule of recognition, and it picked out other rules that would be part of the system. Um, HEART, right, um, it's just one very famous instance of somebody who thinks of law as a kind of Domain of normativity. It's a collection of rules brought into being by our social activities. There's other versions of views like this. So before Hart, John Austin said that law was a set of commands, right? After Hart, Scott Shapiro says that law is not rules, it's a set of plans, right? Um, BUT what all of those folks have in common is they think of there being, um, Uh, our, our legal activities are generating some new domain of normativity, right? Um, AND that law is the stuff is the stuff that's in there. And I want to invite people to think about law differently, right? Not that our legal activities are bringing into being this normative system that didn't exist before, but rather to understand our legal activities as things we do to adjust our moral relationship. So here's an analogy, right? So I promised you that I would join up to this, uh, to this video chat at uh at 11 a.m. my time, uh, today, right? And before we made that agreement by email, I didn't have any obligation to sit down at my computer and, you know, turn it on and click on the link you sent me and join you for this conversation. But after you asked, you asked and I said, yes, that sounds great. I'll be there. I acquired this new obligation. I think it's a matter of morality. And what I want people invite what I want to invite people to do is to think of our legal activities as practices like promising. I call them moral practices. Practices that are intended to adjust are moral relationships, and to think of legal. Claims as being a species of moral claim. So when I go to court and I say, hey, Ricardo, you owe me compensation for this injury inflicted, right? The Harian story or the Scott Shapiro story is to test the truth of that claim, we look to this normative system that was created out of our legal activities, where my view is, ah, I've made a moral claim. I've said you owe me something. And the question is what could make that true? And the answer might depend on, you know, facts about the political history, the legal history of our community, but I want people to see law as something we do as part of our moral lives, not as something that's separate from it."
	},
	{
		"start_time": "05:44",
		"speaker": "Ricardo Lopes",
		"words": "And where do laws come from? How are they developed? Can we say that they are invented or not?"
	},
	{
		"start_time": "05:53",
		"speaker": "Scott Hershovitz",
		"words": "Yeah, so, um, the folks who hold the kind of positive side of the picture, right? Hart and Shapiro, and Austin, and many others, um, one way in which they try and capture the idea is they, they think of law as an artifact, right? It's something that human beings. Things have made and let's look at see what the social practices are that make law and try and understand the social social practices between the, the, the, how to understand the connections between those social practices and law um and I'm inviting people to try out a different way of understanding it. Right? Because, right, we also make morality, and I feel like that's a neglected aspect of this conversation. Um, IN some ways I feel like the book is as much trying to say something about morality as it is about law. So what do I mean when we say we make morality? We'll take that example I just gave you. I, um, made a promise to you and brought into being this new kind of obligation that I would meet you here. Or maybe, um, uh, you know, I, uh, my, my younger son wanted to go to the pool last night, and You know, I told him, you know, when he had to be home, right? And if, if I'm right in thinking that I have the kind of moral authority, um, to set the conditions of when he can when he can go and when he must come back, then my saying so created for him this obligation. Um, YOU know, either, you know, in our house, disjunctive, either be home by 7 o'clock or text me and ask me for permission to stay longer. Let me know that you want to, right? Um, BUT, uh, but, but it turns out, right, that that that to say that something's an artifact doesn't necessarily mean to say, right, that it's not a part of morality, right? Because we make moral obligations too. And so I think Right, one thing I share in common with positivist folks is, right, I think that we make law, right, through our legal activities, but I think that that's, that's something that we're doing as part of our moral lives, not something that we're doing separate from our moral lives."
	},
	{
		"start_time": "08:14",
		"speaker": "Ricardo Lopes",
		"words": "And why do we grant authority to certain people to create and enforce laws?"
	},
	{
		"start_time": "08:22",
		"speaker": "Scott Hershovitz",
		"words": "Um, SO I think that we face, um, a variety of challenges. Challenges, you know, like there's lots of things I agree with people who work in the positivist tradition about. Um, SO, um, so let me, you know, highlight some of that agreement. Hart was particularly focused on, um, conflicts, uh, that we might have about what he Called the primary rules, rules of obligation, rules of duty, right? So, um, who has to pay for the upkeep of our fence or when can I go on your land or if we disagree about whose land it is, how do we decide, right? And so hard thought communities that um Uh, you know, they, they faced kinds of problems and coordinating on what the rules were that they would live by, right? So they faced challenges in identifying what the rules were at all. They might face challenges in applying rules, they might face um challenges in enforcing rules, and so he thought our legal practices were going to provide answers if we could create a new set of socially determined rules. Right about which we could have um at least some clarity and rules for adjudicating our disputes and rules for creating new rules, um, and rules for recognizing the rules we've already got that we would get ourselves out of some of these problems, right? I think one reason, right, we confer authority on some legal actors is something like that story, right, which is to say, um. You know, we have fights about what our rights and responsibilities are. Um, SOMETIMES it's really helpful to have third parties that can resolve those disputes. And if you look at pre-legal societies, I have a colleague, Bill Miller, who studies, um, Lots of um honor cultures, right? AND describes a cars the character of the odd man. The odd man is a third party, right? You've got two people who are at odds, they're gonna get the odd man, he's gonna tell them how to get even, right? Um, AND, you know, a lot of our institutionalized practice. Practices of adjudication are, are just more developed, more formalized versions of that. So, so one answer is conflict, right? Another answer is um coordination. We can accomplish a lot together, right? That we can't accomplish on our own. Right, so if we create um uh institutions that raise taxes and um and have organizational capacity, they can build roads and, you know, stand up armies and build rocket ships that take us to space. All of these reasons are also all of the Like you know, these like capacity building coordination reasons are also good reasons to have legal institutions. Um, AND we could, we could continue on with that. But, um, you know, there, but like the more general answer is they're solving interpersonal problems we have and then also helping us to extend beyond our individual capacities."
	},
	{
		"start_time": "11:37",
		"speaker": "Ricardo Lopes",
		"words": "And where do you think the idea that law and morality are two completely separate things stems from and uh and why, why does it seem to be so popular among particularly legal scholars and legal practitioners?"
	},
	{
		"start_time": "11:55",
		"speaker": "Scott Hershovitz",
		"words": "Uh, SO I think it's actually super easy to understand. The law can be awful, just really, um, Um, terribly dreadful. And so here's a simple explanation for that, right? And, and actually let's, before we even do a simple explanation, let's just like notice some of the ways in which law can be awful, right? So I live in a country in the moment in which people are being, you know, pulled off the streets and, um, and locked up. And deported, um, uh, you know, um, uh, unpredictably and for no good reason with alarming frequency, or for a long time, uh, in the common law legal world, um, a man was not considered legally capable of raping his wife. Or, right, well, you know, or we can just do lots of wars. You find me a legal system and I will find you um uh things that are absolutely awful about the legal practices in our community. And this draws people to think, I think quite understandably, and I'm tempted to think this way sometimes. Oh, this must mean that law is something different than morality, right? Why? Because, well, morality, right, will, will, um, like, not morality in the sense of like what people's beliefs about morality happen to be, but actual morality, whatever it is, whatever we're struggling to grasp, that will turn out to be a good thing and law is so often not, right? So, um, Lots of people think that law just must be separate from morality. I think there's clear senses in which that's true. And one of the things I try to do in laws and moral practices highlight the different ways that we talk about law and to notice the similarities actually with the different ways that we talk about morality. So I just drew a distinction between um What people think about morality, and what morality actually is. Sometimes people draw a distinction between, say, social morality and critical morality to capture that. Um, TO capture that difference, right? So I can ask a question, for instance, like, what's the morality of bond traders or, you know, what is, um, you know, what's the morality of, um, you know, ICE agents or what have you, where what I'm trying to understand is how do they think about the world, what do they take their rights and responsibilities to be, and having that kind of sociological conversation. I'm not saying that I think bond traders have the proper view of their rights and responsibilities. I'm not saying I think ICE agents behave well, right? I'm just trying to understand the kind of um uh social feature of the world. People have views about morality that they act on, right? I think the same is true of law. I can approach it sociologically, and I can ask, right, what do people around here take their rights and responsibilities to be and how do they carry on, right? But I could also do the other thing, right? I could ask, what are their rights and responsibilities actually in light of their legal practices. And I think it's very important to do both. I think it's actually very important for a lawyer to be able to do both, to wear both hats, to be able to say, oh I'm gonna go to court, I better understand how judges and other lawyers think about the question. That I am arguing about, but I also have to think about what I think the right answer is, right? And that may not just be a function of how other people think about it in the same way that when I have an argument with a bond trader, you know, at, uh, um, you know, at a bar, right? I might be interested in what he thinks, but also in telling him I think he has it wrong."
	},
	{
		"start_time": "15:52",
		"speaker": "Ricardo Lopes",
		"words": "And why should we care whether law is a moral practice or not?"
	},
	{
		"start_time": "15:59",
		"speaker": "Scott Hershovitz",
		"words": "Um, SO I am of two minds about this, right? One is, I've got a kind of deflationary view about the philosophical endeavor, which is to say, if you're a lawyer out there every day during your job, I don't think you have to worry about the philosophy of law that much. I think it's lurking in the background. I think occasionally you bump up against it. Um, I think more frequently when things are breaking as they are in the United States right now, you bump up against philosophical questions, but in your day to day work, I don't think you have to worry about whether law is a moral practice. Having said that, or whether positivism is true or any of these other theses. Having said that, Um, I do think that there are reasons that I want to encourage people to see, see things this way, um, and that I want to talk to my students about this, and let me highlight two for you. One is, I think we'll understand ourselves better if we see the way that law is a Part of our moral lives and uh in at least two ways we'll understand the significance that we accord law, um, that we often treat in our everyday interactions, um, uh, conclusions about legal rights and responsibilities as simply settling what we ought to do. And this would be puzzling, I think, if law was, um, uh, you know, purely uh a social creation and, and not connected, um, to morality. It's not that it couldn't be explained, but I think it would be puzzling. A second way in which it might help us understand ourselves better is we have really deep disagreements, not just about what the law should be, but about what the law is. And that's puzzling on the kind of positivist picture that law is um purely a social creation, right? Because if their circumstances, Ronald Workin was fond of observing this. There are circumstances where we agree on what the social facts are, what the statute says, what the previous decisions say, and we still disagree about what law they've created and um I. The the sort of picture that law is like our legal practices are an attempt to influence our moral obligations, has a nice explanation of why we have these kinds of disagreements, which starts from the thought that well we have different moral, we have lots of moral disagreements, we have different moral pictures, different ways of understanding our background, rights and responsibilities, and so when we have legal practices, we're also gonna understand how those background rights and responsibilities have been shifted. Differently. So that's one class of answers. I think that um this can help us understand ourselves better. Second, kind of more oriented towards what I want to say to lawyers, what I wanna say to students, what I try to say in the last chapter of laws and moral practice is that um. I think it's tempting for lots of lawyers when they take this approach to thinking about law that they think it's a separate normative system that has, you know, no necessary connections to law and morality and Hart's famous phrase, um, to kind of let themselves off the hook, right? And to think, oh, like I'm just doing law here, and yeah, I see that what I'm doing is morally awful, or I see that it's. Having terrible impacts, but my job is just to do law, right? Um, AND, uh, again, you could hold a positivist picture, right? Joseph Roz very famously wrote an article called Judges are Humans too, where the whole point was, judges aren't just subject to the norms of law, they're subject to the norms of morality. So I don't think there's anything, I don't think that like my positivist friends, right? Can't say to people, hey, you should, um, care about your moral responsibilities. I just think I observed lots of people in the world, let themselves off the hook for bad behavior by imagining that they're doing something that's called law and not morality, and it's other people's jobs to worry about morality. And I want to say to lawyers, no, no, no, if you properly understand what law is, it's a part of your moral life. You are part of this moral practice. This, this moral endeavor, it only makes a difference to us because of its connections um to morality. And so I want to educate them, educate lawyers differently, not to think of themselves as the high priests and priestesses of, you know, uh, something that's wholly different from morality, but to see themselves as engaged in, in a, in a fundamentally moral endeavor."
	},
	{
		"start_time": "20:41",
		"speaker": "Ricardo Lopes",
		"words": "When lawyers argue in court, what do they argue about?"
	},
	{
		"start_time": "20:47",
		"speaker": "Scott Hershovitz",
		"words": "Um, WELL, they can argue about lots of things, right? Um, THEY can argue about facts, right, about, you know, you know, was Ricardo there when the gun was fired or was Ricardo not there when the gun was fired and then they, you know, point to the evidence that's been gathered in the investigation or in discovery, right? They also argue about. Law, right? And here are two different ways of thinking about what it means to argue about law. There's the picture that I'm pushing against, which says, ah, what's happened in legislatures and courts and administrative agencies in the past has created this special set of rules or plans, that's the law, and we're all trying to figure out what's in that special set that applies to this case. Right? That's picture number 1. Picture number 2, the picture I'm urging is, well, somebody has come to court, you know, in a civil suit, say a plaintiff, and they've said, I have a right, and I think it's a right, typically, I'm my home is tort law, right? So in tort law, right, it's a right with a kind of complicated structure. They say I have a right to have the court enforce. A right to compensation against this defendant. This defendant wronged me. I have a right to compensation from them, but not just that, I have a right to have a court order that person to pay me money. Right? And so I think the question that that's being argued about is, is that true? Does this person have that right? Um, AND I, you know, the answer I think is not to be found, right, in Kant or Aristotle or Mil or in any like work of philosophy because they're at too high level of an abstraction, right? The things that we say and do and Our lives, the things that we say and do in legislatures and courts, they shape what rights we have in much the same way that practices like promising and issuing orders shape what rights we have. And so I think when you go to court, we're asking a moral question, does this person have that right against a very complicated um social background?"
	},
	{
		"start_time": "22:59",
		"speaker": "Ricardo Lopes",
		"words": "But which kinds of moral questions are contested in court?"
	},
	{
		"start_time": "23:04",
		"speaker": "Scott Hershovitz",
		"words": "Um, SO, um, Uh, so that's a good question because there's lots of aspects of our moral lives that won't surface in court, right? Um, IF my friend is rude to me, you know, they're scrolling their phone while I'm trying to tell them something important, I'm not going to sue them, right? And if I do sue them, my claim will be dismissed, the court will say, um, uh, you failed to state a claim, uh, Because there's no cause of action, right? I'm not authorized. Even if, even if my person, even if my friend owes me something, right? They owe me an apology. Maybe they owe me, you know, another opportunity to go out and have a drink and have a good conversation. So they don't just owe me an apology, they owe me some kind of compensation if they, they want to stay in good standing as friends. That's not something I can enforce in court. Right, so, um, I tend to think of, um, when we're thinking about law as a part of morality, I tend to think Um, in the way that Ronald Orin suggested, we, uh, we think in the very last book he wrote that, um, that law is picking out or or or sort of like when we talk about legal rights, let's say, that modifier legal is picking out a a special subset of our ordinary moral rights. It's rights that we're entitled to enforce through legal institutions like courts or administrative agencies. That's why I said a tort suit has this kind of complicated structure. It's not just hey you owe me money, right? It's, it's you owe me money, and in a way for a reason that I can demand that these legal institutions tell you to pay me. Right? And so then it's like an interesting question. Why do we make some of our rights enforceable through these institutions and others we just leave to informal negotiation, right? You know, among acquaintances or among friends. And I think the answer there is because there's a kind of Constant trade-off to be made. Legal institutions are expensive. They um are clumsy, they are time consuming, um, they can be really disruptive to people's lives, um, and so, um, I. You know, we're not gonna use them for really trivial things like you were scrolling through your phone or you were a few minutes late when we said we had lunch. We're going to use them for the most part, when there's been really serious breaches of of um. Of morality or really serious um injuries, um, but not just that actually, right? Um, ALSO, right, really serious problems, but really serious problems that courts can remedy. Because, for instance, right, like, you know, your friend betraying you, right, in some more substantive way, let's say, than scrolling on your phone might be a really serious moral breach. It's really hard for courts to patch up friendships, right? Um, YOU know, the tools they have in their kit, you know, pay money, right? Don't work as well. So they can patch up commercial relationships, much better they can patch up friendships. Um, SO we use them where it's worth using them, and we use them um when they might be helpful."
	},
	{
		"start_time": "26:34",
		"speaker": "Ricardo Lopes",
		"words": "Does the law hold the answer to all legal questions?"
	},
	{
		"start_time": "26:40",
		"speaker": "Scott Hershovitz",
		"words": "Does the law hold the answer to all legal questions? Um, SO, um, You know, there there's this, uh, there's this kind of debate, especially on the, um, well, this is kind of debate among philosophers of law, right, as to, um, As to um uh whether the law is ever indeterminate. So think of a legal question, right? Or think of a legal claim. I say I have a right, right, a right against Ricardo. Ricardo owes me, I don't know, $100,000 right? Um, AND, and here are at least two possibilities. My claim could be true. Right, my claim could be false, right? And then there's like there's a question, is there a third possibility? Could it be neither true nor false, right? That I have a right to $100,000 from Ricardo, as a legal matter? Could it be neither true nor false? And then there's a downstream question from that. If you think the answer is yes, it could be neither true nor false, then um then what should be done about it? Right, um, and, uh, you know, one phase of the argument, say, between Hart and Dworin was about just this question. Hart thought that the law could be indeterminate because it might turn out to be that that there was no rule in the set. Of rules that counted as the law that applied to a particular kind of case or a particular kind of question. It would just be legally unregulated. There would be no answer and Hart thought, what's gonna happen in cases like that if courts nevertheless have to provide an answer is they'll create one. And depending on the rules about the creation of new norms, they're creating an answer might mean that there is now a rule going forward, that might be how precedent works, right? But Hart thought that there was significant indeterminacy, um, and, uh, and necessarily so, he argues in the concept of law. And Dwarkin famously defended, um, uh, not quite the opposite view, but close to the opposite view. He argued that there was always a right answer. Right, that, um, that somebody has come to court and they say they have a right, and either they do have the right or they don't have a right, right? And he observed that courts never, never, right, throw up their hands and say, ah, there's just no answer to this question. They answer the question, right? And somebody who's defending the, the hardy and the positivist kind of picture will say, oh yeah, they answer it, but they know there's no really no answer, right? They just don't want to say that cause it would undermine their authority. So they have explanations of why courts don't say there's no answer. And working for his part, you know, if you got him in a quiet moment, he might say, could I imagine a case where, like, the arguments were exactly tied, right? You know, like they had equal weight on both sides. He's like, I guess I can imagine it, but it seems to me so incredibly unlikely that if I thought that I was in that position of equipoise in the arguments, I would think I should go back and do more homework and keep going to try and figure out if one of these sides has the, has the better argument than the other, right? I think of one of Dwarkin's great contributions to legal philosophy, but contributions generally, was to remind people that. The fact that it's hard to answer a question does not mean that there's no answer. The fact that we disagree about, um, the answer to a question does not mean that there's no answer. In fact, he said, the fact that we disagree and it's hard and we keep going, tells you that we're presupposing that there is an answer, right? Maybe we're Wrong, right? But he wanted people to understand that indeterminacy is not a kind of default position that we argue ourselves out of. It's as much a conclusion, right, as, uh, you know, there is no answer is as much a conclusion as Ricardo wins or Ricardo loses. It needs an argument in its favor, and he thought it was very unlikely to be there."
	},
	{
		"start_time": "30:57",
		"speaker": "Ricardo Lopes",
		"words": "And what is natural law?"
	},
	{
		"start_time": "31:00",
		"speaker": "Scott Hershovitz",
		"words": "Yeah, it's a phrase I like to avoid because it has meant lots of different things to lots of different people at lots of points in history. So let me in a very kind of crude way. Distinguish um two ways of thinking about natural law, right? So one way of thinking about natural law says, oh look, there's this, there's this like realm of legal rights and obligations that human beings haven't created and our job is to use the power of our minds to ascertain. Um, TO ascertain what's in that set, and then, you know, uh, some people would append to that thought that positive law, the law made by human beings, is valid only insofar as it matches up with what's in the natural law, right? And a lot of the early positivists set themselves in opposition to that kind of picture. Right, so, you know, an old natural law slogan might have been an unjust law is not a law where the thought was, you know, oh look, an unjust um posited law is not gonna count as like a full-blooded enforceable law, right? Um, YOU know, sometimes people want to lump folks like Twin or me or Mark Greenberg is another contemporary anti-positivist. In with a tradition like that, and I don't think we fit very well, which is one reason that I want to um avoid the term, right? Because what we're saying is not that there's um this, you know, Like set of secret books somewhere that tell you like, you know, what the laws of the universe are or what God's law is, and that human law has to match up to it. What what we're saying is that um I I We engage in legal practices, um, in part, right, to adjust our moral relationships and the question what rights and obligations we have is best understood as a kind of moral question, um, but as I was discussing earlier, that doesn't mean that human beings aren't making legal rights and obligations. We're doing it in the same way that we make promissory rights and obligations. Um, SO, uh, you know, I feel like it's some misleading to, to, um, or it's confusing, right, to take this phrase natural law and try to apply it to two really such different, such different views, um. But it's also true, and I try to say this a little bit at the explain this a little bit at the end of law, is a moral practice that um that um that lots of possivists will turn out to count as natural lawyers on some ways that the phrase has been understood as well, right? So I mentioned Joseph Roz, right, who insisted that um That uh the judges are people too. They're subject to morality and in fact he thought they should look to law to resolve cases because sometimes that's their moral responsibility, right? So if all it means to be as a natural lawyer is to mean that ultimately what a person ought to do is a function of morality and not a function of law, then a lot of positivists turn out to be natural lawyers in that way too. So I've given a confusing answer because it's a confusing phrase. Um, IN part because it has a has a kind of long and a very varied history."
	},
	{
		"start_time": "34:36",
		"speaker": "Ricardo Lopes",
		"words": "In the book you argue that there are different sets of norms that constitute what we call the law. Could you explain that?"
	},
	{
		"start_time": "34:45",
		"speaker": "Scott Hershovitz",
		"words": "Yeah, so I um Uh, I think if the, the project is ecumenical. What I want to try and do is explain why people are attracted to positivism, why people are attracted to what we in the states call legal realism, why, but then also why it's important to hold. Onto this idea that law is a moral practice. And one way of getting at all this is through analogy I offer to thinking about the rules in my household. So I told you about like the rule, you get to be home by 7 or you got to text me and tell me that you, um, that you won't be. Um, SO, you know, I imagine this conversation, right? Maybe, maybe my family is having some difficulty and we go and we go to see a therapist and she says, oh, what are the rules of your house? Right. And well, there's lots of things that you might get at, right? And asking that question. Suppose I say, oh, you have like the rules of the house is our younger son has to be in bed by 8:30, right? And then she might say, well, is he in bed by 8:30? And I might say, no, no, it's usually closer to 8:45, 9 o'clock, and she might respond, well, that isn't really a rule of the house, is it? Right, so just think about what's happened in that conversation. Right, when she first asked for the rules of the house, I heard her in a certain kind of way, right? I heard her to be wondering what rules do you articulate? What what rules do you announce? What rules do you take yourself to have adopted? Right? But then it turns out when she, she's observing a mismatch between that and another set of rules, right? The rules that we enforce or the rules that are followed, right? And um, uh, you know, lawyers are familiar with this contrast, at least in the states we have this phrase, we talk about the difference between law on the books and law in action. Right? So what do we mean? Well, there's a sign near my house, right, that says the speed limit on on I-94, the highway, is uh 70 MPH. Um, uh, BUT everybody that lives around here knows that you're not gonna get pulled over by a police officer if you're traveling 71 or 72. No one really starts to worry until they're driving 75, and even then they think it's unlikely, it's probably like 77 or 78, where it becomes a legitimate possibility, right, that you might be stopped. And so some people look at this and they say, oh, the real speed limit is 77, 78, right? It's not the law in the books, it's the law in action. And I think I understand that thought, right? That, like, you know, oh, you know, maybe, maybe if you're trying to acculturate someone around here, you might say to them knowingly, the real speed limit is 77 miles an hour. You're giving them useful information that you can drive up to that speed and nobody's going to bother you. But here's the thing, suppose you're the unlucky person, right, who does get pulled over traveling 75. You can't go to court and say, oh yeah, but the real speed limit is 77, right? Because the court's gonna say, well what what number was on the sign? It was 70, that's the speed limit, right? So part of what I'm trying to do is draw attention to the fact that we talk about what the law is in different ways, in the same way that we might talk about the rules of my house in different ways or to go back to Our earlier conversation, we might talk about morality in different ways. Sometimes, right, we're interested in what's been announced or what's been written down. Sometimes we're interested in what's been enforced and what I'm trying to remember to remind people of, we might also be interested in the question, what are you actually obligated to do. Right, and I think in court that is the primary question, what are you actually obligated to do, right? But the explanation of why I think people are drawn to positivist pictures or realist pictures is that they um is that they track, um. These like many useful, helpful ways of thinking about law, right? If you live under law, you should want to know what the police are going to do, even if you think it's not what they're permitted to do, even if you think it's not what's written down, you should want to know what they're going to do, right? But you should also be interested in what they're permitted to do, and maybe you should be interested in, you know, how judges are going to understand. What their permissions are, even if that's different from what you think their permissions are. So I just think it turns out the law, the word law is very flexible and we really need to do a better job of paying attention to all of the ways that we that we use it."
	},
	{
		"start_time": "39:35",
		"speaker": "Ricardo Lopes",
		"words": "But referring to something you mentioned there, uh, I mean, what are we obligated to do really? Are people obligated to obey the law? How do we approach this question?"
	},
	{
		"start_time": "39:48",
		"speaker": "Scott Hershovitz",
		"words": "Yeah, so this is another one of the, the huge debates that um that philosophers have uh have been having about law at least since Plato probably uh probably before. And what I try and do in law as a moral practice is just um frame the issue a little differently than it has in the past, has has been framed in the past. So, um. If you have this picture of law as a separate normative system, and you see all these rules over here, right? And they've been created by our social practices, and the question is, do we have moral obligations to follow those rules? Right, um, and you know, there's a very famous article, um, uh, by a philosopher named MBE Smith called Is there a prima facie Obligation to obey the Law, where he says the answer is no. And he works through historically, all the many answers that have been given from people who wanted to say yes and he shows quite convincingly, they're they're pretty bad answers, right? It may be that in some cases, like you should do what the law what the law requires because it's independently a good thing to do, right? Like that's commonly the case, right? You know, the law says, you know, don't assault people and assault people, assaulting people is generally a bad thing to do. So you have Smith says a specific obligation. Right, but the mere fact that something's against the law, right, Smith wants to say doesn't um imply, right, even a prima facie obligation not to do, uh, not to do what the law has prohibited. So I think that Smith is looking in the wrong place for the moral differences that our legal practices make. I agree with him, right, that that most of the time, right, the law can't make something impermissible just by saying it's impermissible, right? There are There are exceptions, right? You know, which relate back to some of the conversations we're having earlier about the, the tasks of law, right? Sometimes we need to coordinate our conduct, right? You know, like the street sweepers are coming through, right? And, you know, somebody needs to tell us, you know, when to move our cars so that the streets can be cleaned, right? I think we're, when Right, and order is serving a kind of moral function like that, then it turns out the law can create an obligation just by telling you what to do, right? But the law makes other kinds of moral differences, right? So, um, uh, you know, even when it's telling you not to do something that you should know not to do. Um, IT'S, uh, it's making a moral difference. So in the chapter on the obligation to obey the law in laws and moral practice, I, um, talk about this awful case involving, uh, teenagers, um, I think it was, oh no, I've forgotten the state already, I think it was in Oklahoma, um, uh, you know, a teenage boy who, um, uh, who Well, actually, you know, like, uh maybe because people aren't expecting this. I, I, I won't describe in any detail um that uh it was it a case of sexual assault, and I just won't describe in any detail what it was, um, that the boy was accused of doing, but I'll, but I will say this, right, um, the charges against him were dismissed for fairly technical reasons because the statute that he was being prosecuted under. Um, HAD been drafted in a way that it didn't actually cover what he had done, even though it was obviously intended to do so. And almost immediately people, people were outraged, understandably so, and almost immediately the legislator amended the statute, right, so that it would going forward cover what what this teenage boy had done. And so here's the kind of question you might ask, like, what changed morally as a result of as a result of the adoption of that statute? And I don't think that his primary obligations did. It was always wrong for him to act the way he did, right? Um, IT didn't didn't need the state legislature to tell him that it was wrong, right? Um, BUT something really important changed, right, which is that the, the state. Got the power to hold him to account, right? So, uh, in criminal law we talked about the principle of legality, that you can't be punished for something that wasn't announced as unlawful in advanced, right? Even if it was immoral, right? And we've got good reasons for constraining state power this way. So I, I, um. YOU know, I think when our legal practices are defective, it's often the case that we're not obligated to do what people think we're obligated to do. I also think it's the case that when they're defective, sometimes we're obligated not to do something that looks permissible from the law's perspective, right? But that when we think about what the moral significance of our legal practices are, sometimes it's creating new relations of accountability, like with this Oklahoma case that I'm describing."
	},
	{
		"start_time": "44:54",
		"speaker": "Ricardo Lopes",
		"words": "In the book, you also talk about the central worry that people have about linking law and morality. What is that worry and how should we deal with it?"
	},
	{
		"start_time": "45:06",
		"speaker": "Scott Hershovitz",
		"words": "Well, so it connects again back to some of the conversations we've been having so far. I think one worry, um, I can't remember if I call this the central worry, but I probably did. The one worry that, uh, that people have is that if we see law as part of our moral lives, we'll lose our ability to criticize law, right? Um, THIS was, um, you know, a worry expressed by Hansel. AMONG others, um, that, uh, that we need to understand law as a social practice and to recognize that our social practices can be bad and uh and that will give us this kind of critical distance so people don't fall into the habit of hearing the word obligation or duty in a legal context and thinking that it means they really should or must do the thing that they're being told to do. Um, I think, um, this is sort of like selling people short. Um, WHY? Well, so first of all, I think that, um, uh, we criticize, um, aspects of our moral lives all the time, right? Um, SO, uh, uh, Sophia Moreau teaches at NYU, um, has a paper that uh that she's working on about objectionable obligations. Um, WHICH is really capturing better than I did in the book, the idea that I'm trying to capture, right? But sometimes we take ourselves to have genuine moral obligations and nevertheless think it's objectionable that we have them. So, uh, to take, um, to take a um a familiar example, right? Um, IN our society we tend to um assign uh caregiving responsibilities to women. Um, DISPROPORTIONATELY, discriminatorily so, and so you might think in a particular case, right, um, you might have two thoughts. You might have like, well, there's somebody here who's dependent, maybe it's a child, maybe it's an elderly relative. You might think that this, this mom or this daughter, they really do owe this person a responsibility. Right, um, they would, they would wrong the person in their care if they didn't show up to take them to the doctor or didn't, um, feed them or what have you. You might also think it's objectionable that they have the obligation. Right, that the obligation hasn't been assigned to someone else, maybe a man, or that the obligation hasn't been shared, or that the obligation hasn't been dedicated to an institution or, you know, to, to free individuals from the burdens of, of um discharging it themselves. And so, um, so we can think, oh, there's a genuine obligation here, and also it's objectionable and we ought to rearrange our social practices so that people don't have this obligation. I think law gets us in that situation all the time. Right, that we have genuine obligations, right? But we also shouldn't have those obligations or that we have duties, but we shouldn't have those duties. And so once you see this feature of morality, right? And what's the feature? The feature is what our actual rights and responsibilities are do depend on our social practices, right? Um, I am responsible for caring and feeding for my children because of particular social practices. We could have other social practices, communal practices of raising children. That would assign that responsibility differently, right? So, but, but, but my genuine moral rights and responsibilities do depend on our social practices, but also our practices might be objectionable, they might be things that we should reform because they're better ways of living. I think that's a fairly standard feature of our moral lives and then it turns out to be a fairly standard feature of our legal lives too."
	},
	{
		"start_time": "48:49",
		"speaker": "Ricardo Lopes",
		"words": "What can all of these teaches about lawyers? What is exactly the kind of work that lawyers do and do they have any form of moral expertise?"
	},
	{
		"start_time": "49:00",
		"speaker": "Scott Hershovitz",
		"words": "Yeah, so, um, I think, uh, one of the claims that people find most startling in the book is that, um, that, uh, that lawyers, well, first, lawyers are engaging in moral arguments, right? I think they're trying to sort out when they go to court and argue over claims, they're trying to sort out the moral consequences of our legal practices, who has what rights and responsibilities in virtue of our political history. Right? Um, THE second claim, the one that people find startling that goes along with that is that I think that lawyers have a kind of moral expertise, right? Um, IT doesn't mean that I always think that they're immoral, often they're not, and I try and account in the last half of the last chapter for reasons that lawyers behave immorally. But before that, I want to defend a kind of moral expertise. What is it consistent? Well, if our moral rights and responsibilities depend on our political history, depends on who's made what decisions and um and how were cases resolved in the past, then one source of expertise will be knowing what decisions have been made, knowing how cases have been decided, or if you don't know that, knowing where and how to look, right? So, knowing, I, I put it this way, knowing the morally relevant facts, that's a kind of moral expertise. Second kind of moral expertise is, um, you know, like this is not just, um, uh, any corner of our moral lives, right? Legal decisions, um, uh, you know, take place in particular institutions. That are structured in particular ways that have a recurring set of concerns, right? So part of what you get when you get educated as a lawyer is, right? Education into the concerns in this part of life, for instance, um. You know, lawyers worry about floodgates problems. If we recognize a claim for Ricardo, will there be thousands of claims that will overwhelm our ability to adjudicate claims? I don't have to worry about that when my kids assert that they have a right. I've got 2 children, I've got time, right? I can listen to both of them make an argument, right? But a court might have to worry about, you know, Do we have the capacity to adjudicate these kinds of claims or slippery slope arguments, right? They, they'll notice that uh if we take this step, somebody's gonna ask us to take the next step and do we know where we're gonna stop? Right? And so I think like a kind of morally expertise is that you, um, you, you become accustomed to, comfortable with, cognizant of. Of the recurring moral issues, um, I, I, the issues, the moral issues that recur with these kinds of institutions. So I think that's another kind of moral expertise, but, but, you know, let it be said, um, there are features of the practice that I think push lawyers sometimes towards having badly, bad moral judgment and, uh, and I want to highlight those as well."
	},
	{
		"start_time": "52:03",
		"speaker": "Ricardo Lopes",
		"words": "So one last question slash topic then. Why is it that sometimes people find lawyers repugnant and what can we do about their repugnance?"
	},
	{
		"start_time": "52:15",
		"speaker": "Scott Hershovitz",
		"words": "Yeah, so, um, I, uh, I had fun writing this section of the book. It picks up, it picks up on, um, a theory that was put forward by Aaron James, uh, who's a philosopher at UC Irvine, who wrote a brilliant little book called Assholes Theory. Um, AND the book is an effort to figure out, um, just what is an asshole to take the, take the category seriously, um, as a moral label, right? What, what, what is this kind of person? Why do we find them bothersome? Why do they make us angry? Why are they hard to deal with? And Aaron has a really interesting answer, right? He says that an asshole is someone who claims special privileges out of an entrenched sense of entitlement that makes them immune to criticism. And one of the things he does in his book is he observes that bankers often, uh, often, uh, are assholes, and he, he sort of plays around what features of the profession of being a banker, right, might generate this. Uh, AND it occurred to me as I was reading this, I was like, oh, a lot of, a lot of lawyers have this problem too. A lot of lawyers are assholes, and I think they're features of the profession that pull them in that. Direction. And just to pick up on his definition, the um the sense of entitlement, right? And I think part of the sense of entitlement, at least an adversarial legal culture like America, comes from the idea that you represent your clients and only your client's interests and you're supposed to do so zealously. So if I am being rude or breaking the bounds of polite behavior or acting like an asshole, I have permission to do this. Um, BECAUSE my only responsibility is to my client, it's not to the rest of humanity. And I think this is actually like a quite bad construction of what the actual ethical rules are for lawyers even here in the United States, but it's certainly the cartoon construction that I think licenses. A lot of bad behavior. So in that, in that, in that last phase of the book, I just try and try and think through if, if, if I'm right that law is a moral practice, why aren't lawyers more moral? And I think that, uh, and I think that James is offering us part of the picture."
	},
	{
		"start_time": "54:29",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, the book is again, law is a moral practice. I'm leaving a link to it in the description of the interview, and Doctor Hershowitz, so just before we go apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "54:44",
		"speaker": "Scott Hershovitz",
		"words": "Oh, terrific. So, um, I have a website, just scott Hershowitz.com. I've got a Twitter and a blue sky account and uh and I also, um, I, I, I try to write philosophy for a wide audience. So I've got a book behind me, Nasty, Brutish and Short Adventures and Philosophy with Kids, which is a kind of introduction to philosophy through the eyes of children, and you'll see occasional essays in the New York Times or The Atlantic, any place I can get to give me a platform for philosophy."
	},
	{
		"start_time": "55:13",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a pleasure to talk."
	},
	{
		"start_time": "55:18",
		"speaker": "Scott Hershovitz",
		"words": "It was a really great conversation. I appreciate it."
	},
	{
		"start_time": "55:21",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Labraysent and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Acosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbo, Catherine and Patrick Tobin, Gian Carlo Montenegroal N Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]