[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops and today I'm joined by Adam Bo. He is an interdisciplinary romantic love and human mating researcher who employs an ethological framework in his theory and analysis. We're going to talk about that. Today he's currently enrolled in a PhD in biological anthropology at the Australian National University School of Archaeology and Anthropology, and he holds a position as a sessional academic at Federation University Australia in the Institute of Health and Well-being. And today, we're going to explore the topic of romantic love. So, Adam, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:45",
		"speaker": "Adam Bode",
		"words": "My pleasure as well."
	},
	{
		"start_time": "00:47",
		"speaker": "Ricardo Lopes",
		"words": "So, first of all, let's start perhaps here with a definition or an understanding of romantic love. So what is romantic love?"
	},
	{
		"start_time": "00:58",
		"speaker": "Adam Bode",
		"words": "It's a good question, cause, uh, it's a little bit muddy. So what I mean when I say romantic love is, it's that thing that happens at the beginning of a romantic relationship, where you go a little bit crazy and think your partner is the best thing ever. It's essentially a motivational state associated with intense cognitions, emotions and behaviors. And it says a number of reproductive functions. It's, uh, commonly associated with the early stages of a romantic relationship that can exist in the absence of a romantic relationship in something called unrequited love, and it can less commonly exist after many years or decades or, or even a lifetime. Uh, IT used to be called passionate love, uh, in the 80s and 90s. Uh, Elaine Hatfield coined that term, and she's the grandmother of romantic love research. Um, BUT that's really only a term used in the humanities these days, with a, with a few minor exceptions. But if any of your watchers are reading a paper on passionate love, that's the same thing as romantic love. Um, IT contrasts with companionate love, which is that less intense type of love associated with feelings of companionship that long-term married couples have. Um, AND the way I use it is basically the way that psychologists and big names in the area use it. So, I do, Sandra Langislag does, Arthur Aaron, Bianca Acevedo, Monazu. We all use the term romantic love. Uh, AND that's the convention, uh, I. See in the science. Uh, THAT being said, it's, it's a little bit muddy, because there are a number of researchers, mainly people from outside the science, who do a sporadic or a one-off, uh, paper on the topic of love, who use the term romantic love to mean any love in a romantic relationship. So they could be referring to romantic love or companionate love. And, uh, this is problematic because it's, it's a bit confusing. Uh, IT can lead to bad science. Um, FOR example, I read a paper recently, in meta-analysis of FMRI studies. So a big, big study that I took a lot of time and energy to do. And now we're testing the hypothesis related to romantic love. Uh, AND they did set it up quite well in the introduction. But they made the mistake in the analysis to include studies of people experiencing both romantic love and companionate love. And this resulted because of the confusion about the term romantic love. So I'll just, uh, say to your watchers, when you're reading a paper and someone says romantic love, try to make sure you understand what they're actually talking about. Hopefully they'll define what they're talking about. Um, BUT, uh, just be very careful because we don't want that confusion to, to continue."
	},
	{
		"start_time": "03:30",
		"speaker": "Ricardo Lopes",
		"words": "Right. I mean, when it comes to the transition from romantic love to companionate love, is there a specific time frame we're talking about here? I mean, how long does romantic love tend to last?"
	},
	{
		"start_time": "03:44",
		"speaker": "Adam Bode",
		"words": "Uh, WE'RE not really sure. Scientists haven't been really good at determining that. There haven't been sufficient longitudinal studies. So there's been a, a few longitudinal studies, but I'm looking at this in particular. Um, THE indications I get from the summer of research I've read is it's in the vicinity of about 18 months when a Couple is in love with each other. Um, THERE'S gonna be variation with that. Some people will be in love for only 1 year, some for maybe 3 years. Uh, BUT in that 1 to 2 year period seems to be about right. And, uh, there's evolutionary reasons why that might be the case. And I'm sure we're gonna get to some of those as, as we go on."
	},
	{
		"start_time": "04:21",
		"speaker": "Ricardo Lopes",
		"words": "What are the most common, I mean, let's call them symptoms, I guess, of romantic love."
	},
	{
		"start_time": "04:29",
		"speaker": "Adam Bode",
		"words": "Uh, SO, once again, nobody's done a really good job at really pinpointing this. There are a number of scales that involve a number of items measuring the cognitions, emotions, and behaviors of romantic love. And so one common Thing seems to be a desire for reciprocity. Um, WHEN you're in love with someone, you want them to love you back. Another one is sort of, um, what I refer to as hypermanic-like features. So elevated mood and physiological arousal seems to be common. Uh, OBSESSIVE thinking about a partner, so, um, repetitive thoughts about the loved one is also quite common, and we tend to have an inflated sense of the other as well. So we, we tend to think, um, our loved one is a lot better than they probably are."
	},
	{
		"start_time": "05:18",
		"speaker": "Ricardo Lopes",
		"words": "I mean, uh, 6 years ago, I had a conversation on the show with the late Doctor Helen Fisher and she uh she told me about some of the symptoms of romantic love she had studied and she mentioned things like uh being obsessed with the person, I mean, spending all day thinking about the person and then Uh, some sleep deprivation sometimes and losing appetite. I mean, is that something that you've also found or other romantic love researchers found in your research or not?"
	},
	{
		"start_time": "05:55",
		"speaker": "Adam Bode",
		"words": "Um, SO I'm familiar with Helen's work on the topic and, and in particular, a 1998 paper where she described The, um, psychological features of romantic love. And she did a very good job. Uh, A lot of that was drawn off earlier work by Dorothy Tenov in 1979, who wrote a book, Love and Limerance. Um, Helen's articulation of the psychology of romantic love in that 1998 paper is, is absolutely spot on. I, I, I don't have any, uh, qualms with what she said there."
	},
	{
		"start_time": "06:23",
		"speaker": "Ricardo Lopes",
		"words": "OK. So explain how you approach the study of romantic love by combining approaches from biological anthropology, human ethology, and psychology. How, how do you go about combining them and what do you draw from each of them?"
	},
	{
		"start_time": "06:41",
		"speaker": "Adam Bode",
		"words": "So I guess you'd say that I'm both a multidisciplinary and an interdisciplinary researcher. So I'm multidisciplinary in, in the sense that, like you've alluded to, uh, I, uh, undertake studies in biological anthropology and psychology. And most of my biological anthropology work to date has been looking at selective pressures and their relationship to the evolution of reproductive states, particularly social monogamy and paternal investment. Um, BUT I've also developed with Phil Cabin. ARE from the University of Canberra and the University of South Australia. What I understand is the world's largest data set of people experiencing romantic love. It's called the Romantic Love Survey 2022, and the cross-sectional aspects available online. Anybody can go and, um, access that data and do studies if they want. Um, AND that's allowed me to investigate sort of evolutionary ideas related to romantic love, um, but also just the modern environment and how romantic love looks, uh, today. Uh, SO some of the evolutionary ideas I've looked at are, are things like sexual selection by investigating sex differences, or variation in the expression of romantic love. We know that variation's a necessary element, uh, for evolution to occur. Um, AND the survey studies have also even allowed us to gain some insights into the mechanisms, which I've Back to, um, evolutionary history. Uh, THAT being said, I've also just looked at sort of the modern world, and I've got interesting papers on like SSRIs and romantic love, uh, and currently doing a paper on risky driving and romantic love. Uh, SO there's a whole heap of gaps that are, are basically just being filled. Now, I'm interdisciplinary in that. I use Tim Bergen's 4 question as an overarching framework in all of my research. So Nico Tinbergen was a, a ethologist, someone who studies animal behavior. He won a Nobel Prize with some others in the 60s, I believe, uh, for his work in this area. And in 1963, he wrote a really informative paper saying that if you want to have a comprehensive understanding of any behavior. You need to approach it from 4 perspectives. And those perspectives are considering the mechanisms that cause the behavior, the ontogeny or its development across the lifespan, uh, the evolutionary functions that the behavior serves, as well as the hologeny. Um, AND I have basically applied this to both my biological anthropology and psychology research, which means I'm not siloed, and I can draw on a full breadth of evidence wherever it comes from. It's pretty useful in making sense of existing findings, so previous research, but it's also good at generating ideas that can be tested, and that's something that's really been missing from the science of romantic love. Um, SO the bioA research I do tells us about the selective pressures that cause social monogamy and in turn, romantic love. And the psychology research tells us about the mechanisms of romantic love as well as the functions and the evolutionary history. And I, I found this to be quite a useful means of, of undertaking the research, and I, I think it's a useful contribution to the science."
	},
	{
		"start_time": "09:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, we're going to go through Tim Bergen's for questions applied to romantic love just in a bit. But before that, do we know whether romantic love is a human universal? I mean, do we have any idea whether it is present across all studied human societies or not?"
	},
	{
		"start_time": "10:07",
		"speaker": "Adam Bode",
		"words": "So it's a good question, and it's one that I get asked a lot. So, I, I'll give you the short answer. I think it is probably a human universal, but we don't have the sufficient evidence to be saying that unequivocally. Uh, THE best way I've heard it defined is it's either a universal or a near human universal. Uh, AND there's two lines of evidence to consider, uh, when considering whether it's a universal. And the first is a seminal study by Bill Jan Koviak and Edward Fisher in 1992, which was an ethnographic analysis of a whole heap of ethnographies of 166 cultures from the standard cross cult. SURVEY, and they looked at these 166 cultures, and they found ethnographic evidence of romantic love in 145 cultures. So that's by far most of them. Uh, THEY do note that just because they didn't find evidence doesn't mean that romantic love doesn't exist there. It just means that the ethnographers didn't, uh, detail it. Now, uh, we have reason to believe that romantic love evolved before modern humans emerged, um, so it is possible that, uh, it is a universal feature, but some ethnic groups may have lost, Uh, romantic love, uh, over generations. Um, BUT, uh, a study I've done, uh, looking at, uh, the hologeny of, of non-human primates, uh, specifically territoriality and social monogamy, a paper I'm doing with, uh, Katherine Blolia from the Australian National University, and Simon Greenhill from the University of Auckland. We basically found that in non-human primates, social monogamy is never lost when a species is territorial. Now modern humans are territorial, so it would be unique among primates for us to have lost it at any stage. And so for that reason, I think it's unlikely that any ethnic groups probably entirely lost romantic love. And it's for those reasons, I think romantic love's probably a human universal."
	},
	{
		"start_time": "12:02",
		"speaker": "Ricardo Lopes",
		"words": "You know, I think this is a very interesting question because sometimes we hear from people, from the humanities that uh the suggestion that romantic love is a social construct, that it's basically. Uh, CONSTRUCT of the Western culture from uh and started a few centuries ago with the romantics and people like that. I, I, I mean, does that hold any water or"
	},
	{
		"start_time": "12:32",
		"speaker": "Adam Bode",
		"words": "not? None at all. Um, WE'VE got sufficient evidence, uh, to show that social monogamy is very, very old, long before modern humans. Uh, SOCIAL monogamy assumes to some extent romantic love, because romantic love causes social monogamy, at least for, uh, a, a period. Um, THERE'S been a number of studies looking at love, uh, cross-culturally. Uh, I recently, uh, studied a paper led by Some amazing researchers at the University of Ratzlab in Poland that looked at love, not explicitly romantic love, but love, uh, in a romantic relationship across nine cultures from non-weird societies. And, and there's strong evidence of, of love in, in those nine societies, there's lots of other studies that have, have looked at many, many cultures. Everywhere you actively go and look for it. Uh, THERE is romantic love. Uh, I think. So when it comes to whether it's a recent invention, um, culture has, at different stages, uh, repressed and promoted romantic love. So there probably have been times where, um, people have experienced romantic love more. Obviously, um, I think you've had Matt Larsson on recently, who talked about the, the trajectory of, of, uh, courtship and, and those sorts of things over the subsequent, uh, generations. So, um, it, it, there have been periods where it's been more common and less common and, and obvious and, and secret and that sort of stuff. But, uh, the basic biological motivational state has been around for a very long time."
	},
	{
		"start_time": "14:08",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's talk then about Tim Bergen's 4 questions. I mean, let's explore romantic love through these lens. First of all, which mechanisms are behind romantic love?"
	},
	{
		"start_time": "14:22",
		"speaker": "Adam Bode",
		"words": "Uh, I'll, um, in response to that question, I'll focus on the biological mechanisms, cause that's where we have the most research. And there are psychological make choice mechanisms like make preferences, attraction, and sexual desire, um, that certainly play a role, but, um, we haven't got a lot of research about how they link in with romantic love. There's also social mechanisms like familiarity and the feeling of needs, but there's only been a couple of studies, so I can't really go into detail on that. Uh, BUT in terms of the biology of romantic love, there's been 40 biological studies of romantic love, approximately 30, uh neuroimaging studies, about 10 endocrinological studies. And I think there's been two genetic studies. And, um, B and Kushnick a paper I wrote with my supervisor at the time. Jeff Kushnick in 2021. We, um, went through all the evidence and we summarized the FMRI findings as indicating involvement in four broadly defined sets of circuitry. So those are reward and motivation, emotions, sexual desire, and social cognition. So reward and motivation uh is most associated with the dopaminergic mesolimbic pathway. So that's structures like the ventral tegmental area, nucleus accumbens, amygdala, and medial prefrontal cortex. The emotion areas are structures like the amygdala, anterior cingulate cortex and insula. Sexual desire and arouses, things like the chordate, insular, putamen, and anterior cingulate cortex, and social cognition areas like the amygdala, insular, and medial prefrontal cortex. Um, WHAT I do want to tell your watchers is you need to be cautious when interpreting FMRI studies. So it might surprise them to know that the test, retest reliability of task FMRI studies is only about 0.3. So the chance of getting the same findings in the same lab with the same people is actually pretty small. So you can't draw inferences from just a, a single study. You really need to have quite, quite a number of studies showing the same things. And all those structures that I've just listed have been repeatedly shown in FMRI studies to, uh, to be associated with romantic love. Uh, WHEN it comes to neurotransmitters and neurohormones, uh, there's strong theoretical and empirical evidence to show that dopamine, oxytocin, and opioids, most likely beta endorphin, play an important role. But there is some suggestion that other neurotransmitters and neurohormones play a role, such as serotonin, cortisol, testosterone, and nerve growth factor. Um, THAT being said, endocrinological studies are also notoriously noisy and inconsistent. So, for example, there's been 4 studies looking at cortisol in romantic life. And like, you won't believe me, all 4 studies came up with different findings. Uh, SO, uh, once again, you can't just rely on a single endocrinological study, uh, to, to know what's going on in romantic life. You've really got to have quite a number all investigating the same thing."
	},
	{
		"start_time": "17:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHEN it comes to the second question, which is related to development, what do we know about the development of romantic love?"
	},
	{
		"start_time": "17:26",
		"speaker": "Adam Bode",
		"words": "Uh, SO this is probably, uh, the one of Tim Bergen's 4 questions that we know least about. Uh, WHAT we do know is that romantic love can actually express in juveniles. So there's been 2 studies that have shown, uh, the presence of romantic love in people under the age of 12. Now, when they experience romantic love, it tends not to be associated with the strong, uh, romantic attraction and sexual desire that you would normally find in romantic love. Uh, AND it looks like romantic love with all its features seems to manifest after puberty. Um, IT seems to be most common in adolescents, uh, but it is very common in young adults and becomes less common as we age. But it can occur at any age. There's heaps of anecdotal stories about people in nursing homes falling in love, for example. Um, BUT that's really all we know. Uh, IT'S, it's the one area that, uh, we need to do a lot more research in."
	},
	{
		"start_time": "18:20",
		"speaker": "Ricardo Lopes",
		"words": "Do we have any idea if it can occur in infants? I mean, what, what's the earliest age or ages it can occur?"
	},
	{
		"start_time": "18:30",
		"speaker": "Adam Bode",
		"words": "Um, SO the two studies that looked at juveniles, we're looking at sort of 8 to 12 year olds, roughly age range. So, um, by then, it seems to, um. Uh, IT'S feasible that infants could fall in love. Uh, I see no necessary reason why not, except for that perhaps when they're very young infants, they're so focused on the mother that the, uh, circuitry and, and brain and hormones are, are not, uh, able to focus their attention on, on someone else. They're just focusing on the mother. So I suspect once they're no longer enthralled with their mother, uh, it's a possibility."
	},
	{
		"start_time": "19:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. What functions does romantic love serve?"
	},
	{
		"start_time": "19:16",
		"speaker": "Adam Bode",
		"words": "Uh, SO, like all types of love, uh, romantic love plays an important role in survival of the species. It essentially creates a team of two, instead of a single mother, uh, that can facilitate survival of the pregnant mother and the newborn infant. Uh, SO, at, at its grandest level, it promotes survival of offspring. Uh, THAT being said, romantic love is a bit unique among types of love in that it serves 4 very specific reproductive functions. So once again, with Jeff Kushnick and I, we, we looked at all the research and we sort of came up with 4 broad functions that romantic love serves. So it plays a role in Maho. When we're in love with someone, usually, we're pretty sure we want to be in a romantic relationship with that person. It plays a role in courtship, so sometimes we fall in love with someone before we're in a romantic relationship, and it motivates us to pursue them and court them and make them be our partner. It plays a role in sex. So couples in love have a lot more sex than couples who are not in love. And in our evolutionary history, that would have usually resulted in pregnancy and, and procreation and so forth. It also plays a role in paired bond formation. So it binds two people together and gives them the shared experiences and triggers the neurochemical processes required to form those really long-term bonds that can last years or decades or even a lifetime."
	},
	{
		"start_time": "20:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO what is the relationship then between romantic love and pair bonding? I mean, when we see pair bonding in a particular species, should we look at it as a sign or as a potential sign of romantic love being present there?"
	},
	{
		"start_time": "21:01",
		"speaker": "Adam Bode",
		"words": "Um, SO this is a difficult and slightly complex question to answer. And I know Helen Fisher got asked this question, uh, a heck of a lot. Um, SO one of the functions of romantic love is pair bond formation. And in humans, uh, social monogamy and pair bonds mean that the beginning stage where we create these relationships involves romantic love. That being said, there's the possibility that That when romantic love emerged, it may not have emerged in the context of pair bonds, and it may have actually emerged as a sort of seasonal bonding. So you would have experienced romantic love for a period of, who knows, weeks or months or maybe a year or so. Uh, AND then at the end of it, people would part ways and go the other way. So in modern romantic love, pair bonds and romantic love are intricately entwined. Um, THAT being said, if you fall in love, it doesn't necessarily mean you will form those long-term pair bonds."
	},
	{
		"start_time": "22:04",
		"speaker": "Ricardo Lopes",
		"words": "OK, so this, I imagine, will also be a tricky question or complicated question. Is romantic love an evolved adaptation?"
	},
	{
		"start_time": "22:15",
		"speaker": "Adam Bode",
		"words": "I think it can better be described as a suite of adaptations and byproducts. So, David Bars in a book chapter in the Psychology of love and then updated in subsequent, uh, editions, described love in romantic relationships generally as a suite of adaptations. Uh, AND in 2021, Jeff Kushnick and I extended this to suggest that romantic love, in particular, was a suite of adaptations and byproducts. Essentially, romantic. I've served so many unique specific functions and broad general functions, and involves so many different mechanisms that it, it, you, you can't consider it as a single adaptation. It's an amalgamation of a bunch of adaptations that all function together, uh, really well. Uh, AND we added the byproducts, uh, component on too, because we think there's some aspects that might have just piggybacked on. Other adaptations, uh, that are features of romantic love. So things perhaps like elevated mood might have just piggybacked on activity of the Msolimbic pathway or the behavioral activation system, and, uh, sleep variations. People in love, many of them experience variations to their sleep. Uh, AND those may not be adaptations, those might just be byproducts. So I, I think it's, uh, it's fair to call it a suite of adaptations and byproducts."
	},
	{
		"start_time": "23:34",
		"speaker": "Ricardo Lopes",
		"words": "Um, I, I mean, could you tell us more about what these adaptations would be?"
	},
	{
		"start_time": "23:42",
		"speaker": "Adam Bode",
		"words": "Um, SO, to, to answer that, uh, you have to think about the, the functions, uh, that it serves. So, um, Females in the animal kingdom tend to be very choosy, uh, is the term used, uh, in terms of, of picking a mate. Uh, THEY'RE unlikely to want to engage in sexual activity because they bear the highest cost of pregnancy and, and reproduction. Romantic love serves as a sort of mechanism to increase females receptivity to Uh, romantic or sexual advances. Um, WITHOUT romantic love, there's a, uh, a lot of people that would basically not enter a romantic relationship, or, um, not, uh, have sex. Uh, ONE way of thinking about this is Frank's, uh, theory from 1988, uh, which basically says romantic love is A commitment device. Uh, ANOTHER thing it does is it binds two people together, and it makes somebody invested in that relationship so that they're not going to go around and try to find another mate, uh, quickly, uh, a better mate, and so forth, so people can plan and, and invest in each other. Uh, SO those are two, adaptations that, uh, I, I think have occurred. But honestly, David David Buss says, um, Done some good work on love and romantic relationships. He's got a whole heap of, uh, of functions of romantic love. It, it overcomes a number of adaptive challenges. Um, IN the paper I've written with Jeff Kushnick, uh, I think we, we've got about 50 different things that romantic love does. It's, uh, it's absolutely amazing."
	},
	{
		"start_time": "25:23",
		"speaker": "Ricardo Lopes",
		"words": "Evolutionarily speaking, do we know how old romantic love is?"
	},
	{
		"start_time": "25:30",
		"speaker": "Adam Bode",
		"words": "No, uh, but we can make some educated guesses. So the problem is that romantic love doesn't leave a fossil record. Um, WE can't just go back and find a species and say, Oh, look, this one was experiencing romantic love. Um, BUT we can make a number of educated guesses, and it's, it's sort of complicated how we get there. So coming back to your question about pair bonds and, uh, romantic love, um, we have to first consider whether we can trace the timing of the emergence of the precursors to romantic love, or where these Uh, adaptations merged together and started looking like modern romantic love. Um, SO we know that romantic love serves a role in pair bond formation, and that's, uh, associated with social monogamy. We know that social monogamy is associated with the reduction in sexual dimorphism. So species that are socially monogamous, there's different, uh, less difference in stature and weight between females and males than in, um, species that are not socially monogamous. And, We can trace this in the fossil record. It looks like a substantial reduction in sexual dimorphism first emerged in the vicinity of 2 million years ago in the hominin lineage, around Homo erectus or mid Pleistocene, Homo. Um, uh, AND that seems to have been sustained throughout subsequent species, and, uh, maximizing its, uh, minimizing, sorry, it's difference, uh, around, um, Homo hydrogen in the vicinity of half a million years ago. So this suggests that, Uh, an important aspect of romantic love was present at least 2 million years ago. Uh, THAT being said, it's possible that romantic love, something that looks like what we experienced today, may have emerged earlier as a form of seasonal bond, and that may not have been associated with a reduction in sexual dimorphism. So it's possible it could have been earlier, but it, it's no later than about 2 million years ago. Now, in terms of what modern romantic love looks like, I think one of the driving selective pressures in making it look the way it does is something called altriciality. So that's essentially a tendency for humans to be born almost premature because of our big brains, they wouldn't be able to fit through the birth canal. So we give birth to offspring with small underdeveloped brains who are basically useless for the 1st 9 months. Um, AND I think the reason that romantic love lasts in the vicinity. Of 18 months is because, uh, you would have pregnancy that would last in the vicinity of 9 months, and then this altritial state for, uh, on average about 9 months. Uh, AND, and that would have extended the length of time that people would have experienced romantic love. So, uh, I suspect, uh, we know that tritiality emerged in the vicinity of 1 to 2 million years ago. So sometime in 1 to 2 million year time frame ago, uh, it started to look probably a lot like what we experienced today."
	},
	{
		"start_time": "28:37",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned 2 million years ago, then that puts us at the time of uh Homo erectus, right?"
	},
	{
		"start_time": "28:45",
		"speaker": "Adam Bode",
		"words": "That's correct. That's that's the best."
	},
	{
		"start_time": "28:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, how do we study romantic love in uh extinct hominin species and also how do we study it in ancient Homo sapiens? Uh ARE there any, for example, archaeological cues we can look at?"
	},
	{
		"start_time": "29:11",
		"speaker": "Adam Bode",
		"words": "Um, SO, so like I said, sexual dimorphism is the, the main indicator of social monogamy. Um, AND that's where most of my thinking comes from. But there's other changes in sexual dimorphism that, uh, occur, um, as well, such as, um, dental features. I think the canines reduce substantially, at least in males, uh, in species that are socially monogamous. And, um, Helen Fisher actually speculated. Based on, uh, a reduction in dental, um, dimorphism and size, uh, that it might have emerged in the vicinity of 4.4 million years ago with Ardipithecus ramidus. Since she postulated that, um, we've got a lot more information about that species, and, uh, there's now questions as to whether it was either a hominid. So we are limited by what we can see in the fossil record, um, and uh unfortunately that means we're never going to have a clear understanding of the evolution of romantic love in humans."
	},
	{
		"start_time": "30:12",
		"speaker": "Ricardo Lopes",
		"words": "And what do we know about romantic love's phylogeny? I mean, do we have a good understanding of its phylogenetic history?"
	},
	{
		"start_time": "30:21",
		"speaker": "Adam Bode",
		"words": "Uh, SO believe it or not, that's it, despite what I just said, uh, that's the thing we have the most comprehensive understanding of, um, and that's because it's really, really simple. So, chimpanzees and bonobos are our two closest living, uh, relatives, uh, and neither. OF those species display a state that's comparable to romantic love. Uh, AS a result, we're pretty confident that romantic love emerged after the hominin split with the last common ancestor with those two species. So romantic love emerged in a hominin. We're the only living hominins around. There's a straight line from that ancestor to us. Now, there would have been, uh, some branches out with some dead ends from our cousins who didn't make it. Um, Neanderthals, for example, almost certainly experienced romantic love as well. Um, BUT in terms of living species, it's a straight line from that hominin ancestor, probably Homo erectus, to us."
	},
	{
		"start_time": "31:20",
		"speaker": "Ricardo Lopes",
		"words": "Are there because you've talked there about uh primates and specifically great apes, but are there mammalian antecedents to romantic love? And if so, what would those be?"
	},
	{
		"start_time": "31:35",
		"speaker": "Adam Bode",
		"words": "Um, I think there are, and I think that's, uh, a useful way of thinking about things. This, this idea was first, um, proposed by Helen Fisher, uh, in, if it wasn't a '98 paper, it was a, a 2000 paper, um, or 2001 paper, I think. Uh, BASICALLY, she said that there are three emotional systems common to all mammals. So sexual desire, courtship attraction, and attachment. Um, AND so sexual desire is exactly what you think it would be. It, it drives us to become aroused and, and engage in sexual activity. Courtship attraction is that initial attraction that motivates, uh, approach behaviors to, to pursue a mate, and attachment is associated with what you would find in, in pair bonds or in mother-infant love. Um, AND, and she basically said that courtship attraction was romantic love. Uh, AND therefore, romantic love has evolved out of, uh, an antecedent that is common to all mammals. Now, Helen was a bit wrong, uh, about courtship attraction and that being romantic love, but the general idea that these pre-existing mechanisms or systems, uh, that are common to mammals, uh, uh, are used in romantic love is true. So 4% of, uh, mammals, pair bond, And something like 30% of primate species pair bond, because pair bonding is associated with romantic love, it seems to indicate that mammals to some extent and certainly primates, have the infrastructure needed to engage in pair bond formation. um, AND that's almost certainly the case."
	},
	{
		"start_time": "33:22",
		"speaker": "Ricardo Lopes",
		"words": "So what would be, or do you already have an account of how romantic love evolved from its antecedents or precursors up to uh the more modern manifestations of romantic love?"
	},
	{
		"start_time": "33:41",
		"speaker": "Adam Bode",
		"words": "So it's sort of. So it's a really good question, uh, and an interesting question and something I've thought a lot about. Uh, SO the topic of my PhD thesis is the evolutionary history of romantic love. And so I need to just be clear, before I started my thesis 5 years ago or so, we knew basically nothing about the evolutionary history of romantic love. I, I know Helen Fisher was renowned as the world's ending. Expert on the evolution of romantic love. But if you read her academic texts and even her popular science work, she actually didn't talk at all about the evolutionary history of romantic love. She spoke about the evolutionary history of pair bonds. She spoke about, um, the functions of romantic love. But when it comes to just the nitty gritty of, of romantic love, uh, there, there was almost nothing written about it. Um, SO, There's two scenarios in which romantic love evolved. Either it emerged as a type of seasonal bond, and that would have lasted a matter of months or maybe a year or something that probably would have been quite intense, and then sometime after that, pair bonds evolved out of that. Um, THE second scenario is that pair bonds evolved, and there was this short period, maybe a matter of hours or days at the beginning, that resulted in pair bond formation. And over time, as a result of altrutiality, probably extended. Um, THERE'S reasons to believe one or the other might be likely, but having read what I've read, I'm not convinced that one or the other is, is probably more likely. So at the beginning, there would have been a series of mutations. Um, uh, AND I think mutation, because social monogamy in primates is pretty bimodal. You can either tell a species is either socially monogamous or, or it's not. I, I know there's some people like Augustine Fuentes, who, who argue social monogamy is a continuum, but I think in, in his work, he sort of conflates sexual and social monogamy a little bit and doesn't acknowledge that other behavioral repertoires can attach to, um, To pair bonding or socially monogamous behaviors. So, like, it's unlikely to have resulted from, from genetic drift or those other processes. I think, I think there were mutations. And then natural selection played a role because these mutations conveyed some sort of reproductive advantage. And as I've suggested, that's probably going to be survival of the pregnant mother and survival of the infant during the first altricial, um, stage. Um, THE other thing we know is that the species that first developed social monogamy or possibly romantic love was not territorial. So some of the biological anthropology research I've done has found that territoriality does not precede the evolution of social monogamy in non-human primates. So that's, um, potentially selective pressure, if you will, or, or some other factor. That they may have contributed to it. Um, THERE'S other theories about what selective pressures might have driven the evolution of social monogamy, um, or romantic love. So like infanticide or dispersed females or solitary females. But there's, uh, uncertainty in the literature, and we really don't know what, what the big drivers were. Um, NOW, another thing that we do know is that sexual selection, probably from early on, uh, started to play a role. Uh, SO I've undertaken a, a study with Severy Luoto and Phil Caberard that looked at sex differences in romantic love. And, uh, we looked at people from 33 different countries, and we were able to find a number of small but meaningful differences in the expression of romantic love. So we looked at things like how often people fall in love. Um, WHEN individuals fall in love relative to when they started their romantic relationship. Uh, HOW intensely they experience romantic love, how much they obsess about their partner, or think obsessively about their partner, and commitment. Uh, AND we found a number of small, meaningful differences. I, I think the most notable is probably that males fall in love about 1 month earlier than do females. So in our sample, we found that men fall in love, on average, about 1 month after starting a romantic relationship, whereas women fall in love about 2 months after starting a romantic relationship. Uh, AND we think this was, uh, as a result of sexual selection, basically because romantic love serves as an honest signal of commitment. Uh, LIKE I suggested before, females are choosier. They're not going to want to engage in sexual activity with someone who isn't going to help support them, uh, through, uh, a period of pregnancy, and, and In the, the infancy of the child. So women or females started, uh, choosing to mate with men who displayed romantic love a little bit earlier. This was heritable, and their offspring, in turn, the males would fall in love a bit earlier than the females and so forth. Um, SO there's a few other things we know. So, Uh, variation exists in the expression of romantic love, we know that, uh, One of the elements of, for romantic love, uh, for evolution to occur is variation. And I've done a study with Phil Cavanagh, again, that basically was able to demonstrate there's extreme variation in terms of the intensity of romantic love, uh, obsessive thinking about a loved one, commitment and frequency of sex. So this sort of indicates that, uh, it's possible that aspects of romantic love might still be under selection. Um, BUT honestly, other than that, we know very little. It's really hard to study, and people just haven't been looking at this for, well, basically since the beginning. I'm, I'm genuinely the first to, uh, have done a systematic investigation of, of how romantic love evolved."
	},
	{
		"start_time": "39:46",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND where does that variation that you mentioned there stem from? I mean, does it have anything to do with individual differences or is it something else?"
	},
	{
		"start_time": "39:58",
		"speaker": "Adam Bode",
		"words": "Yeah, so it's definitely individual differences. It's largely driven by biology and genes. Um, AND, um, it probably is colored by culture or the experience with the other partner. So, for example, if I have a partner who likes to have a lot of sex, I'm more likely to have a lot of sex. So there, there's, uh, environmental factors that do play a role, but I think a lot of this is driven by genetics. Uh, 11 thing I would say is we don't know for certain if there's any, uh, reproductive advantages to any particular, um, variation, uh, that we've found. I suspect what we might find is that the couples that like to have a lot of sex. Um, ARE probably more likely to accidentally get pregnant. So in the modern environment, the variation or the phenotype that has a lot of sex, uh, may be, um, more reproductively advantaged, and over the next 10 or 20 or 30 1000 years, we might find that humans evolved to have a lot more sex than we used to, uh, when we're in love."
	},
	{
		"start_time": "41:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So tell us a little bit more about your hypothesis that romantic love evolved by co-opting mother infant bonding."
	},
	{
		"start_time": "41:19",
		"speaker": "Adam Bode",
		"words": "Yeah, so, um, Like I said, the, the topic of my thesis is, uh, the evolution of romantic love. And I wrote a review article using Tinbergen's framework, uh, with Jeff Kushnick, which detailed the, the four approaches in romantic love. And I, I needed to write some other papers, basically. Um, AND I thought, uh, in, in that review, uh, I introduced two evolutionary theories, uh, Helen Fisher's theory of Independent Emotion systems. And Larry Young's uh theory that pair bonds evolved by co-opting mother-infant bonding. Um, SO I basically read everything Helen Fisher had written on the topic. Uh, AND I realized she, she didn't actually talk much about the evolutionary history of romantic love. And, and some of the stuff she had to say was quite speculative, and, and the research had progressed, so she, she was incorrect about a, a, a number of things. And, and I turned my attention to Larry Young's work. Uh, AND it seems eminently reasonable that pair bonds may have evolved by co-opting mother infant bonding. So co-option is the evolutionary process whereby a trait takes on a new function. Um, SO think, for example, um, a, an umbrella. Um, IT'S used to keep the rain off our heads, but you can also give it a new function to keep the sun out of our eyes. Um, SO that's sort of an example by co-option. Anyway, I, I, I did a bit of reading, and I, I, I did a bit more reading about what we know about the psychology and neuroscience and endocrinology of romantic love. I found that some people had actually sort of tested, um, Larry Young's theory. Um, AND there were a number of studies that had compared. Uh, ROMANTIC love with maternal love. Uh, SO I thought, yeah, there's, there's enough here to write a seminal paper considering whether romantic love in particular might have evolved, uh, by co-opting mother infant bonding. So, in that hypothesis paper, I start off by looking at the psychology of romantic love and mother infant bonding. And there was a, a paper by Lekman and Mays in 1999, which basically considered the romantic, uh, the psychology of, uh, Both mother infant bonding and romantic love. And they found, uh, a number of interesting similarities. Um, BOTH are altered mental states, both involve obsessive thoughts, both involve longing for rec reciprocity, um, both involve idealization of the other proximity seeking and time-limited duration. Psychologically speaking, um, that these two states look similar. So then I had a look at the neuroimaging research, and there was actually a paper by Bartels and Zzey. Now, Bartels and Zey in 2000 were the first to undertake an FMRI, uh, study of romantic love. And they followed this up in 2004 by looking at mothers with newborn infants, and they compared them, and they found a number of similarities in regions rich in oxytocin and basopressin. There's also been a, a, a few meta-analysis, so Ortegan colleagues did a, Uh, meta-analysis of a handful of studies of love, and they found similarities across all types of love. She and colleagues in 2022, uh, compared 9, studies of romantic love, and they found activity, uh, of the left ventral tegmental area was common to both romantic love and mother-infant bonding. And there was a, a great meta-analysis by Rigo and colleagues that, uh, considered 12 studies of mothers, of newborn. And the way they described the neural activity in mother infant bonding or maternal love was very similar to the way uh people would describe romantic love. So this involved in particular structures like the ventral tegmental area, amygdala, striatum, and insular. Um, THERE'S also similarities in the endocrinology, so there's, um, strong empirical and theoretical reasons to believe that dopamine, oxytocin, and bata endorphin are involved in in both states. Um, SO, The similarities were there, I in in my paper, I basically outline what the similarities are, and then I sort of use a bit of Fisher's model. Uh, AND evidence from Prairie voles and evidence from neuroimaging to sort of argue, uh, for a, a new revised mechanistic model of romantic love. So, uh, I basically say that romantic love evolved by co-opting three specific systems from mother-infant bonding. So these are bonding attraction, which, uh, focuses energies on the loved one and promotes caregiving and proximity seeking. Uh, IT co-opted, uh, obsessive thinking. So in mother infant bonding, thinking about the baby a lot stops you from forgetting the baby, so you can keep it alive. It's function in romantic love is a bit uncertain. I'm, I'm not really clear, but it's obviously important cause it's still there. Uh, AND it also co-opted attachment, which is, uh, that ability to create and maintain bonds. And these three systems combined with two pre-existing reproductive systems. So it combined with courtship attraction, which Helen Fisher has, has detailed, uh, uh, uh. A lot. Uh, AND it also merged with sexual desire. So I brought these reproductive aspects in with the, the love that's similar to mother-infant bonding, and it, it creates this whole suite of adaptations and byproducts. Uh, Helen Fisher read a, uh, draft of the paper, and Larry Young, uh, read the published paper. Unfortunately, both of those people passed away last year, uh, quite sadly, but Larry Young said the paper was awesome. So I'll take that to mean there's at least some scientific usefulness uh with what I've managed to write."
	},
	{
		"start_time": "47:11",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, uh, let me ask you now, this studying romantic love tell us anything about what would potentially be Our predominant mating system. I mean, because there's a very complicated, complex discussion surrounding this issue. I mean, whether we are predominantly monogamous or polygamous and if we are polygamous, uh, I mean, uh, I, I, I wouldn't imagine that anyone would say that we are predominantly polyandros because that only occurs in a At best, a handful of societies in certain very specific ecological circumstances, it can occur, but it's certainly not uh that common. So, uh, or even another alternative would be polyamory. I mean, does studying romantic love, uh, or can it inform us about that? Or can it uh contribute anything to that sort of discussion?"
	},
	{
		"start_time": "48:17",
		"speaker": "Adam Bode",
		"words": "So I think it can contribute a bit, but it's definitely not going to answer the question. So humans are amazing, uh in that our human mating repertoire is full of variety. Um, SO, um, some people can do polyamory, some people will be single, some people will have a series of, of short-term trips throughout their life. Some people will be in a romantic relationship for their entire life. Some people will be polygynist. Um, ALL these things are possible, um, that some people don't experience romantic love, um, reinforces that even singledom is probably one of the Variety of human, human mating that humans exist. I, I think it's important to recognize that even in a polygynous society, there's a lot of social monogamy that goes on. So men at the top, men at the top have many wives, men at the bottom have no wives, and there's a whole bunch in the middle with one. Maybe 2, but a lot, a lot of 1. SO I, I tend to think that social monogamy has won out. It certainly interacts with culture in the modern world, to have one out. It's the norm and legally enforced in, in a lot of cultures. Um, I'm happy to back social monogamy as, as the predominant, uh, mating system in modern humans, at least, uh, as we experience now. And romantic love tells us just that little bit of extra information that might inform that debate."
	},
	{
		"start_time": "49:49",
		"speaker": "Ricardo Lopes",
		"words": "And what are the relative contributions of genes slash biology and culture to romantic love and how it gets expressed?"
	},
	{
		"start_time": "50:00",
		"speaker": "Adam Bode",
		"words": "Yeah, probably not the best to answer that. I'm really poorly read on uh the contribution that culture makes to, Uh, behavior. Uh, IT'S definitely one of my weak points. You've got to remember, I'm just a PhD student. I haven't been doing this long enough to, to be really well read on things. Um, I know that there's some studies, mainly from the University of Bratislav, um, uh, um, Pyotr Sorakowski and Marta Koval, um, have done a number of studies looking at things like modernization, collectivism, And gender equality. And all those national level cultural indicators seem to influence how intensely people express passion, intimacy, and commitment, uh, when they're in romantic relationships. I, um, use this, and I, I've got some preliminary evidence showing that the more gender equal, um, a country is, the less intensely. Um, PEOPLE experience romantic love. Um, SO there certainly are indications that cultural factors can play a role in how romantic love expresses. Now, in terms of the, the nitty gritty of what culture can do, I know Victor Karen Dashev has written two books on, on culture and love generally. Uh, AND he does consider romantic love in, in bits and pieces. And he really emphasizes the cultural influence that, um, The, the, the, the influence that culture can have on expressing love. Uh, THAT being said, my reading of everything today leads me to believe that romantic love is largely and primarily driven by biology. It's got all these common threads that you would find across cultures. Um, AND the culture sort of adds that color. Uh, TO the expression of, of romantic love. Um, IT'S, it's very important and it can't happen without it. And obviously, the genes and culture are going to interact, uh, in, in, in particular ways, and you're going to get expression in all sorts of ways. Um, BUT, uh, uh, uh, it's very biologically driven. It's a very powerful force."
	},
	{
		"start_time": "52:07",
		"speaker": "Ricardo Lopes",
		"words": "By the way, I, I, I don't, I'm not sure if you also study this kind of issues specifically, but do, do you know if there's any connection and what that connection would be between romantic love and marriage because, I mean, there are people who study marriage specifically as a so. INSTITUTION, let's say, particularly anthropologists, and then there are people who study romantic love and mating systems and things like that. Sometimes, uh, marriage intersects with some of uh what people study when it comes to mating systems, but, uh, I mean, is there any link there?"
	},
	{
		"start_time": "52:59",
		"speaker": "Adam Bode",
		"words": "Um, SO I haven't read enough to be able to answer that question, but I, I can maybe make a comment about how romantic love might lead to marriage, mediated by pair bonds, for example. So I've got a, my, the romantic love survey's got a longitudinal component. And I did a preliminary study seeing if any of the features of romantic love were associated with breaking up six months later. Nothing. Nothing associated with romantic love, um, was associated with breaking up six months later. So, I, I think, um, Whatever it is that makes us continue into long-term pair bonds might be, Partly biological. There's been one FMRI study that has looked at, um, predictors of staying together 40 months later, and they found 4 structures, activity in 4 structures was associated with staying together. Um, IN terms of, of what gets people to turn marriage into, uh, sorry, romantic love into marriage, uh, I, I really don't have a clue, but that would be a fascinating area to study."
	},
	{
		"start_time": "54:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So let me ask you now about a specific aspect of romantic love. I think you've probably already touched on it earlier, but does romantic love lead to increased sexual activity?"
	},
	{
		"start_time": "54:23",
		"speaker": "Adam Bode",
		"words": "Uh, ALMOST certainly. Um, SO like I said earlier, one of the functions of remaining Glove is actually sex. Uh, SO we, we know from representative studies of the United States that long-term married couples have sex about one time per week. I mean, it, there's obviously a lot of variation. Some people are not at all, and some people are a lot more, but on average, they found in this large representative study, the long-term married couples. Have sex about once per week. Data that I've got from the Romantic Love survey, which admittedly is young adults, so you would presume they would have sex a little bit more. Um, BUT they're having sex when they're in love, on average about 3 times per week. That's a fair bit more than, than once a week. Um, I think we can Pretty confidently say that uh romantic love causes people to have more sex, obviously when they're in a romantic uh relationship."
	},
	{
		"start_time": "55:16",
		"speaker": "Ricardo Lopes",
		"words": "So, is there anything else about romantic love, uh, you would like to tell us about that I might have missed in my questions,"
	},
	{
		"start_time": "55:26",
		"speaker": "Adam Bode",
		"words": "or? Uh, SO it's an incredibly understudied area for something that is probably a human universal, as the foundation for romantic relationship and family formation throughout almost the entirety of the world. There is a lot of low hanging fruit. Researchers who are interested in delving into a new, interesting topical area. Um, I'd really encourage you to get on board. If you've got any questions, send me an email. I'll, I'll tell you how you can get involved. It's a fascinating, interesting area of research. Um, IT, it, it's an opportunity for people to, to make their careers, uh, uh, on a new, new area. Um, GET on board. It's, it's absolutely fascinating."
	},
	{
		"start_time": "56:08",
		"speaker": "Ricardo Lopes",
		"words": "Yes, it certainly is. And where can people find you on the internet?"
	},
	{
		"start_time": "56:14",
		"speaker": "Adam Bode",
		"words": "Uh, SO I've got a website, Adam Bode, A D A M B O D E.net. That's got my, uh, CV and, uh, you can see all the papers I've published and, uh, a bit of information about me. I also, um, run an entity called Love Research.info. L O V E R E S E A R C H. Info. Um, I put out a monthly email update of the latest scientific, uh, research and other relevant information conferences and that sort of stuff. And we also host an annual symposium. So anybody who's got, uh, any interest in romantic love can come and watch that. Um, uh, AND if you've got any research to present, you can present there as well. So, um, have a look into that."
	},
	{
		"start_time": "56:58",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been fun to talk with you."
	},
	{
		"start_time": "57:04",
		"speaker": "Adam Bode",
		"words": "Thanks very much, Ricardo."
	},
	{
		"start_time": "57:06",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin. And yoursnacht, a special thanks to my producers. These are Webb, Jim Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]