[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lobs and today I'm joined by a return guest, Doctor Kristen Goi. She is professor and chair of Russian and East European Studies at the University of Pennsylvania. In our previous interview, we talked about her. Why Women have better Sex and Socialism and today we're talking about her other book, Everyday Utopia, What 2 1000 Years of Wild Experiments Can Teach Us about the good life. So, Dr. Goi, welcome back to the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "00:35",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, no, it's really fun to be back. Thanks so much for the invitation."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "OK, so everyday utopia, uh, what is the premise of the book?"
	},
	{
		"start_time": "00:46",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so it's a very simple premise, uh, but it has a lot of implications because basically what I'm arguing in the book in sort of very concrete steps, is that the way that we in, let's say the industrialized north today organize our domestic lives is actually an aberration. It's not natural. The idea of exclusive bi parental care for your own biological children in a usually heterosexual relationship, in a single family home surrounded by all of your own privately owned stuff. IS actually a big part of the problem of why people are very unhappy and dissatisfied with advanced industrialized economies today, and it also plays into the falling birth rate, which is uh another part of the argument that I'm developing outside of the book. But I think that it's very important to understand that our domestic lives are very unnatural, and so I try. To take each piece of this and to say how it was different and how it could be different in the future."
	},
	{
		"start_time": "01:55",
		"speaker": "Ricardo Lopes",
		"words": "I mean, uh, our modern life ways in contemporary industrialized and post-industrial societies are very unnatural, as you said, but they are also uncommon, right? Because even among um contemporary societies, I mean, in traditional societies like hunter-gatherers, horticulturists, we don't see anything like that or it is not really common. And even, I mean, in many societies. Across the globe, there are uh social arrangements that have very little to do with it."
	},
	{
		"start_time": "02:30",
		"speaker": "Kristen Ghodsee",
		"words": "Exactly. And that's one of the things that I do. I, I sort of take a longer, uh, evolutionary anthropology, uh, perspective, and I, and I try to understand like how did we get here? How did we get to this sort of idea of monogamous by parental care in a nuclear family, in a single family home with a bunch of privately owned stuff like that is part of a process of You know, really the last couple of centuries and industrial industrial development and a certain way that capitalism wants us to organize our private lives in order to benefit a particular kind of economic system and especially to uphold a certain level of inequality in society, that is really truly unnatural. And so, you know, the book is very much uh a an attempt to examine. How our lives could be differently, not just in the public sphere, because that's really what I dealt with and why women have better sex under socialism. Where I talked about the private sphere, but I was very much interested in sort of state-driven solutions. This is a book that's really about organic solutions, sort of society driven solutions, private solutions, things that we can do in our everyday lives when we don't feel like the government is really responding to us and our demands in quite the way we want it to."
	},
	{
		"start_time": "03:44",
		"speaker": "Ricardo Lopes",
		"words": "OK, but I also want to ask you about something that you, of course, also explored in your book that has to do with sort of the history of utopia. But what is a utopia? What does the word mean?"
	},
	{
		"start_time": "03:58",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so this word is, um, is coined by Sir Thomas Moore, uh, Saint Thomas Moore these days. Uh, HE wrote a book in 1516 called Utopia, and this book was written in the aftermath of Amerigo Vespucci and Columbus's, you know, quote unquote discovery of America, the those original sort of explorers who went and found this completely different place, and And that sort of got a lot of people thinking, especially in in in Europe at this time, about how life could be differently than it is. And so, so Thomas Moore wrote this book about an island that he had apparently visited and uh you know, it's sort of a a traveler's tale of how the people of utopia live. And the word itself comes from the ancient Greek, and it's fascinating because the way that it's written utopia literally means no place. But if you were to change the prefix to EU, it would mean a good place. And so it has this wonderful ambiguity in the ancient Greek and Thomas Moore was clearly aware of that ambiguity when he used this word to name this sort of fantastical island. It is a no place, but it is also a good place. And the reason he coined this word, and the reason that he told this tale was really as a way of kind of critiquing contemporary life in England at the time. He was the Lord Chancellor to Henry the 8th, and there was a lot of upheaval happening in society in England, and so he wanted to imagine what the world would look like if things were different. And for more, that meant not only politically different in the public realm, but also it meant privately different in our domestic lives."
	},
	{
		"start_time": "05:46",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, I mean, I read Thomas Moore's book Utopia when I was like 2014 years ago or so, and it's a really fascinating read. So, uh, but tell us also about utopias in the late 18th and early 19th century because there were some experiments, I guess back then that people tried. So tell us a little bit about that."
	},
	{
		"start_time": "06:11",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so I think, you know, one of the ways that we get the word utopia in a kind of political discourse today is because of Marx and Engels who were talking about scientific socialism versus what they called utopian socialism. And of course they didn't like utopian socialism, so they were criticizing it. They were actually trying to develop their own body of ideology and theories in opposition to the utopians. But the utopians are very, very important to them because many of the ideas that have Come down to us in sort of socialist or social democratic or even communist anarchist politics come from Marx and Engels engaging with the utopians. And so, very specifically, there are kind of two strands of utopianism that appear in the 18th and 19th centuries. The utopian socialists were people like Charles Fourier, Robert Owen in Scotland, the Saint Simonians that Emerged in Switzerland and then kind of moved into France. These are all people kind of have um creating social utopias in the aftermath of the French Revolution. And then you also have a lot of religious utopias and the Saint Simonians sort of start out as a social movement and end up as a religion. But these are really fascinating groups, um, who thought that you could reorganize society in little clusters, like you could withdraw from the world and create these little utopian societies, the societies outside of the mainstream, and that they would be so attractive that people outside of the societies would want to join them. So they weren't calling for any kind of revolutionary change. They were calling for what we might think of as prefigurative politics, with the anarchists often called prefigurative politics. The idea of building the world that you want to live in right here and right now, and living as if that world already existed. And then hopefully by example, you would um you would appeal to others. And so particularly people like Fourier. There, there was a plan, like a very specific plan about building these philansteries and certain kinds of people would live in them, and there were uh amazing diversity of Fourierist communities, particularly in the United States. In Canada, North America, where people really tried to take his ideas and put them into practice. And I think the, especially the 19th century was sort of a heyday of utopian experiments, but these were always very small communities. And they never really ended up lasting very long because there were financial issues, there were problems of organization. But really, I think the big thing is that there was a lot of resistance from mainstream society. People were very, very opposed to the idea of these utopian communities where they outlawed slavery and they treated women. As equals and they um held property in common and raised their children collectively. They were doing things that mainstream sort of Christian patriarchal society just could not really accept. And so most of those 19th century utopias, and there were many that were they some of them, some of them lasted a lot longer than others, some in France. Lasted for 109 years, but um, but in the end they all kind of fell away because they didn't have a real revolutionary program for the transformation of the entire society. They were just trying to build little communities, little pocket utopias within a more hostile larger society that they that they didn't really try to change."
	},
	{
		"start_time": "09:48",
		"speaker": "Ricardo Lopes",
		"words": "In the book, you also talk about how utopian visions of how to build a different future often follow moments of great social upheaval. Uh, EXPLAIN that and why is that the case?"
	},
	{
		"start_time": "10:04",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, I, I think that, you know, this is an interesting pattern, um, that I noticed like, so Utopia, the original Thomas Moore book is really written after 1492, the discoveries of 1492, which sort of shake the old European uh powers and ways of thinking. If you think of Tomaso Campanella in Italy. Um, AND, uh, his utopian vision of the city of the sun, it happens after the discoveries of Copernicus, right, and heliocentrism. So there, and, and, and many of the utopian socialists that I just talked about in the 18th century were and early 19th century were in the aftermath of the French Revolution. And so I think what happens is that sometimes, and it could be because of a war, a revolution, it could be a pandemic. Something happens that sort of shakes people out of the status quo. They're they're they're confused. They feel uncomfortable, like climate change is, is another, I think, possible avenue for this, that suddenly we realized that the way that we're living right now is not sustainable or that it it contains within it some seeds of destruction or instability that we want to change. And so, while things are going well, we tend to have this status quo bias. We tend to like the way things are. But when things are suddenly different or things are suddenly feeling insecure, we allow our imaginations to run a little bit wilder and we start to think more productively about how the future might be different than the past. And so, I do think that society sometimes Experiences these endogenous shocks, and that those endogenous shocks are actually in some ways good for the development of human progress. Like we, we actually have these as as as be as humans, these incredible flexible, creative and adaptive brains. It's one of the reasons why our species has survived for so long in so many different environmental, geographic, climactic, um. You know, uh, circumstances, it's because we're really, really good at adapting, because we have this incredible prefrontal cortex that allows us to reason and rationalize and adapt to the world around us as it changes. And so, but we get lazy. And because when things are just sort of like going along, we just sort of think, OK, well, it's not perfect. I'm not really happy with the way the world is, but it's the way the world is, and I'm just gonna accommodate myself to it. But when something happens like the pandemic and shuts everything down and suddenly we're all forced to go like, wow, I live in an apartment all by myself and I'm really lonely. Why am I living like this? Um, WHY don't I have a community of other people around me? Then we start to, we start to reflect on why we live the way we do and how the way we live could be different."
	},
	{
		"start_time": "12:51",
		"speaker": "Ricardo Lopes",
		"words": "So, you told us about Thomas Moore and I also asked you about uh sort of utopian kinds of arrangements of society in the late 18th and early 19th centuries. But uh in the book, you also go further back into ancient Greece and talk about Pythagoras and this colony in Calabria, Italy. Tell us about that."
	},
	{
		"start_time": "13:17",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so this is one of those wonderful things that people don't know. Everybody knows the Pythagorean theorem about the triangles, but what very few people understand is that in Pythagoras' own time, he was much better remembered as like the founder of the Pythagorean way of life. He, he, um, so we're talking here, uh, Pythagoras is like 570 to 495 BC. And we know from Iambilis, who was a sort of a 3rd century AD philosopher, that Pythagoras left Samos in about 5:30. Um, I think that's right, 5:30 BC, and he founded a a community, a colony, I mean, what we might today call a commune in Croton. Um, AND this was a really fascinating, I mean, there's a lot of information about this, and the reason it's so important is because Iambilis basically says that Plato's Republic was very much based on the way the Pythagoreans. Organized their colony in Croton. And so they had a couple of really interesting things that I talk about in the book. I think the first thing is very clearly that they held all their property in common. They said among friends, all things are in common. They ate their meals together collectively, sort of uh in the same way that the Spartans did. But they also treated women as equals, and that's really fascinating for that particular moment of time in ancient Greece, to have women be the equals of men. In fact, the first named mathematician that we know of, Teano, was a Pythagorean. And so they had uh uh uh essentially what we think of as an extended family of people who lived together and organized their lives such that they could spend all of their time sort of contemplating the mysteries of the universe and mathematics. And we don't learn about that. We learn about the Pythagorean theorem, but we never learn about the conditions, the social conditions under which Pythagoras and his followers came up with these mathematical inventions. And from my perspective, I think that that Pythagorean way of life was just as important to remember and think about as how we, you know, figure out the triangle stuff. So I, I, I think that um Not enough of us learn about the Pythagoreans and their way and they're very unique utopian experiment. In fact, I say in the book that I actually think that Pythagoras is sort of the great great grandfather of utopia in many, many ways."
	},
	{
		"start_time": "15:55",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, SO you mentioned that they shared property and treated women as equal, as equals, but I guess that looking across some of the sort of societal arrangements you've told us about, there's also a great emphasis on reimagining the role of the family and gender roles. Correct."
	},
	{
		"start_time": "16:18",
		"speaker": "Kristen Ghodsee",
		"words": "Absolutely. Yeah. I think that in every single one of these utopian. UTOPIAN communities. What, what they're struggling against is a sort of um way of organizing society that is a sort of patrilineal patrilocal, um hierarchical, very um strict, almost you would say sort of totalitarian way of organizing both the family and the public sphere. And so these, these are free thinkers, right? These are people who want to get away from the status quo. They want to do things differently. They wanna like open their minds to new experiences and new ways of being. And so in order to do that. You have to sort of reimagine what society looks like, and you can't reimagine what society looks like without reimagining what the family looks like. And when you reimagine what the family looks like, you're basically reimagining your gender roles. And so, I mean, in the book, I talk, and I think it's really important. A lot of people don't realize that Hobbs's Leviathan, which is a very, very important text for the way that we live in the world today, which is 1651. This is the book where he makes an argument for the, the necessity of the sovereign, right? So he says that without the sovereign, without some authority, like without the state basically, life is quote unquote, nasty, brutish, and short. Like we, the state of nature. IS a state of chaos and uh and and and violence, and we treat each other terribly and so without having some sort of strong state authority, we will live like unpleasant short, unhappy lives. And if you actually read Leviathan, if you actually spend some time with that text, Hobbs suggests that human beings are not born obedient. Like, we are born free. We are born as free thinkers. And in order to learn how to be obedient to the sovereign, to be good subjects to the sovereign, we have to learn that in the home from our fathers. And he very specifically draws on this ancient Roman concept of patria potestas, which is that the father in the family has all of the power, even the power of life and death over his children. Like if a father wants to sell you or a father wants to kill you, that's his right. And so what Hobbs says in Leviathan is that in order for you to have a strong state, You have to have a strong patriarchal family. And so, in fact, it's not surprising that if we look at right wing authoritarian movements throughout history or even contemporary ones, what do they want more than anything else? They want the patriarchal nuclear family, because in the patriarchal nuclear family, people learn obedience that is necessary to uphold a strong father figure in the state. And so, You know, some people want to say that gender is not political, that gender and sexuality are all personal, but it's absolutely a mistake to think that because if we go back to 1651 and we look at this key text from Hobbs, what we know is that the family is one of the most political institutions in society, because it is in the family that the entire political system gets born and promoted and perpetuated over time. Without the patriarchal nuclear family, it's very, very hard to justify the sovereign because people want to be free."
	},
	{
		"start_time": "20:14",
		"speaker": "Ricardo Lopes",
		"words": "So moving on into more modern contemporary sorts of social arrangements. Tell us about the co-housing movement in Denmark where they share household shores and deepen neighborly bonds."
	},
	{
		"start_time": "20:31",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so I think that the um, the, the co-housing movement, which is really born in in Denmark, um, and it really comes out of a moment of, I think, sort of feminist and anti-capitalist activism. Um, IT gets started by an article that was published in a newspaper called Children Should Have 100 Parents, and the idea Is that are single, I mean, it was a it was a very, very clear recognition that sort of single family homes that that are architecture that are built environment promotes the formation of a kind of family that is actually Responsible for our unfreedom, and responsible for the oppression of women and the oppression of the working classes. And so there was this radical reimagination of what architecture could look like to create more communalistic societies. Now, it's very important to understand that the the co-housing movement in Denmark still had a space for privacy. They had a space for the family. So every family still has a sort of, you know, kitchen and a bedrooms and their own bathrooms or whatever, but there, but they share these communal spaces, big dining rooms, playgrounds, gardens, and, and different co-housing communities in different parts of Denmark. And then as the co-housing movement has spread out all over the world, there's sort of this this really delicate balance between privacy and community. But what I think that the co-housing movement gets right. Is that everybody in the community contributes collectively to the maintenance of this community in a way that is really uh productive for the community, the health of the community in the long run, but also it it it it it prevents the isolation of children and women. It it basically sort of breaks down, um, in its original imagination, it sort of broke down the patriarchal nuclear family in order to sort of spread. The labor that women do in the home, child rearing and housework and all the sorts of um things that are often done in the private sphere more collectively within society so that it would be valued and recognized as contributions to the collective good. So the co-housing movement. I mean, unfortunately, I think it has become almost commercialized and it's very radical origins have sort of been abandoned because it's very useful, for instance, for like senior citizen communities, for communities of pensioners who who don't want to live by themselves, they want to live more collectively. And so a lot of co-housing movements are now sort of being developed without more of the sort of community oriented aspects that that uh mark those original communities in Denmark, but it's still a promising model. I think it's a, it's a, it's a move towards a more communal collective way of living and we see. We see that model in Europe, uh, in, in places like eco villages, right? There, there are these small eco villages all around the continent that are trying very hard to find that delicate balance between community and privacy in order to promote, you know, more sustainable living."
	},
	{
		"start_time": "23:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's very interesting when you, you talk about children because particularly conservatives tend to say very frequently that uh the nuclear family is the unit of social organization and it's the traditional form of social organization, but it's not at all. I mean, we know from the anthropological literature that cooperative breathing is actually the way we tend to do things and people still do things in more traditional societies. Correct."
	},
	{
		"start_time": "24:21",
		"speaker": "Kristen Ghodsee",
		"words": "Absolutely right. And, you know, uh, I think it was just last year, there was a book that came out in the United States, uh, by Melissa Kearney. She's an economist, and she called, I think the book was called The Two Parent Privilege. And the entire book was about how children, very specifically looking at the United States, really thrive and, and, and, and there's all sorts of data that shows that children who are raised in in uh families with two parents do much better than um in families where there's just one parent, single parent families. But the thing that's so and and a lot was made about this book on the radio and on television. Oh, you know, the nuclear family is the best thing, but one of the things, and, and I was interviewed about this, you know, on Freakonomics, I don't even remember like sometime in 23. Um, OR 24, and, but everything that she says in the book. Basically points to, if 2 parents are better than 1, then 3 are better than 2 and 4 are better than 3. So there's, you know, she's not saying that more parents are bad. She's basically saying that 2 are better than 2 parents are better than 1. Um, AND, and my point is exactly what you just said, from an evolutionary anthropological point of view, we are cooperative breeders. We've always raised our children in common, and uh in various permutations of family forms, and there are many people around the world that still do that today. We have this saying, it takes a village, and we know that children thrive in. Families that have multiple caring adults, and it, it doesn't necessarily have to be uh uh what we call consanguineous blood related kin, right? These could be godparents, right? These could be neighbors, friends, we just know that. Even um recently we have wonderful data on this because during the pandemic, babies that were born during the pandemic and who only saw their biological parents or maybe like a sibling. They're cognitively delayed compared to babies that were born pre-pandemic or post pandemic, right? Where you have access to the faces and interactions with many other adults in your life. So, we're actually kind of hardwired to need many, many more adults in our life than we get. And, um, and I'm, you know, I don't have a problem. With single parents, but I will tell you that the data is probably true that two parents are better than one. But I think we should take that data to also suggest that maybe 3 parents are better than 2 and 4 parents are better than 3, and, and maybe a whole community of loving, caring adults are going to be better for our children than the way that we're raising our children now with this exclusive. Parental care in single family homes. I just think it's one of the reasons why people don't want to have children. It's too hard to do it on the model that we say that conservatives want to convince us, is the ideal way to bring children into the world in this very rigid nuclear family form. People are looking at that and saying, you know what? That doesn't look attractive to me at all. So rather than Doing that, I'm just not gonna have children. And I think that there's, you know, there's an interesting reason there are many good reasons why people don't want to have children, but if you do wanna have children, just don't do it in a nuclear family. Reimagine the family, do it in a different way. Create a different set of familial uh uh norms so that you can raise your children in a, in a happy, healthy way that doesn't require conforming to this very conservative view of the family."
	},
	{
		"start_time": "28:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And I mean, currently, it's increasingly hard even for just two parents to raise kids in the current economic conditions we live in. And, I mean, just to refer back to our first interview, maybe people should try socialism."
	},
	{
		"start_time": "28:30",
		"speaker": "Kristen Ghodsee",
		"words": "Right. I mean, absolutely. So, you know, so that's, that was one of the reasons why I wrote this book was When I was doing all of my, you know, international talks and things like that for why women had better sex and socialism, that book, you know, had a kind of a I never expected that that book would be read outside of the United States. I think that's the most important thing, like I had no idea, but there were a lot of people who told me. What if the government isn't listening, right? What if you have Trump, or what if you have Orban? OR what if you have like a a a government that is hostile to any kind of sort of um socialization of domestic work, right? To, to, and so that was a really good question, and I thought, and then I, you know, I also have a lot of anarchist friends who are like very suspicious of the state. They're like, you know, You you socialists like you, you have a good idea in theory, but, but the state is not the way to realize it, right? You should devolve everything to sort of more federalized local communities, and people should collectivize on their own without the intervention of a state. And I don't particularly think that works very well, but that's just my opinion. But I respect the impulse behind it. Like I understand having spent most of my career studying 20th century state socialism in Eastern Europe, I understand the suspicion. And so I wanted to take that seriously, that you could Socialize, you could support families by creating kindergartens and giving child allowances and making it a lot easier, you know, subsidizing rent for families, making it a lot easier to live in our society with children. Our societies right now in the industrialized North are extremely hostile to families, no matter what the damn conservatives say, they don't make it easy for anybody to have children because the cost of living is too damn expensive. So one solution to that is definitely redistribution away from the billionaires into public coffers so that we have really good wide functioning healthy social safety nets that make it easier for parents and families to thrive. But the other version of that. I think is because that's not gonna happen. At least it's not gonna happen in my country anytime soon. And so people get frustrated and they throw up their hands and they say, I don't know how to live the life that I want to live, given the political reality that I live in under Trump right now, for instance. So how, so should I just give up? Should I just, you know, Give up on every political intervention that I can make? Should I give into despair? And my answer is no, you shouldn't give in to despair because there are still things that you can do on a private level. I think we need to do both. We need to be activists politically. We have to put pressure on our governments. We have to put pressure on the state, but, but sometimes our political systems are going to be not as amenable to that pressure, and so that doesn't mean that we should give up. That means that there are still things that we can do, and that's where My anarchist friends and colleagues are really helpful because they are about reimagining our communities, our immediate communities, and how we can do things in our daily lives right now to bring the world that we want to live in a little bit closer to us. And I think that that's an insight that sometimes We forget that we have the power to make the world the way we want it to be, and that we, yes, the political system is intractable sometimes, but if enough people decide to do things a particular way, we have power collectively that even the state can't prevent us from doing the things that we want to do in our lives."
	},
	{
		"start_time": "32:24",
		"speaker": "Ricardo Lopes",
		"words": "How about the Israeli kibbutzim? Are they also a sort of uh a form of utopian society?"
	},
	{
		"start_time": "32:35",
		"speaker": "Kristen Ghodsee",
		"words": "That's a tricky question, right? So I think that the, the original. Kibbutzim, uh, the kibbutzniks that came from Europe. I mean, the early, uh, the first kibbutz was Dagana like founded in 1909, well before the, the founding of the state of Israel. I think when we talk about the kibbutz, we have to be very careful because of what's happening in the political world today and the role that the kibbutzniks played, you know, in the, in the in the in in settling. Um, BUT the impulse, right, the impulse behind these, um, keyboard scene, particularly the ones that were 100% socialized, right? It definitely comes, it's a direct descendant of some of these utopian 19th, 18th and 19th century utopias in Europe. They were thinking a lot. About how to create self-sustaining societies where they could collectively share their property, feed themselves, raise their children collectively, and thrive in a way that was in keeping with their sort of uh moral and theological principles. And so, From that perspective, uh, I, yes, I would say the keyboard team are a descendant of these utopian ideas. The way that they, you know, have played a role in particular kind of settler politics, some people today would definitely say is very dystopian, but I don't think that that was their, um, that was their intent to begin with."
	},
	{
		"start_time": "34:06",
		"speaker": "Ricardo Lopes",
		"words": "Uh, A very interesting thing is also that we tend to live in patriarchal societies, but in the book, you also explore Colombian eco villages that are matriarchal, right, where residents grow their own food. So tell us a little bit about them."
	},
	{
		"start_time": "34:25",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so I mean, so I think whenever we whenever we talk about Dismantling patriarchy. We have to understand that matriarchy or the word matriarchal, right, does not mean That that that you just have a society that looks like a patriarchal society, but that's run by women. A lot of people make this mistake, right? Um, A, a matriarchal society tends to be much more egalitarian and non-hierarchical, right? Power is distributed much more laterally. Patriarchal societies tend to be very vertical. Matriarchal societies historically have been much more horizontal. And so, um, and, and, and that's a really important point because when we're talking about dismantling patriarchy, it's not like we're just throwing women in power. You know, we don't need any more Margaret Thatcher in the world, right? We're actually talking about devolving power and and living in a more egalitarian society. And so this matriarchal, um, Nashira, it's called in Colombia is a is an example of a, a, um, sort of a hybrid society in some ways where There are basically uh only women in charge. There are some men who live in the village, but for the most part, it's the women who collectively make decisions, and they are completely self-sustainable, they grow their own food, they have their own sort of uh social organization. And it was really created in a way as a response to, you know, not only long history of of violence in Colombia, but also, um, you know, problems of domestic violence in what is a very sort of machismo based society. And so, It's an attempt to organize a community based on far more peaceful and egalitarian and non-patriarchal principles and You know, it has, it has been an inspiration. There, there are a lot of communities that look to Nashira and other forms of organizing to to think about how we might also organize our lives differently. I think Nashira is interesting in that it is explicitly matriarchal in the sense that in that case, women are the ones who have the political power within the community. Yeah."
	},
	{
		"start_time": "36:51",
		"speaker": "Ricardo Lopes",
		"words": "So tell us also about uh planned microdistricts in China where households can have easy access to everything they need."
	},
	{
		"start_time": "37:03",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so this idea, this, this is an idea that actually starts really in the Soviet Union and it spreads all over the world, uh, in, in any place where basically sort of Soviet or Eastern bloc architects went. And they were called micro Raoni in the, um, in the Soviet context. And, um, basically, these days, if you've ever heard of something called the 15 Minute City. This is a kind of reinterpretation of this idea, but like trying to get rid of the Soviet baggage, like people don't want to hear that this was a Soviet idea. But the idea was that you would build communities. That were walking, that were um pedestrian communities, so all of the roads would be on the outside. By the way, this is true of cohousing too. There are no cars in the community. All of the cars are parked on the outside. The same was true of these microdistricts, and the idea was that you would have microdistricts, you would have people living in these sort of um Tall tower blocks and then there would be parks and public amenities on the ground floor of these blocks. So butchers and uh dairies and kindergartens and polyclinics and parks and everything that you needed. WOULD be within a 15 minute walk from your house. And that was a very, very popular model and it worked very well and and I mean actually anywhere you travel around the world, uh, that was a former socialist city, uh, you know, former socialist country where a lot of their urban planning was done in cooperation with Polish or Bulgarian or Soviet or Chinese architects, you will find these microdistricts. And they, they are extremely, I mean, ironically, they were not built for environmental reasons. They were built to create more collective communities and to reduce the burdens on individual women in the households, um, but it turns out. That now in 2025 as we face the reality of the climate crisis, that microdistricts, these micro Raoni are extremely environmentally friendly because you have shared resources and amenities in a way that single family homes do not. Single family homes are incredibly inefficient, uh, when you think it's just, if you think about heating and cooling alone. In a in a in a in a world that is facing a climate crisis where we're going to have extremes of heat and extremes of cold. Just the energy resources necessary to heat or cool our individual boxes are much less efficient than if we lived more collectively with people in in buildings where heat and cooling could be shared. And so just on that alone, these communities are far more environmentally efficient than single family homes, but because they have this sort of socialist baggage, I mean, they're all over the place in China. Um, PEOPLE, people reject them."
	},
	{
		"start_time": "39:59",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I guess that when people hear the word bleed, they immediately think of gulags and"
	},
	{
		"start_time": "40:06",
		"speaker": "Kristen Ghodsee",
		"words": "exactly, exactly. I mean, that's why I mean I'm. I'm impressed in some ways that these younger architects who are talking now about the 15 minute city, they're like trying to relaunch the idea from an environmental perspective without any of the planned baggage, but it's essentially the same idea. They're just rebranding it to make it sound more modern and, and, um, you know, less associated with the sort of problematic socialist past."
	},
	{
		"start_time": "40:36",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I mean, I'm not sure if you're religious or not. I would imagine you're not because of your liking of socialism and things like that, but do you think that monastic life can also constitute a form of utopia?"
	},
	{
		"start_time": "40:52",
		"speaker": "Kristen Ghodsee",
		"words": "Absolutely. In fact, I think that monastic life is probably the original utopia. So if we think of like uh Saint Benedict of Nursia, um, I was raised Catholic and so I um I think that when we think of early monastic communities, so the, the earliest monastic communities were Buddhists. Uh, THEY decided to live collectively at first during the rainy season, uh, and then eventually they decided to settle collectively, and we know that there in, in the Christian tradition there were Aramitic, um, monasteries of people who live by like live by themselves, hermits, but that eventually there was the formation of enobidic communities which are settled communities of religious people living together. To share their property in common. And uh and that tradition starts in Egypt, and then it moves to Italy, and Saint Benedict of Nursia creates this thing called the rule of Saint Benedict, which is essentially a text about how a bunch of non-related people could live together in harmony with each other and with nature. It is in, in so many ways fundamentally a utopian community document. And, and that is if, if, if we think about um Monasteries. In all traditions, right, where you're living outside of the world, the one thing that I think is really fascinating is that most monasteries, not all, but most monasteries take in children. Right? And they, and they raise those children collectively outside of the, the strictures of the the patriarchal nuclear family. And so, yes, absolutely. And, and when we think about certain kinds of structures where we still live communally today like university dormitories, if you've ever spent time on a residential university campus, universities are modeled on monasteries. And even um Charles Fourier, who talks about the philancery, right, the philanceri is an interesting portmanteau of the word phalanx and monastery. So monasteries and monastic forms of living are really fundamental, I think, to utopian visions of community."
	},
	{
		"start_time": "43:15",
		"speaker": "Ricardo Lopes",
		"words": "OK, so in terms of these societies, we talked about several of their aspects like for example, family, uh eco the economy, gender roles and stuff like that. One thing I haven't asked you about yet is education. So do you think that in these societies there are alternative forms of education and that we also need that or not?"
	},
	{
		"start_time": "43:43",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, I, I spent a whole chapter in the book talking about education. I think education is probably one of the, the key linchpins of, of building an alternative society because public education in particular, which was itself a utopian demand, you got to remember the 10th point of the communist manifesto was public education at public expense for all children in public schools, right? Somehow that vision of education got co-opted and public education has largely become a tool of social control. Uh, AND that's why, I mean, if you look at the situation in my country, like Republicans are constantly trying to get into the schools and control what students are taught and what books they read, there's a real desire to control education and so. Yes, if we're going to live in a different world, we have to have a different view of education. And uh I spent a lot of time in the book talking about alternate visions of of education and the ways in which young people learn about the world. And I think that, you know, they're they're sort of two. I mean, I, I could say a lot, but so I won't because there's, there's just a lot of information in that chapter because that was sort of a chapter that was really important to me because I am myself a professor. I am an educator. And I think that there's, there's sort of three parts of education. And one part of education is to basically equip us with the tools that we need to function in the world, right? We need to be able to be on time and we need to be able to play well with others, and we need to be able to like Do math and and and read and have, you know, essential literacy and and sort of understand when we're being lied to and when we're not being lied to and, you know, just sort of be able to function. And then there's a sort of kind of education which I think of as sort of more of a pedantic form of education, which is information, right? And this is the kind of thing that is, is, is dying right now because we can get all the information we need on Wikipedia and so there's no need to go and read a really long book when you could just like read the 15 minute summary or whatever AI can give you a Uh, you know, a small little summary that you You, uh, You just, uh, you just absorb and you forget. It it's like it's, it's it's it it's a sort of informational aspect of education is, is, is, is in flux right now, I think. But then there's this third aspect of education, which is the, the education of the mind and and and what we call critical thinking skills, and this idea. That all human beings, we have this thing called the prefrontal cortex. It's the it's the rational part of our brain and it's a very calorically, energetically hungry part of the brain. And so we don't need to use it and we don't need to grow it. And so it, if, if we don't use it, and if we don't grow it, it just doesn't develop. And so One of the things that I think education has done in the last 150, 200 years is to democratize. The growth of our prefrontal cortices, so that even the children of poor people can develop rational thinking skills. I mean, I'm talking physically about developing a part of the brain that would not develop if you start working as a child at 13 or 14 or 15. Like, if you're, if you don't need or. If you're on your phone, right, constantly, and you're just like being fed a steady stream of reels or TikToks or whatever, and you don't ever actually have to think. Your prefrontal cortex will just stop growing, and once it stops growing, It's done. You can't like, you can't get it back. And so I think that the, the value of education and the importance of education is to continue to, to support a more egalitarian growth of the prefrontal cortex, because what's happening in 2025. If you ask me, and this may be a little bit of a controversial point of view, but what's happening is that we're seeing a, a in egalitarian distribution of cognitive ability, so that people like, you know, like Mark Zuckerberg or whatever, doesn't let his children play on the phone. That should tell you something, right? Um, THESE, these tech titans are creating these very addictive social media platforms don't want their own children to be on them. And so elite people. Economic and political and cultural elites will raise their children to have these cognitive capacities, and the rest of society is literally going to be cognitively unequal. This is not just about economically unequal. I'm actually saying that they will have ultimately less cognitive capacity because they haven't had the opportunities to develop. Certain parts of their brain which require certain kinds of stimulation at a particular age in order for those parts of the brain to develop. And so, the role of education. In a utopian society, and especially now that we're living in a world of AI, right? Where we have computers that are gonna be thinking for us, that are going to prevent us from thinking for ourselves, is to develop, to make sure absolutely sure that every child has the opportunity to develop those cognitive capacities if they want to. And I just think that it's. It's an absolute crime right now of what's happening around the world where people are basically being prevented. I mean, we're basically going back to the 17th, 16th, 15th century. We're going back to the Middle Ages, where most people don't learn to read, where most people weren't weren't uh numerate, where people didn't have to think because they basically worked in agriculture and they just had to follow orders and do what they were told, and they didn't need a brain or the history of women, right? Um, NOT being educated because they all they had to do was make babies and they didn't need a brain for that. And I think that this is a, this is a, this is the worst form of inequality, this cognitive inequality. It is, it is, it is, it is creating a class of people that do not have the cognitive tools to liberate themselves from oppression, and I just think this is the worst form of inequality we face right now in the world today."
	},
	{
		"start_time": "50:24",
		"speaker": "Ricardo Lopes",
		"words": "So these different forms of social organization we talked about like the ones in Denmark and China. Do you think that it would be possible for them to operate at the state level? I mean, instead of the level of just small communities, uh, at the level of an entire country, for example."
	},
	{
		"start_time": "50:45",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, I mean, absolutely. I, I do think that it's possible. Again, it depends on how big the country is. Um, I think geographic proximity is probably somewhat important. Uh, I, you know, there's a big debate about ethnic homogeneity, like some people say, well, the Scandinavian countries work so well because they're more ethnically homogenous, like they will never happen in the United States because we're too diverse. I'm not very, I'm not very convinced by those arguments because I think that basically what people are saying is that we're just all racists, and so we can't overcome our racism, and that just does, that's just stupid. Obviously, we can overcome our racism. We have in the past, and so that's just a, that's just a, you know, a question of will and development and education. But I do think that any And this is, this is so, so your question is a complicated one because You're what you're saying is Can we do A sort of extreme form of redistributive politics within the container of the nation state. And, and some people will say that the nation state is the problem, right? That the nation states exists in order to prevent the redistribution of resources. I happen to be the kind of person who thinks no, the that the nation state can be a tool for redistribution. It can actually represent the will of the people. I, I, I maybe, maybe I'm naive, but I actually think that the state can be. A valuable. Thing, right? Um, THE problem is how do you maintain democratic participation in that state so that it does not become some kind of totalitarian regime, so it does not become some kind of patriarchal nightmare, you know, um, and that's trickier, right? There, there is, there is a tendency to When the state becomes the paternalistic sort of provider, that there there there are inherently problems that then arise with the stickiness of state power, that it's not as flexible and dynamic as we might want that state to be as society changes. And so, in theory, absolutely, I'm a profound believer in the possibility of people. Using the state for their own collective well-being. Um, BUT I also recognize that there are problems with the model, and so we need to keep working on it. That's, that's my feeling is that we haven't found the right model yet, but that doesn't mean that that model doesn't exist. We just have to keep pursuing this utopian goal of refining the model."
	},
	{
		"start_time": "53:43",
		"speaker": "Ricardo Lopes",
		"words": "Since we're talking about utopias, do you think that communism itself also counts as a form of utopia?"
	},
	{
		"start_time": "53:52",
		"speaker": "Kristen Ghodsee",
		"words": "I mean, certainly in Marxist theory, when we think about sort of the teleological. I mean, Marxism is a sort of Hegelian teleological dialectic, right? So so one stage follows the next. You have like um slavery and then feudalism and then capitalism, and then socialism, and then ultimately communism, right? So if we're talking about traditional Marxist theory where communism is the moment when the state withers away and people live collectively and there's no law, of course that's utopian. Right, that's, that's probably one of the most extreme utopian visions that we have still active in our societies today. I don't think when people use the word communism to refer to 20th century state socialism in Eastern Europe, which themselves, they did not call themselves communist societies, they called themselves socialist societies because they recognized that they were at a. Stage that was still socialism, right? They, they, they, they often called themselves communists. They were part they were members of communist parties because the goal was communism. But the stage that they were at, they called really existing socialism. And that, of course, was not a utopian society. It was an attempt to build the conditions under which utopia would be realized eventually, but the societies as they existed, were still very much in the stage of basically trying to figure out how to make states work to redistribute wealth in a more equitable way. Um, AND so it's again, it, it depends on what you, what you mean by the word communism because in my country when we say communist we're almost always talking about the Soviet Union and we're not talking about the ideal Marxist form of communism which is this moment where there is no state and there is no law. And, yeah, yeah,"
	},
	{
		"start_time": "55:48",
		"speaker": "Ricardo Lopes",
		"words": "I was talking about the ideal vision because I mean, actually, if we at least follow the Marxist vision of communism, we've never had a communist society."
	},
	{
		"start_time": "56:00",
		"speaker": "Kristen Ghodsee",
		"words": "Right. Exactly. And that's what I'm trying to say, yeah, and I think that, you know, that's why. I think it's very important to remember that Marx and Engels were in dialogue with the utopian socialists in many ways, like a lot of their basic ideas come from people like Flora Tristan, especially around the issue of the family. And so they were very aware of like the technologies of how we would eventually get to communism, but what they disagreed with fundamentally was that you could build kind of a little utopia within a capitalist society and that that would make any difference. They really felt like you had to seize the state. You actually had to overthrow everything in order to to get to that end state of communism, you know, and then today. I think it's worth again also, you know, recognizing like the anarcho-communists, and there are many people. Who believe that climate change uh is going to, you know, do so much damage to the planet that we, we will eventually have what's called civilizational collapse. So there are these people called post-civilizationalists, right? They, they think that like we don't have to do anything, like everything is just gonna go to hell. And then from the ashes of that, we can build the society that we want. And so we have to be prepared for that. So they're not even saying that, you know, we should, um, you know, build little communities that will then spread in a kind of federated, you know, way, and they're not saying we should overthrow the state. They're just basically saying, you know what, Civilization is doomed, like we've screwed the planet. Capitalism is using too many resources. Whatever, you know, is gonna happen in the next 20 years or 30 years. I don't know, sometimes they have a very short horizon, sometimes they have a long horizon, but we need to be ready to build. Our utopia when the time comes. And so you have some of these communities where I call them sort of extreme green preppers. I think in in um Portugal there's Tamara, right? There are some of these other eco villages where they're really trying to imagine what society is going to be like post civilization. And uh and they think of that as a good thing, right? They, they're very convinced that this will be a moment for the human race to hit reset and we'll have and we will actually achieve some form of communism in the aftermath of civilizational collapse. You know, it's a pretty extreme view, but it's out there and people are talking about it, and I think it's worth talking about because it is an interesting, it is an interesting thought experiment, like, were the world to like suddenly change tomorrow, um, how would we rebuild our societies? Would we, would we actually reproduce capitalism in the way that we have it today, or would we actually improve on the model and do something or do something completely different?"
	},
	{
		"start_time": "58:56",
		"speaker": "Ricardo Lopes",
		"words": "What do you think that we can gain by studying the history of this sort of social dreams and utopian visions of society that people have and sometime, sometimes try to implement to varying degrees of success?"
	},
	{
		"start_time": "59:13",
		"speaker": "Kristen Ghodsee",
		"words": "Imagination and hope. We need both of those. If we're going to survive the next decades with all of the variety of problems that we are facing in the world today, probably foremost, the climate crisis, but also just in general, there's so much. Negative, um. I mean, war and famine. I mean, I, I could, I could, the list could go on for quite a long time. The, the, the, the incredible uh and fast development of artificial intelligence. Who knows when general artificial intelligence will be around. There's a we're going through an accelerated period of change. And for some people, it shuts them down. Like they, I feel like a lot of people have become politically and socially ideologically catatonic. They can't, they can't face or cope with the amount of negative news and the amount of change that is happening in the world today. And so studying the past history of utopia. Gives us imagination, gives us possibility that things could be different, that they things have always been bad in the world. There's always been bad stuff happening and um and and and people have always been resisting. I think that's the most important lesson that we get is that people have in every single cultural context, in every single historical epoch where there has been injustice or where there has been tyranny or where there has been uncontrolled. Social change, there have always been people who resisted. There have always been people who use our creativity, our flexibility, and our adaptivity to challenge the status quo and create new ways of living. And by learning about these people, that's what I hope this book brings to people, is this possibility of hope, and this possibility of optimism that the future can be different because we have the capacity to make it different if we want to."
	},
	{
		"start_time": "1:01:10",
		"speaker": "Ricardo Lopes",
		"words": "OK, but on the other hand, and this will be my last question, I guess we, I also need to ask you about what you think might be some of the, if you think there's any, of course, some of the drawbacks and limitations of this. Utopian visions because we know actually that, for example, in the 19th century, some of the societies, alternative societies, people tried actually failed. So, what, what do you think are perhaps some of the pre if not drawbacks and limitations, maybe difficulties in trying to implement these kinds of society?"
	},
	{
		"start_time": "1:01:51",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so I say in the book, and, and I think this is really important to go back to this discussion that we had earlier about the no place and the good place, the word utopia itself. So, utopia has to remain on the horizon. I think if anybody tells you, hey, by the way, we're living in utopia, here are the rules and you have to follow them, run away as fast as you can, right? Utopia, the minute it gets to be fixed. The minute it has a a a clear delineated set of rules and rulers, you're no longer in a utopia. You're actually in the beginnings of a dystopia, and that's why it's so valuable to study these communities that failed, as well as the ones that succeeded for as long as they did, and then eventually cease to exist for a variety of reasons. So, in my view, Utopia is always about challenging the hegemony of the status quo, right? So people like um Ernst Bloch, right, that these German uh philosophers or Karl Mannheim, they talk a lot about the role of ideology. We all live in an ideological system that that shapes our way of thinking about the world, what we imagine the world to be and how we imagine the world to function. Again, what you said, uh, we talked about earlier that in times of great upheaval, people start to generate social ideas, social dreams, because the status quo has been upset. But what Mannheim and Bloch argue is that utopia, utopian visions as a concept, they exist to challenge hegemonic thinking in society. And again, I think this is a sort of dialectical way of imagining the progress of human history. We are always a thesis in search of an antithesis which will create a conflict, which will create a new synthesis in a very kind of Hegelian dialectical way of of of thinking about history. And so, For me, that's why utopia can't be a thesis. It can never be a fixed thing. It always has to play the role of antithesis. The minute you create a society within that society, there has to be people criticizing that society. And so utopian thinking plays the role of like the devil's advocate in many ways. It says, hey, the way you're living your life or the way we're doing things right now is not ideal. And And this reflects a reality about human history, which is that human history and human evolution, the the circumstances under which we live are always changing. And so we can never have a set of rules that work for everybody at the same time in all places, right? It just, it, it like society doesn't work that way. We're always going to be developing because things are changing all around us. And so people will try to create new realities. People will try to keep new rules, new ideologies to keep people in place. Ideological systems are about maintaining social order. And then when those ideological systems break down, it's not surprising that we see a breakdown in social order. And so what utopians are always trying to do is say, hey, this social order that you've created benefits a very small number of people. And that's, that's been generally true in history, and one of the things that we've seen, again, if you think about the teleology of history is that Maybe with the exception of the last decade, is that we've built societies where greater number of people benefit from the system. It's not perfect, right? But we don't, for most of us are not living in like, you know, totalitarian monarchies or something like that where there's like one person with all the power and everybody else has none. We're actually getting, we're getting better. Progress is slow, and we sometimes we revert to the past. There's regression. But there is this forward momentum, and I argue in the book. That utopians are the key, right? These social dreamers, these radical thinkers, square pegs in the round hole, right? Like there's all different ways people have sometimes they've been considered fools or they've been naive or whatever crazy they, the word utopian means unrealistic, right? That the whole way in which we talk about people who are utopian or have utopian thoughts. Is that they're, they're crazy. They, they don't make any sense. But those are the people that actually push us forward. We follow those people into the future. We, they forge the path forward to us. I mean, As I talk about in the book, like the idea of kindergartens and childcare, utopian, the idea of public education in public schools, utopian, the idea of divorce, utopian, women keeping their own names, utopian. All of these were ideas that started out as totally utopian pie in the sky. And then slowly, they became mainstream, and now we think of dropping our kids off at a kindergarten is the most natural thing in the world, or getting a divorce, or sending your kids to a public school. That's not utopian. You're not participating in a utopia. You're just doing what everybody else does. And so, in some ways, the success of utopian ideas is that you don't even think of them as utopian anymore. You forget that they were ever utopian to begin with. The downside of this, I think, is that some utopian ideas can justify incredible evils in the world if they are implemented by the wrong people, because in times of great social upheaval, people are also really looking for answers. And, you know, not all utopias are progressive. Some utopias can be extremely regressive and can be extremely um Counterproductive to the progress of human history. I mean, many people would say that capitalism in its purest form is a utopian vision of the way you organize the economy. And so, yeah, I, I think we have to be careful when we talk about utopia, but in my vision, and I think in the vision of, of, as I said, philosophers and sociologists like Ernst Bloch and Karl Mannheim and and many of the other scholars who I talk about in the book, who talk about the value of utopian thinking. What we're saying is that utopianism is always a critique. It's kind of a counter hegemonic ideology to the reigning ideology that that maintains a certain social order that benefits a small group in society. And if we want to try to redistribute resources and redistribute privilege more equitably among more members of society, then we always need to have utopians and utopian thinking in our lives."
	},
	{
		"start_time": "1:08:41",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again everyday Utopia, What 2 1000 Years of Wild Experiments Can Teach Us about the Good Life. And of course, I'm leaving a link within the description of the interview. And Dr. Gody, where can people find your work on the internet if they're interested?"
	},
	{
		"start_time": "1:09:00",
		"speaker": "Kristen Ghodsee",
		"words": "Yeah, so I have a website, you know, very easy to find kristin Gotze.com. Um, YOU know, I write, uh, popularly, uh, for a variety of different outlets, The New York Times, The Washington Post, the Jacobin Magazine, so different places, but all the bylines are, are on linked from my website, and you know, I'm, I'm pretty easy to find. Um, YEAH, so."
	},
	{
		"start_time": "1:09:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. I will be leaving also links to some of that in the description and thank you so much for taking the time to come on the show again. As I said at the beginning, it's always a great pleasure to talk with you."
	},
	{
		"start_time": "1:09:38",
		"speaker": "Kristen Ghodsee",
		"words": "Thank you so much for having me again. It's been fun."
	},
	{
		"start_time": "1:09:41",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan La Jasent and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujorumen Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]