[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined for a second time by Will Starr. He is an author and journalist. Last time we talked about his book The Status Game and. Today we're talking about his latest book, The Stories Deal How to Use the Science of Storytelling to Lead, motivate and persuade. So Will, welcome to the show. It's a pleasure to have you back."
	},
	{
		"start_time": "00:28",
		"speaker": "Will Storr",
		"words": "Thanks, Ricardo, it's great to be back again. Thank you."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So, what is the premise of your book?"
	},
	{
		"start_time": "00:36",
		"speaker": "Will Storr",
		"words": "Well, I wanted to write a book about how the power that the story has to persuade people to, to influence people, because it seemed to me when I was doing my. Just general research for other books that, that, that, that the story has this extraordinarily extraordinary ability to sort of to to beguile people to completely take over their brains and really define their identity, so that that's what I wanted to write about this time."
	},
	{
		"start_time": "01:01",
		"speaker": "Ricardo Lopes",
		"words": "And what is storytelling? I mean, what are you referring to when you talk about storytelling?"
	},
	{
		"start_time": "01:10",
		"speaker": "Will Storr",
		"words": "Well, um, well, that's a big question. So, uh, yeah, well, I, I, how do you define story? So, so, so my working definition of story for this book is, it's a unit of information that describes the overcoming of an obstacle in pursuit of a goal, which sounds sort of quite dry. But that's basically what a story is, it's it's it's a little bit of information about obstacles and goals, um, um. And it You know, it works, it's, it's evolutionary purpose is to. Connect lots of individual human brains together and get them all thinking as one about the obstacles and goals. Of, of the, of the world outside them. So, so, so, so that's sort of hints at it's power really, you know, humans are, we're one of five existing species of great ape, you know, we're not like an ape, we are an ape, but obviously we're very different from the other apes. And that difference is essentially that we're part ape, part ant. So the other apes, even though they live in troops, they overcome the obstacles and pursue their goals as individuals, pretty much. Whereas humans don't, we do it as we do it in the form of these superorganisms. So like an ant's nest, um, we, we get together and it's and cooperate, and it's the cooperative group that overcomes the obstacles in pursuits of the goals, not the individual. That's how, that that that that describes all of human life from a cult to a religion to an economy to a society to a football team, to a corporation, you know, you name it, that's how we do it. And that's that's kind of how we've taken over the world. And so how do you, how do you get these apes, these individualistic apes to, to work together to cooperate that we do it with a story. You know, you know, that, that, that, that unit of information that describes an obstacle and a goal, takes over your brain and, and you all start thinking as one and that and that's how we do it."
	},
	{
		"start_time": "02:52",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk a little bit about the evolution, evolutionary psychology of storytelling. So, first of all, what are the origins of storytelling in human societies? I mean, do we know how old storytelling is? Well, no."
	},
	{
		"start_time": "03:10",
		"speaker": "Will Storr",
		"words": "Exactly, the, the, the, the, the nearest um date I could come across was somewhere between 300, and 100,000 years ago. So somewhere in that bracket, we started using, you know, orienting our kind of lives around story. And and the way I tell it in a story is a deal is that there are already 33 great phases of evolution of life on Earth. The first phase is the single-cell bacteria. So if you were to, if you were to trace your family tree and go and go back 3.8 billion years, you'd find at the root of your family tree the single cell bacteria, and for hundreds of millions of years, that was the only life on Earth. And so, so single cell bacteria overgo obstacles in pursuit of survival reflexively. So it's a reflexive technology, so it's quite straitjacketed. It's not dynamic, basically, if the conditions outside my single-celled body in inverted commas are X I do Y. So you know, I could do a lot with that. But, but, but, but the problem with that reflexive technology is that um it, it's not very good for dealing with unpredictable environments, and of course what is, what is life, but not, if not unpredictable. So then the second great phase was the emotion system, the well the feeling system out of which comes emotions and feelings are amazing because they don't instruct their owner what to do, they advise. So if you imagine you're a cat and you're a hungry cat in an alleyway. And someone's dropped a, you know, half a Big Mac by the bin, and you feel the feeling of hunger, and you, and so that, that makes you, that compels you to want to go and get the burger. But then on a roof up there is a cat staring at you, and that brings another feeling which is fear. And now you've got these two feelings, and you can make a decision based on the unpredictable environment about what to do. So, you know, an incredible invention, but it really is an amazing thing, and you know, for more hundreds and hundreds of millions of years, it, it becomes the dominant technology on, on earth, um, for. Overcoming obstacles in pursuit of goals, I mean, of course, because we, we come from single type bacteria, we come from, you know, these intermediate animals, um, we still have all this technology within us, so the immune system is reflexive like a bacteria, the digestive system is reflexive like a bacteria. Um, WE don't have any conscious control over these things, they just happen. Um, OF course we have a huge feed system, emotion system, we're incredibly emotionally complex creatures. Yeah, but then, as I say, between 1300 and 100,000 years ago, this new thing came, which is even better than than the than the feeding system. That's the story system. And story allows us to share information about obstacles and goals, swap information about obstacles and goals, store it in culture in the form of oral storytelling, and then subsequently writing. And of course, as I said before, it allows us most importantly to cooperate, to to all um um cooperate, collude uh on, on, on obstacles and goals and work together in the form of these ant-like super organisms. So that in a nutshell is the is the history of life on Earth."
	},
	{
		"start_time": "05:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, and what are the functions of storytelling? Does it serve specific social functions, for example?"
	},
	{
		"start_time": "05:58",
		"speaker": "Will Storr",
		"words": "Yeah, so, so I guess it's all nested beneath that, the main goal which is to. Get, get us, you know, working as individual members of these highly cooperative superorganisms, and but, but so, so, so that's the kind of the, the, the ground level, but nested beneath that is this, you know, how does storytelling. Affect us as individuals, so, you know, so partly we, you know, most obviously we have these storytelling brains and uh um and by that I mean that we have the the the the human brain remixes reality and turns it into a story. So, you know, we are, as Chris Smith, the neuroscientist, remember we said, the invisible actor at the center of the world. And you know, you know, unlike other animals have all these things going on, we, we. We, um, have the plots of our lives, we've got these meaningful journeys that we're going on, we want to get stuff and, and, and we imbue our journeys with, with great meaning, you know, like, you know, great religious meaning or, um, uh, you know, these sort of grand meanings, um, we, um. Uh, WE, we, we have this special effect of morality. So, you know, gossip was one of the earliest, and perhaps the earliest form of storytelling, and gossip, you know, gives us this sense of heroes and villains and allies and teachers, you know, that's this great storytelling kind of layer that goes across, um, our, our, our, our, you know, the, the, the things that we're doing with our lives. Um, SO, so there are all kinds of ways in which, you know, we have autobiographical memory for the past, we imagine the future in a way that no other, uh, no other animal does, you know, we could, we could, we could envision great quests, great, you know, great, great paradises, great heavens, you know, no other animal has the concept of heaven. Um, AND you know, earthly heaven, which is could be the goal of some political party or a spiritual heaven, which is the goal of, you know, you know, the great religions. So, so, so, so we, we have these storytelling brains, so of course that has, you know, profound and immense, um, um, consequences for, for, for our, for our individual lives."
	},
	{
		"start_time": "07:46",
		"speaker": "Ricardo Lopes",
		"words": "And why are we so attracted to storytelling? I mean, is there any sort of uh psychological explanation for that?"
	},
	{
		"start_time": "07:57",
		"speaker": "Will Storr",
		"words": "Yeah, so As I say, you know, storytelling is the thing that allows us to work cooperatively. So that's what nature wants to do, that's what evolution wants us to do. It wants us to be a successful cooperative animal. So it, it's always compelling us to. Um, BE a good member of a cooperative group. So what does that mean? Well, it means two things. It means that a, we have very powerful instincts within us that want to connect with other people. You know, we, we know humans are universally driven to seek connection with, with, with like-minded others, not, not, not just anyone, with people like us, with people who are good cooperative fit for us who we can work together with. So, so, so, so we're in this kind of restless connect and detect mode, I call it, where, where we're sorry, detecting connects so we're detecting, are you. Like me, that's how we dress the way that we do. We, you know, we have accents, we, we, we, we, we have this dense cloud of social information which broadcasts information about who we are to other people. And, and, and that and that broadcast is is for drawing us towards people who are like good cooperative partners and repelling those who might not. So of course that's the cause of a lot of amazing stuff in our lives. That's also the cause of cause of a lot of division and, and problems in in human society. So that's connection. So and if you think about some of the most profoundly important moments in your life, a lot of them are gonna be about connection. They're gonna be moments of love and joy of joy of friendship, joy of family, community, all of that stuff. Um, AND likewise, if you think about some of the worst moments in your life, it's the opposite of that. So all universally humans dread social disconnection, you know, rejection, ostracization. Um, uh, um, THAT, that, you know, any kind of feeling that we're being rejected socially is deeply, you know, we, we'll be hurt, we will obsess over that thing and try and fix it in our minds, try and repair it. Um, SO, so that's the first thing. You know, we, we, we want to connect into cooperative relationships, whether, whether that be a, you know, uh, yad or a, or, or, or a group. The second thing is status. So once we're in a cooperative relationship, we want to be useful to it. We want to be a good cooperative partner. So, so we want um to, to, to, to develop the reputation of somebody who is valuable. And and and and and that's the status system. So, so, so status is simply. Um, THE information from the people around us that we are of value in some way, that we're competent, that we are, um, you know, generous, selfless, virtuous in some way. So, so, so we also seek that. So again, if you think about some of the your most. Pleasurable moments in life, some of the most exciting moments in life, they're gonna be connected with status, you know, when your podcast achieved X or when you've got this dream guest on or whatever it might be. When you've got your PhD, I don't know what it is. And you know, same as connection, some of the worst moments in life are connected with humiliation, which is the sudden and public removal of your, of your status. I mean status, humiliation has been called the nuclear bomb of the emotions, and it's connected with, you know, some of the worst features of the human animal. So, so, so, so. Connection and status are basically what heroes in stories achieve. You think about, if you think about a hero at the end of an archetypal story, everybody loves them and considers them important and amazing. And that's what we want in the, in the story of our lives. We want, we want those hero's awards of connection and status, and we want them more than anything else. YOU know, we want those things more than our, you know, often we choose that kind of stuff more over, you know, continuing to live our actual lives. That's how we, that's how mad we are for collection and status."
	},
	{
		"start_time": "11:26",
		"speaker": "Ricardo Lopes",
		"words": "Yes. We'll, we'll come back to the topics of connection and status later in our conversation. Uh, WHAT kinds of stories do people usually like to tell?"
	},
	{
		"start_time": "11:40",
		"speaker": "Will Storr",
		"words": "People, well, that's that that that it depends on what they're trying to get out of the story. I, I, I guess people who are telling stories, um. Uh, ARE trying to achieve ultimately, you know, those two things connection and status. That's kind of what we're always trying, we, well, we're trying to achieve three things survival, connection and status. Those are the three things that motivate humans. But, but, but, so, so, so often storytellers will want to, want to, um, uh, um. Achieve a sense of connection. So, so, so you might get a politician or, or a, or, or a business leader that tells stories in such a way that they want people to feel connected with their group and identified with their group, so they're loyal to it and passionate about it and start to devote their time and attention and behavior towards that group. And then of course the other thing is status, you know, storytellers want to achieve the status of being a, you know, a great storyteller, but also um successful leaders. Kind of give status with their storytelling, they kind of say I'm gonna tell you a story if you join my group, if you join my mission. If you buy my product. Your reward will be status. If you buy this particular iPhone, if you buy this set of training shoes, if you vote for my political party, we're gonna make America great again, you're gonna be, you know, a think different creative genius like Apple promised you. You're gonna be Michael Jordan, like Nike promised you. So, so, so, so, so that, so, so connection states are the kind of two things that storytellers are subconsciously offering."
	},
	{
		"start_time": "13:02",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about the concept that you talk about in your book. What is active belief?"
	},
	{
		"start_time": "13:10",
		"speaker": "Will Storr",
		"words": "Yeah, active belief is, is this kind of concept that I, that I I wrote about first in the, in the status game, uh and I think it's really important. So, so fundamentally, um, the brain. What it wants more than anything is to. Achieve connection and status, so it's always asking this question, who do I have to be in this time and place, in order to achieve connection and status? And, and those questions are especially important when we're growing up, that's what kind of childhood is, we're figuring out our environment, we're figuring out our culture, we're figuring out. Who we have to turn ourselves into and when we're doing that with, you know, parents are telling us that, teachers are telling us that, experience is telling us that. So so so so that's what human brains are all that's the question that human brains are always asking. And so that that's kind of why we're so um uh vulnerable to story because story contains those answers, and the brain isn't particularly interested in the truth of reality, there's no, no, no, no, no reason to be. What it wants is to, is, is to figure out who I have to be in order to earn connection and status. So, uh, if you, if you think about it in terms of, sorry, that's my, um, this is my dog, hello James, you're on a podcast. Um, IF you think about that in terms of religion, which is the easiest one to explain, you know, someone you've got to go away now. Um, SOMEBODY, um, wants to be a Christian. And um so. In order to achieve, you know, so because that's a status game, and we, you know, we want to achieve connection, we want to achieve status, so. Christianity is a great status game to play because that's offering those things. So how do we, how do we, how do we achieve those things? Well, to be connected into the game of Christianity is pretty easy. You've got to believe. And you, you've got to, the main thing you've got to believe is that Jesus was real and that he, he died, and he was dead for 3 days and he rose again. And if you believe that, you're a Christian, you're basically going to be accepted into the wider Christian family, because that's that's what you have to believe in order to be a Christian, OK? Um, BUT that's not really enough, so that's fine, you're a Christian. But now you're a Christian at the bottom of the Christian status game, now you wanna be a good Christian, you wanna be able to go to your church every Sunday and have people look you in the eye and go, there's a great Christian. So that's where active belief comes in. It's not good enough for human beings just to believe something. You have to allow that belief to take you over. You have to, you, you have to allow that belief to define your identity. You have to become that Christian. So that means, you know, living by the 10 Commandments, eating fish on Fridays, going to church on Sundays, going to confession, um, you know, and so on and so on and so forth, and of course every denomination of Christianity has slightly different. You know, rules and and and ways of being which defines the Christian hero, so that so that's active belief and that and that and that kind of works kind of across all all groups, you know, if if if you go to work for a corporation, they will have a. Um, A model of perfect kind of ideal heroism that they want everyone to be, and, and the greater you adhere to that model of ideal kind of heroism in that, in that corporation, the higher you'll theoretically climb up the status scape of the company, the more money you'll get, the more, you know, the more rewards you get and all and all of that stuff."
	},
	{
		"start_time": "16:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, WHAT is the process of identification and what role does it play in storytelling?"
	},
	{
		"start_time": "16:13",
		"speaker": "Will Storr",
		"words": "Well, identification is, is really, um, critical to storytelling and and and that's whether you're writing a novel or whether you're leading a company or a political party. You know, and, and, and, you know, before I was talking about that kind of detect and connect mode we're we're always in, so we're always subconsciously looking for potential cooperative partners, people, people like us to hang around with. And um and it's a natural thing. Um, AND it's, uh, as I said, it's the cause of lots of terrible things that we're upset about in the west, but it's also an, an, any radical part of human nature, you're not gonna get rid of that kind of people like us thing, um, and. And and so that's kind of what identification is. If we're reading a novel or watching a film and the person on that screen is somebody that we identify with, then we're gonna be into that story because, because, you know, that's somebody that we care about. It's, it's someone like us and so, sort of a part of our brain, it kind of becomes us, and we start following that character's ups and downs and trials as almost as if they're happening to us. And the more we identify with that character, the more we care about that character, the more we get kind of into it. Um, YOU know, and, and that's also, you know, important for persuasion. So if, if a political party is trying to get voters, if a corporation is trying to get customers, they have to tell a story with which their, you know, potential voters and customers identify. And and if they identify with that with their story, then they're gonna be in. And that and that's kind of a magical thing for the leader because once, once the people are in, um, they're in. You know, you've been your story has become part of their identity, which means they're gonna defend your group. Like they're defending themselves because in a sense they are defend they're defending themselves, they've taken on board, you know, they've folded your identity into their identity."
	},
	{
		"start_time": "17:50",
		"speaker": "Ricardo Lopes",
		"words": "And what kinds of psychological effects does identification have? In the book, you go through several different examples like changes in personality, uh, the way we perceive beauty, our political beliefs, our moral behavior. So could you tell us about that?"
	},
	{
		"start_time": "18:09",
		"speaker": "Will Storr",
		"words": "Yeah, so that's that, so that's so, so if you, you know, if you remember that the point of this is that we become good cooperative partners. So it's not a passive process. Once we, once we once we join a group uh that we identify with, um. That group starts to change us. We, we, we become more like that group, and so everybody in that, everybody's in that group becomes more similar to each other. So that, that's the persuasion and it's changing us quite profoundly. And there are loads, there's lots of different work that shows different ways this is, you know, this happens, you know, 11 test look at, you know, fur, you know, furries, you know, people who dress up as fur, you know, you know, furries if we have those furries. So, so, so, so when they, when, when they, um. Test the person to give furries big five personality tests, they find that when they've got their first soda on, when they're all kind of suited up in their crazy animal costumes, their personalities all change in sync. You know, they become more extrovert, they become less neurotic, they become um more open, you know, so, so their personalities, they're big five personalities that all change, and they all change in the same direction, that's, you know, that's one. You know, probably my favorite, um, example of this is about architects and about how identification changes our perception of beauty. So. You'll have noticed that that new buildings don't look like old buildings, like new, new buildings across the world. Um, THEY all look the same. They, they don't have a sense of place, they don't have um lots of um architectural detail. They're flat, they're square, they have no pitched roofs, they're flat roofs, they're shiny, and they all look the same. And so, um. You might think, well, that's because people are obsessed with money and these are cheaper buildings to build than the posh buildings we used to get in that old era. But that's not true. That those buildings that people don't really like get built because architects think they're beautiful. So architects have this unique taste in which they love the aesthetics of modernism, and they've. Loved the sense of modernism for getting on for 100 years now. They call it modernism, and it's actually very old, old fashioned look. And so there was a really fascinating study, um, uh, that, that looked at how architectural students' aesthetic preferences change, and it tracks the changing of their preferences as they went through architectural, um, courses at university. So at the very beginning of the course, they, they, they tested their aesthetic preferences generally by showing them pictures of beautiful people and ugly people. And they found that they, when they compared the architects to the general public, they were the same. They found the same people pretty and and sexy, and they found the same people ugly and and and you know, unattractive fine. um AND they tested their um pre their aesthetic preferences with buildings, and they, they weren't as similar, but they were pretty similar, they were almost the same. But then every year they checked them as they went through university, those architectural preferences, they changed, and they all changed in the same direction. They all started to like flatness, shininess, no roofs, you know, lack of ornamentation and detail, all the things that exist in the buildings around you. And what's amazing to that is is it's like you can't argue that that what happens is that um these students are being taught. This aesthetic genius, because, because they're not, like if they were all having different esoteric tastes and preferring different things, that would be true, but they're not, they become more and more conformist, and they all end up liking these same shiny flat square buildings. And and that's the main reason we have such ugly hideous. That's when you, when you go to a city. Everybody wants to go to the old town. Nobody ever wants to go to the new town, they don't want to go to the old town because we have this curse of this, um, this architectural status game which says that flat, shiny square is beautiful and people who like classical and old and and buildings that are appropriate to their place are low status and, you know, plebs, even though that that that survey after survey after survey all around the world shows that by a long way the general public prefer the old style buildings. So so that that that's a really powerful example of how identification. CHANGES aesthetic preference. I mean there's, there's also there's there's even, there's a huge amount of work, which I'm sure you're aware of, which looks at our political beliefs and and and even though people find this idea repugnant, that, that, you know, what what's found over and over and over again is what defines our political beliefs is not our own, you know, freely. Um, PERCEIVED, but, um, decisions about how the world works and how the world ought to work, what principally defines our political beliefs or what our political group believes, and, and, you know, so, so 11 study managed to persuade. Um, uh, YOU know, Republicans in America to endorse lavish welfare schemes if they were if they were persuaded to believe that that's what their party wanted, and, and, and likewise they, they, they managed to persuade Democrats to slash welfare once they were persuaded that that's what the Democrats wanted to do. So, so, so and, and as you know, as I say, people hate that idea, they, they really fight against it because that's not. The story that we want to tell about ourselves, but, but, but identification is massively important. And, and of course it's one of those things you can see very much clearly in other people. You don't like to think about yourself that way. But, but it's, but you can see it in other people, you know, you know, you can see in, in your daughter who becomes a swifty and suddenly becomes obsessed with Taylor Swift, talks about nothing but Taylor Swift, starts dressing like Taylor Swift. Holding a body like Taylor Swift, you know, like they become like a mini Taylor Swift because they've identified so powerfully with her. And so it's, it's so it's that process, you know, it's it's it's a bit like, you know, the demonic possession from a horror movie. It's what happens to us all the time and the more possessed we we become by our identity group, um, the more that active belief kicks in and the more we more our entire being, our entire self starts to mimic. You know, the, the, the values and roles and the the the ideal model of hero that that group broadcasts."
	},
	{
		"start_time": "23:41",
		"speaker": "Ricardo Lopes",
		"words": "Do we know how storytelling develops in infants? I mean, when they start uh appreciating storytelling and, I mean, perhaps, uh, some of the steps they take in terms of, um, how they become appreciative of it."
	},
	{
		"start_time": "24:00",
		"speaker": "Will Storr",
		"words": "Well, yeah, so we, we do know quite a bit about that. I mean, for me, one of the most important things is, is this idea of, of gossip, because I, I, I think, you know, we, we start to really become storytelling telling animals when we start to gossip. And gossip is thought to be perhaps the earliest form of storytelling evolutionarily speaking, because it's gossip that allows us to work in these. Highly cooperative, like, you know, um, super organisms, so, so what we, it was only when we could start to gossip and uh uh because gossip is really information about is this person being a good member of the superorganism or not. And if they are, we, we, we raise them and if they're not, we punish them and and that so that's, that's, that's how we police in the group and getting the group to work. And so we know that that children start to gossip almost as soon as they can talk. So as soon as they can string a sentence together, they're telling these little tittle tattle stories about what my brother did and what my sister did, what somebody did at kindergarten, and someone pulled my hair. You know, it's completely innate and it and it and it and it and we do we we do it straight away. So, so, so from that perspective, it, you know, it kicks in really early. And of course, you know, from before we can talk, our parents are telling us stories, morally inflected stories. And, and, you know, uh, the book, my book is called A Story is a Deal, and that's what I mean, it's like a story, a successful story is always subconsciously making that deal with your identity. If you behave in the, in the way that the story is modeling, you're gonna get connection, you're gonna get status. So children's stories are very clear. He he's he he's a hero, he's Goldilocks, he's Jack and his beanstalk, and look what happened when, when they were naughty. They, they, they lost their connection, they lost their status. Look what happened, they were good. When they won the connection, they won status. And we tell those stories over and over and over and over again to our children and our children become fascinated by them. They want to hear them over and over and over and over again, and there's the deep subconscious reason for that is because it's information about how do I get connection, how do I get status, and it really bursts into adult life in early adolescence. So it's in early adolescence that we leave the family home and join our peer groups, and it's around that it's in early adolescence that a part, a specific part of our brain changes that, that, that, that, that, um. Makes us very sensitive to social judgment from from other people, so so so so so that's when we start becoming, you know, we forget about the family life and it's that our peer groups, this which have much more influence over us, so we, we, you know, that active belief starts to be. About, you know, the, the, the, the, the, the peer group that we're hanging out with as a 1213 year old at our, our new big school."
	},
	{
		"start_time": "26:26",
		"speaker": "Ricardo Lopes",
		"words": "So earlier we talked about identification. Tell us now about the phenomena of identity growth and identity anxiety and how do they connect to storytelling."
	},
	{
		"start_time": "26:39",
		"speaker": "Will Storr",
		"words": "Yeah, so, so, you know, I said before that the, the, you know, connection and status of these things that humans overwhelmingly want and time and time again humans choose status over, over their own actual lives, you know, whenever a terrorist fires a, you know, blows up a suicide vest or. Or somebody goes to war, you know, we, we're choosing our identity over life. So, so, so we are completely obsessed with our connection and our status, and, and our brains are constantly monitoring. How are we doing? Does this person like me? Do they not? Does this person value me? Do they not? And if we, if we get the knot, we start to get really, you know, we, we start to get really panicky, we start to get really, um, full of anxiety. We even become physically ill. I mean, you know, that it, it, it, it's been, we know, we've been told time and time again over the last 20 years how badly. How bad social disconnection is for us, you know, loneliness is for us, it has become well known now, but less well known is also, it's, it's the same for status, you know, like, um, the, the, the, the, the, the, the less status we perceive that we have, the more likely we are to get ill. There, there was one study that that gave a bunch of people, they exposed them to rhinovirus and the people at the top of the status hierarchy were less likely to then get a respiratory infection as a result of the exposure than the people at the bottom of the hierarchy. So, so, you know, so it's so, so there's lots of evidence. That that low status is, is bad for us physically. So, so, so, so that's what I call identity growth. I identity growth is, you know, is, is, is we're living a great life is when we, when we, when our energies grow, and by that I mean, uh, you know, we, we, we're getting ideally more connection than ever, but, but at least it's stable. We're not losing connection, becoming lonelier and lonelier, and, you know, we want to be getting more status as we get older, you know, ideally gradually, I think sudden rises in status are very bad for us. Um, USUALLY, um, so, so that gradual rise in status, so that's identity growth, um, but also that, you know, we get identity anxiety where, when, when we sense that our stores of connection status are at risk and imperiled, we get deeply anxious and I, and I, and I think that sense of identity anxiety is. Such a huge part of life in a 21st century market economy, you know, it's quite, you know, in a, in a hunter gatherer group of 25 to 50 people, that's who we'd be living side by side by every day. It's relatively straightforward. You've got to be a half-heated person, you'll get your connection, you'll get your status, but we live in these vast groups now, we've got social media now, you know, we've got these models of heroism, you know, they're they're literally models, you know, they're. The most, you know, we, we, we, we see on our TV screens and our computer screens incredible superhuman feats. So that's, so we, so we're measuring against ourselves against these, these extraordinary people, um, you know, connection is harder and harder to, to sustain in these in in these big groups. So I think identity anxiety is a is a is a very serious thing and we know that. Um, IT correlates with suicide, but you know, when, when people feel chronically lacking in connection and status, and, and importantly, when they feel that that lack is irreversible, when they think they're stuck and that there's no, there's no good happy ending to their story, then they, then they're very likely to become suicidal. And again, choosing. Identity over their actual lives."
	},
	{
		"start_time": "29:49",
		"speaker": "Ricardo Lopes",
		"words": "Right. But talking about connection, what kinds of psychological effects does the feeling of being connected have on people?"
	},
	{
		"start_time": "29:59",
		"speaker": "Will Storr",
		"words": "Psychological effects. Well, I mean, all the good ones, I mean, we, you know, we, we, we, we feel joy, we feel happiness, we feel like our lives have meaning and purpose, you know, the, the, the feelings of, of being securely connected are, you know, are, are, are, are profoundly important to the human animal, because that's, so you know, 11 of the great things that, that the human brain wants us to achieve because it's directly connected to our survival, you know, as our brains are evolving, the more securely connected we were. The greater the chance that we were going to survive and have children that survived, and it is, and it's the same status, you know, like that that's, that's, that's just as important because the more in in hunter gatherer groups, the more, you know, they they they they've got relatively flat hierarchies, um, compared to our hierarchies today, but still in hunter gatherer groups, the more the status that you have in that group, the more food you've got, the better food you've got, the safer your sleeping sites, the greater your access to choice of mates, which is obviously of course something that people really want. Um, uh, YOU know, the great, the better the conditions of life for your children. So, connection status are both directly connected to our survival and reproduction, which is why they're so important to, to, to humans, and that's why we have such amazing feelings when we, when we experience those things."
	},
	{
		"start_time": "31:10",
		"speaker": "Ricardo Lopes",
		"words": "How do political figures take advantage of the power of identification and connection in their speeches?"
	},
	{
		"start_time": "31:21",
		"speaker": "Will Storr",
		"words": "Well, The main thing, as I say, is that is that human brains don't really care about truth. What they care about is what do I have to believe in order to get connection and status within this group that I identify with. So, so, so, so, so, so that's a massive shortcut for leaders. They don't really have to tell you the truth. You, you know, like. Brexit, to give a controversial example, it didn't matter, like it didn't matter, um, uh, that, that the, the, the, I, I, I suspect a lot of the Brexiteers knew full well that it was economically going to be an absolute disaster for Great Britain. But they appealed to the story and so so so so so so they, they achieved identification by by saying we share your concerns and you know there were there were famous adverts about endless queues of migrants queuing to get into Britain. We share your concerns, we're like you, so they're identified. And then they tell them a story, we're gonna take back control, and that story is um. A story that promises status, and the most powerful political stories are always stories that promise status. So if you think about, you know, Hope, the Obama story, uh, one of our most successful politicians, Tony Blair, New Labour, New Britain, you know, is an optimistic, hopeful, promising status, uh, Make America Great Again, uh, Hitler's Third Reich, um, the communists and their paradise of equality that they were going to achieve, uh, in which nobody would, would suffer and everybody would be living in. Kind of this heavenly harmony, these are all promises of uh of this kind of better tomorrow. So, so those are the stories that work. And you know, and still our lots of our politicians struggle to kind of get their head around this. Um, YOU know, Kamala Harris struggled to tell a story of hope. It was all about horrible Trumpy and horrible, you know, men and and all this stuff. It doesn't work and and and and we, we have a similar problem in the UK, Keir Starmer, our current Labour government. They they're getting a bit better at it, but, but they, they spent the 1st 3 or 4 months just telling it endlessly gloomy story about what an awful mess Britain was in because of the last government. Uh, PEOPLE don't give a shit. It might be true. It doesn't matter, the truth doesn't matter. It was, and and so they became incredibly unpopular, that government. They they're turning it around a bit now, but they've become incredibly unpopular despite having, you know, won quite convincingly, uh, because the story said it was so bloody awful, it was just doom and gloom and misery, and nobody wants to hear that from up there from their leaders."
	},
	{
		"start_time": "33:39",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that the effects of connection are more salient in collectivist societies than individualist societies, or is there no effect there?"
	},
	{
		"start_time": "33:52",
		"speaker": "Will Storr",
		"words": "Yeah, I, I don't know any data that's looked specifically at that, but I certainly suspect that that is true. But it but sometimes it's hard to separate, you know, those things, um. Because if you think about your, like if you're. If you're if you're in East Asia, a collectivist society and you're a loyal communist. Um, uh, YOU know, um, you're still playing a, a status game because you want to be seen as a good loyal member of the, you know, of the, of the Chinese Communist Party, um, so. So, so, so, so yeah, I'm not sure the differences will be as pronounced as you might imagine, like, like nobody is immune from. The status game, as was discovered in the Soviet Union, which became, you know, which, which at one point, sociologists found 12 distinct social classes in the Soviet Union, um, or they didn't get rid of the status game as they promised, they just inverted it so the people who were at the top were out at the bottom and the people who were at the bottom went out at the top. You know, and, and, and, and that's what that's, that's always what happens with these utopians is they, is they, is they promise they're going to get rid of the status game and they, and they can't because it's in our brains. It's how we experience the world. They just want the new hierarchy with themselves at the top and their enemies at the bottom. It's what, you know, that was the woke thing as well, you know, they're just, they're just trying to invert the hierarchy, they're not trying to get rid of it."
	},
	{
		"start_time": "35:09",
		"speaker": "Ricardo Lopes",
		"words": "Does what you explore in the book connect in any way with Robert Childalini's principle of persuasion of unity or people being motivated by shared identities?"
	},
	{
		"start_time": "35:23",
		"speaker": "Will Storr",
		"words": "Yeah, exactly. I mean I I I think I, I think so, yeah, so that it, it sounds, it certainly sounds very similar, um. We are, you know, that that's what identification is really, you know, we, we, we, we, we, we, we, we, we see somebody who with whom we somewhat share an identity. Um, AND we join that group, but it, but it goes deeper than that because it's not, as I say, it's not just that we share the identity. Once we, once we connect into a group, we become more like that person, we become more like that group, it changes us in quite profound ways. And that, and like I said, that's, that's true whether you're joining a religion or whether you're getting married. I mean, you know, like, like in 20 plus years of marriage to my wife, I've become more like my wife. In, in lots of ways I can tell, but also probably in a million ways I can't tell, and she's become more like me. And, and that's because we're a successful cooperative partnership, you know, and that's the kind of power of this, what they call shared reality. It doesn't it's not just that you join a group of like-minded people, it's just you, you let that group take you over and you become more similar to those people. So I think it's a, it's a. Even more kind of powerful concept than the idea of shared identity."
	},
	{
		"start_time": "36:26",
		"speaker": "Ricardo Lopes",
		"words": "Why do we like underdog stories so much?"
	},
	{
		"start_time": "36:31",
		"speaker": "Will Storr",
		"words": "So underdog stories are universally popular all around the world if you go through, you know, the folk stories of, you know, Africa, East Asia, South America, Russia, underdog stories are are are always told. We, we, we, we identify with underdogs. And I think there's a couple of diff there's a couple of, there's there's a couple of big reasons for that. So the first reason is, is, is that. The underdog is the closest that we, we, we can probably get to a universal description of the human condition. You know, I, I said before about about a story being an account of obstacles and goals. I mean that's what we're doing as humans, we are. Identifying goals and we're overcoming obstacles in pursuit of them. So that's what we're constantly doing, we're constantly looking for goals and and fighting obstacles. So that makes us automatically an underdog. I mean that's one of the definitions of an underdog is that they're the, the, the problems of life seem immense and almost insurmountable. So we, so we feel like underdogs, and then certainly there are times of greatest distress in our lives. We, we feel like underdogs. And that and that even goes for um. Some of the highest status people in the world at the moment, like I expect Elon Musk at the moment, as weird as it might seem, feels like an underdog, and then you, and you might go, that's crazy because he's the richest man in the world. But also he's one of the most hated men in the world right now. So that's that that that that's, that's that's pretty, that's pretty a that's a pretty terrifying place to be. You know, I spent this part of Putin that feels like an underdog because he's got, you know, the, the, the, you know, the. You know, the, the, the, the, the, the, the entire kind of west ranged against him. So unless you're, you're suffering from pathological narcissism, you, you pretty much feel like an underdog. So I think that's that that that's one of the big reasons why underdogs are so um universally, we identify with them so easily, it's because when we see somebody who's trying desperately trying to get something, but there's massive obstacles in their way, part of our brain goes, oh that's me. I'm like that. Yeah, I get it, that, you know, so, so that's that's one of the things. The other thing is to do with with status and and and how status games are played. Uh, IN, in human groups. So the, the kinds of stats that we really care about are um. You know, the, the ones attached to prestige, a reputation, so, so we want to be seen as a competent person and, and a kind person, essentially, so success and virtue are the are the kind of big things. And the thing about prestige is we can't claim it in human status, games in human groups, it has to be earned, it has to be given to us by other people, and that makes sense when you think about the. It's purpose, which is to get us to be cooperative members of a group. So status is a reward. You can't fucking go around demanding it. So if people go around demanding status from other people, it gets our backs up partly because that's not how we play status games in human groups. We offer it to you, you don't claim it, you know, and the other thing is that status is relative. So if somebody comes, swaggers into the room, you know, the old, the big dick, um, and makes it clear that they consider themselves the highest status person in the room. Assuming you think they don't deserve it, I mean, this might be like Tom Cruise coming in into a group of like amateur actors, and in which case it might be acceptable. But, but like assuming you think they don't deserve it, he's gonna really piss you off how they're acting, and again, universally, you know, in hunter gatherer groups, there's lots of policing that goes on with, you know, big shot behavior they call it, this idea that someone's swaggering in being the. Being the big I am, so so so so so so so that's the other thing, the underdog, it's the opposite of the overdog, like you don't want to be an overdog, because if you're an overdog, people are gonna hate you and they're gonna not just hate you, but they're gonna plot. Uh, uh, TOWARDS your downfall, so, so it's, so it's a very, it's a very bad strategy for success in human groups."
	},
	{
		"start_time": "39:58",
		"speaker": "Ricardo Lopes",
		"words": "What is it that in your book you call story being? What is that?"
	},
	{
		"start_time": "40:03",
		"speaker": "Will Storr",
		"words": "Well, story being is, you know, I, I, I, I, I think one of the things that I wanted to do with the story a deal is, is that there, there, there's a, there's a zillion books about persuasive stories, um, but, but, but they all do that thing of talking about storytelling. So, so how can I tell you a story which is going to persuade you to do something, which of course makes a lot of sense. But I think it's actually missing the much greater piece of the puzzle, which is the fact that it's not just that we read stories and watch stories on TV and on a stage, it's that our lives are a story, we experience our daily life as a story, when we go to work every day. It's a story, you know, and it, it might be a boring story to everybody else on earth, but it's, but it's, but it's, it's, it's the only story that really matters to us or the main story that really matters to us. So, so, so, so, so if you really wanna know how to persuade other people, you've got to understand storytelling, not just the things that we tell, but it's something that we do. So that's when I talk about story being, it's like if you want to, if you're a leader. That wants to persuade your team, if you're a politician that wants to persuade your electorate, you have to show up in their lives as the right kind of narrative character, as a hero or a light figure or whatever it is that you want to do. So that that that that's what I mean by story being."
	},
	{
		"start_time": "41:10",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT constitutes persuasive storytelling? I mean, what are the characteristics associated with it?"
	},
	{
		"start_time": "41:19",
		"speaker": "Will Storr",
		"words": "Well, Three things really, main things. One is, the first is identification, so you've got to tell a story that people identify with, and then once they've identified with it, you've got to offer them connection and status. You know, so if you do those three things. You know, you you you're you're an incredibly incredibly powerful person, you know, you're a leader, you're a guru, you're a priest, you're a prophet, you know, whatever it is that you wanna be."
	},
	{
		"start_time": "41:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Um, SO tell us about because this is something you also go through in your book. Tell us about an example of a successful marketing campaign and another example of a non-successful campaign."
	},
	{
		"start_time": "42:01",
		"speaker": "Will Storr",
		"words": "Yeah, OK, so. Um, WHAT'S the example of a, of a successful marketing campaign, so that, so, so. Um, ONE campaign which I'd never heard of, um, was which, but if you're, if you've got Canadian listeners and viewers, they will have probably heard of this, was, was a was a campaign in the year 2000 for Molson beer. So at the time, Molson was suffering. It was the number one beer brand in Canada, but it was suffering because people started getting into drinking wine, and they were starting to get into um drinking you know, microbreweries, it was that hipster phase of microbreweries was it was all in. So Molson was suffering, so, so they got in a new um ad agency to to to to to to to to try and rescue them from the doldrums. And so the, the head of ad agency was a Canadian guy. And he was acutely aware of how irritating that Canadians found it when Americans, and everybody else actually, mistook them as American. Like Canadians don't like that, you know, they just don't like that. It annoys them. So he decided to sort of build an advert around this whole concept. And so so so so so so this what happens in this ad is that um it's just a very ordinary looking guy in a plaid shirt and jeans goes on a stage. And he starts talking about all the things that Canadians are that aren't American, essentially, so it's Z not Z. Um, YOU know, we, we, we don't say a boot, we say about, you know, all the misconceptions, all the, all the mistakes, all the, all the things that differentiate from them being American, and he gets more and more and more passionate as he goes along, and, um, and it just ends up with a big shot of a molsome beer. So if you look at that dispassionately, it's. Mental, it doesn't make any sense because there's nothing in the advertising campaign about the beer. It doesn't tell you about how much it costs, what it tastes like, it's calorie content, that it's fucking foamy head or whatever it is that you might wanna, you know, you you used to sell beer. There's nothing information. All it is is basically. A description of an identity, you know, it's offering connection, it's offering that identification, so, yeah, yeah, that's like me, but it's also offering status, it's saying, look, you know, we're better than those Americans, you know, we, we are great as Canadians, we do, you know, we are, you know, we, we police by consent and all these other things that they mentioned. So there it was offering connection, it was offering status. They pulled this genius move, the foot it debuted, um, in the year 2000 in the uh during the Academy Awards, the broadcast of the Oscars. And it was directly after South Park performed their song Blame Canada. So all the Canadians have watched South Park do Blame Canada ad break, and he got, you know, I am Canadian, which is what the album is called I am Canadian. And it was instantly successful, you know, it became completely viral in kind of pre-social media, Canada, um. Oh, you know, on Canada Day, groups of kids would would amass and recite the rant. Um, I, I forget how many millions, but within, within, within a matter of weeks, millions have been added onto the, you know, the share price of the Molson beer brand. It was just enormously successful. So that, so that's a really good example of a company that's that's that that that that's using identity to sell a product in a in a way that doesn't make sense if you don't understand storytelling, because like so many successful ads, it isn't about the actual product, it's about, it's really about identity. Um, SO that's a successful one. And I guess a really easy, uh, really, yeah, a couple of easy recent examples, relatives of unsuccessful ones, are as I do the opposite. So I'm thinking specifically about the Gillette ad, the best, is this the best man, I, I can't remember what it was, but it was the one where basically they were painting men as toxic males who were just interested in. Bullying and they painted men as, especially white men, it was, it was white men in particular, you know, significantly as as sex pest, bullies, just nasty pieces of work and was basically saying, um, you can do better men. So, so that's what's that doing? It's taking status away, um, you know, and and what was their reward where they got absolutely hammered. And then even more recently there was of course the Bud Light thing where, um, Dylan Mulvaney, who is a kind of symbolically somebody that. Just oozes wokeness and and you know, trying to sell a product which is target which is mostly drunk by straight white men. So, so, so, so, you know, it's, it's like getting Jordan Peterson to advertise tampons, you know, it's like it's just not gonna fucking work. So, so, so again, you know, it's it's, it's taking status away, it's basically um removing connection from the, from Bud Light. It's basically if you, if you drink Bud Light, you're a wokey now, you know, it's, it's a total disaster and, and it was, and both the Gillette Gillette ad and the Bud Light ad were were psychologically incompetent. And they, you know, and they were, they they they they were punished financially, especially the Bud Light, I don't think Bud Light have recovered from the, from, from their Dylan Mulvaney ad campaign."
	},
	{
		"start_time": "46:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So how can people write persuasive stories? What steps can they follow?"
	},
	{
		"start_time": "46:42",
		"speaker": "Will Storr",
		"words": "Well, the first thing you need to do is to figure out who you're trying to connect with. You know, you can't tell a story, well, you can. You, you, you can try to tell a story that appeals to a kind of mass, mass mass audience. But the but but the more mass you get, the blander the ad gets, and you're gonna have to rely on basic things like humor, you know, get, get them laughing along. But if you want to tell a really persuasive story, you need you need to really figure out who your audience is, what's the story world that they're living. You know, in the middle of, um, what, what language do they use? It's really important to figure out how do they define status, you know, what to them does a hero look like, because every status game has a different definition of a hero. The status game with the Buddhist monk and the status game with the Wall Street banker have completely different ways of talking, being, speaking, living, you know, you've got to be, you've got to understand their story world and just reflect it back to them. And so that's, so once you've done that hard work of figuring that out, as the blame as the. You know, I Am Canadian ad shows, it's sometimes simply a case of reflecting that back to them. You know, and even like a much more famous example is Apple's Think Different campaign, which, you know, again, has no information about any Apple product in it. It's just a series of black and white pictures of people who've changed the world. Gandhi, Mother Teresa, you know, John Lennon, Think Different. It's basically saying, you know, creative world changers. If you see you as yourself as a creative world changer, buy an Apple computer because that's gonna give you the identity of a creative world changer. So, so, so sometimes it can be, it can be enough to just reflect, just in, in a very specific and accurate way, reflect back that identity to the audience, and then once they see that they're gonna be, they're gonna identify with you and they're gonna be drawn to want to buy your product because, you know. Part of what we're doing is is trying to broadcast who we are, and so your product becomes part of our cloud of uh our our our our our cloud of social information. So you know the Apple laptop computer we hope is going to broadcast to the. You know, women across the coffee shop that we are a creative world changer, you know, that's how that works. And then of course, and then as well as that, you, you, you can offer status, you know, you know, like um like a Nike ad that has Michael Jordan in it, you, you, or you know, you can say, look, if you, if you use our product, you're gonna become a people like us, but a, an elevated version of that. You're gonna become this dream version of who, who you've always wanted to be. And, and, and those are the those are the persuasive stories that, that, that, that, that, that have huge impacts. But, but, but, but you have to achieve the identification first, you have to. Connect with people's identities, and then once you've done that, do the other stuff."
	},
	{
		"start_time": "49:08",
		"speaker": "Ricardo Lopes",
		"words": "I have one last question then you begin your book by talking about Theranos, the uh company. What are the ways by which the power of storytelling can be used to deceive and exploit people?"
	},
	{
		"start_time": "49:24",
		"speaker": "Will Storr",
		"words": "Well, I think the Theranos example is is just a really good way of of of kind of demonstrating what story being is. Um, SO, you know, I think everybody probably knows the story of Elizabeth Holmes. Um, SHE, um, said that she'd invented this device called the Edison, and Edison was amazing. It was a, you know, it was just this great device that was like, like, so at the moment to do a full range of blood tests on something, you've got, you know, take out like two big vials of blood. And the Edison could do all that with one finger prick. So amazing, fantastic, it's gonna save lives, it's gonna be brilliant. You just go into your Walmart, do a finger prick blood test and it's gonna, it's gonna figure you out completely. Yeah. So she goes out and she, she, she, she wants to get a board of directors, she wants to get investors, and she does it. She tells us, she, she, she, she, she dresses up as Steve Jobs. She, she wears the black polo neck, um she she lowers her voice and starts speaking like you know in a very masculine way. um, AND, and, and telling a story, and, and people start saying this is a, this is the female Steve Jobs. That was her story that she is this amazing genius tech founder. And you know, back then, and it's no different now, people are desperate, people are desperate for that story, they want to hear that story, like the story where they tell of tech is it's full of tech bros. Where are the female founders, where are the where are the women who've started in the incredible company. You know, led, you know, created incredible products to change the world. Where are they? Well, here she is. Here she is. So that became an intoxicating story, and that's a story that offers status. And so all of her board of directors were men, I think it's important, all, all, you know, men in late middle age, late middle age, including um Henry Kissinger, er, including, you know, the former director of the Centers for Disease Control, people who really ought to have known better. Um, YOU know, investors included the founders of the, you know, the Walmart family, they included Rupert Murdoch. So, so Theranos was, was the Murdoch family's, Rupert Murdoch's biggest investment he ever made outside, um, his family of companies. And the really important thing to know about all of these people. Is that they didn't do any due diligence. So due diligence is a completely ordinary thing to do when you're investing in, of course it is, like someone's coming to your office, making all these claims, and you've got to figure out, is it true? Is it true? And so some people did do that. So somebody, so Google Ventures were interested in in interested in um investing in Theronos. And so they sent something out to Walmart to get a Theranos blood test and to his astonishment, they took out two massive vials of blood from his arm. So he was like, this is, this is something's weird, something's wrong here, so they didn't invest. So some people didn't fall for the story, but people like Rupert Murdoch and Henry Kissinger and, you know, the former director of the Centers for Disease Control, they did without. Doing any due diligence, and I think, you know, they did it because her story offered status. They wanted a piece of her heroism. She was a hero. She was on uh on, on, on, you know, magazine cover after magazine cover. She was profiled in The New Yorker, she was on TED Talk stages, Forbes magazine stages. She was the female Steve Jobs and they wanted a piece of it. And so that's why, but in my estimation, why they were so desperate to get involved with her is because of the story, her story being, it was a story that she was representing. And at the peak of her powers, you know, her machine was worth nothing, it had no value because it didn't exist. But her story, her company was worth $9 billion. And, and, and, and I think that story is you know, it is important because of um the lack of due diligence, but it's also important because of the incredible. Success of the people who have felt for it. Rupert Murdoch, you know, Henry Kissinger, you know, these are incredibly smart, incredibly wily, incredibly successful people, and she did a number on every single one of them, and that's the power of storytelling."
	},
	{
		"start_time": "53:06",
		"speaker": "Ricardo Lopes",
		"words": "So, but yeah, but in more general terms, how can it be used to deceive and exploit other people? I mean, what are the ingredients and the ways that we can use storytelling to do that?"
	},
	{
		"start_time": "53:23",
		"speaker": "Will Storr",
		"words": "Well, I, yeah, I'm I'm, I'm a bit skeptical about um this idea that people consciously use storytelling to. Exploit and manipulate people. I, I think most people like, I think, you know, there are the Elizabeth Holmes's of the world for sure. But I think, but, but I think most people who are kind of leading groups that tell stories which we know aren't true, they're not doing it in a kind of Machiavellian ha ha ha kind of way. They also genuinely believe their stories. I mean, I spent the first part of my career as a journalist when I was a journalist. Doing lots of work with cults and you know, people who believe crazy things like UFOs and ghosts and um you know, Holocaust deniers and and so people talk about those people as if they're evil, they're exploiters, you know, like like you know like the the the the um the TV mystic who's telling your. Future and contacting your parents and you know, I found a few of those people, but the vast majority of the people that I ever met sincerely believed the stuff, the bullshit that they were spouting. So, so, so, you know, and you know, without, without knowing it, they were offering connection, you know, like that's what the spirituals doing, they're offering connection. That's what religious people are doing. I mean, you know, this kind of work has changed my view on religion. I used to be very, very anti-religion, you know, I've always been an atheist, but now I understand, I see. The, the, the, the, the value of religion is that it offers connection and status to billions of people around the world, and we need those things in our lives and you know, and it especially offers them to people who are who are living in much worse socioeconomic conditions than we are in the West, so more power to it, you know, in a way. Um, SO, so, so, so, but, but I mean, to, to sort of directly answer your question, I, the risk of repeating myself, you know, it is that it is, it, those are the things that we want, you know, we, we, we want to join a group of like-minded people, and, and, and once we're in that group of like-minded people, we want to feel that they value us and they respect us and they esteem us and, and, and if we have those things, we experience lives of meaning and purpose and, you know, and general satisfaction as long as things are going well, of course when things start to go wrong, the pain comes."
	},
	{
		"start_time": "55:26",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again, a story is a deal, how to use the science of storytelling to lead, motivate and persuade. I'm leaving a link to it in the description below and also to our first interview. So will, would you like to tell people where they can find you and your work on the internet? Yeah,"
	},
	{
		"start_time": "55:46",
		"speaker": "Will Storr",
		"words": "I'd love to. Yeah, so I have a stack. It's called You Are a Story, um, and it's weekly essays about this kind of thing, but also about Um, you know, the, the, the kind of pitfalls and pleasures of, of, of, of having this kind of storytelling brain, so, um, um, that's at Willstore.substack.com."
	},
	{
		"start_time": "56:06",
		"speaker": "Ricardo Lopes",
		"words": "Great, so thank you so much for taking the time to come on the show again. It's always a pleasure to everyone."
	},
	{
		"start_time": "56:13",
		"speaker": "Will Storr",
		"words": "Thanks, Ricardo, it was a great pleasure to be on. Thanks for your great questions."
	},
	{
		"start_time": "56:17",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnunseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynalebaa medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelitsky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]