[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes, and today I'm joined by a return guest guest, Doctor Matty Haru. He's professor of philosophy at Aalto University School of Business in Finland. Last time we talked about his book on antenatalism and today we're talking about his latest book, Pure Cloning. So, Mati, welcome to the show. It's a pleasure to have you on again."
	},
	{
		"start_time": "00:29",
		"speaker": "Matti Häyry",
		"words": "Thank you, thank you very much. Always a pleasure to be here."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "So start by telling us then, what is pure and in pure cloning?"
	},
	{
		"start_time": "00:41",
		"speaker": "Matti Häyry",
		"words": "Well, cloning as you mean means producing genetic copies or genetic neo copies, there's some mitochondria, whatever, somewhere in the often of an organism, so copies. And when people started to talk about human cloning 50, 60 years ago, uh, they also talked about genetic enhancements. About making people, people better, either by selection before the new individual even exists, or by gene technology when they do exist. And this is what Tua Takala and I uh call in our book, impure cloning. The book's name is pure cloning, but the impure cloning is cloning mixed with something else. And most debates about cloning. Have at least an element of this impurity somehow ingrained in them. Now, our innovation, so to speak, is to remove this impurity from the discussion and talk about cloning and only about cloning, and without any selection or, or genetic manipulation. Just about producing a genetic copy or copy of an existing human individual and this is what we call pure cloning. So, To summarize, pure cloning is just cloning, impure cloning is cloning plus something else."
	},
	{
		"start_time": "02:10",
		"speaker": "Ricardo Lopes",
		"words": "OK. Uh, AND in the book, you go through different kinds of objections to human cloning because it's human cloning that we're focusing on mostly here. Start by telling us about the theological objections. What is this kind of objection?"
	},
	{
		"start_time": "02:29",
		"speaker": "Matti Häyry",
		"words": "Well, different world religions have different attitudes on, on human clothing and to name a few, there's Buddhism, there's Islam, and Catholic Christianity and conservative Protestant Christianity. These are, these have a negative view on, on human clothing. They are saying, no, no, shouldn't do that. And then we have Hinduism, Judaism, moderately Protestant Christianity who I say, um, have a moderately cautious view and they are saying, well, maybe. If, if you prove this and that and the other. And the theological objections typically emphasize the aspect of playing God in one way or or another. So applying complicated technology to reproduction and in this case, human reproduction is too dangerous for fallible, weak, uh, idiotic human beings to, to handle. Something will go wrong, they, they say. If not concretely, then at least humankind will be. Uh, EXPOSED to hubris, the excessive pride and a deceptive sense of control. So this is the argument from playing God. It doesn't really need to have anything to do with God except that God, uh, as a concept is an all-knowing, all powerful being and fallible human beings are not. Now, there's a funny episode early on uh when in 1997, the Roman Catholic Church seemed to be saying for a while, for a short while, that human clones would have no souls, and that's why we shouldn't uh make them. Uh, THIS was a view that was publicized, but, and then the church retracted the view almost immediately. But uh that uh episode. In the history of the ethics of cloning inspired to. The main author in, in here and me to write and produce a rock opera called Playing God, uh, which we wrote and produced and performed all over including in the end in an off off-Broadway musical theater, the K Playhouse in, in uh Manhattan in 2015 to a full house, by the way. So cloning has been good to us."
	},
	{
		"start_time": "04:52",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO, apart from the theological objections, what is the legal status of cloning? I mean, what does the law have to say about it?"
	},
	{
		"start_time": "05:02",
		"speaker": "Matti Häyry",
		"words": "Negatively, uh, the, the cloning of non-human beings was not, is not particularly restricted. The list of mammals that have been cloned when I last checked included at least cows, mice, rats, goats, pigs, rabbits, cats, horses, and dogs, and then when you go down the complexity ladder of, of uh beings, and other animals and organisms are fairly free. Yeah, nobody bats an eyelid if they are. Uh, COPIED and, and cloned and produced. It's the cloning of humans that seems to be the, the problem. And human cloning by the nuclear transfer method. So the nuclear transfer method is merging a nucleus from, from one organism with an egg from which the nucleus has been removed of another organism, putting them together and um doing something magical and, and then it comes alive and starts developing that, that combination. And that has been uh clo human cloning by nuclear transfer method. It has been legally prohibited around the world since 1997. There was a flurry of uh legislation saying that we shouldn't do that. Nobody knew how to do it, but, uh, exactly with humans, but it was prohibited all the same. And that, of course, was the year when Dolly the sheep was cloned in Scotland and then well give simply just woke up to the possibility of a similar. Attempt in humans, but to your question, the legal status of human cloning, not permitted. No, no."
	},
	{
		"start_time": "06:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, IN the book, you also go through three main kinds of theoretical moralities, namely, utilitarian, the ontological, and teleological moralities. Tell us first about utilitarian moralities."
	},
	{
		"start_time": "06:56",
		"speaker": "Matti Häyry",
		"words": "I'm just thinking about, uh, are we making it sound like a, a moral philosophy 101 here? Well, perhaps we are, perhaps that's just, that's OK, a little repetition for everyone. So the classical utilitarian rule is that we should always aim to maximize good and it, it's measurable good. I mean, any moral theory could say good, but this is uh somehow measurable well-being or pleasure or, or something like that. And now legislation on social policy and even public opinion insofar as we can control it should follow this principle of maximizing good. And this means that when, when we are doing that in legislation and social policy in particular, then the excluded alternatives are Arbitrary dictatorship, authoritarian measures, we shouldn't do something just because a dictator is saying so, or we shouldn't be doing them on sentimental responses. So democracy won. So in, in that end uh with unpredictable consequences is, is, uh, not allowed within the utilitarian. It's a very rational thing, just maximize the, the well-being and, and be done with it. Now, the maximization of good or well-being should, however, and this is, this is the second main tenet of utilitarians. It should be moderated by what is called the harm principle. It says that we should not interfere with one another's freedom unless the exercise of that freedom would be harmful to someone else. I shouldn't hold your hand from moving unless it is approaching my nose and, and then I can stop it. I can interfere with your freedom if you're about to harm me. Now, if both of these requirements are taken seriously, then we have a morality or political ideology that states two things actually, and in this order. First, don't harm anyone else, including your citizens if you are a legislator, unless they are harming others. And secondly, and only secondly, promote everybody's good where it can be done without causing harm. So that's utilitarianism for you."
	},
	{
		"start_time": "09:14",
		"speaker": "Ricardo Lopes",
		"words": "And among the utilitarians we have specifically the bio utilitarians, which I think are the ones that would apply the most in the case of cloning specifically. So what are the bio utilitarians and what kinds of arguments do they have in favor of cloning?"
	},
	{
		"start_time": "09:35",
		"speaker": "Matti Häyry",
		"words": "Well, the name by the utilitarian can be applied to philosophers who, uh, first of all, reject traditional and sentimental reactions against new technologies. That would be the, uh, what the first principle of utilitarianism rules out, but who also argue that technologies should be allowed and even encouraged because of the benefits that they can bring. We'll get back to that can. Now, genetic manipulation can lead to finding a cure for cancer. Human cloning can lead to advances in reproductive autonomy. People who who cannot have children of their own now could perhaps clone themselves or their partners or, or, or someone to have these children, perhaps uh their themselves or their partners if they wanted to have biological replicas of themselves, whatever. Now, as long as this is physically dangerous, clones have health problems or cloning is problematic, uh, technically, it should not be done according to by your utilitarians. But as soon as the procedure can be made safe, then it should be permitted because otherwise it would just be uh authoritarian or sentimental uh objections to it. So harm to traditional values or outraged feelings of the citizens, which some people think are good legal arguments for bio utilitarians, they, they have no value. They are not admissible as evidence."
	},
	{
		"start_time": "11:07",
		"speaker": "Ricardo Lopes",
		"words": "And what are the main challenges then to the bio utilitarian analysis?"
	},
	{
		"start_time": "11:14",
		"speaker": "Matti Häyry",
		"words": "It is mainly the frequent use of the word can. It's, it's a question of modality. It's not that it is or it should be, it is that it, it can be. Technologies can have good applications. They can benefit humanity, they can be safe. What are they? So those who advocate uh a little bit more caution say that we should know more before we launch into dangerous experiments. And my co-authorua Talla has, has given a name for the bio utilitarian ethos here. It can be called the, the hopeful principle. Now, from environmental policies, as you know, we all know, uh it's opposite number, which is the precautionary principle, and the precautionary principle is saying, if in doubt, don't do it. But the hopeful principle turns this around and says if there is hope, do it. So, and this is what bio utilitarians regularly stand by. If it can cure cancer, then who cares about possible dangers? And the critics of bio utilitarians, of course, point, point out that this approach is a little bit uh reckless for, for that test."
	},
	{
		"start_time": "12:28",
		"speaker": "Ricardo Lopes",
		"words": "So I asked you, when it comes to utilitarianism, I asked you about cloning in general, but when it comes to pure cloning specifically, is there a positive utilitarian case for it?"
	},
	{
		"start_time": "12:43",
		"speaker": "Matti Häyry",
		"words": "There is a positive uh utilitarian case. In the book, we use uh with Tua, we use, uh, an example that we invented in the aftermath of lolly's cloning 30 years ago now, uh, soon. Uh, A couple loses their child horrible accident or something like that. They cannot have children of their own anymore. Something happens to reproductive organs in, in that same accident. Would it be wrong of them to clone the lost child and have their child back? Uh, VERY sentimental, very, uh, appealing. Uh, MANY people think that the couple now should have the, even if they, uh, on technical grounds, all the cloning is wrong, they would say that, oh, it would be so wonderful if they had this child. And if it's not wrong, then that's your positive utilitarian case for pure cloning. There's no genetic enhancement involved, just the creation of the new or whatever individual."
	},
	{
		"start_time": "13:39",
		"speaker": "Ricardo Lopes",
		"words": "So we've talked about utilitarianism now to get into the ontology and specifically can and the ontology. Does it have arguments in favor or and against cloning or simply arguments against it?"
	},
	{
		"start_time": "13:57",
		"speaker": "Matti Häyry",
		"words": "Uh, IT has both. The main Kian Kantian rule is that you should always respect humanity in yourself and in others. So treat humanity as an end in itself and never just as a means. And that's the rule. And from there on, all hell breaks loose and, and everything is, is interpretation, you know, how do you treat humanity as an end exactly and how do you treat humanity as a means in yourself and in others. So there are many, many readings of that. Now, many can ethicists believe that producing a child by cloning would mean treating it as a mere means. The child would just be an instrument for the parents to have offspring and If it's, uh, particularly if it's impure cloning offspring whose features and characteristics they would know in, in advance, so that's, that's uh manipulation in there too. Some permissive Kians believe that the rules should be applied a little more leniently and they say that. But hang on, the interpretation of the principal parents do not treat a child only as a means to their own ends if they simultaneously wish and expect and and hope that the child will come to have a good life of its own independently."
	},
	{
		"start_time": "15:22",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into teleological moralities, I have sort of a more general question in regards to the clash between consequentialists and the ontological philosophers, uh, is it still visible in today's debates?"
	},
	{
		"start_time": "15:42",
		"speaker": "Matti Häyry",
		"words": "I think it is and, and this all started already in the 1960s. So gene science began to emerge and ethicists. HAD to say something about it. We always have to say something about everything. Now, utilitarian or consequentialist philosopher said, good, good, go ahead. And then Cantiiano the ontological philosopher said back backstop at once. And this distinction uh is still very much alive. Utilitarians will, as a rule have unquestioningly permissive views uh on cloning, and Kantians will have more restrictive views on it, of course, there is variation, but that's the general rule. And this difference is also often linked to the liberal conservative dividing. ETHICAL and political ideologies."
	},
	{
		"start_time": "16:37",
		"speaker": "Ricardo Lopes",
		"words": "So when it comes now to teleological moralities, since people are probably more familiar with utilitarian and the ontological moralities, tell us first what are teleological moralities."
	},
	{
		"start_time": "16:52",
		"speaker": "Matti Häyry",
		"words": "OK, so now we come to the uh moral philosophy 101, part, part 3. Part one, utilitarians are concerned about consequences, uh, how much well-being or, or bad for you, it will, uh, it will produce. Kantians are concerned about sticking to reason principles like the humanity principle, always treat humanity as an end. Now, teleological, um, and this is the oldest moral theory in European moral philosophy. Mostly Aristotelian ethicists are concerned about what is natural or normal and right for the, for the species we are talking about. And for humankind, they often say it is natural and normal and right for the species to try to survive, find nutrition and shelter. Have children, raise your children to continue the family line. And that is natural, and it's natural, it's normal. It is also natural and normal and right to act according to your, your reason. But the dictates of reason, um, since Aristotle are basically essentially the same as these dictates of our, our bodily nature. And now in bioethics, the most popular uh teleological approach is neo-Tomism. That's the official morality of the, and philosophy of the Roman Catholic Church, and it is 1/19 century formulation of the philosophies of Aristotle and Thomas Aquinas."
	},
	{
		"start_time": "18:30",
		"speaker": "Ricardo Lopes",
		"words": "And and which kinds of theological moralities apply to debate surrounding cloning then?"
	},
	{
		"start_time": "18:39",
		"speaker": "Matti Häyry",
		"words": "An alternative to, to neotomism would be uh virtue ethics, uh, which would be more directly derived from Aristotle's thinking. This would be the Nico Mark and ethics uh directly read, and this would emphasize the, the golden mean doing everything in good proportion, good proportion, not too much, not too little, just the right amount would be the golden mean. And this approach has not to, to our knowledge, been fully developed in the context of, of cloning because the debate has been dominated by neotoism man official or semi-official applications and in this, the verdict is ultimately made actually by some kind of the council of the wise. I mean, it's, the logic is that ordinary people, you and I cannot make considered judgments in difficult cases. Uh, WE don't know all the facts, but more importantly, uh, we don't know all the moral factors that are relevant to the case, and we don't know how to apply them, and, and so. I'm trying not to be Impolite or unfriendly, but, but the, the impression I'm getting is that, that only, only a fully credited neoimist philosopher is up to the challenge."
	},
	{
		"start_time": "20:02",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND what kinds of arguments do these teleological moralities produce in favor or against pure cloning?"
	},
	{
		"start_time": "20:12",
		"speaker": "Matti Häyry",
		"words": "Well, the ones we know, know of our neotomists and according to them, cloning humans uh would be wrong, and this has something to do with playing God again, or trying to exercise too much control in reproduction or something. We explain all that in, in detail in, in the book. So that would be the neoomist thing. The virtue ethical alternative would be to, to think, and this would be interesting to develop, it would be to think in terms of excesses and deficiencies and the golden mean. I mean, to ask questions like, do we fear cloning too much? Or are we not being cautious enough about, about it? Do we fear it too little? And if either of these is the case, then in the original Aristotelia virtue ethical model, those are vices, yeah. Doing an emotional reaction of the wrong type and cloning would be uh vicious or wrong. But then, of course, if you could prove that cloning is the golden mean between too much fear and, and too little fear, then it would be virtuous and, and right. Well, it has not been developed and our main objection in the book is uh to, to both of these approaches is That they are not transparent or or understandable. The council may have made this decision or that uh decision, but why did they make it? If, if I cannot understand it, it cannot be right."
	},
	{
		"start_time": "21:43",
		"speaker": "Ricardo Lopes",
		"words": "So we've talked about theoretical moralities and now I would like to get into ideological rationalities and in the book you talk about two different sets of four principles and I would like to start with the Georgetown principles that, that include beneficence, non-malleficence, autonomy and justice. So could you explain each of them?"
	},
	{
		"start_time": "22:10",
		"speaker": "Matti Häyry",
		"words": "Yes, in the 1970s, uh, ethicists and, and biomedical researchers in the United States decided that they, they want to encapsulate or collect together all moral concerns into a set of simple rules that researchers and, and medical professionals could then use. And the first rendition were the Beaumont principles. Originally, there were only 3 of them and then they grew into 4. And now Georgetown University philosophers Tom Bum, the Canon. And James Childress, a utilitarian, they put their heads together and they formulated the set, which is now known as the four principles of bioethics, the ones that you mentioned, beneficence, non-maleficence, autonomy and justice. Now, uh, beneficence and non-mallefience were together as a utilitarian principle in the Beaumont principle still, but then Um, B and Childers decided that it makes more sense to talk about not harming separately and then benefiting separately, which I think makes good sense as I explained, utilitarianism does make sense. And now Bum and Childres originally argued that these principles can be based on All valid moral theories by which they meant the all the the can and and the utilitarian theories, but they then Perhaps some friends whispered in the ears this Aristotelian approaches, as well. Uh, uh, SO they, they included the Aristotelian approach and then they diluted, diluted, diluted the theoretical content and ended up saying 20 years ago, uh, and that the pri the principles that they have formulated, they reflect a shared universal common morality, which means that every one of us believes in them. There have been objections to that one."
	},
	{
		"start_time": "24:11",
		"speaker": "Ricardo Lopes",
		"words": "And based on these Georgetown principles, how should cloning be approached and can we derive both arguments in favor and against it from these principles?"
	},
	{
		"start_time": "24:25",
		"speaker": "Matti Häyry",
		"words": "Yes, there would be arguments both for and against. Now many things here depend on the facts and, and on the interpretation. Now, does cloning produce a benefit? Is it important enough? Would it harm those creative? Would it harm some others? Would it promote autonomy? Would it violate autonomy? Would it be equitable unfair, or would it be unfair? And so on and so forth. So the background ideology of the Georgetown principles and the Beaumont principles before that, uh, that the background is liberal and outcome oriented, now liberal in the sense of uh promoting freedom, not, not liberal in the current American sense when it means socialism or something awful like that social responsibility. Uh, AND this sort of this background guides the, the application to real life cases. The result for the decades has been that autonomy, the freedom to choose will get emphasized in this. Autonomy will be the first principle, the first among equals, uh, as long as no one comes to direct and concrete harm, autonomy and freedom to rule and No, still, uh. 30 years on cloning as a technology is still unsafe. Um, AS far as we know, uh, so the current verdict still is don't do it, but with the proviso that once it is not dangerous anymore, then the situation can be reassessed and if people's autonomy says We, we'd like to do it and if there's no clear harm that we can predict coming out of it, then we should do it. So the conclusion resembles the one that was fixed by the bio utilitarian. So, so they go very much hand in hand in, in this particular case."
	},
	{
		"start_time": "26:21",
		"speaker": "Ricardo Lopes",
		"words": "And then an alternative to the Georgetown for principles is the Barcelona Declaration. What is that?"
	},
	{
		"start_time": "26:31",
		"speaker": "Matti Häyry",
		"words": "Well, already in the 1990s, many of us in, in Europe and in Latin America and Asia and Africa were getting frustrated and, and tired and bored with the Georgetown principles. They were so obviously born in the United States. They were so obvious liberal in their. Uh, um, THEN understanding of in the North American sense and capitalism and consumerism friendly that, that we said, no, no, no, we want something more. And some of us wanted uh more social responsibility, others wanted more respect for traditional values, and still others wanted some deeper philosophical reflection. Um, BY this time, uh, which Childers were saying that it's a common morality and you cannot argue with that, and we said, yes, we are philosophers, we can argue with anything. So a group of uh European ethicists at this point managed to get somehow funding from the European Commission to produce an alternative to the Georgetown principle, and the result then of the 34 years of work. 20 people all together and all the people they solicited to hell, and the result was the Barcelona Declaration, uh, published in 2000 and defined a new set of rules and that was less liberal in, in that sense, less utilitarian, less individualistic, and it had more emphasis on the ideals of communality and spirituality and the intrinsic morality of human actions."
	},
	{
		"start_time": "28:07",
		"speaker": "Ricardo Lopes",
		"words": "And uh as in the case of the Georgetown principles, the Barcelona Declaration also includes 4 main principles, that is autonomy, dignity, integrity, and vulnerability. Could you explain them?"
	},
	{
		"start_time": "28:22",
		"speaker": "Matti Häyry",
		"words": "Yes, well, autonomy in this set of rules, it's, it's not the consumer's freedom to choose anymore. It is in this set of rules, it's inseparable from dignity. Now we are working more uh in, in a Kantian framework in, in line with the Kantian humanity principle, our autonomy as rational beings is the basis of our human dignity. And that in turn is inviolable as a gift from God or nature, and we don't have to think about God or nature literally. It's, it's just a figure of speech. It's, it's a given. It's something that we, we haven't made our ourselves. That's the important bit of the combination of autonomy and dignity now. Now, the principle of, of integrity, the third one, it posits that we are not purely intellectual or rational beings. So this is going a step. Further from, from the Kantian thing, uh, the standard cri critique of Kantian morality is that it's too intellectual, too cerebral, too brain-oriented or too, too, well, too rational. And now integrity is saying that, that we have a body or to, to say in another way, we are a body. So we are a body, a given material essence, a thing. And this thing also has to be respected and it has to be respected as diligently as, as our free choices. So it's not only about consumer choices. If we are making the wrong consumer choices, then someone wiser than us can in the name of our integrity, say that we are doing the wrong choice and prevent us from doing it. So that's respect for our persons transcends our own volition, to put it technically. Now, vulnerability brings new autotomism into, into the model in a way that I don't understand, but I can explain it. People are vulnerable and the Georgetown reaction would be to remove the vulnerability. Oh, you're vulnerable. Oh, let me, let me take care of, let me, let me cure your wounds, so make sure that you don't hurt, hurt yourself anymore, but not so in the Barcelona Declaration because it, it's based on the, the neo doistic idea that we must recognize human frailty, human weakness, and we must embrace it, not try to get rid of it."
	},
	{
		"start_time": "30:49",
		"speaker": "Ricardo Lopes",
		"words": "So how do these Barcelona Declaration principles apply to thinking about pure clothing?"
	},
	{
		"start_time": "30:58",
		"speaker": "Matti Häyry",
		"words": "I cannot say for sure how exactly the proponents of the principles would apply them. Uh, I'm not one of the council of the wise, but the, the case against the human cloning often seems to be based on the impure dimensions, the assumption that the new individuals would be improved or enhanced somehow in the, in the process. Now, in the case of pure cloning, the problem could be that the individuals born. WOULD in a sense have pre-lived lives. They would live in the shadow of, of uh the, the earlier ones, so to speak. Their futures would be known to others in a way that, that their lives shouldn't be, be known. This is now assuming that a person has already lived a full life for, for at least some time, and now we know what Sicknesses they will face and, and how they will develop and so on. And a person's life according to this kind of thinking, uh should be an unknown mysterious gift, as I said, uh, and not to build any strawman here, the, the birth of one clone would not be the end of the world. I mean, yes, the Roman Catholic Council, uh, inadvertently said that clones would not have souls. They, they retracted from, from that one. It, it's not about one clone. One clone will not uh uh explode our democratic way of thinking or, or our religion or, or anything. It, it is the Increasingly technological reifying instrumentalizing nature of this kind of reproduction that is uh in court here that, that is what is blamed. It's a, it's a critique of modernity, really."
	},
	{
		"start_time": "32:47",
		"speaker": "Ricardo Lopes",
		"words": "And one final approach that you talk about in your book has to do with feminist bioethics. What is that?"
	},
	{
		"start_time": "32:58",
		"speaker": "Matti Häyry",
		"words": "Well, we don't actually go into contemporary feminist thinking at, at all, not being experts in the, in the field, our fear. WAS that we make a horrible mess of, of it. And instead, we cited some historical examples and used them to Illustrate, throw light on the, on the case of pure cloning. And one example that we used was Mary Mary Shelley's story of Doctor Frankenstein and his infamous creation. And as we point out, the monster, monster here is not the creature like in all the movies, but Frankenstein himself because he creates this A child of his and then uh notices that it's ugly and then runs away in, in horror and abandons his child when it turns out to be ugly. So, on the monster is Frankenstein, uh, not having a child of, of his liking and then turning away from it. Now, anyway, the process is, is faintly analogical to cloning. There's a collection of body parts like in, uh, we have the, the one nucleus. And uh for Doctor Frankenstein collects body parts from morgues and, and medical operation theaters and, and, and uh graveyards and, and what have you. So that's one part of the thing. And then there's, there's the other part of body part which uh in the case of uh nuclear transfer clothing is the nucleus which has been removed from, from one egg, and then they are put together like Dr. Frankenstein does, then something magical happens. Uh, ELECTRICITY has been suggested in, in the movies and electricity is what does the trick in nuclear transfer clothing, so boom, and then we have a new, new indi individual there. And now this We are sort of arguing with Toya in the book, uh, is, could be the basis of a, of a feminist critique. You know, the feminist critique could be saying that women as a creative force are now forgotten totally in this process, uh, and then the technology that is used instead of uh letting women do the thing. Technology can produce only only monsters when the female uh creative forces or something like that."
	},
	{
		"start_time": "35:29",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I understand. So, uh, I have just one last set of two questions regarding the or the potential relationship between cloning or pure cloning more specifically and reproduction in general. So, do the arguments against pure cloning also apply to reproduction in general?"
	},
	{
		"start_time": "35:54",
		"speaker": "Matti Häyry",
		"words": "Uh, YES, they do. And, and, and this is the, this is actually the hidden message of the, of the book. You see all this slay of hand talk about cloning for all that, this is, it's real point, the real point of the book is uh that a rejection of pure cloning is at the same time, also a rejection of all reproduction, all childbearing. So the endless debates on, on the nuclear transfer method and rogue scientists trying to use it on humans and dignity and autonomy and integrity, they wouldn't have motivated Toyami to, to write the book. We've been doing this since Dolly, uh there's nothing new under, under the sun in there, but our genius master stroke. That um uh was uh confining the discussion to pure cloning and that's our key and that gave us the strength to, to try once again. Now, forget about the genetic enhancements and other extras, just talk about cloning as any reproduction as the image, an image of, well, I can say the image of all reproduction. Now, the, the best, hardest to refute arguments against pure cloning, they always center around the ideas of mastery and manipulation. So it would be wrong to put other human beings in a situation where they are at the mercy of their masters and manipulators. And in the case of impure cloning, the argument is that the selection, do, do, do, I'll take this not that, uh, or enhancement, I will mold it in my own image. They are the main culprits. And if you choose your cloned children and change its genetic uh characteristics for the better, you'll become their. Technological overlord, uh, and you shouldn't do that. But in the case of pure cloning, the role of technology in that sense is eliminated. It's just you and your, your child, whatever the details of the, of the child's coming to existence. Now, if the argument then persists, then bringing someone into being without their permission, without their consent is wrong. And that's then where you have it. The, the case of pure cloning shows that this is not about cloning at all. It's about bringing people into this world. The same arguments apply. You should, if you are prepared to reject cloning, your cloning, you should be prepared to reject all human reproduction. And the funny thing here is that the arguments against pure cloning, the ones that survive liberal and moderate objections are quite conservative and stem from distinctly pro-natalist views. So, neoomism is, is a notable example. So here we have, we have proven that, that the Catholic Church is actually against all uh having children's and the Catholic Church has an antenatalist agenda after all. Which means that we must have twisted the words somehow to reach this indisputable antenatalist conclusion, but When you're writing a book like that, you do it so tightly that I, I cannot honestly see where, where we went wrong. I, I mean, we, we must have gone wrong somewhere, but I don't know where. So I'm waiting eagerly for people to, to read the book and tell me what, what went astray."
	},
	{
		"start_time": "39:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but the, but then I mean, to uh try to establish a link. I, I guess that to a certain extent you've already established this link there, but to try to establish a link to the topic that we covered, that was the central topic of our previous conversation. How does this all tie to antenatalism then?"
	},
	{
		"start_time": "39:59",
		"speaker": "Matti Häyry",
		"words": "Well, this is the connection to antenatalism. Now it, it, if, if you are arguing against pure cloning and if you are saying that it doesn't matter whether there are any enhancements or any selection or anything, if you are just saying that you shouldn't, even if it can be made safe, you shouldn't produce children in this way. Then what is the difference from there to, to any other? I mean, you can, you can slide down the scale from cloning to the use of in vitro fertilization to the, to the use of, of an emergency room for deliveries for this, that, that, that, that, and then when all the technology, the medical technology is gone, what you have there is the baby, and, and that was the forbidden thing in here."
	},
	{
		"start_time": "40:51",
		"speaker": "Ricardo Lopes",
		"words": "Right. OK, great. So the book is again, pure cloning. I'm leaving a link to it in the description of the interview as well as a link to our first talk and Mati, apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "41:09",
		"speaker": "Matti Häyry",
		"words": "I'm, I'm thinking that the best place, uh, these days is the exploring antenatalism podcast. Mhm."
	},
	{
		"start_time": "41:17",
		"speaker": "Ricardo Lopes",
		"words": "OK. I will also link to it in the description and thank you so much for taking the time to come on the show again. It's always a pleasure to talk with you."
	},
	{
		"start_time": "41:27",
		"speaker": "Matti Häyry",
		"words": "Thank you, always happy to be here. Thank you."
	},
	{
		"start_time": "41:31",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrook field governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallidrianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry Franca Bartolotti Gabrielon Scorteseus Slelitsky, Scott Zachary Fitim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]