[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Gul Sallali. She's assistant professor in evolutionary Anthropology at University College London. Her research focuses on human behavior and health using evolutionary approaches. And today we're going to cover topics like transitions from small scale groups to larger scale ones, cumulative culture. The mulla Baka hunter gatherers and some other related topics. So, Doctor Salali, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:39",
		"speaker": "Gül Salali",
		"words": "Thanks, Ricardo and uh thank you so much for inviting me. I'm very excited to be part of your great podcast."
	},
	{
		"start_time": "00:48",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, I know that uh just to start off with, I know that you are interested in sociocultural evolution, and I would like to start with this question then. Do we have a good understanding and explanation for transitions from small scale human groups to large scale hierarchically more complex ones? I mean, do we know how they occur?"
	},
	{
		"start_time": "01:16",
		"speaker": "Gül Salali",
		"words": "Well, that's one of the big questions in anthropology and archaeology. So how did humans go from living in small scale relatively egalitarian groups like hunter gatherer bands or tribes to larger scale, more complex, and often hierarchical societies like nation states. But there is no one single explanation. Uh, THERE are multiple factors, uh, which we can count as like environmental, demographic, and cultural factors. And I could say that one major turning point was the emergence of agriculture, because when people start agricultural practices that meant that there is storage available and that there may be food surpluses and people started settling, and this meant that there are higher population densities. And this higher population densities, which means that there are more people now living in one place, that created some challenges. So first, for example, how you are going to manage resources and also there could be conflicts among people because now there are many more people around you. Um, SO these are challenges, but also, uh, population, larger population densities also. Uh, CREATED new opportunities for, for example, large scale cooperation. There were new opportunities for exchanging information among, uh, many more people. And over time, those pressures and also opportunities push societies towards more uh complex and hierarchical political structures. Um, AND also some scholars argued geography may play a role here, uh, so often in less fragmented landscape. There are great opportunities for information to circulate uh through uh extended uh people, many other people, and that allows for technologies to separate further which can accelerate cultural evolution. Um, AND this is some scholars argued why uh we see some large scale civilizations, the emergence of first, uh, large scale civil civilizations in places like Eurasia. Um, AND then I mentioned cultural factors playing a role. Um, SO what I mean by that is conflict, often conflict and cooperation dynamics. Uh, SO especially in, um, areas with limited resources, what happens with Growing population is that groups start coming into more contact, um, and if there are limited resources that push groups into conflict and warfare. And what we see in human history is that groups that are better able to coordinate themselves but that are better able to cooperate um that are more likely to out compete to other groups and this often results in um also the evolution towards larger groups through through warfare. And the kind of coordination mechanisms could involve things like uh shared rituals, strong institutions, or more centralized leaderships. Um, I actually modeled some of these processes in a project that we did 10 years ago, so it's been a while since I really focused on this line of research, but this was an exciting project because I collaborated with a population ecologist and an anthropologist. And we were actually interested there to use an analogy from biology. So one of the major transitions we see in biology is a transition from single cell organisms to multicellular organisms, and we thought there are some parallels between this process and the transition from small scale to large scale groups because in both situations. The kind of single cell or small scale group need to relinquish their autonomy, but then there are also some uh opportunities. For example, if you're in a multicellular organism, then you may be better protected against some external pressures. And so we use this analogy and we, we made an agent-based model. And one of the main um main things we were looking at is how uh distribution of resources kind of contributed to these transition dynamics from small scale to large scale groups and how population um structures population. Dynamics also influence that. So if for example, in a low productivity patch in a low productivity place, if you have a certain number of people, there is going to be less capacity for that land to maintain the people, so. Then there may be more, uh, depending on what landscapes are available in surrounding places that they may push groups into conflict or cooperation. So what we see is that when there are some right ecological conditions, for example, in our models, if there are several adjacent patches or landscapes that have higher productivity, then we see that transition from more small scale to larger scale groups. And what we see over generations is that once this transition happens, we see that the landscape was dominated by a few really large groups and a number of smaller ones. So there was this U-shaped distribution of human groups over generations once that transition happens. Um, AND that's, um, similar to that's what we see in most human history as well. The world is dominated by a few nations and a number of much smaller ones. Uh, BUT of course the reality is much more complex and it's not that kind of linear growth often in history we see these cycles of rise and collapse of big nations. So in short, um, this kind of big complex question, there are environmental factors like resource availability, resource distribution, but there are also factors like demography, how many people live in an in an area and also cultural factors, how groups exchange information and able to coordinate themselves."
	},
	{
		"start_time": "08:51",
		"speaker": "Ricardo Lopes",
		"words": "Great. That was a very comprehensive answer. So, you, you've also studied and you even mentioned that briefly in your previous answer. Uh, YOU'VE also studied the topic of cultural evolution. So when it comes to that, what is cumulative culture?"
	},
	{
		"start_time": "09:11",
		"speaker": "Gül Salali",
		"words": "That's a good question, and I'm suspecting that some of your audiences already knows about this topic. Well, when we speak about cumulative cultural evolution, we're talking about a process by which knowledge, skills and technologies build up incrementally over generations. And this build up often generates uh such cultural products that are very complex, that are so complex that They are not often possible for one single individual to invent by themselves. So for example, if you think about a smartphone, it's a combination of technologies developed over generations by many people, uh, technologies like touchscreen, camera, information technology. So this is, I always think that's a good example of a product of cumulative cultural evolution."
	},
	{
		"start_time": "10:13",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And are there aspects of social dynamics that relate to cultural evolution uh cumulative culture, sorry. I mean, I read in your work particularly about the role of knowledge sharing networks, so could you tell us about that?"
	},
	{
		"start_time": "10:32",
		"speaker": "Gül Salali",
		"words": "Yeah, my colleagues and I have been interested in this question. What are the mechanisms that gave rise to cumulative cultural evolution? And um I have been conducting field work in hunter gatherer groups and many evolutionary anthropologists, we are interested in looking at extant hunter gatherer groups because We lived by hunting and gathering for most of the human history. So what we're interested in is that what can, for example, the social structure that we see in hunter gatherer groups could tell us about information sharing, how, how those uh the structures interplay with with how people exchange information and whether um this. Uh, COULD be one of the mechanisms of cumulative cultural evolution, how the way people share information affect their ability to develop more complex technologies and cultural traits. So we, we have been interested in this kind of questions. Um, AND for that, we, we often couple field data, so we couple, for example, data of social networks in extant hunter gatherer groups. So we have these detailed genealogies, um, so we have information on how people in one location are related to each other and then we also have information on Uh, how frequently those people interact with each other. Um, AND then we couple this with some data on um knowledge systems. For example, I've been interested in how hunter gatherers living in the, in the forest accumulate plant knowledge because they, they have really vast. Uh, KNOWLEDGE of different plants, um, in one of my field works. I was looking into that in a hunter gatherer population in Congo, and from the initial interviews, there were over 200 different plant species that people mentioned using. So it's really diverse knowledge. So, uh, one of our studies we found, we looked at, uh, the social networks in hunter gatherers and what we observe is that it's it they are what physicists would or computer scientists would call a small world network. So there are tightly knit clusters, groups of people that are connected with each other and they spend a lot of time with each other. And these really tightly linked groups are occasionally connected to other, other groups, and what we observe is that this kind of small world network structure where there is clustering of several groups and some links between these groups and these links could be. Friends in different groups that you visit or some distant family members in different groups that you visit. We see that that kind of uh clustered uh network structure actually facilitates um cumulative cultural evolution. And the reason for that is that um. It allows first the knowledge to specialize in one group and then then if you are connected to different groups, um, then you could, you have the opportunity to exchange this diverse knowledge. You have the opportunity to recombine this diverse knowledge. And in many studies in cumulative cultural evolution, we see that this recombination process is quite important for innovation. Um, WELL, there are some arguments that innovations often are not the result of an individual, uh, smartness, like not the result of one person all of a sudden inventing something, but it's more about people recombining ideas in a different way, so that producing new, new forms of knowledge. Um, AND this also, uh, what we see in the hunter gather social networks also replicated in a way in more experimental lab studies with groups of people and how they invent solutions to a particular problem. Um, SO one idea, what I talked about as small world networks is also, uh, sometimes people refer to as partial connectivity. Um, SO when people did experiments in the lab, they found that if you have a 20 groups all trying to generate a solution together for a particular problem, the solutions that they come up with is often, uh, they are often less efficient than the solutions if you first divide these people into like groups of say 5 or 10. And they work on the solutions within their groups and then connect them together and then allow them to exchange information. So the solutions that these partially connected groups come up with often are better than the fully connected groups, which is kind of a similar process that we see in hunter gatherers in a more larger scale."
	},
	{
		"start_time": "16:39",
		"speaker": "Ricardo Lopes",
		"words": "That's very interesting. So you've done work among the Muenele Bayaka hunter-gatherers. I hope I'm pronouncing the name correctly. If not, please correct me. Uh, uh, WHAT characterizes their society and then I'm going to ask you about particular aspects of their society that you've studied."
	},
	{
		"start_time": "17:01",
		"speaker": "Gül Salali",
		"words": "Mhm. Yeah, so in the Bayaka hunter gatherers are one of the uh hunter gatherer groups who live in across the Congo Basin. Uh, SO, uh, the community I've been, um, visiting and studying since 2013. They live in the northern Republic of Congo in a wider dance rainforests. It's one of the largest swamp forests in the world. Um, AND they, their main subsistence mode is through hunting and gathering, and there's division of labor. So, uh, usually manhunts and men also collect honey, and women, they forage wild plants, for example, tubers, wild leaves, and also women do collective fishing. Um, AND one of the key characteristics of these forest hunter togetherers are their mobiles, so they change the groups uh who that's vary between 20 to like say 60 people, uh, they change their campsites depending on the the season and the availability of food resources. Uh, ALSO, people often go to stay in different camps where uh their extended family members or friends live. Um, AND there is immediate consumption of food, so there is no food storage as in like industrialized populations or in agricultural in like where what we see in farmers, people often eat uh food that they gathered the same day, or if not, they could smoke meat, but even then the meat could be should be consumed in a few days. Um, AND following that, there is also no wealth accumulation, uh, especially with mobility and that immediate kind of food consumption. You, you can't really, you know, accumulate many resources. It doesn't make much sense. Um, AND there is egalitarian social structure so they people don't have a leader, um, but the, the community, the conflicts are often managed together by discussions. Um, THAT'S also part of why, you know, but that's also part of being a smaller scale society, as I mentioned. For the the first introduction part that when group sizes increase, that kind of conflict management don't work anymore, you know, you can't just solve problems just by discussing because there's so many people and some people are even anonymous to you. But yeah, in, in extant hunter gatherers in mobile hunter-gatherers, we see that kind of more egalitarian social structure. And uh there is cooperative care of children, so it's unlike the more western uh way of raising children and family structure, which is more like nuclear family. Children are looked after by not only by the father and mother, but by other community members. We've done some research on this as well that I could talk about if we have time. And then there is food sharing, so there, there is a norm of, uh, there's a social norm that if a meat is brought into the camp that it needs to be shared with the community members and there are some rules on which part of the meat should be shared with whom. So that's in general that the characteristics of um of a mobile, uh more uh less hierarchically structured hunter gatherer society."
	},
	{
		"start_time": "21:09",
		"speaker": "Ricardo Lopes",
		"words": "So, and one of the phenomenon that you've studied among them has to do with future discounting. What is this phenomenon and what functions do immediate return systems serve?"
	},
	{
		"start_time": "21:24",
		"speaker": "Gül Salali",
		"words": "Mhm. Yes, so future discounting is this um is this concept that the preference for more immediate rewards over larger and delayed rewards. So this, this concept is used um most commonly in behavioral economics experiments, so. People, for example, ask you a question of, oh, do you prefer to receive $10 tomorrow or $100 in a month. So that's kind of these kind of experiments they use to measure how much your discounting feature and they look at different variables in um what explains people's level of future discounting. So I was interested in this phenomenon testing this phenomena in in hunter gatherer groups because, um, by definition their their society is immediate return, so the food is consumed immediately, as I said, um, and there is not much concept of savings or storing something for later. For example, in Bayaka they do trade with farmers, but it's often the case that when they trade the forest products and um they don't necessarily get money from the farmer traders, but they exchange with some farmers' products or alcohol or cigarettes. There is not, I haven't witnessed many occasions where A Bayaka would say, oh, let me get earn this money, and then I will like save this money up and then in a month, maybe I will buy this. Um, SO I was interested in like looking, then I had this idea that the, uh, future discounting or levels of future discounting is probably influenced by the by the kind of subsistence, uh, we have. And I predicted that once people started storing foods, like once the emergence of agriculture started. People also started, it made more sense for people to think about more future orientedly, you know, start saving, or you had to wait for the crops to grow or for for your animals to grow to to grow up. Um, SO I wanted to test these ideas in a smaller scale. There is variation in how much Bayaka hunter gatherers are markets integrated. Um, SO almost all Bayaka, they trade with farmers, even, even the ones living further away from the farmer villages like in the forest, usually farmers come and live with them so that they can continue trading. They can continue by getting. Wild animals and then selling uh the hunter's other products. So there is that kind of trade for almost every Bayaka, but there is a variation in how much they engage in this trade. For example, uh, some communities I I stayed with in northern Congo, they prefer living in larger settlements in logging towns, um, and these Baako communities often engage in more wage labor. So I did, I conducted interviews in those locations and also in locations where the Bayak live further away from these towns and I found that um yes, they, the engagement and wage labor, so like working in farmers' farms or working for the the logging company is much higher in uh Bayaka settlements that are closer to towns. Also, I found that so the Bayaka. Pay bride price. I found that in people who live closer to those those towns, logging towns, they pay higher sums of bride price and there is larger variation in how much people pay as a bride price so this kind of Shows that there may be some inequalities emerging among people in terms of how much money they they may have or they might save. So, um, I wanted to use that variation and I did this experiment where I asked people whether they would like to have one stock cube today. So stock cubes are, you know, these like uh muggy kind of food additives that people really like to use um uh to, you know, flavor their dishes. Um, SO I asked people whether they would like to have one, stock cube today or they would like to have 5 tomorrow. So you may ask or if any behavior the economists are listening, like what is this temporal discount model is just today versus tomorrow. I tried so many different combinations, but it's such an alien concept, like, again, saving, for example, for 5 days, it didn't work. Everyone would say, give me just now, you know. So my, you know, my choice was between today, 11 today versus 5 tomorrow. Um, AND what we found was that people living more in forests or engaging in trade, but less perhaps less often, um, they chose mostly they chose, yeah, just now, give me one now, whereas people living more in those settlements closer to towns who engage in more wage labor. They, um, half of the, uh, the participants chose to wait for tomorrow. Also, I did this in with a small group of farmers and their replies were their choices were similar to the, to the Bayaka who were living closer to towns."
	},
	{
		"start_time": "28:05",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHEN it comes to culture and again among the Bayaka hunter-gatherers, you have studied also the phenomenon of global weirding. What is this phenomenon about and what did you learn about changes specifically in planet knowledge?"
	},
	{
		"start_time": "28:24",
		"speaker": "Gül Salali",
		"words": "Mhm. Again, this is like the discontinuation of my interests uh of seeing variation among different hunter gatherer groups. They are the same community just to emphasize, but some people, some Bako choose to live closer to, uh, to these towns and choose to engage in more wage labor, especially younger, younger generation. Um, SO when it comes to global weirding, so perhaps I should start by what weird means in this context. Uh, SO weird is this acronym that was coined by, uh, Joe Henri and his colleagues, uh, which stands for Western educated industrialized rich democratic societies. And they published this paper back in 2010, I think, kind of showing how much research in psychology and behavioral sciences are conducted with weird population and how this is problematic because we don't get to see the full spectrum of human behavior and variation on human behavior. Um, SO that's this acronym has been used done in research, often in psychology research, and it was um a seminal paper in the sense that calling for scientists to do more conducting to more um studies on non-weird societies. And um, and in response to I think that paper, uh, there was, um, I think it was Paul Rosen who coined, or no, maybe it was um I found that global weirding term, I think in an eon uh essay online and I quite liked the term because Um, that's what we are seeing in most parts of the world, that, uh, the cultural products from the Western industrial populations are started, they started to dominate, uh, the, the cultural landscape of many other societies. So that's, I think what that's what. People referred as global weirding. For example, GPS technology uh are used more and more commonly instead of uh traditional wayfinding techniques. Um, SO in line with that kind of how these new cultural products are replacing the older ones, I wanted to look at, uh, plant knowledge and uses in Bayaka community and also their preference for traditional medicine. So historically, because Bayaka don't have much access to Western medicine. The first, um, um, healing practice is based on traditional plant medicine. And I wanted to see how the variation in this kind of market integration uh is correlated with people's knowledge and use of medicinal plants and also whether their preferences for traditional medicine versus Uh, Western medicines are shifting. Um, AGAIN, this was an ideal setting to do this research is also because the logging town I mentioned where I do some of my research, there is um a hospital there, like a small hospital maintained by the logging company and uh sometimes uh Bayaka hunter gatherers also use the hospital. So I wanted to see whether Uh, people living settled close to those, uh, this town, and the Baka prefer still prefer traditional medicine practices or they would prefer going to, uh, the hospital. And what I find is that again, um, the generation, the settlements close to that town is is relatively new. So Most living there are younger generations and that uh participants mentioned preferring uh Western medicine or traditional medicine more more often compared to other locations where I did field work where is further away from that logging town. Uh, THEY said they would majority said they uh use traditional medicine. And only if it doesn't work, then they consider trying to get to the hospital nearby. I also found that in the logging town, people had fewer uses of plants, so they knew fewer plants and they also need fewer wild plants. So there is kind of these shifts, but it doesn't mean that they are not hunting and gathering or they don't know about the forest. These people still do hunt and gather and they still have much more knowledge of forests than a layperson like me. But there are some changes based on where people choose to live."
	},
	{
		"start_time": "34:09",
		"speaker": "Ricardo Lopes",
		"words": "So another thing that you've studied has to do with the social organization of mobile hunter-gatherers. So their social organization is characterized, among other things, by low within camp relatedness and fluid met groups. In what ways do factors like pair bonding and sex egalitarianism contribute to that?"
	},
	{
		"start_time": "34:36",
		"speaker": "Gül Salali",
		"words": "Yeah, that's a, that's a good question and um. Maybe I can talk about a bit, uh, the. Uh, KIND of the mating system we see in the Baka and many other immediate immediate return hunter gatherers is serial monogamy. So there are long term pair bones as opposed to, say, polygenyva in many farmer groups you see one man marrying multiple um women at the same time, but this doesn't occur that much in the Baka. Uh, MOSTLY people marry one person, they stay together with one person, but they can divorce after a while and marry another person, so that's what we mean by serial monogamy. Um And in Bayaka, both sexes have equal say in where they live after they marry. So that's what we anthropologists call a multi-local residence pattern. This is again in contrast to what we see in many farmers, uh, farmer societies who that are more often partly local, so often. When you marry, uh, you as a bride tend to move to the groom's side of family. So you, you start living with your husband's family. Um, SO what's, uh, my colleagues and I thought that this actually could contribute to the level of relatedness we see in different groups. Um, SO if you. There is some, there may be some difference in how much people are related if everyone is living with the groom's side of family or if people are free to choose which side of the family to live. So some people go live with their wife's family and some people go live with their husband's family. And also the reason for that is the rule of exogamy that we see in many populations. So in the Bayaka, for example, there is a rule against marrying your own family. Um, SO that also kind of creates uh that mixing with unrelated people. Um, SO to test these ideas, uh, my colleagues and I used both our empirical data that we collected in the field. As I mentioned, we did lots of genealogical interviews, so we knew in one place how people were related to each other. Uh, SO we did that research both in in Bayaka hunter gatherers and some of my colleagues did the same with ACTA hunter gatherers in the Philippines, and there are also some uh previous anthropological work published showing the relatedness in other hunter gatherer groups. Um, AND we also collected some data on relatedness among farmer, patri local farmer groups. Um, AND we coupled this with an agent-based model where we simulate what happens, what happens when people married someone and started living with the husband's side of family versus what happens when people married someone and some chose to live with the wife's part of family and some chose to live with the husband's side of family. And what we see is that over, over generations, over simulation time is that when there is sex equality in residential decision making, uh, this pattern results in uh groups that are less related to each other. So in one location, there may be more number of unrelated people overall to to you as a person. Whereas in in occasions in groups where people only lived with say their husband's side of family over time that led to groups that are more related to each other. So this also really what we see in the simulation results also match very well with what we gathered through the empirical data that for example, in all the hunter gatherer populations that we studied, the number of unrelated people in the camp to a focal person was 17%. Whereas this number for the patri local farmer group was 4%. So in the hunter gatherer groups, there were many more unrelated people because of that decision making processes."
	},
	{
		"start_time": "39:46",
		"speaker": "Ricardo Lopes",
		"words": "So, you are also interested in evolutionary approaches to mental health. What do we know about the prevalence of mental disorders among hunter-gatherer populations?"
	},
	{
		"start_time": "40:00",
		"speaker": "Gül Salali",
		"words": "Well, I must say not much. This is a topic that's been, I think that many more scholars are more interested in now looking into um under examining mental health problems in hunter gatherers. But methodologically it's challenging when we talk about kind of measuring the prevalence of a certain mental health disorder like say autism or depression rates. Um, THERE are several reasons why it's methodologically challenging. One is the definition and categorization of these mental health disorders, let alone in small scale populations in the Western world, it's, it's still debated, you know, there are often we see changes to diagnostic manuals because there are some disagreements among the professionals about how you would categorize a certain. Disorder mental disorder. So there is this problem of categorization. Um, BUT also, uh, most of the diagnostic tools are based on, say, scales and really long questionnaires, and these are really hard to translate into a different cultural. Community, especially this community, uh, the dominant culture is oral culture that there is nothing written and it like, you know, it's sometimes quite hard to translate a questionnaire into Um, into a way that would really take into account that culture's, uh, view, worldview. Um, SO we some anthropologists, um, who are interested in these problems, and now we're, we established a network, we're having workshops and discussing these issues and trying to find ways to uh Answer these questions, look at these mental health problems in small scale populations in a way that is culturally appropriate, uh, in a way that takes into account that culture's own world views and how these illnesses could be manifested differently in different different cultures. So that's that's actually an ongoing work."
	},
	{
		"start_time": "42:40",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, and, but with all of those limitations, are we able to tell if there are differences in rates of mental disorders between hunter-gatherer societies and industrialized societies?"
	},
	{
		"start_time": "42:57",
		"speaker": "Gül Salali",
		"words": "Um From what we know from very limited studies looking into mental health problems in extant hunter gatherers, for example, there is a, there was a recent study on postpartum depression in Haza women, and the researchers found high rates of postpartum depression. Um, AMONG Hasa women, but the reasons that they give were quite different to the reasons that we see in the Western world. So in the West, one of the correlates of PPD is the lack of social support, whereas in Hatsa, women didn't mention much lack of social support, but what they mentioned was anxieties related to infants' health. And we know that in in these populations there is still very high childhood mortality. Um, SO the reasons for depression and anxiety after giving birth is mostly related to that. And in another study, some researchers looked into depression symptoms in the Tesimane horticulturalists. So these are people who mix hunting with some gardening. Um, AND they find that again, um, around 10% of the participants, uh, could be, uh, could be defined as as depressed based on the scale that they, they used. So it's not like it's not that there is, we don't see any prevalence of these mental health problems in small scale hunter gatherer groups, but again in the testimony, what the researchers found is that the symptoms of depression were correlated with rate of infections, so people who have higher infection rates tend to be more depressed. And so what we see in general is that yes, there are mental health problems in these societies as well, but the underlying reason could be quite different to the underlying reasons that we see in the Western world. And also there are some studies that look at overall well-being and that looks at self-reported happiness in these communities and in general, the results suggest that they have like the foragers like Khasa, Tsimane or Baka in Cameroon. Uh, THEY have higher self-reported happiness compared to many people in industrialized societies. So mental health problems occur, but also the kind of life satisfaction, overall life satisfaction could be higher as well."
	},
	{
		"start_time": "46:06",
		"speaker": "Ricardo Lopes",
		"words": "AND what could explain these differences?"
	},
	{
		"start_time": "46:12",
		"speaker": "Gül Salali",
		"words": "Well, I think, um, to me, rather than to me, the interesting question is not the rate of pre prevalence of these mental health disorders in different human groups, because I think that Uh, there is a reason why we have emotions, again, like evolutionaries, I'm guessing that you interviewed Randy I and he, he's like, he's really good at explaining all these. So based on that view, you would expect to see every kind of emotion and also the spectrums in any in any society. But what I'm more interested in understanding the uh the mechanisms and the differences in mechanisms given rise to these. Um, Hard emotions or mental health problems, uh, in different societies. So, um, in one of book chapters, my colleague Nick Chowdhury and I talked about evolutionary mismatches that may underlie some of these challenges that we face in um in more. Uh, INDUSTRIALIZED Western societies. So we, we compare, for example, social structure, um, child rearing practices, childhood, um, in more small scales like hunter gatherer groups with more Western groups and how these differences in social structure might have might contribute to Some of the challenges, emotional difficulties we're experiencing in the Western world. One example is, um, again in, in the Bayaka I mentioned that uh there is another hierarchical social structure, so the group is egalitarian and there is tight social networks, so people, the community is very important. Whereas in many industrialized cultures, there is a big emphasis on social status and the society is much more hierarchical. And this may put additional pressures on individuals to achieve things that they may not be able to, you know, and I think these pressures can result in um problems like anxiety and depression. And they say in Randya in his papers really beautifully. I think discuss these how these structural. Uh, COMPONENTS in the modern world could actually cause problems."
	},
	{
		"start_time": "49:07",
		"speaker": "Ricardo Lopes",
		"words": "Right. Yeah, I have an interview on the show with Doctor Randy Nessie. So if people are interested about his book, Good Reasons for Bad Feelings, if people are interested, they can go and watch it as well. Um, TALKING now about physical health, what do we know about patterns of physical activity among children in hunter-gatherer societies and children in industrialized societies?"
	},
	{
		"start_time": "49:36",
		"speaker": "Gül Salali",
		"words": "Yeah, so I really enjoy spending time with Bayaka children because they're full of life and they always, they always want to show you the forest and the activities they do, they, they, they are very keen to involve you in their activities. So I like hanging out in the field with children a lot. And they are very physically active. From the moment they start walking, they start engaging in physically demanding activities like even walking in this forest is really challenging because it's very dense rainforests with a closed canopy, so you have to use machete all the time to open way, um, and then it's swamp forests, so you're if you're, uh, for example, fishing. AND walking in the streams, you're constantly getting stuck in mud. Um, AND of course children are much more talented compared to me in walking in swamps. Um, SO children are exposed to these activities, even when their babies as they are being carried on the back of their mothers or other caregivers, often other children. Um, AND also from the moment they start walking, they, they get to practice these challenging activities. Um, SO the kind of life, and also the subsistence that they do hunting and foraging requires them to be really physically active. And on top of that play is a very important part of growing and hun together childhood. Um. So what I wanted to do is I wanted to look at the physical activity patterns in Bayaka children and compare that to what we see in in Western children. And so we gathered this data in the field. We use activity trackers. They're like Fitbit like devices, and we ask children to carry them on their usually upper arms. Uh, FOR a period of time, usually a week. Um, AND then, uh, my former PhD students analyzed the data, and there are in the UK and in the US we are lucky that there are publicly available data sets of physical activity in children. So we, we could then gather these data sets and compare the activity patterns among these groups, and what we found is not surprisingly that Bayaka children were much more active on average than um children in the UK and the US. Um, FOR example, on average, we found that Bayaka children per day engaged over 3 hours of moderate to vigorous physical activity. And uh that's 3 times of the WHO recommendation already, and it's much more than an average British teenager. Um But there are some other interesting patterns. So for example, uh, in our sample, we had like children from. 3 to 16, and what we saw is that their physical activity levels increased by age. But when we look at children in the US, we saw a different pattern on opposite direction. I think it was after around 5, physical activity in children in the US started declining. And we interpret this as perhaps the consequence of formal schooling where, you know, children starts in they have more structured education and they start sitting down over periods of time. So that was one contrast between the two groups. And then in Bayaka, children, their activity levels varied more by days. So like in one day say they would do a lot of activities, but in the next day they may do much less. Whereas there wasn't as much variation in activity levels among the children in the US. And then another interesting finding was that uh we did a small analysis of the um going to bed times and wake up times. And what we saw is that, you know, in the Western world, we talk about teenagers sleeping uh all all morning. The researchers say teenage chronotype, I think. Um, WE saw that in Bayaka, yes, teenagers went to bed later, but everyone woke up together, so there wasn't like staying, staying in bed for for a long time."
	},
	{
		"start_time": "54:52",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and what can we learn about childhood physical activity and well-being that we could apply to industrialized societies to promote better health outcomes when it comes to non-communicable diseases?"
	},
	{
		"start_time": "55:11",
		"speaker": "Gül Salali",
		"words": "Um, WELL, I guess that that requires a bit some uh reforms in the education system as well. So when we look at Paaka childhood, one of the most striking features of children is the autonomy that they have. Um, SO most of the time when they, when they're playing in playgroups, there isn't an adult. There is just children of mixed ages. Um, FOR example, last time when I was in the field, um, I want in one morning, a bunch of children, maybe 1012 children, decided that they wanted to go for fishing. It was fishing season. So they just took small pots and small machetes and baskets and just went off the forest by themselves and then fish small fish. Um, SO that that kind of autonomy is quite striking, and that we often don't get to give that much of autonomy to children. I think we don't see them as um You know, perhaps we don't trust them as much. But one of the reasons why also, Baka children could do that is because of this kind of mixed age structure where older children do look after the younger ones and um the younger ones often learn skills and knowledge of the forest by observing and imitating the older ones. Um, SO I think there could be more emphasis on like peer learning, um, and more perhaps cooperation among children. Of course, playing and outdoor activities. I mean, the whole home of Bayaka children is the forest, so it's um it's very different, um. Kind of architectural environments compared to the environments of people living in the cities, but I think there are some, you know, there are some new trends, relatively new trends in education as well. They are like forest schools or like more schools, I think now emphasize outdoor activities in childhoods. I think one of the determinants of well-being also as an educator, I see in my own students, they are older students, they are undergraduate students, but over years. What I see is that growing rise of anxiety and depression problems. And I think the main reason for that is our education system being really performance based. Uh, WHEREAS in Bayaka children, uh, the learning is from children's intrinsic motivation. They, they learn because that's the way of life. They need to, you know, be able to get food in the forest. So that kind of I did the. And the need to learn comes intrinsically, whereas I think in our education system, there is a lot of emphasis, not on the process of the learning, but on the outcome, on the performance, which cause tremendous amount of stress to people. But it's unfortunately also the reflection of how our society works, how the adult life works."
	},
	{
		"start_time": "58:56",
		"speaker": "Ricardo Lopes",
		"words": "Right. So still on the topic of health or health factors, I would like to ask you now about alcohol, alcohol consumption among hunter-gatherers. Uh, TELL us specifically about the work you've done on that topic among the Bae hunter-gatherers again and how alcohol consumption relates to health outcomes."
	},
	{
		"start_time": "59:22",
		"speaker": "Gül Salali",
		"words": "Mhm. Yes, so in many hunter gatherer groups around the world, what we see is that these groups are often more are marginalized. They have restrictions on their land use and they experience more and more restrictions on their mobility because of the external pressures. Um, FOR example, in Congo, there's pressures from logging companies and even conservation groups. So there's, there are some incentives to make people settle down in um, in places, um, and those pressures also, um, bring about friction and lack of autonomy in what people want to. HAVE in their future, and they also threaten their traditional ways of life. So I think especially the lack of autonomy people have contributes to that um increasing levels of alcohol consumption that we observe over the years of like every time we go back to field, um, I could say that there is more and more um. Emphasis on. Um, SPENDING all their money, money in a way that's spending all their foraging efforts in alcohol. So for example, many buy a car, when they sell meat to farmers, they in exchange, they get out they prefer getting alcohol than, for example, other agricultural products like cassava roots. Um, SO we were interested in actually looking at quantitatively alcohol consumption because we know that in many parts of the world that's what's happening with indigenous populations. There is alcohol consumption, but there is not much study on, uh, quantitatively looking at it. So we conducted interviews in the field with communities, we stayed in. About how much they drink per day, what kind of drinks they drink, but we also did these interviews with pregnant and breastfeeding women. So one thing to to say that there though like uh drinking alcohol is a big part of rituals in in the among the Bayaka and it's not surprising, you know, it's the same for us like when we are we have weddings and in many cultures, not all, but in many cultures, alcohol is part of these celebrations. So in the sense, Bayaka also love to drink alcohol um in big rituals, initiation ceremonies. But there is also day to day drinking we observe, especially in men. And so when we looked at our data, what we found is about 50 55% of men and 35% of women in among our participants exceeded WHO thresholds for risky drinking. Um, SO it's quite a high rate of alcohol consumption among the participants. And also we found that, um, like in accordance with our field observations as well, about 40% of women who are pregnant or breastfeeding said they they drink alcohol. So there is some lack of, I think. Information or knowledge on how alcohol consumption may influence child development um in the community, and there are consequences of it. So when when when people drink large amounts of alcohol, we see that uh there are more fights occurring in the community and there is more violence. Um, AND also that kind of makes it easier for the neighboring traders to exploit farm and the Bayaka's labor, and most often, uh, farmer traders, they give alcohol to some Bayaka men, especially in advance, and then those men are done in debt. They, they have debts to these. Uh PEOPLE where they need to engage in labor or they need to hunt meat for them, so that kind of dependence relationship emerges as a result of alcohol consumption. And we also found some positive associations between alcohol consumption and blood pressure and experiencing diarrhea um in the past weeks."
	},
	{
		"start_time": "1:04:29",
		"speaker": "Ricardo Lopes",
		"words": "So, I have one last topic I would like to ask you about. Could you tell us about the work you've done on childcare networks and how they contribute to learning to parent?"
	},
	{
		"start_time": "1:04:42",
		"speaker": "Gül Salali",
		"words": "Mhm. So this is a recent work that uh we did again with my my colleague Nicil Choudhury. He, uh, when we were in the field, he did these detailed observations following children, infants age 0 to 4 over an extended period and using this data, um, we could look at who contributes to childcare, uh, how people respond to infants stresses, like for example, when when infants cry. We also coupled these observations with the social network data we gathered that I mentioned before. So we had this um a quite detailed uh or like large, more larger scale data set where we could see who interacts with whom more often, so we could then see uh who were interacting with infants more common. And we could use that data to look at who uh provides care to children more often. And we were looking, we were most interested in cooperative childcare. So in anthropology, we talk about all the mothers, which means uh people other than the mother who takes care of children. And I think in a nutshell, the most interesting results that we see both in the the Bayaka and also in the ACTA hunter gatherers in the Philippines is that the majority of these all mothers are older children, children themselves, so they contribute a lot to childcare. Um, ONE of the reasons is also that there are large numbers of children, so together collectively their contribution is, is high. And um what I'm interested in and what I'm at the moment, writing as a blog post for the Sapiens magazine, which hopefully will be published soon, is that that contribution of children to childcare also prepares children to be good parents to they prepare them. HAVE to respond to The babies, they prepared, um, they make them learn how to parent themselves as well. For example, in the field, I often see teenage girls, uh, putting breastfeeding babies into them onto their breasts, although they don't have milk themselves, uh, they get to suit the babies, but at the same time, this is kind of a practice for breastfeeding for the teenage girls. Which um we know it's quite a challenging, uh, process. We, we would think breastfeeding, I guess for a naive person would be like quite easy. It's a natural process, but it's actually not many Western women experience. Many women report experiencing many difficulties breastfeeding or initiating breastfeeding. So I think um the involvement in childcare. Uh, IN Bayaka children also helps them learn parenting skills."
	},
	{
		"start_time": "1:08:17",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Salali, just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:08:27",
		"speaker": "Gül Salali",
		"words": "Yes, so they can find my work on my website. Um, IF they Google my name, Denis Salala, uh, they will come up with um my UCL profile, but also I have a website and on Google Scholar, I have most, I think I have all my papers publicly available. Also, I have a YouTube channel where I put short videos of our field work. So I recently uploaded a 10 minute documentary on Baka childhood called Rising in the Forest, so they could also check that if they're interested."
	},
	{
		"start_time": "1:09:08",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a big pleasure to talk with you."
	},
	{
		"start_time": "1:09:14",
		"speaker": "Gül Salali",
		"words": "Thank you very much. It was likewise."
	},
	{
		"start_time": "1:09:18",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matri Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, Asila dearraujoro and Roach Diego Londonorea. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fis Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine. And yoursnacht, a special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Lavender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]