[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Brian Lurch. He is a theoretical ecologist and evolutionary biologist who just received the PhD from the University of North Carolina Chapel Hill. And today we're going to talk about topics like same sex uh same-sex sexual behavior, indiscriminate sexual behavior, attachment, and divorce. So, Brian, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Brian Lerch",
		"words": "Yeah, thank you for having me. I'm excited to be here."
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "So what is same sex sexual behavior? What does it include?"
	},
	{
		"start_time": "00:43",
		"speaker": "Brian Lerch",
		"words": "Yeah, I would say that same-sex sexual behavior is any um attempted apparent sexual behavior between two members of the same sex. Uh, SO, kind of classic examples of this would be, uh, attempted courtship between two members of the same sex or attempted copulation between two members of the same sex. Um, IT is somewhat hard to define. Uh, BECAUSE, you know, what do we mean by sexual can be a bit of a gray area. This is especially true because a lot of, uh, or at least some examples of same-sex sexual behavior appear to be sexual behaviors that are co-opted for a different function, so. Uh, WHAT I mean by that is, examples, uh, like we see in some mammals, bison, some primates, where it appears that same-sex mountings are actually a dominance display. So it, it, it's a bit of a gray area to what extent that sexual behavior. Um, OTHER examples are like from Bonobos a really classic example where sexual behaviors appear to be used as, as a means of conflict resolution. Uh, SO again, a, a bit of a gray area, um. You know, I, I guess, uh, outside of, of the idea of same-sex copulation or same-sex mountings, there's other things like same-sex pair bonds that are sometimes included. Uh, YOU see this a lot in birds. Again, I think it's a bit of a gray area what what we mean by sexual, but that's broadly, uh, the types of things that people are talking about when, when discussing same-sex sexual behavior."
	},
	{
		"start_time": "02:15",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT it isn't the same as homosexuality or is it?"
	},
	{
		"start_time": "02:20",
		"speaker": "Brian Lerch",
		"words": "No, I would say it is not. So I would think of homosexuality as an example of same-sex sexual behavior. Uh, SO all, all examples of homosexuality, I would consider same-sex sexual behavior, uh, but not all same-sex sexual behavior, I would call homosexuality. I would say that homosexuality implies this sort of, um, Attraction for the same sex that uh in many examples in same-sex sexual behavior in animals, and probably a lot of the examples that we'll talk about, there isn't that apparent attraction, uh, necessarily, so I, I wouldn't consider them examples of homosexuality."
	},
	{
		"start_time": "03:02",
		"speaker": "Ricardo Lopes",
		"words": "Right, um, is same sex sexual behavior and an evolutionary conundrum, and if so,"
	},
	{
		"start_time": "03:10",
		"speaker": "Brian Lerch",
		"words": "how, yeah, so I would say it really isn't an evolutionary conundrum, although it's often called that and it can seem like one, and the reason it can seem like one is essentially that Evolution or, or I should say natural selection, right, is, is kind of loosely speaking, trying to, to optimize how many offspring individuals are producing, trying to maximize that loosely speaking. And uh of course mating between members of the same sex are not going to directly result in offspring production. So the, the kind of logic behind calling it an evolutionary conundrum is that individuals are spending energy on. On attempted matings, they're spending time on attempted matings that are never going to result in offspring production. So in that sense, it it seems maladaptive and, and it often is referred to as a conundrum. The reason I would say that uh it's maybe a little bit unfair to call it an evolutionary conundrum, especially today, uh, maybe I would have felt differently, you know, decades ago, but there's now been decades of work that are clarifying why same-sex sexual behavior has evolved and, um, what some of the different uh evolutionary forces are that lead to same-sex sexual behavior and in particular lead to same-sex sexual behavior as being Uh, uh, uh, part of an adaptive strategy that individuals are taking when they're attempting reproduction and attempting to decide, uh, with whom to mate."
	},
	{
		"start_time": "04:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, so tell us more about that. In what ways is it or can it be adaptive?"
	},
	{
		"start_time": "04:59",
		"speaker": "Brian Lerch",
		"words": "Yeah, so a lot of the work on this comes from insects, and in a lot of these cases, essentially what it seems like is happening is that when individuals are in conditions where Uh, mating attempts are really mating opportunities are really hard to come by, you know, maybe you're living in a very low density conditions, uh, or maybe it's just that matings aren't very costly, right? Maybe, um, an attempted mating isn't actually that much energy expenditure. There isn't much of an opportunity cost, right, to, to attempted matings. In cases like this, it appears what happens or or what often is the case is that there Um, What selection, the, the strategy that selection has kind of resulted in is, is indiscriminate mating or imperfect sex discrimination, where individuals Don't spend the time or the energy to to be very selective about who they mate with. And as a byproduct of that strategy, you're getting same-sex sexual behavior, right? So in in cases where individuals are, are not very choosy and they're not choosy as an adaptation due to, like I said, low opportunity costs um to matings or maybe high opportunity costs to missing a mating. Under these conditions, you can get same-sex sexual behavior as as a part of an adaptive strategy."
	},
	{
		"start_time": "06:34",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, if same sex sexual behavior is not the same as homosexuality, then it doesn't necessarily mean that individuals who practice these kinds of behaviors are necessarily homosexual or even exclusively homosexual, right? So they can still have uh sex with uh the opposite, with members from the opposite sex and appropriate."
	},
	{
		"start_time": "07:01",
		"speaker": "Brian Lerch",
		"words": "Yeah, yeah, and that's a really nice clarification that I should have said it, it's, that's exactly right. So in these examples that I'm talking about, what you're seeing is actually that um that individuals are Essentially just getting more matings overall, some of those are with members of the same sex, some of those are with members of the opposite sex, and, and there's, I would think of it as a bit of a trade-off between how choosy you are, how strongly you attempt to discriminate the sex of potential mating partners, and how many total matings you receive, right? And different forces can balance that trade-off in different ways, resulting in more overall matings and, and therefore also more matings with the opposite sex."
	},
	{
		"start_time": "07:47",
		"speaker": "Ricardo Lopes",
		"words": "Right. I, I mean, uh, I haven't prepared any questions about homosexuality itself, but since I asked you if same-sex sexual behavior is an evolutionary conundrum, what about homosexuality itself? Is it an evolutionary conundrum or not?"
	},
	{
		"start_time": "08:08",
		"speaker": "Brian Lerch",
		"words": "No, so I still think the answer is no, um, and again it's because we sort of understand the mechanisms, right? So in behind, behind this behavior. So in the case of, um, homosexuality, which is really typically studied in humans, uh, we know there's sort of different, uh, factors, different genetic factors, as well as some epigenetic factors, so things about gene regulation that are going to, uh, Have some predictive power about an individual's sexual preferences. So some of the classic examples are ideas like uh what's known as sexually antagonistic selection. So it's the idea that there is some genes that are beneficial in one sex, but Um, result in lower fitness, less offspring production in the other sex. And so, uh, there's some evidence that, uh, genes controlling, um, sexual preference are under sexually antagonistic selection. So again, you know, not a conundrum. We understand sort of the evolutionary forces at work here and there's tons of examples of, of sexually antagonistic selection in other types of, of traits, genes that control other types of traits. Uh, THERE'S also the idea of over dominance. So, you know, we have two copies of each gene, and sometimes you can get these cases where if you have different versions of the gene, that tends to be beneficial, but then if you have two of the same version, that's detrimental. This is another uh common force that can be at play in evolution that has been linked to Uh, homosexual behavior or same sex preferences. Um, SO I wouldn't consider homosexual behavior an evolutionary conundrum either. I think we, we understand the forces at play that can result in its evolution, and those are forces that we see in a wide variety of traits."
	},
	{
		"start_time": "10:10",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, uh, moving on to another topic, a sort of related topic, but still a different one. What is indiscriminate sexual behavior?"
	},
	{
		"start_time": "10:21",
		"speaker": "Brian Lerch",
		"words": "Yeah, so indiscriminate sexual behavior is Essentially engaging or initiating sexual behavior without first making an attempt to discern or determine the sex of the potential partner."
	},
	{
		"start_time": "10:40",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND how has it evolved then,"
	},
	{
		"start_time": "10:44",
		"speaker": "Brian Lerch",
		"words": "yeah, so. I would say, um, I guess a couple of things about how indiscriminate sexual behavior evolved. One is that, uh, as a couple of people have argued in the past really 10 years, it's likely ancestral. Uh, YOU know, I would think of indiscriminate sexual behavior as being the initial state for animals they're sexually reproducing, and what has to evolve is The fact that you're attempting to discriminate the sex of potential partners. And um, what this means is sort of the first, the first animals were likely broadcast spawners, sessile broadcast spawners, so this means essentially animals that aren't able to move, and the way they reproduce is by releasing gametes into the ocean, and then those gametes mix and results in the reproduction that way it's not like internal fertilization like we see in in mammals and and Vertebrates, most vertebrates, um, So indiscriminate sexual behavior. It was initially not something that had to evolve. It was something that was probably like the default state. However, there's also some evidence that more in more recent evolutionary time, there's likely been some transitions. Back to indiscriminate sexual behavior or um some cases where indiscriminate sexual behavior has re-evolved or at least persisted. And In those cases, how it evolved is actually quite similar to to what I was talking about before, this idea that If matings have a very low cost, or if there's a very high cost, uh, a high opportunity cost to missing a mating, then it probably doesn't pay to attempt to to discriminate the sex of potential partners. Um, AND I guess I can give a couple of examples of how that appears to have played out in nature. Um, SO there, there is some evidence, uh, certainly from, uh, common toads, but I suspect it's quite common among frogs and toads that essentially, uh, males are mating quite indiscriminately. They're in this pond, they come across another frog and they attempt amplexus, which is essentially just the, the kind of mating position of these frogs and If a male attempts amplexis with another male, the receiving male will let out a release call, essentially saying, uh, I'm another male, you know, you don't want to mate with me, and that first male will, you know, basically immediately release and go on looking for other mates, right? So that whole process is happening very quickly. There's very low costs to that interaction. So it doesn't. It doesn't really pay for selection to come up with a strategy to avoid that because it's just not a costly behavior in the first place. So this is one way that that indiscriminate sexual behavior might be maintained. Another example, um, that is less obviously indiscriminate but still at least in the same genre is, is, uh, cases of a a deep sea squid. I'm not sure it's common name, but there's this deep sea squid that um, Essentially there there's been observations of same-sex meetings. I think of it as sperm packets being deposited on other males. And in this case, what's been argued is that these squid living in the deep ocean at very low density, it's rare that you come across a conspecific. So if you do come across a conspecific, if you come across another squid of your species, then You really can't afford to not mate with that individual if they're a female, right? That might be your only chance to uh engage in reproduction to to produce offspring. So it just doesn't pay to figure out whether that's a male or a female, and, and the best strategy is to attempt mating whenever you come across a con specific. Um, SO those are some of the, some of the reasons that it has evolved. I think another reason that it's evolved that uh could be cases where The opposite sex just isn't distinguishable, right? So the thing, you know, as we're talking about sex discrimination and and attempting to mate with the opposite sex. Something that's kind of underlying all of that is the idea that you can figure out what sex potential partners are, right? And certainly there's probably, probably most animals that you look at, at least as a human, right, that's not immediately obvious and, and it seems like it's also in some cases not immediately obvious to those organisms themselves. Um, AND there's some actually really fun examples of this. So in in Litterina, uh, this, this genus of snails. Uh, MALE, like too, too much matings, too many, uh, male, too, too much attention from males, essentially, too many mating attempts for males can be costly to females. And in this high density population of Litterina, the females have evolved to lose sex-specific cues from their mucus. So in lower density populations in the mucus of these snails, there's essentially some chemicals that lets other snails know, hey, I'm a female, and in this population, the females because they're under so much male harassment. They've evolved to lose this sex-specific cue. So now if you're a male snail and you come across a trail, you don't know if it's a male or a female, right? You're sort of constrained to follow that trail and attempt to mate indiscriminately because the females have essentially hidden or concealed the identity of, of their sex."
	},
	{
		"start_time": "17:00",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, I mean, do we have any idea when it comes to the evolutionary history of sexual behavior, if indiscriminate sexual behavior came first or if it was discriminate sexual behavior?"
	},
	{
		"start_time": "17:20",
		"speaker": "Brian Lerch",
		"words": "So, so. Some people have argued, I think pretty convincingly, it makes logical sense that indiscriminate sexual behavior must have come first. So the idea here, like I said, the first sexually reproducing organisms were these sessile broadcast ones. So organisms that are or animals, animals that are kind of sitting still on the ocean floor and reproducing by releasing gametes into the ocean, and then those gametes mix and that results in reproduction. We had to get from that state to the state of every animal that we see reproducing today, from humans to insects, those organisms that have internal fertilization and with examples of of female targeting of of preferential um copulation attempts with members of the opposite sex, and the process of getting from the point of sessile broadcast spawners to Uh, to all the organisms we see today with internal fertilization and opposite sex preferences, presumably passed through a point where we had organisms that were capable of moving around that could express some more complex sexual behavior, but had not yet evolved um this strategy to specifically target members of the opposite sex. We believe that's the most likely scenario."
	},
	{
		"start_time": "18:47",
		"speaker": "Ricardo Lopes",
		"words": "Right. And and in what conditions is the indiscriminate sexual behavior and optimal strategy?"
	},
	{
		"start_time": "18:55",
		"speaker": "Brian Lerch",
		"words": "Yeah, so we know uh a few different examples um of conditions that favor indiscriminate sexual behavior. A few of them are things that I've already touched on, right? So if mating is not very costly, like we saw in that common toad example, then this is something that's gonna favor indiscriminate sexual behavior. If you're really rarely encountering members of the opposite sex. Which is essentially to say if there's a really high cost to missing a mating, like we saw in that example of the deep sea squid, then this is another uh another set of conditions that's going to favor indiscriminate sexual behavior. Something that we haven't touched on that's actually been probably the most extensively studied empirically is the idea of biased sex ratios. So if you are a male and Most, and you're in a strongly female biased environment, so you're one of the only males, then it might not pay to really worry too much about sex discrimination because Most, if you mate indiscriminately and most con specifics are female, then most of your matings will be with females. So you're kind of, you know, you're getting preferential female matings for free essentially. On the other hand, in conditions that are highly male biased, where if most individuals that you mate with are going to be males, then those are conditions that are going to make it. Especially favorable to uh engage in or to evolve sex discrimination because that's really what's going to allow you to start to preferentially mate with females, right? The costs and benefits of sex discrimination are really tightly linked to the adult sex ratio. Um, AND interestingly, so this, this kind of logic of what I said comes from theory, but interestingly, as far as I know, there's one study that actually looks at this empirically that sets up experimental evolution. They watch evolution in the lab under uh bias sex ratios in uh red flower beetles, tribolium, and they see this exact trend that I described where The males that are reared over many generations at a 9 to 1 male bias sex ratio evolve much stronger sex discrimination than males that are are reared over multiple generations at a 1 to 9 female biased sex ratio."
	},
	{
		"start_time": "21:29",
		"speaker": "Ricardo Lopes",
		"words": "So would there be any relationship between indiscriminate sexual behavior and the evolution of same-sex sexual behavior?"
	},
	{
		"start_time": "21:40",
		"speaker": "Brian Lerch",
		"words": "Yes, absolutely. So, I would think of same-sex sexual behavior as being a byproduct of indiscriminate sexual behavior, right? Indiscriminate sexual behavior is one reason that you might see same-sex sexual behavior. There's other reasons you might see same-sex sexual behavior, some of those we touched on. Um, BUT in cases where individuals are mating indiscriminately, then necessarily if they encounter a member of the same sex, they're going to attempt to mate with them, and you're gonna get same-sex sexual behavior as a result, right? And this is kind of the idea that I was talking about earlier when I said that um same sex sexual behavior can be a part of a larger adaptive strategy, right? There's cases like we've just talked about that. Favor indiscriminate sexual behavior, uh, evolutionarily and in those cases, as a part of indiscriminate sexual behavior, you're going to see some same-sex sexual behavior as well."
	},
	{
		"start_time": "22:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So earlier I asked you if, uh, what came, what came first discriminate sexual behavior or indiscriminate sexual behavior, but, uh, does indiscriminate sexual behavior relate in any way to the evolution of discriminate sexual behavior?"
	},
	{
		"start_time": "23:05",
		"speaker": "Brian Lerch",
		"words": "Yeah, so I guess what I would say to that is I would sort of think of this is a big continuum. From completely indiscriminate sexual behavior to where, uh, whenever an individual is encountering a con specific, they're attempting to meet, or maybe if they're even encountering uh members of the opposite sex or something, or I'm sorry, members of a different species or uh something that maybe looks like a con specific, but isn't actually, right? There there's kind of a lot of flavors of of what could be indiscriminate sexual behavior. This is all on one extreme of the continuum. The other extreme of the continuum would be a case where there is perfect sex discrimination. Individuals always know and are always correct about what's a male and what's a female. And individuals will only attempt to meet once they are positive that they've identified what's a male and what's a female. This kind of perfectly discriminate sexual behavior, this is another extreme of a continuum. At the same time, there's all of these different examples of imperfect sex discrimination, right? Maybe individuals are more likely to mate with members of the opposite sex, but because there's so much variation between what a male looks like and what a female looks like, maybe sometimes, you know, they don't identify males and females correctly or or selection has shaped. Kind of a strategy that allows them to be somewhat permissive about how confident do they need to be about the sex of a potential mating partner before they attempt to mate, right? And and this is the idea of imperfect sex discrimination. I think that imperfect sex discrimination is probably more common than completely indiscriminate sexual behavior. The idea that there's some sex discrimination. Um, BUT there's often going to be cases where, uh, the, the, what some have referred to as the mating filter. How confident do you need to be when you're attempting to mate with a con specific is broad enough that you're getting, you know, quite a bit of same-sex mating as a result. Um, SO really this is, this is kind of the continuum I would, I would think about and like we discussed, you, you probably saw conditions that started on the indiscriminate end of that continuum. But what we've seen throughout the evolution of animals is uh species filling essentially every gap on that continuum, right? There, there is a wide range of different strengths of sex sex discrimination that we see, um, and in this way we've kind of gotten the evolution of sex discrimination from this starting point, presumed starting point of indiscriminate sexual behavior."
	},
	{
		"start_time": "25:54",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about mate attachment. How did mate attachment evolve?"
	},
	{
		"start_time": "26:02",
		"speaker": "Brian Lerch",
		"words": "Yeah. So let me start by maybe defining what we mean by attachment and uh and where and how we see it and can observe it. So, I would define attachment as a pair bond strengthening through time. So a pair bond being, you know, two individuals that are in a socially monogamous relationship that that's resulting in offspring production. If How those individuals. Basically feel about each other is becoming stronger through time than we could say that they're becoming attached, right? We're we're sort of anthropomorphizing a little bit um in doing that, but I think there is, there's a way to operationalize that which is essentially how likely are is that monogamous pair to stay together. So, In behavioral ecology, evolutionary biology, we, we refer to monogamous pairs splitting up as divorce. Speaking of anthropomorphizing, um, so if you get the likelihood of divorce, the sort of propensity for that pair bond. To split up, reducing the longer the pair has been together, then we could think of this as a way to operationalize what we mean by attachment. So, of course, in kind of human pair bonds, we can just ask about, you know, feelings individuals have for each other and infer attachment based on the answers to those questions. We can't do that with non-human animals. We're talking about these internal states that we don't have access to. So it's a little bit harder to infer it, but, but we can use evidence, um, such as the fact that the same hormones are are mediating pair bonding across taxa, uh, so things like oxytocin, vasopressin, dopamine, uh, and, and the homologs, the, the kind of analogs of, um, those hormones in Very divergent taxes, so things like birds. The fact that these same hormones appear to Um, appear to control the process of pair bonding so widely and because these hormones have been specifically implicated in the formation of pair bonds and feelings of romantic attachment in humans, we can use this as kind of uh we we can think of this as maybe providing hints that we do see attachment more broadly. So that's just me setting the stage of what we mean by attachment because I do want to be a little bit careful because again we're we're using these words that are a bit loaded, um, and, and I think it's important to be careful to, to be precise about what we mean in cases like that, um. Then how attachment can evolve is essentially, or at least one reason and something that we showed is that it it can prevent maladaptive divorce. In Uh, kind of in the presence of imperfect information. So to unpack that a little bit, imagine that, and there's a lot of evidence that this is the case, that divorce in birds is following periods of low reproductive success. So if, if a pair of birds, uh, has a nest failure and no offspring are produced, then you're more likely to see divorce occurring. Likely because individuals are using the information they received. From that nest failure to infer that either their mate is low quality, their territory is low quality, something is Bad about the situation that they find themselves in. So you can imagine though that or you can, you know, it's important to realize that that information coming from low reproductive success is imperfect, right? Maybe they just got unlucky, maybe their territory isn't bad, maybe their mate isn't of low quality. Maybe there's just, you know, some low random probability that the predator comes and and takes the nest wherever they are, or Um, maybe it's just a bad year, right? There is a drought, something like this, something random stochastic is leading to low reproductive success. What attachment allows individuals to do is to not overreact to bad luck, right? What it allows individuals to do is say, OK, I've spent 5 breeding seasons with this mate on this territory, and we've been successful each time. So now that I have one period of low reproductive success, rather than using that imperfect information to Infer potentially incorrectly that my mate is low quality, that my territory is low quality. I'm gonna kind of use all of that information. I'm gonna use the fact that I've been with my mate for 5 years already to say, OK, you know, let's give this another chance, right? Let, let's let's try again next breeding season and, and not divorce yet. So this is the hypothesis that we've put forward for why attachment might be able to evolve, uh, and the importance of imperfect information in driving that evolution."
	},
	{
		"start_time": "31:49",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, tell us a little bit more about the factors that favor the evolution of mate attachment. You mentioned there, uh, divorce, for example, but in your work, I also read about high survival rates, divorce propensities, probabilities of nest failure. So tell us a little bit more about that."
	},
	{
		"start_time": "32:12",
		"speaker": "Brian Lerch",
		"words": "Yeah, so the, the theory suggests that there are 3 factors that are really important for the evolution of, of this type of attachment. The first factor is survival. So attachment uh is only able to evolve in relatively long-lived species, species with high survival rates, low mortality, low adult mortality rates. And there's 2 reasons for this, for where the intuition comes from, for why high survival is important for attachment. The first one is that high survival puts individuals in control over whether or not they're staying with their mate. And the way to think about this is that if If mortality is really high. Then there's a high probability your mate's gonna die, right? So it doesn't, it doesn't really matter if you become attached to them or not, because these external factors might split up your pair anyways, right? You might have to find a new mate just due to, just due to your mate dying. So it's only under cases with high survival that attachment can really operate to keep pairs together. But the second reason that high survival is important or or maybe a second angle to think of that same factor is that it's going to allow benefits to accrue, right? If survival is high, then those are the cases that you're going to get the the most time with the same partner, and that's going to be kind of the most favorable conditions to where You're able to just stick around and not have to worry about going and finding a different meat. Yeah, that's why survival is important. Uh, DIVORCE, and the overall propensity to divorce is another reason or another factor that's going to be really important for the evolution of attachment. And again, it's going to be cases where divorce propensity is high. Individuals are actually quite likely to get divorced quickly. That's going to favor attachment. So that's a little counterintuitive maybe because it feels like it's going in opposite directions. The intuition for this is essentially that When are you with the mate but not yet attached to them? Well, that's early on in your pair. What if your mates actually low quality? Well, in those cases, you don't want to get attached to them, right? In those cases, it's better if you divorce, if you split up before attachment has a chance to operate. High divorce propensities are going to allow that to happen, right? If you're in a bad, if your mate is low quality, if you're on a bad territory. Then you want to leave that pairing quickly so that attachment doesn't occur because attachment can be maladaptive, right? If you are on a bad territory, if you do have a low quality mate, then it's not going to be beneficial. It will be detrimental to become attached to them. High divorce propensities will allow, will prevent that maladaptive expression of attachment. It will allow the pair to split up before attachment can occur. And the third condition I would think of as favoring the evolution of attachment is what I'll call living in a harsh environment. So these are going to be cases where whether you're On a good territory or in a poor territory. Whether you have a high quality meat or you have a low quality meat. There's a pretty high chance that sometimes your nest is just gonna fail because environmental conditions are harsh. There's a high chance that you just won't get to reproduce. And there's two reasons, again, from kind of two different angles that harsh environments are going to favor the evolution of attachment. So before I go into those, let me just quickly go back to this idea that, OK, if you have a low quality reproductive situation, a low quality mate, a poor territory, you don't want to get attached. It's in those conditions that attachment is maladaptive. Whereas if you have a high quality mate or you're on a good territory, you do want to get attached, right? Because in those cases, uh, you're not gonna overreact to getting unlucky. Essentially what a harsh environment is going to do is it's going to make it more likely that attachment is what keeps you in a good situation and less likely that attachment will erroneously be expressed in a bad situation, right? So if you're on a good territory and you've become attached, but the environment is harsh, you're just gonna get unlucky a lot. You're gonna have lower reproductive success due to that bad luck. So it's under those conditions that attachment really pays off because it's preventing you from overreacting to the the um unlucky circumstances that led to that low reproductive success. On the flip side of that, if Bad, if poor territories, if low reproductive, low quality reproductive opportunities are really bad, then it's unlikely that you get lucky early on, right? It's unlucky that you're in a bad situation, but you reproduce fine, and you don't realize you're in a bad situation. So what that means is that harsh environments, these really bad low quality territories or low quality mates. ARE going to result in attachment rarely being expressed in the first place, and therefore rarely kind of leading to this this um Uh, maladaptive, keeping you in a bad situation."
	},
	{
		"start_time": "38:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so I, I want to ask you about one last topic. Then you mentioned divorce. How has divorced, divorce evolved and which factors play a role in it? Yeah,"
	},
	{
		"start_time": "38:20",
		"speaker": "Brian Lerch",
		"words": "so divorce clearly related to attachment based on what we've been talking about, right? Just the idea that Why does it evolve that even though you have? Uh, MONOGAMOUS pairs, they sometimes split up. This is likely to have evolved because It can allow individuals to leave those bad situations they might find themselves in, those low quality needs, low quality territories, and provide them with an opportunity to trade up. So if you know, you're in this situation where you have a nest failure, that's providing you with some imperfect information that maybe your mate is of low quality or your territory is of low quality, divorce gives you an opportunity to act on that information and look at what other types of opportunities are out there, potentially allowing you to find a higher quality mate or a higher quality territory. Um, THERE'S again kind of three factors that I would think of as being really important that shape the evolution of divorce. Uh, SO, and, and again, I'll kind of say it in the way that, uh, which factors favor the evolution of high divorce propensities. So being really quick to leave a partner given nest failure, but of course the flip side is just gonna favor low divorce propensities so this high mate fidelity and these really strong monogamous pairs that stay together. No, so the first thing that's going to favor the evolution of high divorce propensities is uh a large amount of environmental heterogeneity. So when you have both a strong mixture of high quality and low quality reproductive opportunities, this is going to favor. High divorce propensities, and when the difference between how good a good quality territory is and how bad a low quality territory is, that's also going to favor the evolution of high divorce propensities. And basically the reason for this, the intuition behind this is that high environmental heterogeneity. Is going to both make it easier for some correlation to form between individuals that divorce a lot and high quality territories. And it's also going to mean that that correlation that forms is going to have a bigger effect in terms of how many offspring are produced, because the good quality territories are so much better than the poor quality territories. The second factor that's going to favor the evolution of divorce is basically how important it is to know your partner. So there's evidence in a lot of birds, and I, I suspect it makes intuitive sense to people with kids that uh having the same partner for longer is beneficial for coordinating care for offspring. So, uh, a pair of birds that have been together for 5 years seem to be essentially better parents together than a pair in their first year. And If that benefit is big, then you probably don't want to get divorced very often, right? If that benefit is big, then every time you have to find a new partner, you're kind of resetting, and you need to re-establish how to coordinate offspring care together. So when that benefit is relatively small, when it doesn't matter how experienced you are with your partner, for how good you are at caring for offspring, that's going to favor the evolution of higher divorce propensities. And the last factor and kind of the, the hardest one I think to wrap your head around is, uh, how, what is the survival rate, the adult survival rate. So intermediate survival rates are going to favor the evolution of the highest divorce propensities. And this is coming from a trade-off of two different effects. High survival is going to be good for uh a lot of divorce. Because it's, it's putting individuals in control of their situation. The exact same thing we talked about with attachment. If survival rates are high, then it's the individuals themselves that are deciding, am I staying with this partner or am I leaving this partner. It allows for the trait that we're talking about divorce, to actually be expressed rather than to have high adult mortality splitting up pairs and forcing you to find a new pair regardless of what you want. This is why high survival is kind of good for high divorce propensities. Um, BUT there's a reason that low survival is good as well, which is that you need. To have something to trade up into, right? If the only opportunities that are available that are left available are low quality. If those only if you divorce and all you have to choose from are low quality mates. And low quality territories, then you probably don't want to get divorced. And mortality, the death of adults, low survival rates are going to free up good territories, right? Because those are kind of blind to whether that territory is of high quality or of low quality, or if that mate, especially if that mate is of high quality of low quality, that that might have no influence over whether or not you survive. So it's in those cases with low survival rates that Those good reproductive opportunities are getting freed up, and when you divorce, you actually have an opportunity to find something better. So because of those two conflicting effects, that reason that high survival is good um for divorce propensities and that low survival is good for divorce propensities, you get this sort of hump shape where it's an intermediate survival rates that you actually get the highest divorce propensities due to the balancing of those two opposing effects."
	},
	{
		"start_time": "44:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, so would you like to tell us what you're going to be working on in the near future? Do you, do you already have any ideas or?"
	},
	{
		"start_time": "44:47",
		"speaker": "Brian Lerch",
		"words": "Yeah, so I, I guess sort of the, the place that I'm planning on moving and have a, a proposal funded to work on in the next few years is uh something fairly different from the stuff that we've been talking about still in the same general realm, but Instead looking at uh the role of, of cooperative behavior and group living and understanding essentially how social networks, so how the set of connections that you make with your group mates and the the individual differentiation in those connections has effects on Kind of population level processes like patterns of population growth, uh, or evolutionary trajectories that are occurring in these populations that are socially structured. Uh, SO, you know, so much work on social networks just focuses on a single social group and kind of treats that one network and that one social group is the whole universe. Um, AND I think there's a lot of really exciting. Uh, EXCITING examples and exciting opportunities to extend that to kind of a higher level view where, you know, you have populations, uh, like you'd see many primates where you can kind of think of each group as having their own social network, and those different groups are not going to interact prosocially but they might interact competitively and understanding how The network structure interacts with those between group interactions and shapes those population level processes, I think is a really exciting frontier for understanding social behavior, uh exciting frontier for behavioral ecology, and something I'm kind of planning on focusing on for the next uh few years."
	},
	{
		"start_time": "46:29",
		"speaker": "Ricardo Lopes",
		"words": "Great, so are there any places on the internet where people can follow your work?"
	},
	{
		"start_time": "46:36",
		"speaker": "Brian Lerch",
		"words": "Yeah, so, um, I have a, um, Twitter account and a blue sky account, um, at Lurch Eco Evo, um, and also, um, you know, I, I think if you Google me, you can come across a website, my website, and, and that will also allow you to, to keep up on, on papers and other news as it comes out."
	},
	{
		"start_time": "47:03",
		"speaker": "Ricardo Lopes",
		"words": "Great, so Ryan, thank you so much for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "47:09",
		"speaker": "Brian Lerch",
		"words": "Yeah, thank you for having me. I had a lot of fun with the conversation."
	},
	{
		"start_time": "47:13",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Berarna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujuru and roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zachary Fitim Dayani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Corale Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Per Crolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]