[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes and today I'm joined by Doctor Nikil Choudhury. He's lecturer in in human evolutionary and behavioral ecology in the Department of Archaeology at the University of Cambridge. And today we're going to explore topics like cooperation in human societies, social learning processes, breathing systems, and evolutionary psychiatry. So, Doctor Choudary, welcome to the show. It's a pleasure to have you on."
	},
	{
		"start_time": "00:32",
		"speaker": "Nikhil Chaudhary",
		"words": "Thanks for having me. Look forward to the chow."
	},
	{
		"start_time": "00:36",
		"speaker": "Ricardo Lopes",
		"words": "So, I would like to start by asking you a bit about cooperation in human societies. First of all, how do you approach it from an evolutionary perspective? What are its evolutionary basis?"
	},
	{
		"start_time": "00:52",
		"speaker": "Nikhil Chaudhary",
		"words": "So, I think the first thing to outline is why people want to study human cooperation. So. The term is actually used in many different ways, uh, partly because it's such an interesting phenomenon. You have mathematicians working on this, economists, but in biology, um, even, even within evolutionary biology, people define it slightly differently. But I think when we're thinking about the reason why it's interesting, we could define it in the same way as we might define altruism. Which is when an organism incurs a cost to their evolutionary fitness, to provide a benefit to another organism or other multiple other organisms. So that immediately creates a paradox, right? If, if you think that if by definition behavior which incurs a cost to the fitness of the individual to uh convey a cost to another individual, then that behavior should be selected out by, by definition, uh, which is really. Why evolutionists are interested in understanding the phenomenon of cooperative or altruistic behavior. And we see that across the animal kingdom, even bacteria, we, we see this form of cooperation going on. But the reason anthropologists are particularly interested in studying human cooperation. Is that it has a couple of unique features, um, generally, in the animal kingdom, cooperation tends to be heavily focused within genetically related individuals. Um, BUT not always, actually, not always at all. There are certainly cases where. It's not exclusive, but the extent and ubiquity of cooperation between unrelated individuals and humans is unparalleled, and the other is the scale of it, the fact that we cooperate with individuals we don't even know, and for various theoretical reasons, that's, that's quite surprising."
	},
	{
		"start_time": "03:08",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, in your work, you've done some work, uh, when it comes to relational wealth. Tell us about that concept. Uh, I mean, it's relational wealth for differential access to cooperation. What is it?"
	},
	{
		"start_time": "03:25",
		"speaker": "Nikhil Chaudhary",
		"words": "Yeah, so there was a nice. Paper in 2010 or 2012 by Monique Borgerhoff Mulder and colleagues, and I think they were just trying to make the point that too often when analyzing wealth, we focus on material wealth, but if we want to understand. The effects on fitness or well-being across societies, we can conceptualize wealth in multiple domains. So you have material wealth, which is the wealth we're all familiar with, then embodied wealth, which is any form of wealth which is kept in the body, so that could be physical fitness or strength, but also in the brain, so skill and knowledge, and then finally relational wealth, which broadly. Uh, ANY benefits you can have through your social network and from an evolutionary perspective we're principally interested in benefits to your evolutionary fitness that one can derive from, from a social network and in humans and particularly hunter-gatherers who, who I've worked with. I, I use relational wealth really to focus on the fact that individuals vary in their access to cooperative partnerships, and they're such a cooperative species, that of course is important for, for fitness."
	},
	{
		"start_time": "04:53",
		"speaker": "Ricardo Lopes",
		"words": "And there's interindividual variability in relational wealth. What do we know about it and what aspects of our sociality does it play a role in?"
	},
	{
		"start_time": "05:07",
		"speaker": "Nikhil Chaudhary",
		"words": "Um, WELL, to some degree, the, for our sociality, you could argue it, it's fundamental, right? When we're thinking about the evolution of any trait, we're talking about variability. Competitive advantage and heritability. So if you have inter interindividual variation in relational wealth, if that does have any effects for fitness and does have any heritable component, whether that be genetic or cultural, then a selective process can emerge, and in humans, as I say, Uh, if we want to understand the fact that humans are so hyper-social and in particular this feature of sociality I referred to earlier, which is that humans, um, the ubiquity to which we form social and cooperative relationships beyond our kinship group, beyond our genetic relatives. Uh, To understand that we really need to understand. In, in deep history, how is it that this variation in relational wealth has impacted fitness? Um, WHAT does this variability actually have uh consequences for evolutionary fitness? And we'd expect in such a hyper cooperative species that that it probably does. Right."
	},
	{
		"start_time": "06:36",
		"speaker": "Ricardo Lopes",
		"words": "So getting into another topic, what are social learning processes and what different kinds are there?"
	},
	{
		"start_time": "06:46",
		"speaker": "Nikhil Chaudhary",
		"words": "Just, just, uh, if we're moving on, I should probably perhaps I, I didn't fully answer your question in terms of what we know, not just theoretically, but, but the facts of the matter with, with relation to wealth, which is that A lot of my previous work was looking at this in hunter-gatherer societies, and I'm sure many of your listeners already know that because we lived as hunter-gatherers for the vast majority of our evolutionary history, to understand the selective pressures and the, the drivers of our evolutionary trajectory, we can study contemporary hunter-gatherers. Now there are a lot of assumptions in that, which I won't go into here. But I was working a lot on trying to understand whether the variability between individuals and relational wealth had actually testing whether it had consequences for fitness and the hunter-gatherer societies, and indeed I found it did. So one of the primary selection pressures on cooperation and social behavior in our species was the fact that, Unlike, say, chimpanzees who rely heavily on collected foods which are readily available from the environment, so generally the hunting and gathering, foraging niche that our species began to occupy is characterized by high unpredictability, right? Leaves are readily abundant, but getting meat. It's really unpredictable. If you look at success rates in hunter-gatherer societies of getting meat, they can vary, but in somewhere like the Hadza, for example, with big game. It's only every 30 hunts that a man might come back with something. So if you've got that unpredictability, it doesn't matter how good a hunter you are, you will not get food frequently enough to provide for yourself and your family. So developing these. Social networks, if you think about dealing with nutritional unpredictability, but whenever you've got high unpredictability, the best, what you want is breath, so you want to expand your social network because it gives you more insurance, so if I've got, You know, 10 really close friends living in my camp. As long as one of those 10 finds like a solid bit of meat one day, I'm gonna get to eat and then when I get food, I'll share with, with the rest of my friends, so really, It was this unpredictability in our shift towards hunting and gathering, foraging niche that drove the evolution of our hypersociality. And what I was demonstrating, and what I found was indeed people with larger social networks in hunter-gatherer societies, um, I found they had higher BMI, which is exactly what we'd expect, because they have more stable access to uh to food. And the, the females had higher fertility for age. They were having more offspring, so an actual fitness effect. And interestingly, the males, um, it was in hunter-gatherer societies, there's a lot of variation, but typically you see serial monogamy, so it's quite rare for men to have multiple wives simultaneously or women to have multiple husbands simultaneously. But the low proportion of men who had had multiple wives simultaneously in the communities I worked with were the men with really high levels of relational wealth or social capital. So they were actually able to afford having more offspring and supporting these multiple families because they have this really large social network, so they could deal with the unpredictability. So that was, I would say quite, Nice evidence that OK, having expansion of the social networks in a hunter-gatherer context actually increases the evolutionary fitness. Right."
	},
	{
		"start_time": "10:51",
		"speaker": "Ricardo Lopes",
		"words": "So what are social learning processes then?"
	},
	{
		"start_time": "10:57",
		"speaker": "Nikhil Chaudhary",
		"words": "Social learning just, well, from an evolutionary perspective, when we're thinking about. Uh, BEHAVIORAL outputs. These could either be purely genetically, uh, programmed, so they're just guaranteed to happen. It, it's already in the DNA of the organism, or they could require learning where, uh, I mean, there are different modes of learning, but that could be individual learning or social learning. So social learning just refers to any knowledge or skills or information I gather. From another individual, and that can, that can take numerous forms. I mean, the most common. And most relevant things to think about here are probably emulation, imitation, and teaching. So these are three modes of social learning. And Imitation, as you might expect is literally what, as, as we say colloquially, I observe and I try and do what the other individual is doing. Emulation is more goal oriented than process oriented. So with imitation you're very much copying the process, whereas emulation, OK, I've seen you've done something, I've seen you've achieved a particular goal, maybe vaguely seen how you've done it, but it's about trying to copy achievements of that goal. And teaching refers to cases where the model. So the person that I'm learning from actively changes their behavior to facilitate the transmission of the, of the skill, and that doesn't have to be giving me verbal instruction. You might, I might be cracking a nut and I change the angle at which I'm doing it, which allows the learner to get a better view. That would already be classified as teaching, but the degree to which teaching happens in the animal kingdom and, And how unique it is to humans is debated."
	},
	{
		"start_time": "13:03",
		"speaker": "Ricardo Lopes",
		"words": "Right. So you've told us about 3 different kinds of social learning processes, imitation, play, and teaching. Uh, DO we know whether, uh, I, I mean, do we know which knowledge domains children apply these different social learning processes in?"
	},
	{
		"start_time": "13:26",
		"speaker": "Nikhil Chaudhary",
		"words": "Well, I think if you look across human societies, there's a lot of variation in that, and it probably relates to the, the sort of variation in the skill, the knowledge they're picking up. Certainly in our society, as we all know, we see actually a lot of enforced teaching, right? We go to school and we have a teacher model, uh, so that we can, they can transmit knowledge to us, um. But you can also see something that seems to be quite ingrained in the human disposition is a tendency to imitate. Like anyone who's spent time with young children, or particularly babies knows that they just can't help but copy, even if they don't really know what they're doing, they want to copy whatever they're saying. Um That's something that's really allowed to flourish in, you know, we helicopter parents a lot in our society, but if you look at a lot of small scale subsistence society, they give more freedom to the infants and others to imitate, and that really seems to be fundamental to the human condition and is actually thought to be, um, a key driver of. What a key driver of what has allowed us to have such sophisticated. Culture, um, I could. Explain that if you like, or we can talk about it later."
	},
	{
		"start_time": "15:01",
		"speaker": "Ricardo Lopes",
		"words": "So yeah, tell us more about what you were mentioning there about social learning."
	},
	{
		"start_time": "15:08",
		"speaker": "Nikhil Chaudhary",
		"words": "So So culture, I mean, when we think about what makes humans unique, a lot of people refer to the concept of cumulative culture. So let me first define culture. Culture simply is any Behavioral or. uh OUTPUT or artifact that is the or knowledge that is the product of social learning, right? So that's a really broad definition. I think colloquially we, we tend to limit it to things like, you know, food, festivals, religion, clothing, but when you think about it, those are all products of social learning, but they're nice. Objective criteria would be outputs of socially learned, socially transmitted information, knowledge and skills. So that's culture and we see culture in lots of species. We see that social learning plays a role. Um THERE was a seminal study decades ago now with chimpanzees where they looked at uh different behaviors across chimpanzee sites and found that There was good evidence that certain behaviors like certain, that's called, for example, the grooming hand clasp where two chimps will hold each other's hands up like this when they're grooming each other and that's confined to certain populations and they found a whole host of these. Behaviors which seemed to be socially transmitted and they were good. There was good evidence that this was these were examples of culture and there are many more since then in many species. But what makes what some people, a lot of people claim is unique to human culture and actually the driving force of our Potentially unique success as a species in colonizing the globe is that our culture is cumulative, and one could define that as we have cultural outputs which are more sophisticated than what one individual could learn alone. So social learning. Of course, speeds up the transmission of information, but the question is, are the skills and knowledge that are passed on socially in other species, beyond what that individual might or potentially has the capacity to achieve themselves. And in humans, of course, you know, if I was a naive individual, I'm not going to grow up and just by myself be able to build this computer, this technological output that we've got, or have this conversation because I wouldn't have the knowledge and everything around us is more sophisticated than what an individual could produce alone. And And the reason social learning is thought to be fundamental there are our modes of social learning is how imitation-based it is. So if you look, at least this is the traditional argument, I'm presenting some of the key ideas, but there is debate around these and but. Remember, imitation is about being process oriented. So humans seem to be very process oriented and they're paying attention to all the steps involved in an action rather than just thinking about that goal and trying to broadly achieve and emulate the goal. Um, SO that focus on imitation means. Outputs such as, you know, technologies or sophisticated knowledge and skills, which have many, many steps to them. And sometimes those steps on how they relate to the goal isn't clear. If you're focused on imitation, you can. You can just copy the individual you're learning from, whereas if you're focused on emulation and you're not as process oriented, but you're just goal oriented, you're going to miss steps in the middle. A really nice demonstration of this was this study, I think it was at St. Andrews, amongst the primatologists there. They had This, um, Dark black box which had some food, so it wasn't, it was opaque. You couldn't see through it and it had some food treats in it and they did all these random actions like shaking it and then tapping it hard and there was a whole number of actions and Then both young children and chimpanzees, they watched the demonstrator do this and then they had to get the suite themselves, and they copied, they shook the box and then they, they hid it, um. And, and they achieved, they, they got the suit. Now, then in another condition, they had a transparent box and they did the same thing except because the box was transparent. The children and the chimps were able to see that actually most of what the experimenter was doing, like the shaking and the tapping, um, was completely irrelevant to the achievement of the goal, and all you had to do was pull a draw or something like that. Now the interesting thing was that the chimps just pulled the drawer and got the suit, but even though it was, you know, it would have been obvious to, to a child of that age that most of these other behaviors. We probably irrelevant, they still imitated them, just for the sake they've got this sort of blind tendency to imitate even seemingly useless actions, but what that means is, is, as we have. Uh, CULTURAL outputs like building something where sometimes it's very sophisticated and all the steps and how that relates to the goal isn't clear. If you imitate, you can get there, whereas if you emulate and you're not, you, you don't have this disposition towards copying every stage. You might miss that out, especially if it's not clear how a step relates to the goal. So what that leads to is transmission fidelity. All the steps are copied and then all the steps are passed on, which allows these incremental improvements to be copied and passed on, whereas with more emulation focused species. They're not copying all the steps, so there's an element of reinventing the wheel. Yes, they're saying, oh, I can go to this box and there's a suite. But they may have to, if it's a complex process, they're having to work it out for themselves exactly how to achieve that goal. So you're constantly going back to stage one. You're just getting that guiding process of, OK, I need to do something with this box to get the suite or, or to build this thing. I need to do something like that and I saw that guy doing. But you're having to reinvent the wheel, which slows the whole process down. It reduces transmission fidelity. So you're constantly going back as opposed to the ratchet effect in humans you imitate and you constantly make incremental improvements. So that's one of a few reasons why it's thought that this social learning tendency of high imitation in humans is thought, is thought to be fundamental to the breadth and And sophistication of our cultural repertoire of technologies and skills and knowledge."
	},
	{
		"start_time": "23:03",
		"speaker": "Ricardo Lopes",
		"words": "Right. So about cumulative culture, in what ways is it related to social structure and knowledge sharing networks?"
	},
	{
		"start_time": "23:15",
		"speaker": "Nikhil Chaudhary",
		"words": "Yeah, so that's the other side of the story. You've sort of got. How is the social learning happen and then also what are the dynamics, who's teaching who who's transmitting to who? And, and of course the other side of the other part of the imitation is of course our language allows for verbal teaching, which is very good for increasing um. Transmission of complicated uh processes, um. As for social structure. What's, you know, some of the initial experiments. And data was sort of the obvious first step was seeing something like population size, you know, if there are more people in the population, there are more people to potentially learn from, so that should increase the cultural corpus, and that's what you see. There was a nice study looking at indigenous populations in Oceania, Oceania at Contact and looking at the sophistication of their marine hunting tools and indeed they found a clear relationships in the larger communities and the larger subpopulations they had much more sophisticated tools because there were more models, there was more innovation, so more people to copy from. But then You know, humans are more complex and there's migration, and there, there are different levels of interactions within groups and we need to be thinking about these things. Um, SO there was the idea of connectivity and If, if you imagine subpopulation, so imagine you've got this large meta population which is broken down into subpopulations. Um, Which are somewhat isolated, but then there's migration between them. Well, again, quite intuitive. The more migration there is between subpopulations, you might think, well, the more there can be exchange of ideas, and there was some of this work showing, well, what's really key here is having um connectivity. Between populations so that you get exchanged by ideas, you know, the obvious case being think about the internet and how that's fundamentally shared, the, the, uh, change, the sharing of knowledge dynamics, and as a result, you know, the technological and economic outputs have just grown exponentially because of that increased connectivity. Now the interesting part with the social structure and perhaps Less immediately obvious is that relationship between connectivity and cultural success, let's say the sophistication of the technologies and knowledge is not actually linear. It is not that more connectivity is always better. And I really think the best way, it's not the easiest experiment to describe, but, but I'll, I'll do my best. Effectively There was this study where you have two different. Um, You you've got the task which is to make potions and different potions are worth different number of points and you make these potions by mixing ingredients. And You've got, say, 50 different um starter potions, and if you, if you mix them you get different numbers of points, but if you mix out of that 50, if you mix 3, there are 3 in particular that if you mix, you actually get a new potion to add to your 50, um. And there are two sets of 3 like that. So with all the potions, you can also make 2 new potions. If you happen to pick, let's say, A, B, and C, it produces a new blue potion and if you happen to predict X, Y, Z, it produces a red potion. And Then using the blue potion and red potion in the next round gives you even more points. And if you use them with the correct, you know, if you happen to use the blue potion with, let's say D&E, you're gonna get another potion, uh, a green potion, and so on. Now, there are these two streams, because if you remember, the new potions you can produce, which are worth more points, uh, there too. There's the blue potion and the red potion, and there are basically these two trajectories you can go up. You can start using the blue potion, or you could start using the red potion, or maybe you use them both if you discover them both. And importantly, when you combine the blue and the red potion. It can, it can really produce, uh, very sophisticated, uh, outputs. So does the experiment make sense so far? Have I vaguely outlined it now what they did was you had groups of say. Pairs, you had pairs working, they play one round where they get to combine some potions and see how many points they get, or if they're very lucky, they're going to produce one of these new potions, but that's very unlikely because they'd have to get the perfect combination of three. And the participants don't really know that new potions could come or, or anything. They just know they're mixing potions to get more points, that's the aim of the game. Now in the full connectivity condition, you'd play in your pair for, um, no, in the full connectivity condition actually. You, you sort of play in pairs, but then after each pair had played after round one, every, each pair speaks together so everyone knows, OK, you use those potions and you've got this number of points, we use these, we've got this number of points, and they share that information perfectly. So you've got full connectivity, perfect sharing of information every round. In the partial connectivity condition it was slightly different. You would play um. You might play 10 rounds in your pair before. You move on and there are in round 11, 1 person from each pair moves to another group, so you're shuffling the pairs every 10 rounds and say you play 100 rounds, but whereas in full connectivity you play 100 rounds, but you're, um, each round you're sharing the information. And what they found was that partial connectivity actually uh did better in this experiment, and the reason for this is. Think how rare it is, because you need to get the right 3 potions out of like 50, it's very rare that you're gonna either produce one of the 2 new potions. So in the full connectivity um scenario, as soon as one person does that. They're like, oh, we made this new potion that makes loads of points. They share that and everyone's using that. Everyone's tried loads and just been getting points, but suddenly this pair gets new potion and everyone does that, and they go up that trajectory. Whereas in the partial connectivity condition, actually you leave a bit of time before that information is shared, and it may be that in those 10 rounds, someone got the blue potion and someone, another pair got the red potion. So then once they've shared the information, they've actually got more of this, these new ingredients which are super valuable in terms of points to, to work with. So the idea is that with full connectivity, as soon as you get to some good solution, you're going to be stuck in a trajectory where you're always using that good solution, but it may be that there are multiple. There are multiple directions which are very fruitful, and by having partial connectivity, you're more likely to actually explore the space of solutions rather than getting stuck in one trajectory. And now when we think about our evolutionary history and why this is relevant, when we think about hunter-gatherers, you're living in these camps, you know, with say 50 other people, there's a little bit variation, but they're highly mobile, and hunter gatherer camps, I think there's a misconception sometimes that mobility means the whole camp of 50 people moves together. But what it actually is, you've got nuclear families or something like a nuclear family within these camps. And then one nuclear family might move to another camp. So you've got this constant turnover and movement, just like in the experiment. You're, it's not that everyone moves together, you've got one family then going to a new camp of 50 people and constant movement, uh, like that, constant fluid composition of the camps and exchange of ideas, and that's really optimal because you, you've got partial connectivity, you've got. Stable, you know, I might be in my family and we might stay in a camp for a couple of months, and then we move on. So that what they're called something like small world networks is really ideal because you really get in time for innovation within groups and then sharing of innovations between groups at a rate which isn't going to erode exploration of, of possible uh cultural solutions."
	},
	{
		"start_time": "33:04",
		"speaker": "Ricardo Lopes",
		"words": "That's very interesting. Uh, LET me ask you now a little bit about breathing systems. What are cooperative and communal breathing systems?"
	},
	{
		"start_time": "33:16",
		"speaker": "Nikhil Chaudhary",
		"words": "Um, SO, in the animal kingdom. You've got variation in. In who looks after offspring. So in mammals, for example. I can't, I think you're looking at about 90% are, it's mainly just maternal care. Don't quote me on that, it could be that there's only 10% where fathers are involved, but generally, um, the norm is that it's maternal care, but you do have still plenty of species. Where individuals other than the mother help raise the offspring, that might be the father, but not always. And there, there are two broad systems, as you mentioned, cooperative and communal breeding. So cooperative breeding. REFERS to a system where individuals, or at least traditionally, this is how the term is used, individuals who are sexually mature do not breed themselves, but they help someone else breed. So my helpers are sexually mature other individuals who are not breeding themselves. And then communal breeding is where you have multiple breeding females looking after children together. So they're all mothers and they're helping one another. They might take turns looking after children or some of them might go foraging while others stay and look after the kids, um. So this is what we see in other species. I mean, cooperative breeding is particularly interesting because it's sort of. Uh, YOU know, relates to this problem, well, it very much does relate to this problem of cooperation that I mentioned earlier. Which is, well, isn't this the ultimate Darwinian sacrifice for me to not breed myself the ultimate cost to my goodness, and help the breeding of some other individual. So the question is how on earth could that evolve? And the answer, as is often the case when we face cooperation problems. Is it's to do with genetic relatedness, so a really important concept that again I'm sure many of your listeners may be familiar with is that of inclusive fitness. Selection happens at the level of the gene, natural selection is shaped behavior. To maximize the propagation of genes. Now, what's good for the individual isn't always identical to what's good for their genes, because there are also identical copies of my genes in my relatives, right? You know, I have 50% of genes shared with my mother and siblings and 25% with my nephew and nieces. So I can sometimes that sacrifice to my own breeding to help the breeding of a relative could make sense. So one hypothesis is ecological constraints. If there's not much, Uh, there aren't many territories available or the environment's really harsh that I'm unlikely to be successful in my breeding attempts or there there's a problem with the sex ratio, so there aren't many mates available. It may be a better strategy for me to not risk. Being unsuccessful in my own breeding attempts, and my best strategy would be to increase my inclusive fitness by increasing the replication of my genes by helping the production of offspring to my family members, usually my mom. So what you see in a lot of bird species is when there are these ecological constraints and there's a lack of available mates or territories. Even after her elder offspring reach sexual maturity, they'll delay dispersal. And not set up their own nest, but help her to produce more offspring. So help in the production of younger siblings, because that's their best strategy. When when I talk this way, I'm speaking about strategies and giving a narrative structure. That's just to explain the process, of course, evolution has no goal and, and no organism cares about their inclusive fitness, but there's been selection on some process, which means that Birds, when they're unlikely to be successful in breeding themselves, help their, their parents to produce more offspring, and that. That helps, you know, answer this question of how on earth could not breeding yourself and helping another breed, uh, be beneficial, and, and speaks to the larger problem of cooperation, as I mentioned in the animal kingdom. It's certainly, but by far the most common answer is that you're helping um. Uh, YOU know, helping genetic relatives, and following, uh, it was Hamilton who, I don't know whether, I mean, this is so fundamental that certainly it'd be of interest to to your readers, uh, to your listeners, but perhaps it's something that's been discussed loads and Hamilton's equation and inclusive fitness. Should I outline that,"
	},
	{
		"start_time": "38:46",
		"speaker": "Ricardo Lopes",
		"words": "yes, tell us a little bit about that. Yes, please."
	},
	{
		"start_time": "38:50",
		"speaker": "Nikhil Chaudhary",
		"words": "So this problem of cooperation, as I mentioned, is if we define cooperation or let's, if we define altruism as me incurring a cost too much and the currency here is fitness, me carrying out some behavior that is costly for my fitness, but beneficial for the fitness of another. Almost by definition, that should go extinct because that behavior is reducing my fitness. That's the big question. If it's reducing my ability to produce healthy, successful offspring and aiding someone else's, that person's at a competitive advantage, and I'm at a disadvantage. So the question is how could that behavior be selected, which long ago was a complete mystery, but in what I would say is the most important. Yeah, the, the most important discovery, let's say, in the evolutionary social sciences was Hamilton's theory of inclusive fitness, where he, he solved this problem, which was that selection happens at the level of the gene, as I mentioned. So natural selection does not work to Maximum to, to produce behavioral strategies that maximize direct fitness, right? It's not just about maximizing the production of successful offspring that I have, it's about replicating genes, right? This is what natural selection works on. So inclusive fitness is my direct fitness, the replication of my genes through my own offspring and my indirect fitness, which is the replication of identical copies of my gene through the reproduction of my genetic relatives. So Hamilton came up with this inequality, BR is greater than C. So if in a given action. The benefit, remember by definition, I'm incurring a cost to provide a benefit. If the benefit I provide to you. To your fitness. Times are, which is our coefficient of relatedness, so I discount it by how related we are. So if you're my brother. Our coefficient of relating this is 0.5%, we share 50% of our genes. So if BR is greater than C, which is the cost of my own fitness, my own reproduction, then my inclusive fitness has actually increased. So this is nicely demonstrated in a quote by Haldane, which is, I jump in a rib. AND sacrifice myself to save 2 brothers or 8 cousins, you know, if I can carry out some action, if you're my brother and I can carry out an action that is going to lead to you having 3 more offspring instead of me having 1. Then you're having and producing 3 offspring for you discounted by the fact that we only share 50% of our genes, so I'm effectively replicating my genes 1.5 times, and that is more important than replicating my genes. That's a higher fitness, inclusive fitness payoff than having one offspring myself, so that, that will clear."
	},
	{
		"start_time": "42:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, yes, it's all clear. Let me ask you then, uh, focusing on humans now, which kinds of women participate in each of these breathing systems, the cooperative and the communal breeding system? Yeah, and does it depend on factors like them being sexually mature and reproductively active or whether they are related or unrelated to the children?"
	},
	{
		"start_time": "42:40",
		"speaker": "Nikhil Chaudhary",
		"words": "Sure. Um, SO, yes, the, uh, uh, typically, and it's probably just a matter of looseness in the use of the word, humans are referred to as cooperative breeders. Now actually, that's, I think inappropriate because as I mentioned, cooperative breeding is. Is meant to be restricted for cases where sexually mature individuals sacrifice their own breeding to help someone else's breeding efforts. So, but the. Importantly, it was recognized that some form of either cooperative or communal breeding is going on, and that allomothering, which is a more generic term for someone other than the mother helping and raising the offspring, is a fundamental human adaptation. So there was a famous review paper which found in every society that had been looked at. Someone other than the mother does have an effect. The mother has an effect in every society that's looked at in whether the child survives or not, you know, if a child doesn't have a mother because she dies or abandons the child, the survival prospects go down. It's very unsurprising. But in every human society where it's been studied. There is someone in addition to the mother who has a survival impact for the child, you know, maybe the most common is the maternal grandma. So in many societies, if I'm born and I don't have a maternal grandmother, but, and you, you're born and you do because she lives with you, or because She's still alive and mine isn't your survival prospects are better than mine. So because of this pattern, we think of humans as the reproduction is cooperative. Allan mothering is fundamental, and it's not just the mother that determines survival prospects. Now, as for who actually provides that care, it varies loads between societies. But what I'd say is that cooperative breeding in the traditional sense where you have an individual who is sexually mature, not breeding to help another individual breed, that is very rare. That doesn't really happen when you think about human societies. Part of the reason that may be an appropriate term. IS because if grandmothers are really important, you can see some parallel here. I don't know how much your listeners will know about the grandmother hypothesis, but it talks about the evolution of a post reproductive lifespan. You know, humans are strange and that we have menopause, which you only see a couple of other mammals where you actually have. Uh, POST reproductive women, they can't reproduce themselves, but they're typically, uh, as I mentioned, very important in helping raise their, their grandchildren. And uh the idea that being that the, the post-reproductive life after menopause got selected for because grandmothers could be such important helpers. And you could argue that looks something like cooperative breeding because um these females have passed sexual maturity and then have evolved this strategy where they're not breeding themselves, but they're helping produce grandchildren. Now there are some nuances in that process, which, which I won't go into here, why, why I don't think it's perfectly analogous, but, but there's something in that. But I think in the vast majority of cases. Um, WHAT you often see in human societies. Well, you see so much variation, but in, in many non-industrialized societies, it's very common for young children to look after other children. So where I work, it with the hunter-gatherers, you see that children from around the age of 4 are playing an important are starting to, they've really got some good caregiving competency. We had some videos which we showed a developmental psychologist that my colleague Denise Salali filled. And The developmental psychologist concluded that this 4 year old was capable of sensitive caregiving. Sensitive caregiving is when a caregiver can correctly notice, interpret and respond to infant signals. So, What we see, what I think has perhaps been not emphasized enough because there's been so much debate about the importance of fathers and grandmothers, is just how much young children who haven't yet reached sexual maturity play a role in looking after kids where I work probably starts around 4, but certainly you see prepubescent girls who offer their nipple to pacify a baby, um. After children are less reliant on the infants are less reliant on their mother's milk, and certainly once they're weaned, they're spending most of the day with other children. It's not adults looking after them. So they play a big role in looking after kids. Grandmothers do in lots of societies, as I've mentioned. I'm More skeptical as to the involvement of grandmothers in hunter-gatherer societies, which is of course a huge area because understanding the evolution of the post reproductive lifespan relies a lot on this importance of grandmothering, but I actually, it varies a lot, but my feeling is that actually in many cases, Children don't have access to a grandmother because of life expectancy and the fact that they're nomadic, so grandmothers are often living elsewhere. So I'm less convinced of the importance of grandmothers in many hunter-gatherer societies, at least, but not all. And fathers, again, highly bearable how involved fathers are in raising children across societies. I'd say. Usually they are involved to a degree, but, but that can go anywhere from the ACA, for example, who were considered the best dads in the world, and they found that 50% of daylight hours, an Acker man is within an arm's length of their infant, and then at the other end of the spectrum you have um. Societies without pair bonding where the, the males aren't providing anything, but that's, that's quite rare amongst humans. Uh, SO, yeah, I guess in the short answer to your question is there's huge diversity in who provides care, and as such, it's quite difficult to classify the human breeding system. What is consistent is that it's always cooperative, but as for whether it fits these formal classifications of cooperative breeding or communal breeding, I'd say it's it's unique in that regard. It doesn't neatly fit into either. Right."
	},
	{
		"start_time": "50:00",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now a little bit about evolutionary psychiatry, psychiatry, which I know is a topic you're also interested in. So what is it and in what ways do you think anthropology can contribute to it more broadly and to understanding the etiology of mental illness more specifically?"
	},
	{
		"start_time": "50:22",
		"speaker": "Nikhil Chaudhary",
		"words": "Um, SO evolutionary psychiatry, it's certainly not an alternative to other modes of psychiatry, uh, and standard psychiatry. What it is is a compliment to them insofar as Typically, uh, you know, current psychiatry is heavily focused on the biomedical model and. Identifying, especially in psychiatric treatment. Producing treatments that uh deal with neuroendocrine processes, right? It's a, it's a heavy emphasis and what are, what are the neurophysiological processes going on in psychiatric disorders and how can we treat them. So it's very much a how question, what we call a proximate question, what's going on in the brains of people with mental disorders? Um, WHAT neurotransmitter differences are there, what hormonal differences are there in signaling. Um, Whereas the evolutionary approach, as with everything, as in all domains, answers the why question. Well, why is it the neurotransmitters behave in that way? Um, WHY is it in certain contexts they're more likely to behave in that way? Why is it that genes that predispose um certain neurological processes have still um are are still around if they lead to mental disorder. So I think You know, going back to Devansky's favorite famous quote, nothing in biology makes sense except in light of evolution to make sense of the how of the proximate processes, we, we need the why, um, and I guess at its most fundamental level, you could say evolutionary psychiatry investigates. It's not the question of Why do mental disorders persist and why haven't they been eliminated by natural selection? And there are many different answers to that, and that's what evolutionary psychiatry is investigating. And that's for where anthropology comes in or evolutionary anthropology. Um, Well, part of it, I guess one, I, I'll speak to one of several. COMPONENTS that answer, but Perhaps the most relevant to my work is this idea of evolutionary mismatch, which uh is that um an organism or, or at least certain traits within an organism evolved in a particular environmental context and when the organism. Faces new environmental conditions. In many cases those traits may malfunction, leading to maladaptive or pathological outcomes. The classic example being our genetic predisposition for preferences for sugary and fatty foods was great for our ancestors where these foods. WERE scarce and of high nutritional value. It motivated them to seek out these important nutritional resources, but now we're in this other environment where they're abundant rather than scarce, but we have these mismatched taste preferences, which lead to all sorts of problems like obesity, heart disease, and so on. And because humans lived as hunter-gatherers for the vast majority of our evolutionary history, The idea is that many of our traits, and this is, as, as I'm sure most of your listeners will have heard, this is the fundamental premise of evolutionary psychology. The idea here is that many of our traits may be adapted to a hunter gatherer lifestyle, and now that we find ourselves in these industrialized contexts, which are vastly different, there's This may explain why certain neurological processes and psychological processes may manifest in a way which is uh pathological or mala maladaptive. So by working with hunter-gatherers, we can start to see what is different and what features of the lifestyle. Might be contributing to our vulnerability to mental disorder in in the industrialized world."
	},
	{
		"start_time": "54:54",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, in regards to this mismatch hypothesis, uh, applied to evolutionary psychiatry, what would be good examples of uh mental illnesses that could, could be the result of, um, an evolutionary mismatch?"
	},
	{
		"start_time": "55:19",
		"speaker": "Nikhil Chaudhary",
		"words": "So I think one thing to say off the back is that there's to really validate any of that would be, you would need to demonstrate that the disorder has a lower prevalence or is non-existent in the hunter gatherer societies and that sort of research is more or less non-existent. There are a few studies that have attempted to, you know, literally 2 or 3 that have looked at this, but. They're still, I would say quite preliminary, very small sample sizes. You know, it's great that some people are starting to do this, but I think everyone recognizes that the methods, sample sizes, and frequency of these studies would need to increase. So I don't think there's solid evidence yet, um, that any disorders are completely mismatched. Uh, BUT I would say. I'm not so sure that there are any disorders which would be completely absent in the hunter-gatherer society. I think many of them may have, well, some of them may have lower prevalence and certainly some of them may have different risk factors. So to give an example, I do a lot of work on allomothering, and we've spoken about the evolutionary context there on on maternal support and child rearing. Um, And if you look in weird societies in weird some Western educated industrialized rich and democratic societies. Um, SOCIAL, low social support is. Up there, if not the most consistently, uh, consistently found as a risk factor for postnatal depression. Now, in hunter-gatherer communities where allomothering is normative and, you know, in some of the work I did, I found that even over just a 12 hour period, an average infant or toddler had something like 10 individuals other than the mother providing hands-on attentive care, and that the mother was dealing with less than 50% of responses to crying by herself. Everyone has social support there, right? It's just so normative when you're living in these communities, you often got kin around, um, but everyone helps, which has helped with child rearing. So, interestingly, one of the few studies that has been done looked at postnatal depression. And whilst the results were more complex than this, when it came to social support, it had no predictive effect. Which is unsurprising because everyone has loads of social support. So I think that's an example of a mismatch whereby Allomothering and cooperative child rearing has been so fundamental, one of the most fundamental components of human evolutionary history, and there are probably many aspects of both child and maternal psychology and sort of postpartum neuroendocrine state. Which is adapted to be in that system. So it's, it's no wonder here that a lack of social support is such a large risk factor for postpartum depression because we're just not well equipped to deal with that, and I'm at an age now where I have friends and relatives having children, and it feels like, at least in my experience and what I hear about the, the default. Is that mothers maybe not uh are not always experiencing clinical depression, but they are really struggling, it's really tough and you've got to wonder when it's normal for something to be extremely, an extreme struggle and extremely distressing. Something's not quite right there. So that's an example of a mismatch where I think a new risk factor has emerged and increased our vulnerability to a certain disorder. But there are many other hypotheses, but they really, all of them really lacked testing at this point."
	},
	{
		"start_time": "59:41",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh Doctor Choudhury, just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "59:50",
		"speaker": "Nikhil Chaudhary",
		"words": "Sure, um, so I don't really have social media, but you can look up my, my website is nickil Choudhury.co.uk or if you search my name and research gate, all my papers are open access. So both on my website or on Research gate, you can read all of my papers, um, they're available there to, to anyone who's interested."
	},
	{
		"start_time": "1:00:17",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "1:00:24",
		"speaker": "Nikhil Chaudhary",
		"words": "Yeah, it was great to talk to you too and thanks for having me."
	},
	{
		"start_time": "1:00:27",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Barna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearauujurumen ro Diego Londono Correa. Yannick Punter Darusmani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franco Bartolotti Gabrielon Corteseus Slelitsky, Scott Zacharyishim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Eringbo. Sterry Michael Bailey, then Sperber, Robert Grayigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]