[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host as always, Ricardo Lopes sent to the Mgen by Doctor Javier Suarez. He's lecturer in the Department of Philosophy at the University of Oviedo in Spain. And today we're going to talk about his book, uh, which he wrote together with Elizabeth Lloyd units of selection. So, Doctor Suarez, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Javier Suárez",
		"words": "Thank you, thank you for having me here. It's my honor to be here actually."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So, could you, would you like to start by giving a sort of an introduction to the discussion surrounding units or levels of selection in the context of evolutionary biology and philosophy of biology?"
	},
	{
		"start_time": "00:52",
		"speaker": "Javier Suárez",
		"words": "Yes, sure. This is an agitated debate. So the, the, the current origins are usually set in the 70s, but really the debate starts when Darwin writes the origin basically. And the key problem here is that while Darwin postulates the mechanism of natural selection as the mechanism that produces uh adaptations and the evolution of life in general. And one of the key questions is, uh, but what are the types of entities that natural selection sees? Do they have to have any kind of cohesiveness or not? And if so, what type of cohesiveness, how does it work? So 11 of the questions is empirical is does it affect two groups, to individuals, to populations? And there is another which is, which is also let's say conceptual or theoretical, which is more biological, which is the meaning of the expression itself unit of selection whether it applies only to one type of unit or as many things in philosophy, it's a plural and it has several meanings. So those are the two types of questions."
	},
	{
		"start_time": "01:58",
		"speaker": "Ricardo Lopes",
		"words": "So on the topic of units of selection, what are the main questions that it raises and that people debate the most within that topic?"
	},
	{
		"start_time": "02:09",
		"speaker": "Javier Suárez",
		"words": "So within that topic, yeah, as I, as I was saying, is on the one hand, the debate of whether groups can evolve by natural selection. That's one of the whole uh debates. So it's very clear for, for us that I don't know, animals evolved by, by natural selection, no, so if you take lions, why do lions have the type of clones they have or the type of, that's very clear. The question becomes more convoluted when it goes to groups. Why do do groups have the traits they have? Is it a result for natural selection or it's simply a result of individual selection and then simply an aggregate that forms the group? And that's one of the main debates that people have in this topic. Um, THE other is a, a debate about uh evolution of the biological hierarchy itself. So we know that you, we humans and animals and plants and Are pluricellular or multicellular organisms, we are made out of several cells. The question is that originally, whenever, when life started, it was only single cells and the question is how could natural selection produce. MULTICELLULARS, and that's another hot topic in the debate on units of selection."
	},
	{
		"start_time": "03:26",
		"speaker": "Ricardo Lopes",
		"words": "But what is a unit of selection actually and how does this question relate to what natural selection is?"
	},
	{
		"start_time": "03:37",
		"speaker": "Javier Suárez",
		"words": "Yes, that's a very good question. So, uh units of selection is, as the name indicates is the entity that evolves by natural selection where natural selection is the mechanism. Now, people have different definitions or different conceptions of natural selection. Some people think that every trait evolved by natural selection and we need to find a so and so story that tell us how natural selection could have produced this. Others think that it's simply, uh, natural selection refers to a type of process that occurs in nature and that gives rise to many different types of products and it depends on whether it adds all the time on the same type of unit or not or it changes, etc. And that's a correlation depending how you see natural selection, you will see what the units are. So you have a wider view, you will have a wider view of units. If you have a narrow world view, you will also have a narrower view on units."
	},
	{
		"start_time": "04:37",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, do we know if all traits are the result of natural selection and what does that mean for a trait to be the result of natural selection?"
	},
	{
		"start_time": "04:49",
		"speaker": "Javier Suárez",
		"words": "Yeah, that's a common, uh, misunderstanding, especially among, uh, let's say high school students. The, the answer to the first question is no. Most traits are not the result of natural selection. So there is a very famous article from Stephen Jay Gould and Leonin called The Spandrels of San Marco where they put the exam, the following example. Let's suppose that you want to make a cathedral, no, and you want to make um Um, this big thing on the top, I can't remember the name right now, um, Coppola in Spanish, um. Anyway, so in order to make the columns stable, you need to create certain holes called spandres that are there because they protect the surface that it can be built. However, these traits, these uh structures are there because of a physical necessity. Well, with natural selection, it happens the same. There are many traits that are there because of physical necessity but are not a product of selection. They are not created by natural selection. What does it need for a trade to be uh uh a result of selection? Well, the trade needs to convert higher fitness to the better. And the trade needs to persist there precisely because it confers higher fitness and that's when a trade is, is a result of selection. So not every trade has these characteristics."
	},
	{
		"start_time": "06:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. In the book, you talk about two different approaches to evolution. One is the, or you call it the adaptationist school and the other, the evolutionary change school. Tell us about each of them."
	},
	{
		"start_time": "06:27",
		"speaker": "Javier Suárez",
		"words": "Yes, this distinction comes from Charles Goodnight and actually is um it's a distinction between two views of natural selection. The adaptationists tend to think that every trait is, uh, every trait they are interested in is a result of selection, and they will try to find a so and so story explaining how this trade could evolve against the odds. What are the odds? Well, the many contingent factors that can affect that the. Trade that confers higher fitness, right, that's against the odds. CHANGE is cool, uh, people, um, don't think that every trait is necessary an adaptation and think that many traits are visible to natural selection even if they don't get fixed in the population or even if they don't get engineer, etc. So they simply focus on the process of selection itself, that is how among the many contingent factors that affect organisms. Some of the factor that offends them are related to the fitness of their traits, and that's the main distinction."
	},
	{
		"start_time": "07:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh, COULD you explain what is that you call in the book the disambiguation project? What is"
	},
	{
		"start_time": "07:37",
		"speaker": "Javier Suárez",
		"words": "that? This already goes to the core of the book. So in the book, we focus on one of the first question I, I mentioned in the first answer is the question of the meaning of the expression units of selection and how different people use it. What we call the disambiguation project is a project that tries to understand how different researchers or different research tradition have used expression units of selection. The disambiguation project postulates that depression is ambiguous because it's used to refer to different concepts even if the expression is the same. And the key point of the disambiguation project is to do that is to disambiguate. OK, we know units of selection is ambiguous. What are the different meanings of depression kind of and that's the whole core of the project."
	},
	{
		"start_time": "08:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YOU also talk about the unitary project. What is the unitary project and how does it differ from the disambiguation project?"
	},
	{
		"start_time": "08:38",
		"speaker": "Javier Suárez",
		"words": "The, the unitary project precisely is the one that thinks that actually the expression is not ambiguous. Units of selection refers to just one type of thing, just one concept. And what it tries to do is to investigate the necessary conditions for a thing to be a unit of selection. And the main difference is that, yeah, they don't think there is an ambiguity that simply some people use the concept wrongly."
	},
	{
		"start_time": "09:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, TELL us about, uh, what you mentioned, uh, another thing that you mentioned in the book that is Lewontin's recipe approach to the levels of selection and how it relates to the disambiguation project."
	},
	{
		"start_time": "09:18",
		"speaker": "Javier Suárez",
		"words": "Yes, uh, Lewontin's, uh, approach to natural selection comes from a paper that he wrote in 1970, although he updated his ideas a bit later. And that's what it's considered the start of the debate as we on Junior selection as we currently have the debate. This recipe approach tries to give the ingredients that are jointly necessary and sufficient for a thing to be a unit of selection. So it's a type of unitary project. According to this recipient approach, a unit is a unit of selection when it belongs to a population where there are, well, there are traits that show variation between individuals in the population, so you need to have different traits for obvious reason. These traits have different fitnesses, so you can, you have different variations of the same trait, but also that they confer different fitness and that these traits are heritable. That means that if you have a trait that confers your higher fitness, then your offspring will also have a higher tendency. To have this trait and the one this approach, as I say, it starts the debate and it's the first unitarian approach. How it relates to this ambiguate to disambiguation project because actually those three ingredients have to be separated and they give rise to different types of units if we analyze each of these items separately or in certain combinations."
	},
	{
		"start_time": "10:49",
		"speaker": "Ricardo Lopes",
		"words": "What is your view on debate surrounding the existence of group selection? Do you think it, uh, it actually is a thing or not?"
	},
	{
		"start_time": "11:00",
		"speaker": "Javier Suárez",
		"words": "Yeah, in line with the disambiguation project, I, I, I would say that the question is ambiguous, right? So what do you mean by group selection? And the, the type of disambiguation project that um this allo and myself um promote distinguishes at least three meanings. One means interactor we will talk later about that I think. The other is manifesto of adaptation and the other is a reproducer constitutor. Now is there group selection concerning actors? Probably yes, depending on the type of group you're looking at. Are is there group selection confirming manifestos probably as well. There will be for some cases. Uh, WILL there be consuming the producers? Probably yes, but you need to decide the way first. I think there is group selection clearly, but you need to be clear about what you mean by the type of unit you're asking about."
	},
	{
		"start_time": "11:52",
		"speaker": "Ricardo Lopes",
		"words": "Right, and we're going to talk exactly about that now, about how the term units of selection might refer to three different non-coextensional functional concepts. That is, we have interactor, we have replicators slash reproducer slash reconstitutor. And also manifester of adaptation slash type one agent. So how did you arrive at this tripartite framework and could you explain each of these concepts?"
	},
	{
		"start_time": "12:26",
		"speaker": "Javier Suárez",
		"words": "Yes, well, actually, um many years ago in the, in the 80s when, when Lisa Lloyd wrote her, her um her first book. Uh, AND a bit later when she wrote a chapter in unit selection, she distinguished 4 meanings, not 3, she distinguished 4, the, the fourth one being the beneficiary, and, and she arrived there doing an analysis of the, of the literature of the time and what people were discussing and, and so on. In my case, uh, I arrived. Because of reading uh Lloyd's work, of course, but also because I was working on the, on hollows, which is hollows are a symbiotic uh units composed by an animal and its microbiome. Um, AND basically there I had many problems because some people were arguing that um hollows were of selections, other people were thinking they were not. And then I realized that they were not talking about the same for a while, but I couldn't explain very well how and why, because I was seeing clearly that in many cases there were manifestos, in many cases they were interactors. Um, YEAH, I arrived through this line realizing that they didn't mean the same and then. Through reading uh Lisa Lloyd's work and talking to her, um, we kind of put some order in this, in this, um, in this kind of conceptual mess, so to speak, and I, the meaning of each of these concepts is the following. So the interactor is the entity that is directly visible to natural selection now. That is the entity that bears the trait. And in virtue of bearing the re causes reproduction or replication to be differential at each level or at a different level. Humans are interactors for probably their eye colors. Why? Because, well, depending on the eye colors, we will reproduce more or less, yes. Uh, AND it can be at the same or at a lower level. So in many cases, you are an interactor for your genes, so to speak, for example. What is the manifesto? Well, the manifesto, it's the manifesto of adaptation is more complicated because it requires to have interactor at one level repeatedly. Why? Because the manifesto is the result of a tinkering or engineering process. To put a typical textbook example, no. So how do uh giraffes got their long necks? Well, the long necks is not something that one giraffe one day appears with a longer neck or whatever, no. Well, for that you need an engineering process. So you need the natural selection adds on a specific bones on a specific muscles and a specific structures of the neck, generation after generation. And then the neck becomes an attention and the giraffe becomes a manifesto of that attention because it's the entity where this tinkering process has occurred. That's the difference with the interactor because the interrupor can just last one generation, can be very ephemeral or it cannot, and then it becomes an infesor or not. What is the reproducer? Well, that's a question of the genetic models because the issue is that you need to count units to know that selection has occurred, you need to count units somehow. What do we normally count? We normally count genes, those are called replicators because of the mechanisms of copy, which are almost perfect. Compared to others, sometimes you simply produce oxygen through reproduction like it happens with humans or giraffes. To continue with the example, those are called reproducers and then the third term is reconstitutor that it's a bit more convoluted because the reconstitutor actually accounts for the. A strange reproduction process that occur in groups. So in some cases of groups, what happens is that every generation there is like a rearrangement or a new assortment. And that's what we mean by constituted, but that's basically what you need to count to realize that natural selection has been occurring, and that's why you need those three meanings because you need to distinguish there are 3 different things going on there."
	},
	{
		"start_time": "16:39",
		"speaker": "Ricardo Lopes",
		"words": "So still on the topic of these 3 different things, 3 different concepts. What kinds of research questions does each of these types of unit capture? What contexts are they asked in, and what type of evidence do we need for each of them?"
	},
	{
		"start_time": "17:00",
		"speaker": "Javier Suárez",
		"words": "Yeah, that's also a good question. So then what we try to do in the book actually is disambiguate and make this even more clear than it was before. So. The actor basically asked the following question. What is the entity that is interacting as a cohesive whole with the environment such that the production is differential. And this being differential in virtue of the traits that being differential is important. So what entity bears the traits that causes that reproduction is differential to how it would occur if it didn't have this specific variation of the trade. That's the key question for the interactor for the manifesto is what is the entity whose traits have been tinkering of engineering at the level and that, that, that's a, a difficult question because sometimes we have when we first approach a system and the system I mean a biological system, one might have the impression that the tinkering process has occurred at one level. But when one investigates this into. You can discover that actually natural selection is occurring at a different level, maybe at a lower level and what we uh when you see at the upper level is not a tinkering process, it's simply a result of selection having occurred at lower levels. So the manifesto looks for the entity that whose, whose strikes are tinkered or engineered or accumulating, let's say a patients over time. And finally, the replicator reproducer constitutor applies to the entity that carries the heritability, which is essential. So it's an essential ingredient to count for interactors and an essential ingredient to track for manifestos, which is what are the units that guarantee the trade trade similarity across generations. And uh where they are used, well, um, the, the, you have many different methods, some of them similar, some of them not in many cases you need to build models. So for the interactor, you would usually have to build group selection models or MLS multi-level selection models. For the manifesto, it's, it's common to build kin selection models which um they are a type of group selection model that appeals to the family relationship between the members of the group. Um, AND in all cases, and that's very, very, very important, you need experimental data because you cannot just build a model. You need to go to the field, you need to accumulate data, you need to show the variation in the trade, you need to show the patterns of reappearance of the trade, and that requires simply going to the field. Gathering data, um, yeah, and you would need different, different evidence um because you need to accommodate all these things together and use the models differently for each unit."
	},
	{
		"start_time": "19:46",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, I mean, you've already talked about the differences between the three different kinds of concepts, but why is it necessary to distinguish between interactor and replicator?"
	},
	{
		"start_time": "20:02",
		"speaker": "Javier Suárez",
		"words": "Yeah, that case is important because um there is this general confusion because in the general recipe by Le one team and, and in evolution in general, you tend to think that you need, and obviously you need reproduction because otherwise you can simply not track things that are going on and reproduction is one of the basis of life, right? Many definition of life appeal to reproduction as the differential thing that life has as opposed to inorganic, um, inorganic nature. Now, why it's important to distinguish the interactor to the replicator? Well, because in many processes of natural selection. The real cause that is the trait that the environment is seeing and fitness is causing the differential replication, it's at a different level, normally higher than the things that are copy making copying of the cells. And of course if we take a long evolutionary time, we only see the replicators or the reproducer, we see the genes or we see the giraffes, but we are lacking the, the ephemeral units that are causing that. And that's what you need to distinguish those because even if the two might overlap sometimes, normally, what is the cause of select what is being seen by the environment in the required way for a transition to occur, it's at a different level from this that is being copied and that we can track over time."
	},
	{
		"start_time": "21:28",
		"speaker": "Ricardo Lopes",
		"words": "Would this reframe the way we approach debates surrounding kin selection versus group selection?"
	},
	{
		"start_time": "21:38",
		"speaker": "Javier Suárez",
		"words": "Well, in a sense, it, it, uh, references debates for the following. People, um, uh, normally researchers in the kin selection tradition, what they will do is, they will tend to merge the three questions into one. Uh, ESPECIALLY conflating manifestos and interactors all the time, mm, and also because they require manifestos, they normally require as well replicators, right? Uh, WHEREAS people working on group selection with normal on many occasions just be interested in the process of selection itself, so you are looking for interactors and even if the two, and that has been argued several times, some people oppose this, but many people think that group selection and kin selection are mathematically equivalent. For a specific models, of course, uh, not in general for specific models you can prove a mathematical equivalent. That might be so, but the kind of things you are looking for is different. The kind of questions you are tracking is different and they will only be. EQUIVALENT a posteriority never a priority. Posteriority, you can make the mathematical changes to make them equivalent, but the causal process that they are. That they are um let's say investigating and they are looking for is different and that's why it's important."
	},
	{
		"start_time": "22:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, AND what do we gain then by distinguishing interrector from manifester or type one agent?"
	},
	{
		"start_time": "23:05",
		"speaker": "Javier Suárez",
		"words": "Yeah, that's very important. We here we avoid a strong confusion, which is the confusion between the process of natural selection at a and a very specific product which is the one that surprised Darwin for historical reasons. For historical reasons in the 19th century. Uh, PEOPLE were obsessed to demonstrate that God had created the world in such a way that organisms were perfectly adopted and then I don't know, this animal has this specific structure to do X and that's what. What Darwin does is naturalizes this. He basically says, look, that's not true. If you give history enough time and you take into account this. Then this tinker trade that you see so sophisticated because they are actually are simply results of history. Now, natural selection is a process that sometimes gives rise to this thinker process, and that's what we call manifestos adaptations when it's only for one trait and type one agents we need for every trait. So in humans, for example, all traits have to more or less coherently evolve, otherwise the species get extinguished as we know. So that's a type of agent. Now, the interactor doesn't track this, it tracks natural selection acting now. And acting now might be different from the results it is in the future because there are many other contingent facts. And that's very important because many models or um. There are many arguments in the genetic literature saying like, oh, this model doesn't work because if you apply this to 3000 generations, the model collapses, of course, but in tracking interactors. So why do I need to look at 3000 generations or, you know, and that's important because that's a legitimate question. We need to know what's happening. Now, um, and yeah, and it's important to to legitimize a field that it's clearly legitimate."
	},
	{
		"start_time": "24:57",
		"speaker": "Ricardo Lopes",
		"words": "In the book you also talk about a framework that you call evolutionary transitions in individuality. What is that?"
	},
	{
		"start_time": "25:08",
		"speaker": "Javier Suárez",
		"words": "Yeah, uh, I mentioned this at the beginning as one of the debates in units. So transitions in individuality is a framework that studies how um groups evolved from individuals, to put it basically. It starts from the beginning. So one of the key questions is how DNA gave gave gave rise to the first cells, how those cells gave rise to multicellular organisms, how multicellar gave rise to groups, and so on and so forth. But the most important question there is how. Groups evolve and how reproduction can be transferred from one level to the other. The oceanic transitions in individuality framework is simply the framework that ask these types of questions. The questions about how much of reproduction evolve and how singular reproducing entities become collectives that reproduce as a whole."
	},
	{
		"start_time": "26:02",
		"speaker": "Ricardo Lopes",
		"words": "And how does the disambiguation project apply to debates concerning this frameworks?"
	},
	{
		"start_time": "26:09",
		"speaker": "Javier Suárez",
		"words": "Yes, in this EI framework, uh, was the transition in the, the framework, most people have been from the adaptation school, so it's very famous that miners meet and Samari in 1995 in the first book on the topic called the Mayor Transitions Individuality. They claim whatever process give rise to this version at the higher level, it needs to be for the good of the replicators and that's something extremely surprising because actually if you come from change the school, you want to see the naturalization process as a process. And well, how does the hacker level evolve? Well, probably because there was natural selection acting on the group's originally as interactors, and those interactors due to probably many contingent reasons and that's very important evolution is contingent in many aspects. It's not direct. It doesn't have a tail loss or anything similar. Because of natural selection acting on those um groups on those interactors or the manifestos of all and the replication could be transferred to the higher level. That's why distinguishing those three minutes is important because sometimes you read papers like, oh this surprising process could happen if we take into account, if we take into account what, what these things are interactors. What other thing could they be? So."
	},
	{
		"start_time": "27:27",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. So I have one last question then, and I will start with a quote from your book here. Um, QUOTE, more recently, several authors have called attention to specific processes in which certain phenotypic traits seem to reappear consistently across generations without replication or reproducing processes at that specific level. Uh, COULD you give us examples of this and do we also need a reconstitutor then?"
	},
	{
		"start_time": "28:00",
		"speaker": "Javier Suárez",
		"words": "Yeah, that's, that's a question that actually refers to my previous work to the book and, and that's one of the, the reasons why I started collaborating with Lisa Lloyd and, and that's a very good question. So, so before I, I started working on, let's say units only units in a sense, I was working on hollow s as I said, no, hollow ions are an animal or plant host plus it's microbiome. And then the debate was whether they were units of selection and how. In my research, um, that was during my PhD, I discovered, well, it was something, there was something very clear, I'm sorry, that the hollow ion doesn't reproduce as a single hole. That's something extremely clear. So the microbi goes on its own. There are many different species of bacteria they reproduce on their own. The horse reproduces on its own, and then because of this, one would say, well, they cannot be manifestos oration. Recall the definition I said they may be interactors. But if you don't have iteration of the process at the same level, then you won't get the money first. Now, what I discovered is that there are some cases in which this is not true. The specific case I, I investigated was the vampire bat, the evolution of Shaiv in vampire bats. Um, WHICH is basically the, the fact that bats are the only animals that can have a strict blood-sucking diet, and that's something extremely surprising. Uh, AND bloods having a blood sucking diet is a strong challenge, uh, physiologically for many reasons related to bladder, kidney failure, but there are many, many problems with pathogens that can in blood but wouldn't can you also with flesh and so on and so forth. There is a big question there, so how did those creatures evolve. So the first way of replying to this question that any bio would do is let's try tore off the genome and see what kind of factors they have to cope with this diet. And then you have surprise. So many of the attention that the bats needs to have to have some give that the strict and give diet are not there. But you have done that. That's, that's very surprising because you have a strong empirical evidence. And then when you try to mitigate why and you go to the source that explains always this empirical evidence, you get uh an inconsistency. Well, what is discovered there is that there is positive selection for the specific traits coping with someivry in the microbi, you know, the vampi bats. And there it came my hypothesis. My hypothesis, well, bumper bats are actually manifestos despite not having reproduction at the focal level because bats reproduce on the one side, the micro ion on the other. And then I created myself a puzzle because as I said, to have manifesto, you would need inheritance. How could inheritance work in this case? So what I did for that um I, I was working with two colleagues, uh, Sophie Beck and Adrian Stencil from the University of Vienna and the University Jagaonian in Krakow, respectively, and then we came out with the following hypothesis. So let's suppose that or let's start from the beginning. Inheritance is a functional relationship. So we talk about inheritance because there is a certain correlation between traits over generations. Now what mechanism can guarantee that this correlation was how it should be and then is when we invented the mechanism of the constitution, where we invented we didn't invent it. We gave a name to a mechanism that would explain what we think is happening in Bamba. What happens there is that simply there is um every generation, there is a specific assortment of an and a certain selection of partners between the bat and the bacteria, but not only that, once the bacteria composes the microbi of the bat, the selection continues. Now, if you have this and press the play evolution over millions of generations, what happens is that you will have tinkering, tinkering both in the way of looking for your partner but also in the way of making your partner change. And that's when we introduced the concept of the reconstitute. And as I said at the beginning, 4 units of selection you need. Uh, WELL, you have interactors, manifestos, and then reproducer replicators, but some interactors in the case of the hollow ion that are also manifestos in some specific cases. The question is how do they reproduce, they are, they clearly don't satisfy the requirement of replication. But they also don't satisfy the requirement of rep reproduction or reproducer as this had been defined previously by authors such as um Peter Godfrey Smith or or James Christmer. So then we came the concept of reconstitution, which is a process in which you don't have material overlap over generations, but you have a specific type of assortment due to the active action of the elements. So basically that's why it would be, it would be. I always just explain in the given image, so take a magnet. So it's like a magnet that creates this kind of attraction, and once the item pieces go there, it sorb them in the right way. I hope I I have explained this clearly. It's a it's a complicated idea."
	},
	{
		"start_time": "33:22",
		"speaker": "Ricardo Lopes",
		"words": "Yes. Uh, SO, uh, Javier, I'm going to leave a link to your book, which is again units of selection published by Cambridge University Press in the description of the interview. Apart from the book, are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "33:42",
		"speaker": "Javier Suárez",
		"words": "Yes, I have, uh, um, in my, of course, my, my university profile and uh if you check, um, Javier Suarez, University of Oviedo, Javier Suarez philosophy, University of Oviedo, because my name is uncommon in the English speaking world, but it's extremely common in Spain, so we, I'm not the only one in the University of Oviedo, but just the only philosopher. And then I also have a website that you, you put hybrid started philosophy on, on Google. It's, it's relatively easy to find and there I more or less have links to my research or what I'm currently working on, what I've been working on in the past, also my publications, and of course Google Scholar is a usual good source to, to find any, any kind of work."
	},
	{
		"start_time": "34:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. I will include links to that as well in the description of the interview. And thank you so much for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "34:40",
		"speaker": "Javier Suárez",
		"words": "Thank you for having me. It's my pleasure actually. I'm looking forward to seeing the interview online."
	},
	{
		"start_time": "34:46",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyches Olaf, Alexandam Castle, Matthew Whitting Barna Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Matter Robert Windegaruyasi Zu Mark Neevs called Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnsergoro and Hal Herzognun Macha Joan Labrant John Jasent and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauujurumen ro Diego Londono Correa. Yannick Punterrumani Charlotte blinikolbar Adamhn Pavlostaevsky nale back medicine, Gary Galman Samovallidrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francoortolotti Gabrieloncortezus Slelitsky, Scott Zachary Fitim Duffyani Smith Jen Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, Diocosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Corale Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Tor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursulauddinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]