[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopez, and today I'm joined for a second time by Doctor Charlotte Bliss. And today, we're going to talk about her latest book, Doctor Bot, Why Doctors Can Fail Us and how AI Could Save Life. So, Charlotte, welcome back to the show. It's always a pleasure to to everyone."
	},
	{
		"start_time": "00:25",
		"speaker": "Charlotte Blease",
		"words": "It's great to be here, Ricardo. Delighted to be here talking about the book."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So in regards to how and why doctors can fail us, what are medical errors or, or what is medical error and how many people are affected by it?"
	},
	{
		"start_time": "00:44",
		"speaker": "Charlotte Blease",
		"words": "Yeah, medical error is, it's estimated in one study in the states to be the 3rd leading cause of death after heart disease and cancer. So it's responsible for the deaths, certainly in the states where much of the research into these kinds of problems has has taken place. It it affects the lives it kills by a quarter of a million people annually. Um, SO the way I I opened the book, I say that every few days, the equivalent of an Airbus for Airbuses carrying 170 passengers crashes on the ground, but it doesn't make the 24 hour news cycle. Um, AND but it's happening and it's happening on American soil. This is the equivalent of this happening on American soil when it comes to medical error. So, um, yeah, it's a big problem."
	},
	{
		"start_time": "01:40",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But and what causes it? I mean, what are the causes behind medical error?"
	},
	{
		"start_time": "01:46",
		"speaker": "Charlotte Blease",
		"words": "Yeah, so there's a variety of different things. Misdiagnosis is a big one. A diagnostic error affects. Again, the estimates here are varied, but it's on sort of charitable estimates affects about 1 in 20 visits to the doctor. But some researchers working in this area say it's probably could be as much as 20% of visits. So in 5 to 20%. Um AND autopsy reports bear out the sort of the higher figure. Um. It it also is things like medication errors, handoff problems, communication breakdowns are a big challenge in medicine. Uh THAT that's particularly involves uh younger doctors as well, junior doctors, uh, where they may not be as familiar with processes. So the systems in which which doctors work can also affect and and the pressures that are on them within those systems can certainly affect uh the likelihood of of some kinds of communication breakdowns and so on too, but I don't think that they So it's not entirely the full story. So we are our cognition obviously is affected by the environment in which we work in, but I want to say there's an upper limit to what we can do with with the systems as they currently are, and how that could improve things like diagnostic error rates."
	},
	{
		"start_time": "03:14",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, we're going to talk a little bit more about that, but uh does the medical system affect doctors themselves and would that be one of the reasons why doctors make errors?"
	},
	{
		"start_time": "03:28",
		"speaker": "Charlotte Blease",
		"words": "Absolutely. It's a it's a huge issue. And um To some extent it's kind of taboo as well within medicine, so doctors are really burnt out. The studies show that in, for example, the US and the UK about 50% of doctors are burnt out during COVID, that figure was even higher, it was quite staggering. Um, MENTAL health problems are an issue. So burn out sort of is related to that. You've got fatigue, uh, sort of withdrawal from, uh, uh, doing your job but your your top capacity, but also a feeling of dissatisfaction with the work. Um, THIS drives errors. So for example, one study found Uh doctors are depressed, about 20% of doctors in the state are report being depressed. Um, AND that leads to around depression and self can cause error. So one study finds a sixfold increase in medication errors. Um. And you know, when it comes to suicide, about 300 to 400 doctors every year in the states take their own lives. A very recent that's equivalent of one medical school graduating class in a colleague of mine in Karolinska, Emma Brulin one study. Very recently published in Sweden that found there was a treble trebling of the rate of suicide among psychiatrists. So there are mental health professions that burn out as well compared to the population. So, um, mental health issues, feelings of burnout fatigue, uh, working long hours, very, very good reasons why doctors are exhausted by their job."
	},
	{
		"start_time": "05:21",
		"speaker": "Ricardo Lopes",
		"words": "In the book at a certain point you talk about how doctors often resist inputs from outsiders. I mean, why is that important and in what ways do you think those inputs could improve medical practice?"
	},
	{
		"start_time": "05:37",
		"speaker": "Charlotte Blease",
		"words": "Yeah, um. I think they do, and it's interesting because medicine is a very hierarchical institution and field in a way. Um, AND in some ways that's part of the education of a doctor. Um, BECAUSE it's almost an apprenticeship, you learn from the people higher up. So there's very and in some respects, traditional medicine or medicine as we know it, that's that's important for how you learn. Some of it is copying, some of it's learning on the job, the processes and all the rest of it. So it does tend to be quite a hierarchical field and that psychology of status is somewhat problematic within it. But for us as patients, as well as for people who are lower in the pecking order. But I think that's part of the reason why domain experts in other fields tend to be a bit Excluded. So what you sometimes find in medical school, it's quite often you find in medical schools, and I've been hanging around medical schools for for over a decade now, working within them, but some of the sociology or their ethics or psychology that's to be taught, it's very often taught by a doctor, a medical doctor who has taken an interest in those fields rather than sort of domain experts across faculty coming in to teach but um. So that's a generality, but so even among those who say medicine is an information processing field, and there's some leading medical doctors who are advocates of information processing as if they don't really delve into what that actually means, which is interesting too, which is something I tried to cover a bit. But it's important because when you exclude other experts, you have a very narrow lens in which to understand the medical profession. And that I think has been a problem. So if you look at medical memoirs, medical books, memos and exception here, but they're mostly an assumption that only a doctor. Who who has practiced medicine has the real expertise to write about it, which is a bit again, it's overly narrow because we know sociology, psychology is relevant here, philosophy is relevant. Cognitive science is incredibly important in thinking about what it is the doctor do. So I feel that very often that gets omitted and we're left with a very there's a lot of blind spots and how to think about medical thinking. If it's only left to doctors and sometimes a kind of polyannaish response about how we improve medicine as in maybe they just need a bit doctors just need a bit more education. If you look at some of the educational. SOLUTIONS. I mean, I say it's a bit like homely chicken soup for, you know, conquers it's, you know, it's comforting, but it's not really going to do very much. And that's been a kind of a light motif throughout the history of medicine, I would say to which you can get into a little bit if you like."
	},
	{
		"start_time": "08:53",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Sure. Uh, SO tell us a little bit about the work you've done on, uh, sharing access to patients' health records. Why is that important and why is it sometimes so hard to access?"
	},
	{
		"start_time": "09:08",
		"speaker": "Charlotte Blease",
		"words": "Yeah, so access to one's health records online, a bit like online banking, you know, you get access to your own information in real time and and all the rest of it. Um, THIS is quite a recent innovation, um, but around 30 countries worldwide patients have at least some access to their online record um. America has the most robustly transparent. The United States is the most robustly transparent access. But what you find is there's been huge resistance wherever this is being proposed, and the medical profession gets very anxious about doctors about patients are poking their noses into their own records, um, which I think is an interesting thing in itself. Because it sort of is somewhat reflective of the sociologists talk about the power dynamics in medicine, and they very rarely explain where this why doctors want the power, where it comes from. That's a different story, but um so there is definitely this sort of. SUBORDINATION of the patient who after all has the greatest vested interest in accessing their own health information. And what's fascinating and I've done a lot of research in this with my colleagues, both at open notes in Beth Israel Deaconess and also in Uppsala University, but in Sweden, but patients derive wherever studies have been conducted, they derive a lot of benefit. Because they better remember what doctors said, they can look up medications, and they remember to follow up with test results. So there's a lot of benefits to the patient, but again, and I think somewhat for good reasons, when I say this, doctors are a bit resistant because, well, they express the fear that there's going to be more contact time from patients and very mixed findings of mostly patients. DON'T like to burden their doctors. Um, BUT those are the kinds of things that could be managed. So um it's reflective, I think of this this differential the status differential in medicine and the idea. I mean, the British Medical Association threatened to sue a couple of years ago, NHS England for opening the records didn't come to anything but enormous fear and resistance."
	},
	{
		"start_time": "11:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Do you think that doctors are essential in providing care to patients?"
	},
	{
		"start_time": "11:43",
		"speaker": "Charlotte Blease",
		"words": "Um, SO that's a great question. It's a provocative question. I, I think that yes, currently they are essential, but I suppose what the perspective that I take it would go back to this idea. If you look at the trajectory of technology, and I come back to this idea of Amara's law, Roy Amara was an American futurologist who said people tend to overestimate what technology can do in the short term, but underestimate what it can do in the long term. Um, AND, uh, uh, business analysts and again, other tech forecasters like um Christiansen, the late Clayton Christensen, but also Richard and Daniels have written about the future of the professions. I'm very sympathetic to their perspective, which is we are increasingly going to see a dismantling of tasks that are performed by white collar professionals that will be taken over. uh BY technology, somewhat in part, but then more than likely, largely taken over in the future. I don't think we're we're there yet at all, but we do see this incursion, which I don't think is going to go away. Um, SO in the longer term, I wouldn't wouldn't put forecasts on it, but I do think it predicts hard, hard timelines on it, but, but certainly I don't think doctors, as we know them will will always be. Uh, NECESSARY, which may be very creepy to a lot of people who are watching or listening."
	},
	{
		"start_time": "13:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so before we get into AI and how it can contribute to the health care system, let me just ask you a few questions about some of the issues that people might have or even frequently have when trying to access medicine and some of the issues they have to deal with also. When uh dealing with doctors directly. So, is medicine generally economically accessible to most people?"
	},
	{
		"start_time": "14:04",
		"speaker": "Charlotte Blease",
		"words": "The short answer is no. TAKE a system like the US and it's in some respects an outlier when it comes to rich countries, but let's even take a sort of principle of charity. Look at look at wealthier countries where people generally have more access to doctors. There are more doctors. In the US, 60% of bankruptcies are caused by medical costs, so there are massive challenges in paying for health coverage, but generally worldwide about 100 million people annually are propelled into poverty because of the cost of their healthcare. Um, BUT even if you look at the the the the EU where most patients have access to at least some services, still around the festive spending comes from patients' pockets, and that affects obviously poor patients more who have in the EU 5 times more likely to have unmet health needs. Now, even if you have sort of free at the point of access care at the bricks and mortar hospital, and this is where medicine tends to focus on what happens when you actually enter the doctor's office. But before that, there are costs involved in getting to the doctor's office. Transportation costs are huge for patients. If you rely on public transport, you're more likely to miss your visit or to to delay going to the doctor. If you work in a gig gig economy job or you have parental duties, uh, or if you're you're a woman, you're you're more likely to forgo appointments as well. People with disabilities, the elderly, the actual physical challenge of getting to the doctor is huge. So these challenges are often referred to as the inverse care law. It's recognized that people with the greater greatest need are less likely to have access to healthcare. Uh, COSTS are huge, um, but also if you like physical barriers are massive challenges as well. Uh, PEOPLE with disabilities, if I mention them, they often tend to get overlooked in all of. But wherever you see studies, they've got their twice as likely to uh again for go seeing the doctor, because there's a lot of challenges and actually transporting yourself into the doctor's office."
	},
	{
		"start_time": "16:39",
		"speaker": "Ricardo Lopes",
		"words": "Apart from economic factors, what would you say are the other main barriers that people encounter in accessing medicine?"
	},
	{
		"start_time": "16:48",
		"speaker": "Charlotte Blease",
		"words": "So what I've said, I think transportation is a big one, taking the time out of your day, which is highly disruptive, um. Um, SO in American time use survey finds that for a 20 minute visit, patients take an average of 2 hours out of their day, to make the visit, that's higher if you're on a low income or you're unemployed because you're you're likely to have greater travel concerns um and it's more disruptive to your day. Um. Those sorts of issues again, the issues with disability, elderly patients in the states again, legacy structures, the effects of redlining and you know, laws that are that are not that we don't have to sort of create our next too far back in history that there was segregation and that's had a geographical effect on access. So, uh, primary care shortage areas areas tend to be uh they're 70% higher and predominantly black neighborhoods. So you have access buyers that can affect people for a variety of reasons. And then of course, not every the contingencies of history, not every city on earth. I mean, I lived in Boston, it's an epicenter for medicine. Uh, I'm from Belfast. It isn't, um, you know, so historical happenstance means not everybody actually has resources close to them."
	},
	{
		"start_time": "18:25",
		"speaker": "Ricardo Lopes",
		"words": "And when dealing with doctors themselves, what is symptom denial?"
	},
	{
		"start_time": "18:33",
		"speaker": "Charlotte Blease",
		"words": "So patients can sometimes patients delay seeking health seeking because they literally aren't quite sure what's wrong. There's this sort of conundrum where you have to decide, you as a patient are your first triage system. So you have to decide when your own symptoms reach a threshold. It's worthy of visiting the doctor in a sense. Um, EVEN though you lack that expertise, you've got to work it out. That's incidentally why many the internet as a resource, we get into sort of generative AI technologies to those sorts of tools, but they are useful to the extent they can of course they have limitations as well, but they can facilitate. Um, UNDERSTANDING. So symptom denial can arise as well. So there's this general uh challenge of knowing when your symptoms are right, but symptom denial can also arise in front of doctors. So, um, Uh, patients tend, and again this comes back to the psychology of status in the visit, where it's built in because you are sitting at the feet of an expert as a patient. That's the reason why you visit the doctor, you want to find out more. Um, BUT patients tend to see a face in those situations. Irving Goffman. The Canadian sociologists talk about presentation of self in everyday life and psychologists talk about social desirability biases and all the rest, but the idea that you tend to present yourself in a different way, particularly next to somebody who is comparatively higher status, meaning you're more likely to to uh Uh, studies in the states show about 85% of patients have lied or concealed clinically relevant information to a doctor, mostly about socially stigmatized conditions, mental health conditions, people delay health seeing, got lots of studies on that, but also embarrass. RED flag cancer symptoms as well. People may delay because they're afraid the doctor bother this currently comes up. They're afraid of being judged and they have a fear of embarrassment. So those are the kinds of psychological pitfalls that can interfere with the visit and amount to a kind of denial and vernacular kind of language."
	},
	{
		"start_time": "21:07",
		"speaker": "Ricardo Lopes",
		"words": "And and which are better interviewers, doctors or computers, I mean, do we know that?"
	},
	{
		"start_time": "21:16",
		"speaker": "Charlotte Blease",
		"words": "So, if you break, I'll say short answer, doctors, but if you break the task down, Patients disclose more to um not to they don't disclose as much to doctors. So even though a doctor is still probably the best we have now at having the dialogue to gather medical information and to to celebrate the task of diagnosis, but that's different from actually disclosing, divulging your problems, in which case uh computers and even pen and paper and just questionnaires are a better resource for doing. And we have decades of research on this. Um, AGAIN, the reasons why go back to the what we've just discussed this as psychology of status and and patients feeling a bit subordinate. They don't like to, um, Uh, divulge certain symptoms, they're embarrassed, but also in the medical visit, doctors do tend to dominate the dialogue. Again, lots of, of social science research on that. They interrupt. Um, THEY, they interrupt and they end up taking the floor, so to speak, which interferes with information gathering. So patients literally pour their hearts out literally it's not the right word, figuratively pour their hearts out to machines and um that again that goes back to the 1960s with Joseph Weizenbaum, Warner slack another doctor. VERY same year, 1966, they both recognize it published in the same as a great minds think alike kind of scenario and they recognized even when you put patients in front of these sort of monster sized computers, they could see them slagging off the computer uninhibited, saying, you know, all kinds of things that they would never say in front of a doctor in a white coat."
	},
	{
		"start_time": "23:19",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to diagnosis, what should we consider when it comes to how doctors learn to diagnose and their human limitations?"
	},
	{
		"start_time": "23:31",
		"speaker": "Charlotte Blease",
		"words": "Lots to think about here. So, um, again, I come back to the idea that doctors are only human. Um, AND that's in some ways is the premise of the book. You know, let's take seriously the fact doctors aren't gods. Um, SO there's limitations with keeping up to date. Um, WITH biomedical knowledge, and what doctors are expected to do is, is, is just, it's colossal actually. I made a calculation a couple of years ago using PubMed, and a biomedical article is published every 39 seconds. Um, AND if doctors were to read only 2% of the relevant material there, they'd be spending 22.5 hours per day, and that's not even committing it to memory and making it sort of practically useful information, which is what you need for expertise. So you can see the massive challenges there and kind of this information treadmill. Um, BEYOND that, um, there are challenges with noise in medicine. Daniel Conneman has written about this is something I also focus on. There's a whole variety of noise that arises. There's slight gender differences in male and female doctors and how they practice with some fascinating ties to a slight incremental uh greater likelihood that female doctors practice evidence based medicine they're more likely to, which is interesting. But the other side, you've got huge variety in terms of say junior doctors on the one hand learning new things, uh, getting into the comfort zone of practicing medicine fluently, so to speak, and then you've got cognitive decline, which kicks in on our 40 and 48 do really like to acknowledge this, but you know, you've got a cognitive decline kicking in, which makes it even more but that's kind of taboo actually. A greater challenge of keeping up to date. Um, AND, uh, you know, it's, it's very little wonder doctors practice evidence-based medicine only around half the time. We've got lots of studies to show. That's the case. Um, SO the diagnostic challenges here are enormous and even aside from the noise, you have the challenge of medicine itself is sort of an exercise in stereotyping, because it's just Robert McAuley would talk about practice naturalness, uh, a bit like. OF learned common system one, you learn to recognize patterns when it comes to symptoms and diseases, but the real challenge here is sometimes unwanted biases can kick in. How do you avoid those when you lack conscious access to to what how you're making the decision. Um, SO there, there are huge challenges and I mean the way I frame it is it's amazing doctors get it right as often as they do."
	},
	{
		"start_time": "26:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. How about AI? I mean, how developed this AI in terms of being able to diagnose diseases at this point in time and do you think that it can overcome uh doctor's limitations when it comes to diagnosis?"
	},
	{
		"start_time": "26:53",
		"speaker": "Charlotte Blease",
		"words": "Really big question. So it depends on the AI tools, um, and it depends on how it is integrated into care as well. Um, SO, What we know is, so take sort of AI 2.0, which is machine learning, which is great at working out patterns, it can crunch through, you know, vast volumes of data to pick up, to discern patterns that we're not able to see. And that is an amazing tool. It's important in radiology. It can be very where it can uh it can be diag diagnostically more consistent and eliminate some of the noise and be more accurate. Um, BUT it's also that kind of uh of AI is also useful, for example, in electronic health records, sifting through and making prognostic predictions. Uh, AGAIN, coming back to to uh very interesting studies by by a team at Harvard Medical School, which found that from. HEALTH records, you can discern patients with, for example, victims of domestic violence or patients who are likely to take their own lives. And the studies show we're talking about, you know, from 10 to 30 months in advance for about 40% of patients of doctors who is the flip of a coin, they can't tell very often what's going to happen. So that kind of prediction is highly significant and could be incredibly important for doctors. Then you've got the kind of uh But the question is, are those tools useful? Well, it depends on how they're trained and are they valid for other populations. You've got a whole set of other concerns there. Then you have issues with uh you have the generative AI tools which are sort of AI 3.0 as we currently have, which are able to again use vast amounts of large language models these are of information that they that they can generate responses to. So we've all Anyone who's used tools like chat GPT or or Google's Gemini, that's a bit like talking to the internet on steroids. But again, these are very good at associative patterns, but they don't do counterfactual reasoning or or they don't have strengths and causality, but that they still can be very useful tools for picking out associations. And again, you've got fascinating and and you'd be cheerless not to to be impressed by a lot of these studies, which you give some examples, but um again, I would say the limitations here would be, again, we don't yet have all the evidence that they're superior to doctors, but they they they can be highly impressive and you've got challenges here with how these tools are trained. The how they hallucinate that is they make they make mistakes, which can be very compelling and confident, very confident. Um, THEY also can be succumbed to biases. They can replicate human biases, they can be obsequious sort of people. PLEASING in their own way and their responses. And so there are a whole host of challenges with those tools as well. And the real issue there, I think Ricardo in the long term is going to be, is it, is it better or worse because you're not going to have the perfect technology and we just don't know yet. We just don't have the research, but I would sort of pause here and say the technology is the worst it's ever going to be, so it would be a mistake only to focus on current technologies and say that that's sort of the end of the line here, you know, AI 75 years old, you know, your competition in the future is not going to look like if you're a doctor, but it currently doesn't, so that's um yeah."
	},
	{
		"start_time": "31:05",
		"speaker": "Ricardo Lopes",
		"words": "And how about treatment? What would you say are some of the biggest issues with human doctors doing it?"
	},
	{
		"start_time": "31:14",
		"speaker": "Charlotte Blease",
		"words": "Um, SO, Lots of ways to interpret this. We could be thinking about robotics. Uh, WE could be thinking about treatment in terms, not something I get into into in the book is robotics. I sort of think more about the primary care visit but treatment could be in terms of um treatment suggestions or prescribing or giving information to patients about what about their condition. And you've also got the issue of treatment is sort of bedside manner as well, which you think you can get into you think about them differently and I think it when it comes to each of those, there is, there are challenges for for doctors to get it right. By the way, these are humans who are multitasking, multitasking is, you know, people don't multitask, the task switch. So the toggle between tasks and the more tasks they have to do, the more likely they are to make mistakes. So lots of issues there were AI could come in and supplement or take over certain tasks. And if we if we take the example of um communicating the patients, treatment suggestions or recommendations. Look at the vehicle of the online record that we talked about earlier, um. It seems and I've done some research and it seems that doctors are using generative AI tools to help them with documentation, more than likely for communicating with patients. So I would say already there's an uptake in using these sorts of tools for treatment as a sort of as communication."
	},
	{
		"start_time": "33:05",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, SO we talked about the limitations of doctors, but, uh, and we, you also mentioned some of the current limitations of AI tools, but, uh, can AI also be biased? And if so, why should we worry about that?"
	},
	{
		"start_time": "33:24",
		"speaker": "Charlotte Blease",
		"words": "AI can certainly be biased, and if we go back to Cathy O'Neill weapons of mass destruction 2016, her book, she sort of launched that into the conversation where there was a tendency to think algorithms are neutral and there's still a sort of human. TENDENCY to think that they they are more neutral than than humans, but certainly they can be biased. And in some sense, machine learning is a misnomer because humans can decide what they feed these machines, what they're trained on, and They can be it's the old slogan garbage in garbage out. So they can perpetuate if there's omissions and biases within information fed to these to whatever AI and machine learning tools, generative AI tools, they can still be. PERPETUATED. I give an example. Um, ONE study found that AI or health data that is used to train AI, but 50% of it comes from America, United States of America and China. Now that raises really grave issues about global representation. Similarly, generative AI tools are trained on open source on internet sources and all the rest 50% of the internet's in English. Fewer than 1 in 5 people speaks English where you've got a challenge there with the accuracy of these tools for marginalized languages. There's evidence that they're getting better for many languages Italian, Spanish is good. Uh, AS English for one study found for for medical responses. Uh, BUT, um, with all the limitations still, but for many languages, it's they're still not going to be there. So that's an example of the ways and we also know that these tools. AND perpetuate some of the diagnostic uh biases that exist and may even worsen them in some cases, some cases, some studies show worsen them. Some say that they're better and the fewer biases. It depends. So it's very hard to answer in the round, but certainly they can um they're susceptible to bias."
	},
	{
		"start_time": "35:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh,"
	},
	{
		"start_time": "35:47",
		"speaker": "Charlotte Blease",
		"words": "what role"
	},
	{
		"start_time": "35:48",
		"speaker": "Ricardo Lopes",
		"words": "would you say technology and specifically AI can play in medicine?"
	},
	{
		"start_time": "35:56",
		"speaker": "Charlotte Blease",
		"words": "I think it can play a it will play and it is already currently playing a role in in medicine. Um, I give some examples because AI tools have already, I mean, since the 1980s, there's been clinical decision support tools with expert AI's in the form of advice about um um. ALERTS about medications, for example, or um algorithmic support, you know that in the electronic health record that will say please ask this patient these questions about whatever their high risk for. But what tends to happen with those sorts of supports was they're just not well integrated into the workflow. So doctors tended to, they have very little evidence that these to actually improve patient outcomes because they tend to get overridden. DOCTORS are susceptible to alert fatigue as it's called. Um, BUT other tools are already being deployed in healthcare. I mean, I've just done a hold off the presses for you, Ricardo, we got survey data back on a UK study on what's called ambient AI. Now this is a form of AI that also uses large language models, but it listens to the medical visit. And it populates the conversation with into the electronic health record to make the administrative task of the doctor easier. So that they can actually just talk to the patient. What we find, we asked a UK GPs, you know, are you using it to 14% said that they were just 1 in 7. Um, BUT there's mixed findings there about the error rate, how good these tools are for different kinds of patients. On the whole, they tended to think that the tools and very small sample size the tools are better for than their own note taking, but they need oversight. You can't, you know, there's errors there, the notes can so called hallucinate, the AI can hallucinate and For patients who don't speak English as their first language, there's still challenges. Um, SO AI is already within the visit increasingly so we can get into generative AI did survey research on this. I think I mentioned the other. Um, PODCAST we did, but we found 2024, 1 in 5 doctors said they were using commercial genitive AI tools of UK doctors. This year it went up to 1 in 4 January we did the we did the survey. EXACT same survey, January 25 quarter of doctors said they were using AI tools like CBT for clinical tasks. So it's already here, whether they're using them effectively is a whole different concern, but it's it's in the visit."
	},
	{
		"start_time": "39:03",
		"speaker": "Ricardo Lopes",
		"words": "And do we know if they're using it effectively?"
	},
	{
		"start_time": "39:07",
		"speaker": "Charlotte Blease",
		"words": "Um, So we here we get to the issue of uh this is this is the key issue actually, and again I overly problem with the book, but I do have a chapter on this this idea of man and machine working together and this is sort of the last mile problem as it's been called and actually it's very what what we do tend to see is that uh. So people tend to anthropomorphize, especially this later generation of AI because as they say, they feel like they're talking to another human, so to speak, and they because there's a back and forth, there's a dialogic nature of these tools, but there is a tendency among domain experts to be more likely to hold their nose to algorithmic output. And this goes back to the work of Paul Mill in the 50s. Berkeley De Forest in University of Chicago, you've got people like Jennifer Logg at Georgetown, they've worked on, but again this tends to be siloed and not much taken up with them in medical fields, but There is a tendency for experts to be more averse to algorithmic output, um, but the lay lay population tends to be in a particular domain, tends to be more deferential, more trusting, so that's called the algorithmic appreciation versus algorithmic aversion. But we do I'm seeing interesting studies where um there is where. Doctors are deferring sometimes, perhaps they are too trusting. So the issue here it's a really challenging one Carlo because do doctors sometimes overly trust or overly distrust and what we do see in some studies by Adam Rodman and Ethan. OTHERS is if you actually compare doctors working on with genitive AI tools or with other just internet tools versus the the generative AI on its own, like chat CPT or OpenAIO one or whatever, you do tend to still see that the In some studies that the doctors are hurting the accuracy of the AI and the AI is is quite significantly better. So that would suggest there is this continuation of a kind of algorithmic aversion, which which invites very interesting questions about what's the right configuration of expertise to work with AI and or indeed when humans should be in the loop and high. What, you know, do we need a medical professional at all, what does that mean? What, what is the training involved in order to be astute and critical, but also judicious. So it's not a very easy question to answer."
	},
	{
		"start_time": "42:07",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have one last question then. How do you look at the future of the sort of partnership between doctors and AI in providing healthcare? And do you think there's uh any version of the future where doctors would simply be replaced by AI?"
	},
	{
		"start_time": "42:28",
		"speaker": "Charlotte Blease",
		"words": "Um, I, I, I think that so that you're asking me to put my head above the parapet here very much, but look, I think in the future it will that's the direction of travel, but I don't think we're near it yet. Um, I think there's going to be a period of flux where we see, and we already see it's very hard to integrate these tools within workflow. It's very difficult for doctors to change their um. Uh, WORK habits because their day is so packed and busy and frenetic, so changing how you do things is challenging, um. But I do foresee that AI will take over some tasks, surveys I've conducted, doctors always think it's going to come for the task they least like, the administrative task, the documentation, they're divided about whether it will happen for diagnostics and prognostics, but the thing they least think it will come for is empathy. My answer to that is I don't think any doctor goes through 10 years of medical education to become a patient empathizer. So I think clinging to that is a particular, you know, will always be needed with or without AI because we empathize other people can empathize, we can deploy other people in the duty of care of patients and to facilitate that. So I guess it's it's um I think it will happen. I think that there will be increasing disintermediation or taking over technological task, but it's going to be much slower than people imagine. And there's wider societal questions that we need to ask about that as well. Privacy is huge issues with the disruption of of healthcare as we know it."
	},
	{
		"start_time": "44:21",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again Doctor Bo Why Doctors Can Fail Us and how AI could Save Lives. Uh, OF course, leaving a link to the book in the description down below and uh Charlotte, just before we go, where can people find you and your work on the internet?"
	},
	{
		"start_time": "44:39",
		"speaker": "Charlotte Blease",
		"words": "So you'll find me on uh scholar, Google Scholar, you'll find me on, I have my own website that I, I curate where I put all my, my articles and Uppsala University website as well. And I'm on I'm on Twitter and Blue Sky and LinkedIn."
	},
	{
		"start_time": "44:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So thank you so much for taking the time to come to come on the show again. It's always a pleasure to talk with you."
	},
	{
		"start_time": "45:05",
		"speaker": "Charlotte Blease",
		"words": "It's great to be here. Thank you very much."
	},
	{
		"start_time": "45:09",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes called in Holbrookfield governor, Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Augusta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Heringbo. Sterry Michael Bailey, then Sperber, Robert Grassy Zigoren, Jeff McMahon, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Stor, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perkrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levine, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]