[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dis Center. I'm your host, as always, Ricard Lopez, and today I'm joined by a return guest, Doctor Owen Flanagan. He is James B. Duke, Distinguished Professor Emeritus of Philosophy at Duke University. And today we're going to talk about his latest book, What is it like to be an Addict? Understanding Substance Abuse. So, Doctor Flanagan, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Owen Flanagan",
		"words": "Likewise for me, Ricardo, it's always nice to see you."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So why did you decide to write a book on addi addiction? I mean, does it relate in any way to the rest of your body of work?"
	},
	{
		"start_time": "00:42",
		"speaker": "Owen Flanagan",
		"words": "Yes, thank you for that question. Um, SO, um, well, it was a complicated both scholarly and Um, personal decision. And, uh, so the, you know, the main part of the backstory is that I was addicted to alcohol and to benzodiazepine, so kind of, uh, anxiety for, for your listeners who aren't up on these things. The benzodiazepines are drugs like Valium and Ativan, and lorazepam, Xanax. Um, MY favorite was something called clonazepam. Uh, BUT I was also, uh, a, uh, alcoholic and, uh, addicted to, uh, alcohol. Um, uh, FOR, uh, for about 20 years of my adult life, I haven't used either one for 18 years now. Um, BUT I struggled like a lot of people. And your listeners may or may not know about, at least in North America, and I think this is true of Portugal and other countries. Uh, ADDICTIONS, uh, probably about 1 in 5 people, uh, uh, in the North Atlantic countries, uh, overall suffer from some kind of substance addictions in their lifetime. Um, AND about half of them get over them, about half of them don't, and, uh, go to their graves, uh, with a substance abuse problem. Of course, for many of those people, They lose jobs, they lose friendships, they lose loved ones, they lose sometimes pretty much everything. Um, I didn't lose everything, but I lost a lot of things, and I, um, I wasn't always responsible in my relationships, um, uh, because of my addictions. So, that was the personal side. Of course, that's embarrassing. So I didn't want to talk about that. And, uh, uh, and a large part of my, uh, drinking, uh, life in particular. Uh, WAS either hanging out with people who like to drink like me, that is excessively, or by staying away from people who didn't like to drink like me and who I didn't want to know, uh, uh, that I had any kind of problem. So, that's the sort of personal side. But on the other side, here I was, a philosopher who worked, uh, in the philosophy of mind. I mean, so I was on the one hand, Between my work and philosophy of mind, my interest in consciousness, self-knowledge, um, uh, the relationship of the mind and the brain. Um, YOU know, this is a huge part of my work from the very, very beginning. Uh, I also did a lot of work early on, starting in the 80s. On the ways in which different psychological models explain things. So, of course, we know that there are computational models of mind. There are neuroscientific models of mind. There are psychoanalytic models of mind, the gestalt theories of mind. There are behavioristic theories of mind which emphasize reinforcement. So I kind of knew that. I also, uh, have done a lot of work, as you know, cause we talked about this on the emotions. So I'm very interested in the ways in which we humans are not merely cognitive machines or computational machines, uh, but we are emotional engines, like Spinoza said, we're driven by coattas, by urges, by. So, here I was, I felt perfectly positioned. Uh, TO, uh, write a book which was both scientifically literate about the latest in what the psychologists, sociologists, anthropologists, and neuroscientists think about addiction, and I had the insider point of view. Um, AND I thought it, it's something I almost felt duty bound to do."
	},
	{
		"start_time": "04:41",
		"speaker": "Ricardo Lopes",
		"words": "Right. Is there a definition of addiction and does it, do we need one single definition of addiction or not?"
	},
	{
		"start_time": "04:54",
		"speaker": "Owen Flanagan",
		"words": "Yeah, I don't think we do. Now, you may know, um, and, uh, I think again it's helpful to your listeners even, um, is that, uh, there are people who are definition mongers in general, and sometimes philosophers are definition mongers. They'll say, you know, we're not gonna talk about such and so until we have a definition of it. I, what I've decided, uh, and, and by the way, in addition to that, there are people who think that the word addict is, is self-stigmatizing or and the stigma stigmas are inherently bad things. We can talk about that later. I think, I think some things are stigmas, which just means, of course, a mark. And they are marked because they are negative, both from the point of view of the person who is at work has the problem, in this case, addiction, and from the larger community that has to deal with them, workers, loved ones, family, etc. Um, THAT said, um, the, what, what I, what I think is, uh, suits, uh, uh, so I, I like the word addiction. I think that we, it's a little bit like people in who are addicts. We will often say, for us, it's like gay. It's a word that we'll embrace. We are or were one of those. Um, AND, uh, you can try to change the name, you can call it something else, you can call it substance abuse, substance misuse, those are common, uh, locutions that are used lately. And in fact, by the way, just as an aside, before I answer your definition question. There was an amusing report by the Surgeon General of the United States a few years ago on addiction in America. And it started out talking about addiction, but then a few pages in, it said, but addiction is now considered stigmatizing. So we are switching the word to substance abuse. And then 10 pages later, they said, substance abuse is now considered stigmatizing, so we're changing the word to substance misuse. Anyway, I just find this ridiculous and very amusing because if you keep trying to get rid of stigma or negative judgment for addiction, it'll continue forever because it is just a negative state. OK. So that's all I've said so far, it's a negative state. How do you define it though? I think the best way to think about it and what I talk about in the book. Is that the diagnostic and Statistical Manual of the American Psychiatric Association has 11 criteria for what it calls substance abuse. Two of them involve what some people think is the definition of addiction. Which is simply increased tolerance and physical dependency on the drug. That won't work for lots of reasons. First of all, many, many drugs that are not particularly addictive. Um, IN the sense that people will abuse them and mess up their entire lives, people do become dependent upon. So anybody who takes an SSRI, that is a, uh, antidepressant of that class, selective serotonin reuptake inhibitors. Uh, CAN'T go off them right away or they'll have terrible side effects. So you have to titrate down. So those are drugs that people are physically dependent on, but we wouldn't talk about people as addicts. Almost no one goes out and tries to score, uh, you know, uh, Paxil or, uh, Prozac on the streets. Um, SO we need something stronger than that. What are, what are the things we usually need? Well, the other criteria are things like, you're obsessing about the drug of choice a lot. You're planning to get it, you're strategizing about how to get it. And then the real kickers are when you cross over and start to undermine your interpersonal relations because of using in a way that the addict herself recognizes, uh, and you start to not, uh, not step up to your responsibilities at work and so on and so forth. So, what I call, I, I think of addiction as a sliding scale. Uh, IF you have the 11 criteria in the psychiatric manual, if you get to about 5 or 6, if you get to 4 or 5, you have probably a moderate substance abuse problem. And if you get to 5 or 6, then I think you're a bona fide addict, although you could also just say you have a severe substance misuse problem."
	},
	{
		"start_time": "09:48",
		"speaker": "Ricardo Lopes",
		"words": "But what kind of phenomenon is addiction? Is it a disease, a disorder, a dysfunction? What is it"
	},
	{
		"start_time": "09:58",
		"speaker": "Owen Flanagan",
		"words": "exactly? Good. So, uh, these words, Ricardo, are exactly what are used. Some people also use syndrome, some people even say it's just a habit, it's just a form of habit learning like anything else is. You know, if you're a good soccer player and you, you know, uh, then what you've developed are well honed habits. But some habits are bad, like if you are a bad, if you're a criminal who, uh, loves to break and enter houses and steal things, well, you've got a bad habit. So addiction, some people think it's even just like that. It's something you've acquired and learned and perfected over time. OK, but the main candidates for the discussion are disease, Dysfunction and disorder, as you put it. I prefer disorder um for the following sorts of reasons. So let's start with disease. So, there, again, uh, just like with addiction, there's no actually perfect definition of any of these concepts, but at least one paradigm case of disease, uh, or paradigm cases of diseases would be things like if a person goes in for a colonoscopy and finds out they have colon cancer. They have a disease. The disease is colon cancer. If as a child, they go for blood work and the doctor says you have type one diabetes, that is a disease. The disease of diabetes, type one diabetes is caused by insufficient production of insulin by the pancreas. Colon cancer is caused by cancer in the colon. Now when addicts talk about their problem, their addiction. They, and they use the language of disease at all, which is not all that common. They will draw the analogy to what's, that is to type 2 diabetes. Now, that's interesting because type 2 diabetes is considered a disease, but it's a complicated and interesting disease because it's not something you're born with, it's something you develop and can take control of by changing diet and exercise. It doesn't always fix it 100%, but it's a way to mitigate it. So, that's an interest, so I think that's the right kind of, if you're gonna use disease talk, that's an appropriate analogy. It's a funny kind of disease where the agent himself participates in, as it were, the acquisition of the disease and can also get back in and take action to take himself out of the disease. So you could call it a disease. I wouldn't, I wouldn't fall over and cry if people want to call it a disease, but I think because there is no anatomical location that's ever been discovered yet for addiction, that, and there's no place like the pancreas that occurs. People will say that addiction is a brain disease. That is one major model. But as I discussed in the book. There isn't one brain disease that has been located yet that is addiction. There isn't one area that is responsible for opiate addiction. There isn't one disease that is alcohol addiction. There isn't one disease that is, uh, uh, amphetamine addiction. It looks now to almost all credible neuroscientists, as if 18 different areas of the brain are involved and 100 different neurotransmitters. So it's quite holistic. And that also usually means, I mean, there are some diseases which are systemic like that, so it doesn't rule it out as a disease. But I think that the main way to think about, um, addiction, the best way is as a disorder. Um, AND what's disordered? Something about the agents, um, plans for her life and how she wants to live it, uh, goals she has. And even Decisions she makes, so it's some kind of self-control disorder because the addict will often say, damn it, I'm not gonna use, and then they use 5 minutes later. So that's very puzzling. Because with most cases of life, if you make a decision, like you want to go to the movies, then you go to the movies. Or if you decide not to go to the movies, you usually have good reasons not to go. Um, BUT addicts will make a decision one second against using and then find themselves using 5 minutes later. So that's, so it looks like a disorder, uh, that involves what philosophers might call the will, although no neuroscientists or psychologists talk about the will anymore. So there's, there's other ways that we need to think about it. But I, I guess, you know, my general thinking is that it's, it, it matters some. Uh, IN the contemporary context, whether we want to call it a disease because people will say, well, diseases are things that people shouldn't feel guilty or responsible for, and that will help remove stigma, but it just never happens that it removes stigma, and there is no disease that's been located."
	},
	{
		"start_time": "15:32",
		"speaker": "Ricardo Lopes",
		"words": "In the book, at a certain point, you refer to addiction as a psychobiological behavioral disorder. What does that mean?"
	},
	{
		"start_time": "15:43",
		"speaker": "Owen Flanagan",
		"words": "Good. So, it's an attempt to, to, so here's what I see in the literature and why I call it a psycho biosocial. So there was in 1997, the head of the National Institute of uh Drug Abuse in America, uh, a gentleman named James Lesher wrote a very influential paper paper called Addiction is a Brain Disease and It Matters. And that led, at least in the United States, to a funding model, which pretty much guarantees that you can only get funding if you say things like addiction is a brain disease, and I'm trying to hunt down where that disease is in the brain. But as I said, 40 years out, no one has found Any disease in the brain, what we find, of course, we, it's guaranteed, by the way, we're gonna find for any human behavior, we're gonna find all kinds of stuff going on in the brain. It's just guaranteed. So, the fact that we find a bunch of stuff going on in the brain of addicts is no more interesting than we find a lot, bunch of stuff going on in the name in the brains of football players or artists or anything else. It could have been the case that we would find very specific locations for aspects of addiction. And some people do think that we're, we're finding some, uh, locations where craving seems to occur. That might be an interesting location. And some people are working on medications to help with the craving part once an addiction is up and running. But the reason I call it psychosocial behavioral is first of all, addiction clearly isn't just in the brain because it involves people actually using, usually, I mean, they're doing things in the world, like people are going out. And sometimes with urgency trying to score drugs. Um, SO there's behavior involved. They're injecting drugs into their veins. They're snorting drugs, they're smoking drugs. They're doing all kinds of behaviors in the world. Uh, NOW, the acquisition process depends a lot on which drugs are available in the culture. And which ones are priced right? Now, free is the best, right? So if your friends have a joint and they're gonna share with you the joint for free, that's just, that's a pretty good situation. Uh, AS the price goes up on marijuana, Fewer people use it. The price goes really high, dealers are doing really well, but then people who use pot have to get money to buy it. Alcohol, of course, universally tends to be authorized by the culture, at least up to a point. Is it priced right? It just depends on how much money, what your income is. Some people, money is no object, other people, it's an object. So there's a lot of research that shows that sort of socially, what you can do is if you look in different places in the world, you'll find that different drugs are the drugs of choice among young people, it'll vary. So, for example, in America, we have, uh, uh, amphetamines are often used in agricultural communities because the work is so hard and you have to, uh, really be ready to get up in the morning and get up and go. Um, uh, um, uh, ALCOHOL, of course, is the, the most widespread one. Uh, MARIJUANA, you know, it depends on the culture. Young kids, now it's legalized in certain places. I don't know about Portugal. In America, in many states, we can have legal access to marijuana. So, these all are the sort of social background in terms of what makes drugs attractive, which ones the kids are using, which ones the adults are using. And those vary hugely. And they also vary by country, um, uh, uh, and in, in, in interesting ways. I mean, you see, for example, the highest rates of male alcoholism are in countries like Russia, South Korea. It's an interesting one. Uh, uh, THERE'S no country in which women, so this is another sort of, uh, sort of cultural aspect. There's no country now in which women use alcohol more than men. But there's some evidence that starting with COVID, teenage girls in America were using drugs and alcohol more than boys. So that's a demographic issue that we'll have to watch for. And clearly, those demographic issues are not in the brain. They're not, as it were. So they're all determined by large social, um, uh, factors beyond a person. And then the psychological part is just that addictions have, even if these things are, uh, occur in brains, addictions have very, very familiar to addicts, parts, components that involve obsessing about the drug of choice. Craving the drug of choice, strategizing about when you're gonna get it, tamping down, uh, motivation. So there's a whole internal psychological system that's up and running with respect to addicts. And then there are all the effects on self-esteem, self-respect, shame, and guilt, and these all have to be, these are partly culturally determined."
	},
	{
		"start_time": "21:19",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now a question about a topic that you alluded to briefly earlier. Does the use of the word addict promote social stigma?"
	},
	{
		"start_time": "21:34",
		"speaker": "Owen Flanagan",
		"words": "Yes, maybe, but here's the rub. So, I think that, uh, and, and I'm still thinking about this, so this is a remaining research topic for the future for me. But I worry a lot about what I call, you know, sort of glib inferences that go like this. Oh, I know how to solve the problem with the fact that alcoholics and drug addicts are stigmatized. Let's call it a disease. Let's even say it's a disease, let's even believe it's a disease, and then the stigma will go away. Now, I think there's several problems here. First of all, let's just reflect for a minute on what stigma means. Uh, IT just means mark. Right, so to have a, for somebody to have a stigma attached to it or to be stigmatic, putting aside, you know, religious imagery of Jesus' stigmas, uh, uh, the marks of the crucifixion, just means that it's marked as undesirable. I think we should take sort of a low level first. So all that would mean, for example, is that the behavior in question, in this case we'll say associated with addiction. I marked as undesirable. Now, I have trouble imagining a world in which addiction will not be marked as undesirable. And, and including on, not only on the part of people who are not addicts, because they know, for example, that if they have an addict who works for them, The probabilities, the base rates are that they'll be less reliable than their other employees. They'll have more absenteeism, not that they'll know that it's due to their addiction, but because the addict will get sick sometimes and call in and say that they're have an illness, but what they have is an illness due to their addiction. Um, ADDICTS, uh, tend not to be reliable partners in romantic relationships, in marriages. They tend to have more trouble sustaining parental roles. And so on and so forth. So the first point to make is that not all stigmas. ARE unwarranted. Uh, SO it's not even clear what the request that you remove all stigma from, and then you fill in the blank. So, did you say, so you, so imagine someone says, so addict is very stigmatic. Let's call these people instead people with the disease of addiction. So suppose we did that, or the disease of substance abuse. It would still be the case that those people are unreliable. Right. And so then we would just switch to say. My friend Ernie has the disease of substance addiction. Say, oh, I was thinking of hiring Ernie, you know, to, uh, for, for a job, and you think, uh, maybe not. So I'm not sure that there's any mistakes being made about marking addiction as undesirable. And from the first person point of view, Ricardo, addicts don't like it usually when they're addicted. There are people I call in the book willing addicts. They enjoy the life, they can live it with impunity. They can score, you know, the highest level of heroin, maybe they're billionaires. Anyway, life is OK for them. That's a small group of people. But for most addicts, but for most addicts, you don't have either a first personal or a third personal judgment that this is an OK way to be. Um, SO, I do think understanding more and more the difficulties that addicts have in controlling their behavior and being compassionate and sympathetic towards them is important, but I don't think that removing the stigma. Is in the cards, nor actually do I think. We should. Mm. That's so radical position. I know"
	},
	{
		"start_time": "26:08",
		"speaker": "Ricardo Lopes",
		"words": "that. No, no, I, I mean, that's, that's interesting. So do you think that social stigma then it can play or actually plays a role in fighting against addiction?"
	},
	{
		"start_time": "26:23",
		"speaker": "Owen Flanagan",
		"words": "Well, this is a good question, and we don't have the test case to know, like it would be, but I do think the answer looks to be yes. So let me give one example. So, um, there's a wonderful book by um uh George Valiant, who was a Harvard psychiatrist. He graduated from Harvard 75 years ago. I think, I think he's still alive. He wrote a book called The Natural History of Alcoholism. And he was doing a study of all his classmates for Harvard. They were all men in those days. Um, AND he has just been gathering data over time, and he's noticed various things. So one thing he noticed, not surprisingly in that group, was that many of these men started to have problems with alcohol in their 30s and 40s. Many of them also seem to get out of those problems. Around the time that they get into them. As, as he puts it, as the responsibilities of family and work. Made the two incompatible. But what he points out is that he says, I don't see any personality traits. I don't see any other traits that are, you know, aligned with addiction, but there is one thing, which is that if you come from an ethnic group where there's a lot of joking about adult Alcoholism. That increases the chances that you will become one. So that means to relation to your question about stigma, that in groups that don't stigmatize at all, adult drunkenness, you'll get more adult drunks. Hm. That's interesting, right? So, I don't know if that's a universal generalization, but the point is, so what he found is, he uses that to explain, so, so for example, the high rate of uh uh alcoholism among Irish Americans. So for example, and he finds that there's a lot of joking about uncles who, you know, go off the wagon and do stupid things. But that joking itself. Um, CAN open, uh, the possibility space for enacting going off in these dopey silly ways that people do. Right. So the answer I think might, it might be yes. At least making, um, I mean, here's an interesting uh question. I think that at least in the culture that I live in in America, It's always been the case that there is not much of a stigma attached to teenagers experimenting with whatever drugs there are in their world. It's sort of almost expected, so there's not a stigma attached to it. The parents wish their kids didn't use drugs early on. But if you're an American kid, you know that your kids will use pot and drink before they're legally allowed to. It's just gonna go with the territory. I, so I think that parents will then call the kids in and say, I really wish you didn't do this. I wish you waited until later so you could do it responsibly, and so on and so forth. They're very concerned about their kids becoming abusers or addicts or getting into accidents. Um, SO I think what, you know, it's a complicated parental role, especially when the drugs of choice are ones that the parents themselves use. But usually, the parents try to create a normative system which says there are lines that you don't cross, um, uh, and that will be stigmatized. But, um, but experimentation among the young, I think is sort of Pretty much generally accepted as something that will happen and it's not particularly stigmatized, unless the kid starts to become a drug dealer or has an addiction problem, and then it is. Mhm."
	},
	{
		"start_time": "30:22",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I mean, that, that was a very interesting point and the reason why I wanted to ask you about it is because, of course, if Uh, to know if, if something works or not against a particular kind of social problem in this case, addiction. I mean, we have to really know what works and what doesn't, and one of the things that can or cannot work is social stigma and I was also thinking about The case of Japan, where, of course, these are two different things. I'm going to talk about obesity now obesity is different from substance abuse, but either way, I mean, in, in East Asia, Japan, more specifically because they are more collectivistic and so on. Um, THEY don't have, uh, uh, any problem with, uh, openly talking bad about, uh, fat people, obese people, and actually, The rates of obesity in Japan are much, much smaller than in the West. I mean, of course, that's just a correlation, but still there since there's that cultural difference and there, uh, and there's a much heavier social stigma in Japan against being fat or obese. I mean, there, um there might be something there. I don't know."
	},
	{
		"start_time": "31:49",
		"speaker": "Owen Flanagan",
		"words": "Yeah, no, that's a nice example, right? Because, yeah, and notice, I mean, it is true, you know, that the weight thing is an interesting case that you bring up. I like that because I, you know, my impressions off the top of my head are, you know, we have in America now, people are saying 60%, 50 or 60% of people are overweight and according to some medical standard or other. I don't know what percentage are obese. And so then we've tried to meet that. With body positivity movements which removed the stigma, as it were, or the, the ideal of a, you know, a thin body, we'll say. That's an interesting movement which has helped, I think, probably to a point people who are overweight, shall we say, uh, to feel better about themselves. I can see how that would work. Um, uh. Yeah, again, it, you know, one could imagine, and in fact, you know, we'll talk about this, people, countries that use harm reduction techniques and of course, Portugal, as you know, was one of the leading places in the world in 2001. Um, THAT, um, starting in 2001, that the ideas behind harm reduction were both harm reduction and helping addicts not feel as demoralized and to also be safer than they are. Does that remove the stigma? To a certain extent it probably removes some of the excessive stigma or unnecessary stigma. So I, I have no doubt, even though I say I don't see how you can remove all the stigma or that you would want to, I do agree that there are ways in which it's just entirely counterproductive plus cruel. To excessively shame, guilt trips, stigmatize addicts. That almost goes without saying. But I think the mistake at the other end is to think, oh, we should just remove all negative judgments about drug abuse. I think that would be a, a funny, uh, a funny thing to want or to expect."
	},
	{
		"start_time": "34:02",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OK, so, can addicts stop being addicts?"
	},
	{
		"start_time": "34:09",
		"speaker": "Owen Flanagan",
		"words": "Good. So this is an interesting thing, uh, again that would uh push against the brain disease model or the disease model. You can't stop being a type one diabetic by willing. Or by changing your behaviors. In other words, you can't just decide. Damn it, pancreas start producing insulin. They just won't do it. Um, YOU'LL have to take insulin from the outside. You can't just get rid of colon cancer. Um, uh, BUT there are things that could be done. In both cases, you can have interventions that maybe will cure you or maybe make it manageable. What's interesting about addictions is that every day in every country on earth. People do, sometimes, sometimes the action is one of, it looks like a standard case of will, a person just says. I can't do this anymore, and they are able to stop using. Sometimes forever. So that's an interesting thing. Most diseases are not like that, right? So it's a very puzzling, it's very puzzling. Now, some habits are like that, so you might say, well, a habit model will work there because sometimes people do, well, people stop the cigarette habit and that's an addiction. Sometimes they do it in one day. There are Um, But a lot of people who, about half the people who have at least alcohol or narcotic addiction in the United States do go for some kind of social help. And but what I mean by social is they join. A fellowship like Alcoholics Anonymous. Or Narcotics Anonymous, where they go and they sit with other people. Who have the same problem. And they try to help each other not to use. That works. The data are pretty much in that works about as well, a little better actually, the data are, than any therapeutic techniques that you pay actual money for. In other words, it works as well as cognitive behavioral therapy. In fact, I think it is a form of cognitive behavioral therapy. It works as well as uh various other ones which we can if you want to talk about them. But there are other techniques that are used all in the sort of what you might call broadly psychotherapeutic. Um, CAMP. They're not typically drug use ones, although there are some drugs which can help with the cravings, as I mentioned. Um, BUT people do, uh, get better. Uh, IT looks like some people say as many as 50% of people who use drugs get better. Uh, WHAT get better means, some of them moderate. Uh, THEIR use, especially of alcohol, um, some people moderate their use of other drugs, although that can be harder. Um, BUT yes, people do get better, um, uh, uh. But not all people get better. Right."
	},
	{
		"start_time": "37:41",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND why is it important to listen to addicts? Why do we also need a subjective account of addiction to have, I mean, I, of course, we don't have it yet, but to potentially have a full understanding of how addic addiction works."
	},
	{
		"start_time": "38:01",
		"speaker": "Owen Flanagan",
		"words": "Good. So, so sometimes we need the uh reports of addicts. Just to get sort of straight on what the sort of. So The addict will experience things like. Complete demoralization. Over the fact that he or she is trying to stop using, but they can't do it. They'll experience guilt and shame. These are things that you might see from the outside if you're a sensitive therapist or observer, but you might not see them until you talk to the addicts about how they're feeling. So it's a kind of a, a holistic psychological drama that they're part of. And you, what you would only see from the outside where you're gonna watch the addict. IS very puzzling behavior. Like, why do they keep doing this? Why do they keep screwing things up? Why do they keep undermining their own plans? You would see all that, but you wouldn't know about the psychological turmoil that's inside the addict, uh, himself. The other reason you want the addict's testimony, I'll give you an example. So in the. In the uh what's called the big book of Alcoholics Anonymous. Uh, WHICH was written in the 1930s, published in 1939, I believe, yeah. Um, THE, uh, there's a preface by a doctor, Doctor Silkworth, and he says, he talks about craving. And he says this, he says, craving occurs after the alcoholic takes the first drink. Now, he was not himself an alcoholic. Alcoholics actually realized that it does take place after the first drink, but it actually also takes place before the first drink. So it's very, very common for alcoholics to say that they've been thinking all day about using at 5 o'clock. They've just been waiting till they get off the clock at work, and that they're craving, craving, craving all the time. In fact, they might say, my mind is completely absorbed with my desire for using the drug. Um, AND, uh, that's something that Doctor Silkworth wasn't picking up on. Uh, HE didn't see that there's craving, uh, uh, in various, various places. There's also the reasons because addicts can help you understand. Why they use? Now There are models, and again, they've usually been developed by non-addicts for why people are addicts. So one is a trauma model. Roughly the idea would be, ah, if someone's an addict, they must have been traumatized in their childhood. Another model Is related but different. It's a self-medication model. It says, ah, if a person is abusing drugs, it must be because they needed some medication to control, and now you start to fill in the blanks, anxiety, depression, bipolar disorder, schizophrenia. General, any, you know, any kind of feeling that is uncomfortable, the thought is, so that's the self-medication hypothesis. Then there's a third one that's also a totalizing one, which is something called the social dislocation hypothesis. This comes in very dramatic forms. It says, if you live in a culture which is where there is social displacement and upheaval caused by global capitalism, that causes addiction. Now, these are all sort of highly general, and what you, but what I think is they're all true, a little bit of certain groups. There are people who fit all three descriptions. I've met them all, but they don't get into the particularities of particular cases, and there are lots of people who are addicts who are not traumatized in any way. I, for example, was not, I grew up in a very good family, a loving family, so nothing about trauma fits me. Um, SURE. I did use to self-medicate a little bit cause I was anxious, maybe, and I found alcohol good for that. Plus, but even then, I don't know if that's the best explanation, because I was taught, like all boys my age, that, you know, when you get to high school, you start drinking. Girls like you better if you drink. You're socially more adept if you drink. And, you know, there's a whole romantic story that was associated with it. It's very, it wasn't like a, a problem to be solved. It was something to enhance. It was a little bit like people talk about, you know, neural enhancement or it was an enhancer. Um, SO I think that what we get from addicts is really the particular features that are idiosyncratic to different people. And, uh, you know, as I've talked about in the book, One of, one thing about addictions is that most a plurality of addicts, substance abusers have some comorbidity that would be diagnosed as a psychiatric problem. Now, this doesn't mean, of course, cause psychiatric problems are a little bit loosey-goosey in terms of how they're identified um itself. So we don't always know. I mean, so is it, is it, you know, is anxiety a psychiatric problem or is it just like an ordinary problem of living? Uh, I don't know what the answer to that is. Uh, BUT clearly, but what, but for example, if we take something like bipolar disorder, bipolar disorder only affects about 4 to 5% of the population. But among people with bipolar disorder, 50% at least are alcoholic, and another 10% become addicted to other drugs. So that's an astronomically high rate among a group. So clearly, something's going on there. And we don't want to, you know, make glib inferences to say, ah, this alcoholic, let's look for bipolar, we want to be careful there, but, or this is a bipolar person. Uh, WE might worry though about them if they're vulnerable to addiction. And same thing with schizophrenia, uh, very, very high addiction rates in these comorbid cases. So again, getting the particular features of the own person's psychology might help explain and help them understand the role that their drug of choice, at least at the beginning, was being used for. Usually what happens is, whatever you're using your drug for in the beginning, it comes not to work for that anymore, but by then you are, as we say, addicted."
	},
	{
		"start_time": "44:58",
		"speaker": "Ricardo Lopes",
		"words": "So related to my previous question, this one I think gets into issues that are usually discussed within the philosophy of science. Tell us about subjective realism and the expanded natural method in this case applied to understanding addiction, but you can also talk about it more generally."
	},
	{
		"start_time": "45:22",
		"speaker": "Owen Flanagan",
		"words": "Good. Yeah. So I developed, uh, so back in the 90s when I was working primarily on consciousness, um, I was struck in those times, it was the early years of, um, uh, uh, people thinking, OK, what's gonna be the relationship between the mind and the brain? And, uh, uh, you know, a certain group of people thought, well, what will happen is we'll get a straightforward reduction of mental states. So we'll find out eventually, anxiety is this little squiggle squaggle in the brain, depression is another squiggle squaggle of a different sort. Um, AND we'll get rid of the psychological vocabulary and reduce it to, um, a neural vocabulary. And, but what I thought right at, at the beginning was that the right way to think about the consciousness brain problem is not as the deep metaphysical problem, not as the hard problem of consciousness, but as an epistemic problem. So what happened is that and this is what I call subjective realism. It's basically that Mother Nature, in the case of organisms like us, designed us so that each of us has Our own and only our own mental states. This is why there is the problem of other minds. So Ricardo has his mental states, and I have, Owen has his mental states, and my wife has her mental states, and my dog has his mental states, and our mental states are private, but they also have a public face because we make facial expressions, we're interacting with other people, and so on and so forth. But there's no mystery why subjectivity occurs to the individual who is having Her experiences, it's because only we are hooked up to ourselves in the right sort of way to have the conscious experiences that we have. So, I, so I think now that there's still this epistemic gap because it means that I'm in touch first personally with my mental state as conscious experiences. I'm not in touch with their neural texture at all. I have no idea what neurons are involved in what you and I are doing right now. Although I assume that my brain is doing all the stuff it does when it's speaking language, comprehending language, looking at another human being, all those areas are active. What the neuroscientists can then do though, if, if the neuroscientist is interested, they could tell us what is going on at those lower levels, and that could be valuable because suppose all of a sudden I wake up tomorrow and I can't, you know, read a certain letter of the alphabet. Well, that happens sometimes when people have strokes. So a neuroscientist might be able to tell us exactly where in Stanislaus Dehay's letterbox part of the brain. That something happened that dropped out, or the same, the same way in which if you have a, a stroke in which you lose, you know, ability in your, to move your right hand, they know exactly where to look in left motor cortex, left side of your brain, uh, because we now know how moving your hand is related to certain set of neurons there. Now, so I, I think what we want to do is coordinate the neuroscience with the psychology, the phenomenology. We also are not in touch with what causes us to have the mental states, and many of the things that cause us to have the mental states we have are outside of us. They're social features, they're features of our early childhood training, their habits that we formed inside a culture. There are emotional norms and scripts that we have. That are distinctive of our culture and that we're raised up in. So the idea of the, so the idea of subjective realism is this idea that look at, you really do have the mental states you have. They're not, they're not only neural states, they have a subjective side to them. And only you are positioned to report them, we hope, accurately as the mental states they are. But in order to understand you as a person, we need to bring the resources of The neurosciences, psychology, sociology, anthropology to bear to understand. The person. So it's the general method which I developed for the purposes of understanding consciousness, uh, and I now think, not surprisingly, that it applies in the case of Addiction, which, like many, many other states, is partly conscious, but partly hidden. But it's not only hidden in the brain, like what the brain is doing in reward centers, say, it's also hidden in terms of its social and cultural history, your family history. We don't see all that. So we need people to help us understand what the social As it were, causes of addiction are as well, and that takes us outside the brain and the body."
	},
	{
		"start_time": "50:36",
		"speaker": "Ricardo Lopes",
		"words": "So in the book, you distinguish between three different addiction types. So there's the, the willing addicts, the unwilling addicts, and the resigned addicts. Why do you think that it matters to distinguish between these different types of addiction?"
	},
	{
		"start_time": "50:56",
		"speaker": "Owen Flanagan",
		"words": "Good. Well, I think that the more we know, so let me, I'll say something about how to define these three and then maybe, uh, then I'll connect it to why it matters. So, uh being a philosopher, of course, we think that distinctions can matter, sometimes they don't, but this is the case, I think, where they do. So for example, So, uh, one reason they matter actually is that they matter because of what previous people, distinctions previous people have made which are not helpful. So, for example, in the philosophical literature, Harry Frankfurt introduced, uh, who's a great philosopher, recently deceased a couple of years ago, um, Frankfurt introduced this picture of what he called the willing addict. And it is a cartoon that actually doesn't fit very well, so what Frankfurt said. AND, and he's interested in will, willpower, and so on and so forth. So in one of his important papers on uh Will, where Frankfurt's model is basically the idea that things that are part of really me are things that I That if, my desires that have passed inspection as good desires are ones that are part of my freely given self. So he pictures a willing addict, like, let's say, um, someone who just gets up in the morning and thinks, My God, I'm so rich. I have my, I, I can get my designer drugs from my, you know, the person who goes out and gets them for me, they're medical grade marijuana. I'm very careful. I mean, by, by the way, both Michael Jackson and Prince had such doctors, right? Um, WHO provided them with what they thought were the perfect admixtures of drugs. Um, AND he, and, and so Frankfurt pictures the willing addict as someone who just has their life set up so that they have no ambivalence whatsoever about their addiction. They love their addiction, their addiction loves them. Maybe their loved ones aren't suffering at all from their addiction because they're doing it so perfectly well. Carl Hart, for example, who's a great psychologist and neuroscientist, uh, at Columbia, I believe he's still at Columbia. He's written some good books on addiction, and he, uh, says of himself that he's a recreational heroin smoker. And so just like my father used to come home from New York City and uh have 2 martinis before dinner. Uh, AND, uh, that served a certain ritualistic function in my family of origin. Carl Hart comes home after a hard day, and he smokes heroin. Um, SO supposing he's. He says he's not a heroin addict. Let's hold that aside for now. But he smokes it regularly, and that would be an example of, suppose he were an addict, of a willing person. He's figured out how to do it and it's working out fine for him. Um, THE trouble is, those are hard to find. They're almost no, in, in, in all the literature I've read, There are some addicts who are in that vicinity, like Keith Richard may have been that way in his part of his life, he was a heroin addict, he says. Um, BUT there are almost no addicts who are willing but are not ambivalent. They're usually some ambivalence because they'll, they, even a willing addict will notice that he desires the drug at inconvenient times, like when he's playing with his children. He might need more heroin. Um, SO, but the, but the reason to, so that's one, so just to clarify what the phenomenon is, like it's not quite no ambivalence, it's usually some ambivalence of a willing addict. The other reason to, uh, mark off willing addicts though, is that Nora Volkoff, uh, who is the head of the National Institute of Drug Addiction Abuse in America. She says there are no willing addicts and and and then she uh another time says, I've never met a willing addict. But I have met willing addicts. I guess I know more addicts than Nora Volca does. But the point is there are people who say, look, I'm OK with this. Now, but that's not the largest group of addicts. The largest group of addicts are what I call unwilling or resigned addicts. UNWILLING addicts, I was one for a long time. Um, I didn't want to be addicted anymore. It wasn't doing any of the good stuff it did for me when it was working. Um, IS stop doing that, and that's very, very common, but you still need to keep taking your drug, and partly this is due to the fact that the physiological Addiction has, as it were now, your body is entirely, it tolerates the drug amount that you were taking. It needs that amount every day or it starts to have, you know, uh, bad effects, heart effects, cardiac effects, uh, mood effects, craving effects. Um, BUT the addict can't see, find a way out. So that makes you an unwilling addict. You want out, but you can't find a way out. And many of those people do end up in meetings of Alcoholics Anonymous or other groups, and they eventually find their way out. They become Well, depending on the way one describes these things, they either become former addicts or they become addicts that don't use anymore. That's an interesting separate question. Resigned addicts though, are people who, they've tried again and again usually, and they just can't get it and they've thrown in the towel. So they're just resigned to the fact that they'll never stop. Sometimes they're wrong about that. So I talk in the book about a program, and I, I think this is where the Portugal harm reduction programs, the harm reduction programs also in certain American and Canadian states. Um, HAVE operated. They try to be especially help. The resigned addicts and maybe even help the unwilling addicts find a way. That's more successful. So here, so one of the programs I talked about, um, you know this, but your listeners won't. So there's a group in Amsterdam, uh, it's called the Rainbow Group, and what they do is they take Older men Who usually no longer have a family around them, might live in rooming houses, and they drink all the time. They might live under bridges. Um, BUT the city in this program, this NGO, um, offers them jobs cleaning up parks. And when they arrive at work in the morning, so it's also a harm reduction technique, they are given a pint or two of beer. Because they're alcoholic. They need beer. They need a maintenance dose of beer. It's just like giving heroin addicts methadone or something like that. Um, SO you give them beer for breakfast. Uh, THEY work cleaning up the parts, you give them beer for lunch, and at the end of the day, you give them beer before they go off. They also get cigarettes, I think, if they're addicted to cigarettes. And they get paid a small amount of money. I mean, not a crazy uh minimum wage, but a minimum wage. Um, AND the thought is this accomplishes something that the culture needs accomplished, clean parks. It helps the addicts because it provides for them for free like methadone would, the drug that they're resigned to using forever. It seems to have effects on them moderating to some extent. Some don't moderate, but some find that, oh, I can spread this out over the course of the day, I didn't know that. And so if they go home and they drink more at night, it might not be as much as usual. They're also accountable, so if they don't show up for work, they get fired. So the whole idea is to create a system which humanely and compassionately accepts that there might really be some resigned addicts who've lost everything, including self-respect and self-esteem, who you can help make their lives safer for them, help build up self-respect and self-esteem, get a social, uh, need met. That's the idea. And I think dividing people into those groups can help us understand better what kind of person we're dealing with and what, what our social policies are aimed at. Right."
	},
	{
		"start_time": "1:00:17",
		"speaker": "Ricardo Lopes",
		"words": "But would you say that willing addicts suffer from a disorder?"
	},
	{
		"start_time": "1:00:23",
		"speaker": "Owen Flanagan",
		"words": "It's a good question. Yeah, it's a really good question. Um, YEAH, because if you endorse what you are doing, uh, then you might just say, that's an addiction, that's not like a disorder. I mean, so I'm open to that. The, the thing I would say is that in my experience, even most you have to be Most willing addicts. HAVE a certain kind of impunity that tends to come from being really rich and being able to live outside the normative structure of society. I mean, you know, that's why Keith Richard is one example of that. But in my experience, usually when you find people who are, you know, major drug abusers violating the norms of drugs all over the place, um, you'll find them, uh, among people who have a certain kind of I mean, we have this trial going on, which is a tragic trial with Sean Diddy Combs, you know, who's now in America is a, a rap, uh, star, and it looks like he had was able to set up a life because he's so rich with things like security services, people who got his drugs probably they were pure. They were tested ahead of time. Maybe he even avoided addiction. This is a kind of different kind of case. I'm not saying there was addiction involved, but there was vast amounts of, uh, violation of norms that involve substances, sex, and everything else, but he's able to pull it off at the best hotels because he is rich as God. That, that tends to be, uh, a location for willing, willing addicts. So it's not that common. Right."
	},
	{
		"start_time": "1:02:13",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to the ethics of addiction earlier, we've already talked about, um, we talked about basically social stigma and how people, I mean, to what extent we should stigmatize addicts or to what extent we should even use the word addict. Um, BUT another kind of question. ETHICAL question has to do with responsibility. Is the addict responsible for their own behavior or not? And more generally, what kinds of questions surrounding responsibility are to be had in regards to addiction?"
	},
	{
		"start_time": "1:02:56",
		"speaker": "Owen Flanagan",
		"words": "Good. So, this is again where I think that uh in, in our attempt to think humanely about addiction, we've gone overboard in the other direction. So, Let's start again with things like, uh, uh, uh, type one diabetes. A person is not responsible for having one type having type one diabetes. Now, once a person has type one diabetes, then they will immediately have to do things that the doctor will recommend. The individual has to do those things. So, you know, they are responsible as it were for doing them. So even diseases, you res you have responsibilities to kick it. Now, the, the, the, there, there are several different locations in which we could ask about an addict's responsibility. So we could ask, for example, uh, is an addict responsible for acquiring an addiction? And the answer to that will depend. So some people, um, Uh, uh, are, say, you know, trafficked, say, young people are who are trafficked, uh, uh, for sex or for other reasons. Uh, SOMETIMES, uh, they are introduced to drugs on purpose to get them dependent on the, um, uh, person who's trafficking them. Um, SO that's not an addiction for which the, the person who acquires it is responsible. Um, uh, NONETHELESS, uh, uh, for many addicts, uh, uh, there are, um, some, you know, sort of social, um, their educational, um, Things that make them aware of the danger. So we might want to say, well, you know, if along the way, if you grow up in a culture which was warning you about alcoholism in a useful way, and you became one anyway, well, then you weren't, we would say things like, you should have been paying more attention. Those are various kinds of low-level responsibility attributions and so on and so forth. But once there's the water under the bridge and the and the attic is an addict, that is, they're in the grip, and they have, you know, at least 6 to 11 of the, they meet 6 to 11 of the symptoms or criteria in DSM-5 and are an addict, then the question is, well, what next? Now, um, what, there are a couple of observations I make first. One is the observation that when addicts get together and talk about undoing their addiction, they're trying. Imagine people who are just trying so far unsuccessfully, so they're unwilling addicts. They almost always think that they've got to figure something out themselves to do with their addiction. There they realized their own agency is involved in undoing what they now have as a problem. Um, AND they're seeking help from other people to model their behavior on these other people. They need help, but they realize that they have to do something themselves or some things themselves. So often, of course, some, some of it is low hanging fruit. People are told, Well, don't hang around with the people you use with all the time. That's like one thing you should start doing. Hanging around with people who don't use that's another thing you should start doing. So these are, these are ways of taking responsibility for oneself, for oneself. Um, uh, IS the addict responsible if he neglects his children? Everybody says yes. He, we might be, be more sympathetic or compassionate to the addict than we are to someone else because we think his agency is in some sense undermined or diminished, but it's not missing altogether. And almost all the research shows this, that addicts do control using all the time. They don't, they try not to use at work, they try not to use in front of people who will disapprove of them. They schedule using, uh, to certain times and places. So there's already a lot of agency that addicts maintain, and they realize that they've got to leverage this agency further if they want to get out of the vicious cycles that they're in. So, the answer is they're responsible, uh, they're responsible, and, uh, are they fully, you know, Uh, do they have like complete control of all aspects of the behavior? No, but they don't have that for a lot of things. They can't fly and so on and so forth. But, um, addicts have responsibility and I think that every treatment program that's successful. Treats addicts as if they have responsibility. So I mentioned, you know, the Rainbow Group in Amsterdam, if they don't show up for work, they get fired. If you're in a therapeutic community, Hannah Picard, uh, who has a book coming out in a year, you want to talk to her, called The Puzzle of Addiction. Uh, Hannah worked in, um, uh, therapeutic communities in England with addicts. And in those therapeutic communities, everybody lives together, um, and the addicts are not allowed to use. And if they don't, if they use, there are consequences. They lose certain privileges, for example. They can't go out. So, there are always consequences, um, and these consequences, I think, uh, show that their expectations which are reasonable, that can be placed on addicts, and often addicts place these expectations on themselves."
	},
	{
		"start_time": "1:08:39",
		"speaker": "Ricardo Lopes",
		"words": "So, I have one last question or one last topic that I would like to explore with you today in regards to addiction. So among the treatments that are currently available, which are the best ones? And I would like also to hear from you about the method used by Alcoholics Anonymous. Does it work or not?"
	},
	{
		"start_time": "1:09:03",
		"speaker": "Owen Flanagan",
		"words": "OK. So good. So this is what, you know, one of the things in the book that I do, as you know, is I um suggest that um we need to be careful, um, so, so several things. OK. So some people distinguish between two large classes of addictions. On the one hand, there are substance addictions. Which are to like what we're assuming today, we're, that's what I talk about mostly in the book, um, to familiar substances like amphetamines, uh, alcohol, heroin, cocaine. Uh, SOME people think there is cannabis addiction, some people think there isn't. Um, um, THEN there's food. Of course, food is a really complicated, it's a substance, but we don't think that, for example, you can abstain from food, which is the technique that Alcoholics Anonymous uses. Um, AND so, one of the things I recommend is you need to focus substance by substance on the needs of, uh, as it were, detoxing people and making them adjust again. So, um, uh, then there are behavioral addictions, of course, things like sex addiction, gambling addiction. Uh, SOME people think there's addiction to your phone, probably is. Um, SOCIAL media addictions. Uh, ANYWAY, I'm not talking about those. The, um, With respect to drugs, as I said at first, there's not, even though since 1997, there's been this motto out there that addiction is a brain disease and it matters, there actually isn't one brain disease that has identified by anyone. Anyone. That is addiction. Now what there is, though, with respect to, for example, cocaine. There's a lot of research on the way in which one set of neurotransmitters get really ramped up, and those are mostly in the dopamines. There's everybody hears about the dopamine system. Um, HOWEVER, dopamine is less involved with alcohol and it's less involved with opiates. So there isn't like one sort of type of neurotransmitter even to. Uh, THING. So with respect to, uh, addictions, we need to go one by one. OK, so let's start with opioids. So if a person is a heroin addict or a fentanyl addict, Or OxyContin prescription drug addicts, there's lots of those. It, it looks like it's a smart idea not to ask people to abstain completely. Especially at first, but instead to take a substitute opioid like methadone or uh buprenorphine, those are both themselves opiates, but they have less hedonic effect than heroin or fentanyl. When I say hedonic, not only won't you feel happy, joy, joy, click your heels, but you also won't space out if you take these at the right doses. So you'll, you'll be present for life. Now, the reason these are important is that, that if you are addicted to opiates, And you have a relapse after a month and take what you used to take, the amount might kill you because your body has quickly Unraveled your tolerance. So, if you go back out after taking heroin and use the same amount of heroin, then you actually might, your respiration might stop. And that's why we have drugs like Narcan to wake you up again. But it's a serious problem, and a lot of overdoses occur when Opiate addicts go back out. So these are very useful drugs for um uh people with opioids. Uh, AND, and what that means in part is that like, so you, you may or may not know this, but Alcoholics Anonymous. Often has, it has offshoots, so there are places called Narcotics Anonymous. There's even Cocaine Anonymous I've seen around. There's so those sometimes will gather people together who are trying to get the same kind of help that Alcoholics Anonymous gives, but for different drugs. But also in the rooms of Alcoholics Anonymous, nowadays, many, many people use other drugs besides alcohol. So you'll have heroin addicts who are also alcoholic, uh, and many people will introduce themselves that way. Um, SO that means that, that Alcoholics Anonymous, which says that you need to abstain from alcohol, isn't as useful to opioid addicts because they need to take an opioid, at least for a while till they know they're safe and clear, and those are the substance opioids. Um, THERE are some other, so those two drugs, as well as there's some other drugs which also help with um blocking opioid receptors, things like naltrexone, Corosate, naloxone. Those can be, all of those drugs in weird ways seem to have effects that diminish craving also for alcohol. That's a side effect as they say that they have. Now, that's interesting because that means that they probably should be prescribed more for alcoholics to again help them through. The early stages of, if they want to not use at all, to not use. So there's a whole bunch of drugs now. They all, don't treat a disease, they treat craving, which is a effect. No, craving isn't the addiction. Craving is a consequence of becoming addicted. Uh, BUT those are, those are increasingly good drugs. And, and you may have read, um, recently that these Ozemppec and these other weight loss drugs. That are being used, which uh uh what they do is they control a peptide uh called GLP one. Uh, METABOLICALLY gets, gets into the brain, but people who take that also claim that they have less desire for other drugs of addiction, which is an interesting and important result. So that would yet be another drug that people could take, not for diabetes or weight loss, but to diminish desire for, uh, addictive drugs. So that's an area where we should expect there to be Um, uh, more and more development of drugs or more recognition of the usefulness of these drugs, uh, to help people sustain recovery. Because, as you know, some people define addictions as a chronic and relapsing disease, but not everybody relapses."
	},
	{
		"start_time": "1:16:18",
		"speaker": "Ricardo Lopes",
		"words": "Right. So that's all very interesting and very informative and the book is again, what is it like to be an addict, understanding substance abuse. Of course, I'm leaving a link to it in the description below. And Doctor Flanagan, where can people find your work on the internet if they're interested?"
	},
	{
		"start_time": "1:16:39",
		"speaker": "Owen Flanagan",
		"words": "Uh, I'm, I'm old fashioned. There's almost no place to find. You just have to go on Amazon and buy the book. Um."
	},
	{
		"start_time": "1:16:48",
		"speaker": "Ricardo Lopes",
		"words": "No, that's perfectly fine. So, uh, as I said, I will be leaving a link to it and thank you so much again for taking the time to come on the show. It's always a big pleasure to talk with you."
	},
	{
		"start_time": "1:17:00",
		"speaker": "Owen Flanagan",
		"words": "Wonderful. Thank you so much. 01 plug I should give in terms of getting in touch with me. For the next 2 years, I will be teaching at NYU Abu Dhabi. So, uh, if there are people who want in that part of the world who would like me to talk about addiction. Or uh in Europe, I'll be close by, um, uh, for the next few years."
	},
	{
		"start_time": "1:17:20",
		"speaker": "Ricardo Lopes",
		"words": "Great Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zu Mark Nes calling in Holbrookfield governor Michael Stormir Samuel Andrea, Francis Forti Agnseroro and Hal Herzognun Macha Joan Lays and the Samuel Curriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus Fran David Sloan Wilson, Asila dearraujoro and Roach Diego Londono Correa. Yannick Punteran Rosmani Charlotte blinikol Barbara Adamhn Pavlostaevskynaleb medicine, Gary Galman Samov Zaledrianei Poltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fry, Franca Bartolotti Gabrielon Scorteus Slelisky, Scott Zachary Fish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Vozin, David Williams, the Acosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, Old Eringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Sean Nelson, Mike Levin. And yoursnacht, a special thanks to my producers. These are Webb, Jim Frank Lucas Steffinik, Tom Venneden, Bernard Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]