[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Di Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by Doctor Sean McMicken. He's Francis Flournoy, Professor of European History and Culture at Bard College. And today we're going to talk about his book To Overthrow the World, The Rise and Fall and Rise of communism. So Doctor Mcin, Mac Min, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:26",
		"speaker": "Sean McMeekin",
		"words": "Oh, thank you for having me, Ricardo. It's great to be here."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "So what motivated you to write this book?"
	},
	{
		"start_time": "00:35",
		"speaker": "Sean McMeekin",
		"words": "Well, it's actually easier to answer that question than it might ordinarily be. Um, I can almost date it to a conversation I had several years ago at the height of the COVID lockdowns with uh an English historian friend of mine called Nick Lloyd, he writes a lot on the First World War. Um, HE'S doing a trilogy at the moment, Western Front, Eastern Front both come out and he's gonna do another history of the Middle Eastern Front. And we've worked together at times or spoken together at events over the years, and we were just jawboning back and forth about. The lockdowns and travel restrictions and the mask mandates and all these other things, and how difficult it was to do anything, or travel or go anywhere or do research or even see people, and we started musing aloud whether this might have been what it was like under communism, and, and he said, why don't you write a history of communism? And so there it is. So the, the reason that the broader I suppose cause, uh, the longer term cause you might say, instead of the proximate cause of my tackling the subject. As I've been working on aspects of the history of communism on and off for many years, where I actually kind of began my my career as a historian, um. Way back in the 1990s, I grew up against the backdrop of the fall of the Soviet Union was in the headlines, uh, fall of the Berlin Wall, uh, fall of the USSR, um, so from a very early age, I was always fascinated by the subject, and it's really where I first kind of cut my teeth as a historian doing a lot of research in Moscow in the old communist archives, which always had an interesting frisson to me, the uh the secrets, the buried secrets suddenly laid bare, even if some of those archives unfortunately are closing up again. And so I've been working on and off on the subject for years, and it just kind of struck me. I mean, why, why not try to do a kind of a a general summing up of what we know also because, um, and I think that's really the angle of the book, the subtitle about the rise and fall and and rise of communism is that 20 or 30 years ago, I think many of us in the west had this idea, well, goodbye to all that, thank goodness that's all finished. Um, THERE'S even a book by Richard Pipes, a historian I I admire, but who tried to sum up history of communism about 25 years ago by saying he was writing its obituary, that is, that it was dead and buried in behind us, and I'm not quite sure that's the case. So I, I thought the story deserved a new treatment from a new perspective, um, not least because a lot of history has passed since we first thought that communism was dead and buried."
	},
	{
		"start_time": "02:58",
		"speaker": "Ricardo Lopes",
		"words": "So we won't have time to go through even the main and most important events in the history of communism here, but let's try to at least cover some of them. What would you say are the origins of communism?"
	},
	{
		"start_time": "03:14",
		"speaker": "Sean McMeekin",
		"words": "Well, one could go back very far and in in the book I talk about certain antecedents antecedents, even in the history of Christianity, um. In the history of Greco-Roman philosophy. Obviously one can go back as far as one wants to trace the kind of ideal of equality between men, or at least the equality of all souls, the equality of all believers in the Christian tradition, notions of charity and the renunciation of material wealth. But I think the story really starts to come together in a big way in the 18th century, some combination of, not necessarily the mainstream French Enlightenment thinkers, but Uh, Rousseau was an obvious one that people sometimes talk about, even though he didn't go quite as far as laying out a vision of forcible social equality in the material sense. He certainly talked in the social contract about the idea of a radically egalitarian political community where. All citizens are equal and then effectively those who are not citizens are put outside the community and can even be put to death. It was, it was a lesser known enlightenment thinker called Etienne Morley, who was writing at the same time of Rousseau, who actually spelled out much more explicitly. And his inspiration was, was quite literally Christian. He thought the greatest. Sin basically was greed or avarice, and so the only way to produce a kind of a truly existing Christianity would be to eradicate all material inequality, to have a radical community of egalitarianism, with even strict rationing of all material goods. Um, NOW, a lot of people would say this is a heresy of what Christianity was meant to be, but his inspiration clearly was Christian. I mean, this comes out of the Western Christian eschatological tradition, almost the idea of a final judgment. Um, THE story really starts to pick up though with uh political activist who was inspired by part Rousseau, but really more morally in his vision of extreme social equality. Oh, that was Gracus Babeuf, uh, Francois Noel Babeuf was his original name. He took the name Gracchus as a kind of nom de guerre during the French Revolution. Uh, HE was an interesting figure who as a, as a kind of a law clerk managing manorial property roles, the old tradition of Mortmain. The the literal inequality of of the old French system with the three states and the aristocracy and so forth, with the various obligations peasants had to their lords. He knew a lot about the kind of nitty gritty of inequality and old regime France and and that part was fair enough. He wanted reform, but he went much further. Basically, once They got rid of these laws, he was kind of out of a job, so he became a political activist and drawing on his reading of these radical enlightenment thinkers, he decided in the end that the revolution hadn't gone far enough. You know, even the the Roussoian version of of the terror under Robespierre when People outside the political community were being put to death, um, as enemies of the people effectively, that still wasn't far enough. Yeah, they had to go even further and they had to have forcible social equality with the confiscation of property. What was interesting about this, and the reason that it inspired Marx and Lenin and later revolutionaries was that he was quite upfront about what it required. He's not saying like in some airy fairy utopian sense, we can just wave our magic wands and suddenly everyone will be equal. No, he said this is going to require radical cleansing political violence. Uh, LITERAL explicit talk about putting enemies to death, and those who resist will be put to death, and they will be exterminated and all the rest of it, realizing that to Eradicate inequality, you would literally need to, of course, rob people, confiscate wealth, nationalize property, put it all in the hands of some revolutionary committee. Never really quite got to the details of what things were supposed to look like afterwards, but the vision, and and this is the thing I think some people get wrong. People think that, you know, communists are all necessarily um idealists in some sense of like maybe even pacifism or they think that. You know, they're against violence. No, the violence is a huge part of both the ideology, but also, I honestly think of the attraction, you know, I think that a lot of people are attracted this precisely because it offers this vision of kind of radical cleansing political violence. Certainly that appealed to Marx. You look through all this rhetoric, you know, he's quite explicit about this. The only the only chance Marx ever had to sort of say, look, What might it look like in practice, not necessarily the final vision of communism, but rather the, the rupture, the power seizure was the Paris commune of 1871 in the wake of the Franco-Prussian War, and a lot of people thought, because the communars were not necessarily strict Marxists or strict communists, they hadn't necessarily read the communist manifesto, they didn't endorse all of its kind of bullet point programs, the the program of the communist manifesto, which was quite explicit about. Uh, THE eradication of private property, the centralization of credit in the banks, the nationalization of agriculture, all the rest of it. Um, THEY weren't, you know, very good doctrinaire communists, but nonetheless, they had this radical vision, they wanted to overturn the order and they put a lot of people to death. And so some people thought Marx should distance himself from it quite the opposite. He said, no, absolutely, you know, this is how you do it, and even if it's imperfect, you know, you, you kind of kill a lot of people, you, you create this radical vision and even if you fail, then this is an inspiration to others who will get it. You know, get it right the next time. That the political violence is really an essential part of the story, you know, even when Marx even said like they complained that women and children were thrown into battle and killed, or they complained that they ended they executed these innocent bourgeois hostages including the Archbishop of Paris. They burned down buildings. Marx said, absolutely, you must do all those things, you know, arson is fine, executions of class enemies fine, women and children in battle, mass cleansing violence, it's all great. Then Lenin takes it even further, you know, and he's learning kind of on the fly from Marx in his career and from history, and so he learns that first of all, the best chance for revolution is in the course of the war, Franco-Prussian War, and later on the First World War, the Russo-Japanese War. So he calls that revolutionary defeatism. And that part I've I've talked about a lot of other books. The part that I talked a little bit more explicitly about in this book was that Lenin also even spelled out. How he thought it would happen and what would come next in this, this, um, relatively little known but important pamphlet called the Military Program of the proletarian Revolution, uh, which he wrote in 1916 during the First World War. A lot of other people are kind of Recoiling from the violence of the First World War. Oh, it's awful. Let's end the war. And Lenin said, no, no, no, this is exactly what we need. We Turn the imperialist war into a civil war. You get guns into the hands of the soldiers, they will then become class warriors. You'll get this apocalyptic class war, class revolution. They'll turn their guns against their oppressors, against their officers, you'll have mass mutinies and civil war, and mass violence. And then once the communists are in power in one country, they'll be in a state of opposition to all the non-communist countries. And so then you'll get wars between the communist countries and the non-communist countries, and basically this whole kind of Endless series of of spiraling violence and war, and he wasn't saying I hope this doesn't happen. He was saying, I hope it does happen. That's exactly what he wanted to happen. And he even cited Marx on this business about, well, yes, we will need to throw women and children into battle. And so even like what you what you would see later with the Red Guards in China and that sort of thing, you know, children being thrown into battle, it's all right there already in Marx and Lenin."
	},
	{
		"start_time": "10:24",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh let's then talk a little bit about the first rise of communism that you refer to in the subtitle of your book. So what led first to the Russian revolution? How did it happen?"
	},
	{
		"start_time": "10:41",
		"speaker": "Sean McMeekin",
		"words": "Well, a lot of it had to do, of course, with Lenin and his particular vision that I've already talked about, but he would not have been able to achieve any of this without A fortunate series of circumstances breaking his way. I mean, what, what did make Lenin effective, you know, were two things. One, again, is he saw the war as an opportunity. I mean, they, they had this interesting debate in what was called the Second International before the First World War. This is the Second Working Men's International Association. Marx had founded the first in 1864. The second was founded in Paris in 1889. And the great tragedy, at least from the perspective of kind of more sympathetic historians of of the left or socialists or communists was always that, you know, they got it wrong, they had some good ideas, but they didn't carry them through. What what they tried to do, and they talked about the idea of a Massen strike or a general strike was that once there might be a war between the so-called capitalist powers or the imperialist powers that You know, the workers, the ones who were kind of mining the coal and building the weapons and forging the metal, you know, they could all stop working, and this would kind of prevent the war. And you know, Lenin kind of bandied around the idea along with some others, but in the end he actually thought there was a better idea, which is basically, you know, look, if the war is gonna happen, it's gonna happen, so you take advantage of it, you seize the moment. So this is this revolution of defeatism I was talking about, but basically spreading mass mutinies. There's a slogan turning the imperialist war into a civil war. So first of all, the First World War has to happen for this even to become possible or practicable. There had been a little bit of a dry run in Russia in 194, 195 during the Russo-Japanese War, and Lenin had realized in the course of that war, he didn't play much of a role in the revolution. He was mostly in exile in those years and kind of came back to Russia at the last minute and didn't really do even as much as Trotsky and a few others, but He was very good at reading the events, which was that Russia lost the war. Japan very clearly defeated Russia, sneak attack on Port Arthur in the Pacific, um, followed by a series of land battles, the siege, and this great naval battle at Tsushima, Russia was absolutely humiliated in that war, uh, particularly because it was a kind of non-European power, and this is the age when the Europeans really thought that they were still. Uh, SUPERIOR, whether in racial, cultural civilizational sense to non-European people. So it's a huge wake-up call, a huge embarrassment, and humiliation of the Russian government. And it nearly got toppled in a revolution in 195. You know, the Tsar had to back down, made concessions, so-called October manifesto, he allows for the first time a real parliament called the Duma in Russia, the various concessions. Basically, the point being, Russia back down. It didn't go quite far enough from Lenin's perspective, but the fact was that losing a war is what made it possible. Now, during the First World War, and Lenin is mostly in exile in Switzerland under effectively the protection of the central powers who saw him as a potential useful. ALLY was the Austrians, not the German, the Austrians first sent him to Switzerland, the Germans who later sent him to uh Russia, those being the central powers at war with the so-called ntente, Britain, France, and Russia. So because Lenin was this kind of sworn enemy of the tsar and of the Russian Tsarist regime, he was seen as useful by the central powers. Lenin for his own part. Both used this as an opportunity, but then he also theorized, and he was quite explicit about it, that what he wanted to do was to bring about the defeat of his own country, and he even used one's own country and kind of inverted quote marks. That is, he's an anti-patriot, you know, he wants his country to lose the war because that way. The government will be humiliated, weakened, its prestige, cratered, etc. So then you can strike and you can overthrow the government. And he proceeds to do this quite literally in 1917. Again, initially he's in exile. The Tsar is toppled in this revolution, the so-called February revolution. The Tsar abdicates it's a complicated story and Lenin has very little to do with it. A lot of this had to do with kind of internal Russian politics and obviously there was a lot of dissatisfaction. There were a lot of also opportunists. The thing about the Federal revolution, I think a lot of people get wrong, is they think it was this kind of upwelling of anti-war sentiment. It was almost the opposite. In fact, most of the dissatisfaction with the Tsar, particularly in Russian high society and in kind of the rumor mongering and so on, that was making people paranoid and riling them up, was the idea that in fact the Tsarist regime was kind of honeycombed with pro-German traitors, you know, that's what the whole Rasputin affair was about, that Rasputin was seen as a kind of a A pro-German traitor, and that's why he had to be killed, and he literally was killed by a member of the Tsar's own family and a high born Russian aristocrat uh called Felix Yusupov. They were doing it because they wanted to get the pro-German black bloc click out of the way. You know, they wanted to to prosecute the war. In fact, even, even the key generals at headquarters, Stavka, who in the end sort of They didn't green light the revolution exactly, but they convinced the czar to abdicate because they believed that it would help Russia win the war. And long story short, the February revolution is not anti-war. It's, there's a lot of misunderstanding, but basically a lot of the key figures are actually pro-war. They want to continue the war. Even Karensky who emerges as the kind of radical but not quite. Communist figure, he comes from this party called the Socialist Revolutionary Party. They were not Marxists, they were more of a peasant-based party, was actually pro-war. He wanted to kind of prosecute the war. But it becomes increasingly difficult over the course of the spring and the summer. And some of this is just war weariness, which is natural after the First World War had been burning for 3 years. But what happens is that Lenin. IS allowed to return to Russia. He's sent there by the Germans who want to undermine the Russian war effort. Now Lenin, of course, is using the Germans in the same way they're using him. They kind of line up on this question. The Germans want Russia to lose the war, Lenin wants Russia to lose the war. And so Lenin works to help Russia lose the war. Uh, HE has German money, this allows him to buy up a printing press, cash on the barrelhead, and then they start flooding the armies first just the the rear guard units in in Petrograd, Petersburg, later Leningrad, the capital, then. And then the units nearby, the Baltic Fleet, eventually by about summer, they finally reached kind of the frontline armies right as Kerensky is ordering this offensive in Galicia and kind of the contested area between Austria-Hungary, and Russia. And so you get this almost bonfire of the mutinies where there's a mutiny back in Petrograd that we refer to as the July days. There are mutinies near the front, all of it fueled by communist propaganda. Again, Lenin is literally promoting mutinies. That's pretty much the program. That's what the story of what would later be the October Revolution is about. It's kind of like this gigantic mutiny. You know, even the Red Guards who later are the kind of muscle that helped Lenin. Uh, ACHIEVE power first in the capital and then in other cities. Nearly all of them are either disaffected soldiers or they're deserters, or some of them are even active duty members of the Tsarist Imperial Army, the former Tsarist Imperial Army now fighting for the so-called provisional government or uh the Imperial Navy, uh, which is mostly in the Baltic, which is quite critical in the story because it's so close to Petrograd, particularly there's a base nearby in Cocklin Island, crunch that's a base in Helsinki. Uh, SO these mutinies are actively promoted by Lenin the Bolsheviks. So in, in, in, in the initial sense, that's sort of what the communist program, at least for seizing power is. And Lenin is quite explicit about this. He's reading Clausewitz, he's obsessed with kind of military affairs, and it's all about force, like how many men do we have on their arms, how many men do they have on ours. Stalin would later Uh, turned this almost into an aphorism when he was once asked about, uh, the Pope, the Vatican, and he said something like, well, yeah, how many divisions does the Pope have? In other words, it's like literally you're, you're getting arms in the hands of these kind of impressionable violent young men and making sure you have more men under arms than the enemy. And that's in the end what they did. Karesky plays a lot of things wrong. There's a thing called the Korneoff affair where he crosses swords with basically the commander in chief of the armies, incredibly stupid, forfeited the support of the officer corps. He weakened critically any support his regime had in the army. So then in the end, most of the army sort of almost just, they were neutral. They kind of played dead during what would be called the October Revolution. The Bolsheviks seized power and then, you know, it was not as violent as it might have been in Petrograd because there they had already so thoroughly propagandized the rear guard units. In Moscow and a few other cities, they actually had to fight their way into power, and there's, you know, they're literally like shelling the Kremlin. It's a very violent power seizure across Russia, uh, which then Dovetails with this kind of gigantic demobilization of the army. Basically it's like a mutiny, um, but what they wanted, this is also part of Lenin's program is he wanted the army to be demobilized, but he wanted the soldiers to leave with their arms so that they could then, you know, be enrolled in either the Red Guards or the Red Army. In the end they had to kind of make a few compromises. They had to bring back a few of the old officers because they realized they didn't know how to run an army, and eventually they even brought back the death penalty, which initially they had opposed when the soldiers were loyal to the old regime. Um, SO it's really a story about kind of uh mutiny, propaganda, you know, the army, but in the end, you know, what they needed to do is to get arms into the hands of impressionable young men, and that was only possible because of the war."
	},
	{
		"start_time": "19:53",
		"speaker": "Ricardo Lopes",
		"words": "And later, how did it, how did communism go international? How did it go, how did it spread from Russia to China and other countries?"
	},
	{
		"start_time": "20:05",
		"speaker": "Sean McMeekin",
		"words": "Well, some of the ideas are spread through, of course, propaganda through communist parties which were funded by Moscow. Again, some of the ideas were already out there, but the kind of the particular vision that the commenter on the communist International wanted to impose on parties, the so-called party line. That was devised in Moscow, and then that was buttressed and supported by agents, emissaries, funds, you know, the common turn had a central kind of treasury. Oddly enough, the currency that they kept accounts in was the US dollar, ironically, um, the official language was actually German. Um, BUT the whole thing was run out of Moscow. And so, you know, they, they tell these communist parties all over the world, they're totally funded by Moscow. They, they had, they have these rules, they're called the 21 conditions for membership. They spell this all out. The parties are supposed to have these kind of shadow governments ready to seize power. Now in practice, it didn't usually happen that way. I mean, a lot of the propaganda and a lot of the funds were probably wasted because in the end. Although communists at times would make inroads in a few countries, like they had a few successes in Germany, but then things kind of went backwards. At times in France and Italy, they were quite popular, although they never quite sniff power. Then in the 30s, they were popular front governments where the communists were kind of again, close to, but not really quite having power. No, in the end it required war just like it had for Lenin. So you had a few episodes, um. Right after the First World War in places like Hungary and Germany, countries like Russia had lost the war, and so, you know, they had this kind of copycat Soviet style communist revolutions, but they didn't last very long because again, they just basically they hadn't gotten enough men under arms, and, you know, they were defeated. It's very, very clear, you know, they were just, they were defeated by arms. Um. Spain, you know, the Soviets were able to take over the so-called Pop Popular Front government there for a couple of years from 36 to early 39, but they lose that war too. Again, they succeeded for a time, it was longer, maybe longer lived than the revolutions in Hungary and Munich, but in the end, it didn't last long enough. It really is only after the Second World War that both there's enough violence, there's enough chaos, there's enough destruction of the social order, and most of all, and this is the key bit. Enough impressionable, angry young men are under arms who were able to start toppling governments. And so it comes out of civil wars in the same way in Russia, they turned the imperialist war into a civil war, in Yugoslavia, out of the Second World War, becomes a civil war. In China, the war with Japan becomes a civil war. And then nearly all these cases, even if there were these kind of so-called native communist leaders, people like uh Josip Bros, code named Tito in Yugoslavia, or of course Mao Zedong in China, the two most famous so-called kind of self-made, it's usually seen like, oh well, no, they actually achieved power on their own without Russian help. It's a total lie in both cases. Broz Tito was taking instructions from Moscow all along. He was a very loyal communist. He oddly enough, got a lot of armed support during the war before the Soviets were able to start supplying him from Britain, and this is part of the story that It's a little bit delicate to talk about because so many people admire Winston Churchill, but he really kind of got played uh basically by some agents inside the British government and the BBC and believing that the person Britain should have been supporting that basically that the army fighting on behalf of the Yugoslav exiled government in London, the Royal Yugoslav exiled government in London that Britain was hosting and supporting, Mikhailovich and the so-called Chetniks, he abandons them, he throws his support to Tito. Uh, UNBEKNOWNST to Churchill the whole time, Tito was actually sending these reports back about Churchill's envoy, a man named Fitzroy McLean. He's fully loyal to Stalin. In fact, even the so-called Tito-Salin split that emerges after the Second World War is not because Tito was not a communist, rather it is because he was in some ways more communist than Stalin. For example, Tito wanted to spread communism to Greece, whereas Stalin was at least willing to Except Churchill's deal, the kind of percentages agreement that Greece was in Britain's sphere of influence, so he wouldn't bother there. Tito in some ways was actually more of a revolutionary communist than, you know, Stalin at least tactically when it came to various countries around Europe. Now, Mao, it's true, was was ornery and eventually he would break in a more serious way, probably because he had no larger population, more resources. Uh, HE would eventually break with the Soviets in the late 1950s, but when he came to power, He was absolutely loyal to the Soviet Union. They had been funding him all the way back since 1921. Um, YOU know, the Long March, so called Long March, all the elements in the Mao legend, if you actually look at the evidence, you know, he's very much under instructions from Moscow. Even the reason Mao is able to survive uh the the war with Japan, the Sino-Japanese War, which we can roughly date from 1937 to 1945, even if Japan had already occupied Manchuria back in 1931. Mao's forces did not fight Japan because Stalin brokered a deal for him with Japan. And so, again, it was a perfect kind of setup for Mao, Japan and then the Chinese nationalist forces of Chiang Kai-shek could kind of destroy each other, and then he could turn this war into again a civil war, of course, against Chiang Kai-shek's forces once Japan withdrew. And he had financial support and arms from the Soviet Union all along. In fact, what was a little bit odd about the Chinese Civil War from the kind of broader geopolitical perspective is that it coincided with the onset of the Cold War in Europe when the so-called Truman Doctrine is when the US agrees it will start supporting, you know, as they put it, free peoples, maybe a little bit of humbug, but the idea is they're supporting governments that are trying to struggle against communist. Subversion and so forth, so they support Greece and Turkey in the initial case, and then of course eventually they bankroll and support the NATO alliance and all the rest. While the US is making these kind of commitments to stop the spread of communism in Europe. The US is abandoning Chiang Kai-shek in China. They actually cut him off of all arms and all funds, whereas the Soviets were not just sharing and funding Mao, but they were kind of stepping things up. They had established contact in Manchuria. They even gave Mao a lot of the arms that they took from the the kind of uh retreating Japanese armies after the war. Um, AND so Mao is now fighting this one-sided proxy war where he, he's getting everything he needs from the Soviets. So, you know, again, it's sure, Mao had his own. Peculiar fanaticism that obviously allowed him to kind of inspire people in China, but it's still part of this broader story where, you know, you have the Soviet Union, which is kind of arming its client states, and then that's, you know, largely what the rest of the Cold War is about. You have these odd sort of anomalies in a place like Cuba where Fidel Castro might not have been an orthodox communist, and in fact even Officially, this is a little odd people might be surprised to learn, officially in the Cold War, Cuba was non-aligned. Uh, THEORETICALLY, Cuba was not an aligned country, but of course, in practice, he was a Soviet client and the Soviets were sending him advisors, aid, missiles, money, etc. I mean, by the by the late 1980s, the Soviets are actually uh propping up his government to the tune of almost $5 billion a year, which is a huge amount of money in the 1980s and the communist bloc. And that's part of the reason why Cuba's economy collapsed after the fall of the Soviet Union, because they, you know, they lost their subsidies. So, you know, Soviet funding and arming was hugely important, um, and that's really mostly how communism spread, you know, along with opportunities presented by these civil wars, you know, unfortunately, whenever there was civil war mayhem or, you know, growing out of a World War, uh, violence, death, destruction. This helped augur well for the fortunes of communism, um, because that's basically how communism spreads."
	},
	{
		"start_time": "27:47",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now then about the fall of communism. Why and how did so many communist regimes fall between 1989 and 1991? Well,"
	},
	{
		"start_time": "28:01",
		"speaker": "Sean McMeekin",
		"words": "it's a great question, and, and to be, to be honest, we don't have the full story yet, like we have a lot more than we did 20 or 30 years ago. But obviously there are a lot of files we still don't have access to. Um, THE role of Mikhail Gorbachev is huge, this is the last, of course, general secretary and then later president, kind of a self-styled president of the Soviet Union. Uh, WHO later on became a figure almost of, of Sympathy in the West, I think in part because the Cold War seemed to end without at least a great power conflagration, even if there was a lot of kind of small as seemingly harmless figure hawking Pizza Hut and other kind of western because he needed the money. The thing people forget about Gorbachev is when he first came to power in 1985, uh, the Cold War was actually a very kind of tense moment, and he was absolutely not installed in power in order to preside over the demise of the Soviet Union. It was not his goal. In fact, The goal they even had a new 5 year plan. It was the so-called 12th 5 year plan. Ucarea, this is the kind of the uh the catchword which is acceleration. Um, IN the US, uh, the Reagan administration. And of course, been basically spending a lot more both on the conventional military and talking about this thing called strategic defense initiative or missile defense, which would put a lot of pressure on the Soviets strategically. The US had been backing initially mostly through Pakistan. But then a little bit more and more directly in the 1980s, uh, the Afghan resistance, mujahideen, various factions fighting against the Soviet puppet communist government of Afghanistan, which had been installed and then propped up by a kind of Soviet armed coup in 1979. Uh, THE Soviets had gotten sucked into Afghanistan and We're kind of being bled there increasingly by this US armed resistance that had things like stinger missiles that they could use to to shoot down Soviet helicopter gunships. Uh, SO things are very tense, you know, there had been a few moments in 1982, 1983, so Abel Archer, uh, kind of episode when, you know, there had almost been a scare of kind of nuclear war. There was a whole nuclear freeze movement in Europe, so things were very tense, and Gorbachev did not come to power to preside over surrendering the Cold War. What happened instead was a massive Soviet arms buildup to counter Reagan's arms buildup. And in a lot of conventional categories, another thing I don't think people realize about the Gorbachev era and the Peter strike or reconstruction that he talked about, is that the Soviets were actually succeeding in terms of hardware. They're actually outproducing the West, outproducing the US. In a lot of categories, um, self-propelled artillery, tanks, even nuclear submarines, um, yes, missiles. They were actually outproducing the US in terms of hardware. The problem for the Soviet economy was that, uh, basically they were being bankrupted by uh the effort by this 12 5 year plan. And yes, the consumer economy, and everyone knows this part was was sort of rubbish, it was failing, you know, they they were failing to keep up an IT computers, the consumer sector was perishingly weak, all that was true. But the main problem wasn't necessarily that let's say Soviets didn't have enough kind of soap and toilet paper, even though that was probably true. The main problem was that the government was increasingly becoming bankrupt. There's also a lot of financial pressure being put by the Reagan administration. One of the various ways in which they did this. Uh, WAS by basically putting a lot of pressure on the energy sector because the Soviets required, they relied so much on energy exports. And so the Reagan administration leaned on Saudi Arabia, they ramped up production, oil prices cratered, this kind of hit the Soviet bottom line. So by about 1989, you know, again the the sort of The happier part of the story is, oh, well, eventually you see in Eastern Europe, you get the opening of the border between Hungary and Austria, you get the emergence of solidarity in Poland, you get the fall of the Berlin Wall, that the happiest supposedly story is the so-called Velvet Revolution in Prague. And you know, all that was fine, but the backdrop of all this, the reason the satellites were able to eventually to spend free was because the Soviets were increasingly bankrupt and they were desperate for Western loans. It gets to a point in 1990 where Gorbachev is actually begging for Dollars at these summits with, uh, US President George Bush, the first Bush, uh, George Herbert Walker Bush, literally begging for dollars. I mean, it's almost kind of embarrassing to read the transcripts of just how desperate Gorbachev was. You know, he wanted the US to give him $50 billion or $100 billion basically, just so that he could afford to prop up what was left of the Soviet security establishment. Um, BECAUSE, yes, there were some kind of uh centrifugal forces, there were movements in the Caucasus and Central Asia, more importantly in the Baltic states where these kind of national movements had emerged, and they simply couldn't afford at all, they couldn't afford the Afghan war, but also holding on to the Baltics and here and there, and also spending for the arms buildup. It was a kind of a triage, and meanwhile, at some point a lot of Soviet insiders must have realized which way the wind was blowing and so. They started laundering funds, and we know a lot of kind of KGB people who had access to funds. It really is quite an amazing story, and again we, by no means could we understand the full extent of it. We know for example that like the Soviet gold reserves vanished, you know, they just disappear. We know that, you know, vast amounts of kind of the cash holdings of the Soviet central bank, they all disappear in just the course of several years and Now part of the story, a lot of people in the rest of the world were familiar with, oh, suddenly you have all these Russian oligarchs showing up like with their yachts and all the rest of it like, where did they come from? Well, sure, some of them were business people who maybe had export or import licenses or they exported oil, or they imported some product and sold it. A lot of them. We're just kind of cashing in on the old connections. They were like rats fleeing a sinking ship. You know, now maybe Gorbachev could have held it together. Maybe better leadership might have allowed them to endure. There, there are a lot of people who've investigated this and said that Gorbachev made humongous mistakes. And one of the mistakes he actually made, and I talk about this in the book, is that It's a bit like what happens in 1917 in Russia when I talked about Kerensky losing the support of the officers with the so-called Kornilov affair. Uh, DURING some of the episodes in which the Soviet security forces and in some cases actually literally the army is cracking down on dissent and protests, places like Almaty and places like Tbilisi and places like Riga and places like Vilnius. They were doing this, and they were basically succeeding. I mean, that, you know, this is a fearsome apparatus we're talking about, but Gorbachev. Actually kind of held some of the generals to account. He called them out by name in public, and he embarrassed them, and he accused them of basically killing people, even though he was the one who gave the orders. I mean, it was all he wanted to be loved and liked you could some of this you need to read Machiavelli, I think, to understand in the end, of course, he ended up being neither loved nor feared, and so he lost the support of the officers. So what happens in the '91 coup, which is a complicated story, but part of what happens is that Again, whether it was Gorbachev for the men he appointed, Gorbachev's role is still a little bit murky in the story of this of this thwarted coup, and Yeltsin famously stands in the tank and talks about this anti-democratic right-wing anti-constitutional coup d'etat. Right wing being ironic because of course it was a kind of the communists trying to go back to power. Well, In the in the army mutiny, so it was yet again a story of mutiny. Um, YOU know, I think a lot of the world can be very fortunate that the Soviet army, particularly with its vast nuclear arsenal, didn't go down fighting in this way and that Yeltsin was able to secure the nuclear arsenal most of it anyway, and secure the codes and so on and so forth, and Yeltsin turned out to be very kind of pro-West. Of course, a lot of Russians today think he was on the Western payroll or something, but Gorbachev basically kind of misplayed everything. Um, AND again, it seemed like a very salutary ending to a lot of people in the West at the time, and obviously it was great for the peoples of Eastern Europe that were allowed to spin free. I mean, a lot of that was negotiated too. The Soviets negotiated in exchange for withdrawing troops from East Germany and other countries, they got a little bit of financial compensation, probably not as much as others people I think Gorbachev would have liked, but it's kind of almost like bribery. The Soviets withdrew, um. And so in that sense, communism vanished simply because the sword is lifted both in the satellite countries and then in Russia. Of course, the opposite happens in China, Tiananmen Square, and that's another story, but there. The communist regime under a lot of pressure with mass protests building with the cameras rolling, decides, well, you know what, unlike Gorbachev, I'm fine with not being loved, and this is kind of Deng Xiaoping and a couple of his top advisers, and they decide, no, it's fine, we will shed blood, and we will, you know, we will fire on the protesters. um. And that in the end was what Gorbachev, I suppose, just didn't have the stomach to do. And so a lot of people could be fortunate for this, although obviously in the ensuing chaos, um, you know, a lot of other people suffered."
	},
	{
		"start_time": "36:50",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, I'm getting a little bit mindful of your time. So let me just combine two questions here to wrap up our conversation. What is then the second rise of communism that you refer to in the book? How has it played out and how popular would you say is communism nowadays?"
	},
	{
		"start_time": "37:11",
		"speaker": "Sean McMeekin",
		"words": "Well, it's a good question. Um, I mean there there's several different levels I think we're talking about here. Maybe you could talk several different stories that are interrelated, but they're not all exactly the same. I mean, so in, in the most literal sense, you have in Russia the endurance of the Communist Party, unlike let's say in 1945, when with Hitler's death, death, Nazism just kind of disappears from the world, even if people are always talking about neo-Nazism or Nazi that, you know, there there's no such thing, you know, the party doesn't exist, you know, there's no real kind of cause, there's no real organization. The Communist Party endured in Russia. In fact, there was a trial in 1992, and at the time it was covered a little bit like, oh, here's a Nuremberg for communism. And you know, there were these truth and reconciliation commissions in countries like East Germany where they were actually reckoning with the Stasi, the secret police, and what they had done, and people could go and investigate the files and all this. People were hoping the same thing would happen in Russia, this reckoning. Um, YOU know, people would be reminded or exposed for the first time to all the crimes committed in the Stalin era or Brezhnev or under Lenin. And there's a little bit of that and and and even in the trial, there was some discussion of some of the crimes of the Communist Party. The part of the story I think we missed, maybe we misunderstood at the time, or maybe we misremembered later, is that the trial was actually caused by a lawsuit filed by the Communist Party, which sued Boris Yeltsin's government for outlawing it, and the communists won the trial. That is the was trying to ban them on the grounds they weren't really a political party, but this kind of criminal structure of fusing with state organs, which in a way is right, they kind of are a little bit of both. The communists won the case. And this isn't totally surprising because uh most of those who were sitting in judgment were themselves communists, even Yeltsin himself was a lifelong communist. I mean, nearly everyone in the in the Russian political establishment, including Putin, of course, they're all communists. I mean, that's kind of what you would expect. They grew out of the communist system and so even if they may no longer have wanted the government to practice the same policies of the Soviet Union. They didn't really want a full reckoning either. And so the, the opening of the archives for a little while in the early 90s, kind of slowed down and in recent years it's gone into reverse. You know, even with some such things as like the Captain Forest massacre of 1940, which during the Cold War, the Soviets always insisted was a Nazi crime. They finally owned up to this in 1990. Putin even issued a kind of groveling, but not really totally sincere apology for it in 2009 to Poland. Now again, they're asserting that it either didn't happen or it wasn't us, you know, like there's been a, a reversion, there's been kind of backsliding. Um, NOW the broader story, I suppose China is the most obvious refutation of the idea that communism perished or communism died, the CCP is still in power in China, through their policies, some people might say, well, you have private property in China and you have these vast fortunes and you have these people who seem like entrepreneurs. Well, yeah, sure, there there are certain, you might say violations of some precise dictionary definition of communism requiring the full state ownership of all the means of production. But this was always true of of all communist regimes. It was true the height of Stalinism was true the height of Maoism. The communists have never fully succeeded in eradicating all of private property because that's basically impossible. You're always going to have some type of a black market. People will always have some private property that the state cannot confiscate might try to do so and aspires to do so. And even at the height of, let's say the five-year plans under Stalin, the Soviets were still employing and contracting with a lot of Western firms to do business in Russia. A lot of the blast factories were designed by American capitalist firms and so on. And so that level of kind of almost Uh, collaboration or Tolerance of Western capitalist firms doing business in communist China and then communist versions of these firms. Now that's always kind of been the case. The difference is still that the state in China still has the final say on everything. The state can basically decide, no, you know, that's not a lot. We're gonna confiscate your property or we're gonna put you in jail. Uh, THE state still has the final word and the state still controls, and this is maybe to me kind of the real essence of it. Yes, communist regimes always aspired to abolish private property. They aspired to enroll all economic activity into the hands of the state. They never fully succeeded. Where they did succeed, the statist aspect was in terms of communication and surveillance, you know, that is nothing outside the state. It's kind of a more extreme version of how Mussolini actually define defined fascism that. The state controls all and so the state surveils, the state controls your movements, what you're allowed to say, you know, you have kind of censorship communication and that's what you obviously have in China's social credit system, you know the state can determine whether or not you're going to succeed in life, you know, get into schools, get jobs. If you run afoul of the state, they can either arrest you, uh, send you into these kind of forced labor camps or prisons. Expel you, of course, in extreme cases kill you, and that's still true in China. No, no other political parties are allowed, that's obviously kind of also part of the essence of communism, um, and you still have other communist countries today too, Laos, Cambodia, North Korea, again, to some extent, Cuba, it's a little bit debatable even to some extent Cambodia, but in all of these countries, political opposition parties are not allowed. You have a totalitarian single party state. Now, do we have that in the West? No, not exactly. What we have instead are elements that I think should concern us. Um, YOU know, we learned a lot in the last 5 years in particular, in the COVID era, but not just the COVID era, about, uh, social credit systems, social media censorship, governments increasingly almost working hand in glove with private firms to monitor our communications. Some of this is our own fault, of course, for uploading our private data on the social media accounts. But I mean, in, in some ways, you might say. That the dictators, uh, in the kind of classic Cold War of communism, whether in the Soviet Union or China or the Eastern European satellites, you know, they could have only dreamed of having the tools at their disposal that modern states do, uh, to track the movement. PEOPLE, you know, through these little devices we carry around in our pockets, um, with all of the CCTV's monitoring our movements, with even people uploading pictures and videos of themselves, so that the states can actually basically keep track of us at all times. I think had the Soviets had those tools at their disposal, they may not have gone bankrupt trying to spy on and oppress their citizens. I mean we can, I suppose we can, we can be fortunate that That the Soviets under Brezhnev and then drop off and and Chernenko and Gorbachev didn't have those tools available. Uh, IF they did, I think the Soviets would still be in power today. So I think we have, we have to watch it. We have to be very careful. We have to protect our freedoms vigorously, um, and we have to obviously watch out for this idea that There's only one right way of thinking, you know, there's only one legitimate political party that anyone who opposes the consensus on some hot button topic should be ostracized and canceled. I mean, all of these things are are things that we've seen in a lot of Western countries over the past few years. I mean, a famous examples of people being arrested for social media posts. Um, OR social media accounts being shut down, you know, these might be softer versions, but they all have echoes, I think, in communist history, whether of Mao's great proletarian cultural revolution or the social credit system under the Soviets, and I think we all need to be on our guard, uh, to protect our freedoms."
	},
	{
		"start_time": "44:43",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again to overthrow the world, the rise and fall and rise of communism. Of course, I'm leaving a link to it in the description of the interview. And Doctor Mc Mickin, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "45:01",
		"speaker": "Sean McMeekin",
		"words": "Well, my books are all available through reputable booksellers, including Amazon, although, of course, most of us would probably prefer that you buy them directly from the publisher, which is Basic Books in the case of of this book and many of my other books. So basic books, you can go to their website. Um, I don't really maintain an active social media account. I'm a little bit wary of the same type of government, uh, surveillance, but my literary agent Andrew Loney. Um, HE does have a website, this is L O W N I E and you can Google my name, McMekan and Looney and, and the books will all come up along with information about which editions are available in translation and which countries um that's all centrally collected um on my author page uh Lowney.net. Um, AND so I, I hope that people will obviously read the books, and I welcome your comments and, um, and I welcome any conversation that arises from them, that this has been great. Thanks for having me on."
	},
	{
		"start_time": "45:57",
		"speaker": "Ricardo Lopes",
		"words": "Oh, thank you so much for taking the time to come on the show. It's been a real pleasure to everyone."
	},
	{
		"start_time": "46:03",
		"speaker": "Sean McMeekin",
		"words": "Thank you, Ricardo. Yup."
	},
	{
		"start_time": "46:05",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Mullerns, Fredrik Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes called in Holbrookfield governor Michael Stormir, Samuel Andre Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearauurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Frankortolotti Gabrielon Scorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diota Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Grassyigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Gilbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aubert, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff, Sean Nelson, Mike Levin, and Jos Net. A special thanks to my producers. These are Webb, Jim, Frank Lucas Steffinik, Tom Venneden, Bernardin Curtis Dixon, Benedic Muller, Thomas Trumbull, Catherine and Patrick Tobin, Giancarlo Montenegroal Ni Cortiz and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivets, and Rosie. Thank you for all."
	}
]