[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Center. I'm your host, as always, Ricardo Lopez, and today I'm joined by a return guest, Doctor Mark Blythe, William A. Rhodes, professor of International Economics at Brown University, and today we're talking about his latest book, Inflation A Guide for Users and Losers. So, Doctor Blythe, welcome back to the show. It's always a pleasure to have you"
	},
	{
		"start_time": "00:25",
		"speaker": "Mark Blyth",
		"words": "everyone. It's great to be back with you."
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I mean, why did you decide to write a book on inflation? What motivated you to do so?"
	},
	{
		"start_time": "00:36",
		"speaker": "Mark Blyth",
		"words": "Uh, IT wasn't the inflation itself. So, We recall that we had this inflationary burst across the world from 21 to 24, essentially. And I had a postdoc at the time, my co-author Nicolo Fracaro, and he walked into my office and said, we should do a book on inflation. I said, well, why don't we understand this? It's always and everywhere a monetary phenomena, blah blah blah. And he said, yes, but it's a bit like austerity, and we had both written books on austerity in the austerity period. And I said, what do you mean? He says, well it's a bit like monetary austerity. I mean, ultimately, who gets the, who gets the short end of the stick when you raise interest rates? Um, PEOPLE who have become unemployed, who's that? It's people in the bottom end of the skill and income distribution. Uh, WHO makes out quite well from inflation, people who hold assets that are inflation resistant like housing, uh, people who have stocks and bonds and companies that do well from inflation. So there's a whole distributional story here that we don't really appreciate it. So hence we focused on this thing of users and losers. Second thing was, it was quite interesting. Um, I was raised in the last inflation. I was on the tail end of it. I mean, it was the 70s into the 80s, and I kind of came of age in the 1980s. And the story that we got, which was no longer believed by the 1990s, was what was called the monetarist story, which is Milton Friedman's thing of it's always and everywhere a monetary phenomenon, right? So it's the government spending too much money. And we noticed that this was getting a better traction in the US because of the Biden stimulus. During COVID, but, you know, Germany's been running a balanced budget for the past 10 years. There's no way that like that could explain what was going on. And it was quite clear that what was happening was a very big set of supply shocks, COVID shutdowns, loss of European gas. That was kind of what was explaining it. So, given that we all obviously the monetary story needs to be investigated and updated. And the third thing that we got into were the different stories that people were telling about this. There were rival narratives contending to explain this, and none of them really focused on money that much. It was what for stresses in the labor market, wage price spirals. It was greedy corporations pushing up prices. Uh, IT was a host of different factors that were being pointed to. It was analogies to the 1970s. It was analogies to the 1940s. So we thought it would be fun to just sort of unpack this and having not had a serious think about inflation for the past 40 years because there hasn't been any, try and do that now."
	},
	{
		"start_time": "03:03",
		"speaker": "Ricardo Lopes",
		"words": "OK, but probably there are many people out there who hear about inflation and they see the prices of different kinds of products go up, but they don't exactly know what inflation is. I mean, what is it exactly and when do we have inflation?"
	},
	{
		"start_time": "03:19",
		"speaker": "Mark Blyth",
		"words": "Sure. Um, SO inflation is a, or I like to call it, and we call in the book, a rise in the general level of all prices. So it's not when one thing like eggs or even houses gets expensive, right? People talk about house inflation. It's not, it's just you haven't built enough houses. There's excess demand, the price goes up. There's nothing inflation about that. It has to be all prices rising together. Now, why is it hard for people to sort of like get a grasp on that? Because what people look at quite reasonably are price levels. They notice that over time things get more expensive. The the box of cereal in the supermarket gets smaller, even though they're charging the same price, that their cost of living is on the up and up. So they got really annoyed with my tribe when we say, but we looked at 80,000 items and we tracked them month by month and we use the price deflator and we do all this fancy statistics. And we can tell you that the inflation rate is falling. And normal people go, are you kidding me? It's getting more expensive week by week. And the thing is, they're both right, because what we're looking at is the delta, the rate of change in prices. What they're looking at is the absolute level of prices, and no one lives the rate of change. No one goes, oh, it feels so much better because prices went down 0.2% last month. They just go, oh my God, everything is ridiculously expensive. And when you have a highly skewed income and wealth distribution, the people at the bottom end of that distribution, which are the majority of people, they're the ones that feel it the most. So yeah, absolutely, it was a serious problem, and there was also a serious disconnect in the way that sort of we were measuring it, and people would experience it."
	},
	{
		"start_time": "04:57",
		"speaker": "Ricardo Lopes",
		"words": "And what is an inflation index? Uh, HOW is it put together and what does it measure exactly?"
	},
	{
		"start_time": "05:05",
		"speaker": "Mark Blyth",
		"words": "Well that's the sausages in the factory story, isn't it? Um, SO the big three central banks, which is the Fed, really the biggest one, then the ECB and the Bank of England, you could throw in the Bank of Japan. Everyone has a way of calculating this. So essentially what the Fed does is it looks at 80,000 items month by month and tracks whether they go up in price or down in price. Now, this sounds like a sensible thing to do, and it is, even though it's a big task. But think about the following. At one point, we used to use cassettes to record music. Then we did CDs, so we swapped cassettes for CDs. Alright, when you stop using CDs and you start to do streaming. Do you include the fee? Are the equivalent products? How do you cope with things like rising, uh, let's say the uh the quality of a good, rather than just its price. So there's a lot of things that go into the index and it's a best faith attempt to basically track the general level of all prices. But think about, for example, the world that we live in now where we consume lots of digital services which are ostensibly free. Right? How should that be accounted for, because these things still generate massive profits for companies, therefore, they are in some sense part of prices. But we're doing this now and it's ostensibly free. Right? So, how does that factor in the index? So there's a lot of issues in putting this together, but it's the best faith attempt to track over time. The Bank of England does about 8000, the Fed does 80,000 orders of magnitude different, much bigger economy, but it's an attempt to basically track all the prices and come up with like one number, you base that to a certain year, you call it 100 and you watch you track changes over time."
	},
	{
		"start_time": "06:48",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to fighting inflation, I know that the typical approach includes or involves raising interest rates. I mean, how does that work?"
	},
	{
		"start_time": "06:59",
		"speaker": "Mark Blyth",
		"words": "So this is where it started to get interesting for me for another reason, which is there's a lot of um interest just now, shall we say, in the the Trump administration's attempt to tame the Fed to their will, that is to reduce central bank independence. And I was talking to one of the Financial Times reporters about this, and I said, we have to remember the central bank independence and all this sort of stuff didn't come down from Mount Sinai with Moses 4000 years ago on tablets. It's actually a very recent invention that comes around in the 1980s and actually in the 1990s, in response to the inflationary crisis of the 1970s. Now, why is this interesting? Because if you go back and look at the period from 1940 to 1975, you didn't have independent central banks with operational control of interest rates. What you had was a variety of different institutional measures, where central banks worked with treasuries, they were largely in some ways the check cashing agency for the treasury. They were not independent, and interest rates were part of the overall policy suite that politicians had to manipulate to try and do things in the economy. The lesson of the 1970s was that's bad. Politicians are what economists call time inconsistent. That is to say, they'll promise to do one thing at a certain point, but they'll do another point for electoral reasons. I actually call that democracy. I'm not sure it's definitely necessarily a problem, but in the literature it was seen to be a problem. And therefore we needed to take the tools away from them because only then could we have monetary stability because they would promise not to spend money, but they'll always spend too much. I mean, if you look at the past 35 years, the problem across the developed world, at least, is that they haven't spent enough. Infrastructure's falling apart, education's underinvested. Um, THERE'S lots of problems to do with the lack of spending. Germany's balanced budget, Schwartz and Nhl has been a disaster for them. Even the trains don't run on time there now. So it's not as if these politicians have been like spendaholics that have been held in checked only by central banks. But that was the system that we set up. So we stopped them spending and we've give the banks control of interest rates. Now the lesson there was a guy called Paul Volcker. He was a Fed chairman in the 1970s, appointed by Carter and then worked under Reagan. And when inflation reached around 20% in the United States, he, well, 16%, he pushed interest rates up to about 20%. And this basically blew a huge hole in the economy, because if you think about it, what you're doing is you're massively tightening everybody's credit. And it means that the loans you've got get massively more expensive. And if you're a company, you can't afford to pay them, so you shut down and you lay off your workers you have a huge recession. And that's what happened in Britain, and that's what happened in America in particular in the early 1980s. And then the lesson from this was that was a good thing. Now why would that be a good thing? Because people had gotten used to rising prices. And they started to base their claims for wages on those rising prices. And you got onto what was called the wage price spiral where they chase each other up. And the only way to break the psychology of expectations was to do this jack up of interest rates, which would cause a big recession. A lot of people would be unemployed, bad things would happen for a while, but it would reset expectations. And once people's prices, price expectations are reset, then the economy can Start. Now this is miles away from the kind of Keynesian understanding of macroeconomics that we had since 1945 and marked a real watershed moment to a view of price stability being the most important thing rather than full employment, etc. But that's essentially why we do it and we get it from the lesson of the Volcker recession, that it was unpleasant, it was bad, but we had to do it. It was the only way to break those inflationary expectations."
	},
	{
		"start_time": "10:43",
		"speaker": "Ricardo Lopes",
		"words": "And does uh raising interest rates link in any way to austerity measures, which is something we talked about in our first conversation? Oh,"
	},
	{
		"start_time": "10:54",
		"speaker": "Mark Blyth",
		"words": "absolutely, in the sense that, and this was Nicola's original point that made us think about writing the book, is that when you make those people unemployed, you're not making bankers unemployed. Right, you're not making university professors unemployed. You, you're making the people who are already the most vulnerable, the most cash-strapped, the ones who pay the most for their credit, much poorer, right? So if you're at the bottom end of the income distribution and you're on payday loans and you're going from check to check through a payday lender, and you're paying 40% a month interest or some absurd usurious rate like this, interest rates go up. Like that's the difference between literally your family can eat and your family doesn't eat on a Thursday. Right? You're in the bottom 20 to 40% and you're shopping in one of the cheaper supermarkets rather than the high end ones. Inflation goes up to 10%, you're not eating on a Thursday. The kids have to like make do without, right? This is a serious, serious problem for people. Whereas at the other end of the income distribution, I'll give you my favorite statistic from the book, from a paper done by economists at the University of Amherst in the United States. In 2022, we have to remember that what happened was a big supply shock, insofar as gas stopped flowing into Europe. And it took Europe a year to find that replacement gas in the form of LNG came from Qatar, came from the United States, right? Now, in order to pay for that, the basic, rather, in order to supply that, the United States, Qatar had to divert existing supplies and increased supplies. Hard to do in the short term, so the price of gas went up a lot. What does that mean? It means that if you're a firm that basically ships or makes gas, you made a lot of money. So much so that according to the estimates of these guys. The top carbon firms in the United States made $220 billion in profits above what they would have made without the pandemic, right, according to the normal rate of profit. Uh, AND that profitability basically is given out to the shareholders in those companies. Now, the top 1% of the US owns 50% of the shares. So let's assume that 50% of that cash that was generated was given out to the shareholders. That means that 3.3 million people got 110 billion as a windfall just for owning shares in those companies, which more than offset the inflation effects that they would have felt on their consumption, because when you're in the top 1%, a vanishingly small part of your income goes to consumption because you just don't buy that many loaves of bread when you're on half a million a year. So that was the austerity story that once again, the poor are the ones that are going to pay for this. One's through unemployment, and secondly through declining consumption. In a way, it's exactly the same."
	},
	{
		"start_time": "13:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. What would be alternative policies to raising interest rates?"
	},
	{
		"start_time": "13:45",
		"speaker": "Mark Blyth",
		"words": "Ah, now this is where it gets very interesting. We have to go back to the 50s. The way that economists in the 50s and 60s thought about inflation, it was all supply chain bottlenecks. They thought about it as there basically wasn't enough capacity. We needed to increase capacity in the economy. When you increase the supply side, the prices come down. It was never about pushing interest rates up. That was very much Volcker and the experience that we just talked about. So they certainly thought there were alternatives, but they also lived in a simpler world in the sense that what you had in the 50s and 60s were largely national economies where everybody made more or less the same stuff, traded a little bit, financial markets were isolated, they weren't integrated, and governments were basically dominant actors in the economy in terms of what we call fiscal dominance, taxes and spending rather than having these independent central banks. So if you wanted to do things like price controls, you could do it. I'll give you an example of this. You can see I'm sitting in a studio here, and right at the back here is an Ibanez bass guitar from 1979, and it was the first one I ever bought, costs a lot of money back then. And uh in order to buy this thing, I had to go to what's called a hire purchase company. It was a finance company. They don't exist anymore. And these were the people that the government would license to do things like consumer loans, and you paid a lot of interest. I paid 18% on this thing. So I went down every week and I gave them money and all this sort of stuff, and it's called hire purchase, right? Essentially you hired it from them at a premium and then you purchase the thing, right? Now, why was it that was a crazy way of doing things. Why were you doing that? Because the government could turn these things on and off overnight. They could limit the supply of credit. They could basically use a lot of different instruments like that. But all of that was considered to be inefficient and against sort of people's economic liberty, and it all got swept away in the 1980s. Now, I'm not suggesting we go back to that, but it says there was another way of doing it, right? Now, here's the thing going forward. We live in a very different world, one whereby your inflationary shock is caused by the fact that you make 3 quarters of the things you consume abroad. If you're Britain, you import 40% of your food. If you're Europe, you import 60% of your energy and all financial markets are integrated. So sticking up a little, you know, putting a price control on the price of a bass guitar domestically isn't going to do that much for it. So what we found in the pandemic, or rather what we found in the inflationary period, was that there were lots of different attempts to do controls and they tell a very mixed story. So in Hungary, they basically said, right, supermarkets, price of bread will be this. Any economist will tell you the minute you do that, if the market price of bread is higher than the reserve price, you're going to get what's called the black market and all the supermarkets will be empty. It's pretty much what happened. Uh, ON the other hand, what you had in Spain was the government there said, all right, probably not a good idea to do this. Why don't we help people by subsidizing other parts of their consumption that we can do something about. So we can't do much about the price of bread directly. Without it being weird. So why don't we subsidize things like public transport? Why don't we, if you're below a certain income, subsidize electricity consumption, right? So what you're doing is you're saying, yeah, you're taking a hit on your income here, but we're going to give you a subsidy there, right? That seemed to work quite well. Uh, OTHER places tried intermediate strategies. France basically got all their supermarkets together and said, Don't you raise prices? And they all made a big hoo-ha about not raising prices, and then they went back and checked and it turned out half of them had raised prices. Um, SO it's kind of hard to do this stuff. Um, THE problem with it is that it's very hard to identify before the fact if the proposed control is going to work. And then after the fact, even if it seems to have worked, you have to be careful that it wasn't other factors that were playing into it. So what we come away with in the book is that look, there's lots of things you can do if your goal is not to control inflation, but to offset the effects of it, the austerity effects. There's a lot of things you can do. If you really want to control the inflation rate, it's not even. THAT pushing up interest rates is really what's doing it. So for example, this time, unlike Paul Volcker, where it went to 20%, nominally 16% real, whatever it was, uh, this time, I don't think a single central bank raised their so-called policy rate above the actual rate of inflation. And in fact, rather than causing unemployment coming out of the pandemic, what we got was an increase in employment in many countries at the same time as interest rates went up. So it's not even clear that it was interest rates that did the trick. Rather, what happened was there was a big supply shock in gas for Europe. It took Europe 1 year to 18 months to figure out where the new gas was, and then after about 24 or 30 months, the price of gas went down. It was that simple."
	},
	{
		"start_time": "18:37",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And is it better to control wages or to control prices?"
	},
	{
		"start_time": "18:44",
		"speaker": "Mark Blyth",
		"words": "Uh, IT'S better not to control either. I mean, ultimately at the end of the day, right? I mean, wages are one price. And if you try and control wages, so for example, the Bank of England governor came out and said it would be terrible if people ask for a pay rise now as prices are rising. First of all, if we still had unions, you'd be asking for a strike, but we don't have unions anymore, so you don't. You have to actually have that problem in your labor market, because even if people want a pay rise, they can't get one, right? I mean, that's basically why wages are so low and profits are so high. The United States are currently 12.5% of GDPs and corporate profits. It's never been higher, right? So controlling wages is not your issue. Controlling prices, it depends. We control lots of prices. Um, THROUGHOUT Europe, the price of electricity is just completely managed by different national authorities. There are price controls all over these markets, for example, uh, in the United States, we, we think it's a free market economy. Um, THE entire healthcare sector, which is 20% of GDP, has fictitious prices. There's no, I, I can't actually walk into a hospital and say, hey, if I broke my leg tomorrow, how much would this cost, right? There's no way of finding this out. It's all negotiated prices. So in other words, we are controlling in some shape or form those prices. So it's not as if, like, you know, we don't do these things or we should or shouldn't do these things. Like the situation is actually much more complex. So my answer to this is it's better to control neither and essentially try and either attack the root causes of the inflation or buffer the symptoms of it. That's pretty much what you can do. Um, YOU know, some, some people whose work I really respect suggests things like buffer stocks and all this sort of stuff, uh, particularly now if climate change is, uh, going to wreak havoc eventually on food supply. Etc. We should have a weak buffer stock. Yeah, I mean, I'm totally fine with all that stuff, uh, except that, you know, we have to remember we live in a world that's already incredibly unequal, and a buffer stock requires spending money on now on something that you might not need in the future, which means that you're not spending on other things that you could be spending on now, which actually might be what people want instead. So there's always as economists call it, an opportunity cost of these things. So, you know, my basic line is, I'm not against them, but I'm not for them."
	},
	{
		"start_time": "21:00",
		"speaker": "Ricardo Lopes",
		"words": "Uh, LET'S talk a little bit about the causes of inflation. I mean, what really causes inflation and in the ongoing inflation, the inflation we're going through, we've heard about 4 different kinds of stories. It was either the government or the workers or the disruptions from the Ukraine war and the COVID-19 pandemic or greedy corporations. Is any of these stories correct?"
	},
	{
		"start_time": "21:28",
		"speaker": "Mark Blyth",
		"words": "All of them. That's the thing, right? There's a reason that you had these overlapping narratives, right? Now, they're not all right in equal degree. And one of the things that came away from the book, we got a review of the book in the Wall Street Journal from a very angry monetarist, uh, who said that we were just rubbish because we didn't talk about money enough. And our point was, you know, can you cause an inflation with lax government spending? Absolutely. Just look at the history of Argentina, Venezuela, there's lots of places, right? Um, WERE monetary factors at play in many prior, uh, episodes of inflation. God, yeah, absolutely. But you know, alongside of Milton Milton Friedman's story of, uh, of inflation is always in everywhere a monetary phenomena. There's a phrase that somebody at the Fed coined, which we really like, which is, uh, uh, shootings are always in everywhere a ballistic phenomena, which basically means, yeah, sure, bullets are involved, but it doesn't tell you about who got shot or why. Now, it's the same thing with money. Money's always involved in inflation. You literally can't have an inflation without money. But was it causal? And I'll give you an example of this, right? If you're in Latin America, and this is pretty much the story of Latin America forever, right? If you're in Latin America, then you were put into the global economy 300 years ago to produce crops for the North. 70% of all jobs in Latin America are still tied into commodity production, and you can just very simply do what is it that Brazil does diversified economy, but primarily agricultural and commodity exports. What does Argentina do same? What is Chile do same? What is Peru do same, etc. ETC. RIGHT? Whether it's lithium, copper, etc. SO on. Now, if that's the case and the world wants what you're producing, let's say it's soy in Brazil, right? And China comes along and says, plant more soy, we need soil. All right, great. So you plant more soy, you burn down the Amazon, you plant more soil. China goes, this is great, give us more soy. And eventually what happens is the supply begins to outstrip the demand. And eventually that becomes a liability, and eventually the price crashes it's called the commodity cycle. And when that happens, because you basically export 6 or 7 things that give you all of your foreign exchange, and your currency is regarded as a weak currency, it's not a trading currency, then in order to do your imports, you need to earn dollars and your exchange rates just crashed. Which means it's going to take more of your money to buy the same amount of dollars to import everything that you need from drugs to computers to clothing, because you don't actually make any of that stuff. So when you do this, what happens is suddenly you get inflation through the import channel. And the government has a choice. It can kill that inflation by raising interest rates, which is going to make the economic crisis is already facing worse, or it can run the printing presses. So it runs the printing presses. So in a sense, is that money causing an inflation? Well, to my point of view, the inflation started because of the crash in the currency, because you have a commodity dependent export economy. So yes, it's involved, but it's a secondary cause rather than anything else. Now to go back to the four stories, this is why we have to be a bit more nuanced about this. It was perfectly clear that what happened in 2021, 2022, 23, 24 wasn't an orgy of government spending. Germany on a balanced budget had higher inflation in the United States. Why was that? Because it was utterly dependent on Russian gas and the gas pipes blew up. Literally someone blew them up. So what you had there was a pure supply shock, hence the story of it's a supply shock. In the United States, you had a bit of a supply shock with the COVID shutdown and supply chains. But what you began to get there was the story of the government spent too much money. Joe Biden spent all this money during COVID. And it's true, they spent a whopping amount of stuff and probably too much in terms of what they actually needed to do, but they didn't know if they were facing the black death. They didn't know if we're sending 80% of the labor market home, American society would collapse, so they erred on the side of caution. Now, the interesting thing is, we decided to check out what happened to all those stimulus checks that Biden spent uh sent out that supposedly caused its inflation. And if you go to the New York Fed Consumer Service survey of consumer finances, you find out the vast majority of those checks were basically spent on paying back credit card debt literally a month later after you got the check. And the rest of it, well, a large chunk of it went on back rent, people owing rents, none of which is inherently expansionary. And also you've got 30 countries that are hit by inflation, and only one of them is the Biden stimulus check. So clearly there's something more going on than that. Um, WHERE corporations involved in this? Absolutely. Isabella Weber calls this a seller's inflation. I prefer to call it, well, you would if you could, wouldn't you inflation. Companies exist to make profit. If price expectations become destabilized, then I can shove my stuff up above what I need to do to keep my margins. I can push on my margins, of course, I'm going to do it. Now, economic theory will say, but if you do that, someone else won't do that, and they'll have cheaper prices and they'll capture the market. Yes, but most of our markets don't look anything like a perfectly competitive market in the textbooks. So for example, why is it that Canadian egg prices were always $2 cheaper than American egg prices, even though they both had bird flu? Well, America has over 10,000 producers of eggs, all of whom get squeezed by essentially two companies that buy them. Now, with those companies. GOING to basically undercut each other to supply the egg market cheaply at that moment, or are they going to basically try and sell you $10 eggs and reap the profits? Of course they're going to do that. Why would we expect anything else? But the important caveat on this, and this is what the people who talk about sellers inflation say. This doesn't cause inflation, this accelerates it. It has to start from another cause. And what happened was supply shocks primarily, right? Then on top of that, destabilize the expectations and then you get this effect from corporations. Not just my opinion. European Central Bank estimated 40% of the inflation of the Eurozone in 2022 was companies pushing up prices. Now, can they do this forever? No, markets are kind of clever that way. Eventually things will basically sort themselves out. If you consistently try and squeeze people, they will find alternate suppliers. That will basically change the structure of the market and prices will become more reasonable over time. But ask anyone who's still doing shopping today, have prices gone down to where they were in 2021? Not even close. And yet, supposedly, all of that has disappeared. Well, that has to have an explanation other than the government spent some money."
	},
	{
		"start_time": "27:53",
		"speaker": "Ricardo Lopes",
		"words": "Right. So what is then hyperinflation and how does it happen? And, and do you think that there's actually any risk of the current inflation situation turning into hyperinflation or not?"
	},
	{
		"start_time": "28:11",
		"speaker": "Mark Blyth",
		"words": "So we did a whole separate chapter on hyperinflation and we looked at some classic episodes of this Venezuela, Argentina, Zimbabwe, and Weimar, Germany in the 1920s. And what's clear from this, and other people have pointed this out as well, it's not, it's not that, uh, it's not a controversial finding. Steve Hanke, who's the sort of economist, a monetary economist at Johns Hopkins years ago in 1985 did a big survey, uh, of hyperinflations. And basically hyperinflation is when everything is broken. Like when nothing works, and all you do is run the presses because that's what you've got left. So to go back to that example of Latin America. What happens to Argentina and places like this all the time is essentially that their their currency is tied to commodities, the commodity price crashes, the currency crashes, they need more dollars for their imports, and they're on the printing presses to, to pay for it. That that's it. It's that simple. That's how you get into cycles of hyperinflation. But more seriously, when you take places like Venezuela, um, you essentially export one commodity, oil. And you simultaneously basically have a political revolution that promises massive redistribution to your constituents, uh, on the back of oil prices which have just collapsed. And then you essentially scare off all the people who actually know how to run an oil company, and you fill it with your friends. That's not gonna end well, that's basically what happened, right? Um, Zimbabwe, I mean, if everything could go wrong, it did go wrong, they end up embroiled in wars in the 1990s. They ended up trying to, uh, redistribute land in such a way that it was so economically inefficient in terms of the small parcel size that no farmers ended up with. So not only did they not know how to do this because there's a skill deficit, what you also up with the banks weren't able to actually use the land as collateral to extend credit. So the government gets into the market to do this and then extends it to people who actually can't really farm at scale, just problem after problem after problem. It it's state failure. You, you get hyperinflation when the state falls apart. That's basically it. Or alternative. You have one of these highly volatile commodity dependent currencies. That's, that's the history of hyperinflation. Now, does that characterize any place like, you know, I don't know, the United States? No. China, no, um, anywhere in Western Europe, Eastern Europe, no. Um, SO, you know, when do these places get hyperinflation after wars. After World War One, when they don't fight the war by raising taxes, and they basically have issued a whole bunch of debt and the debt goes bad. Simple. It's all about state failure."
	},
	{
		"start_time": "30:53",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, but I mean, about the second part of my question, do you think that there's any risk that the, uh, inflation we are experiencing could spiral into hype,"
	},
	{
		"start_time": "31:05",
		"speaker": "Mark Blyth",
		"words": "because that's the point that it's not a spiral, right? It's not a slippery slope. That's the mistake. People that you get a little bit of inflation, you get a little bit more, you get more. And like if you run a kind of Straight expectations model on this. It's kind of weird because people are meant to have far-sighted what it's called rational expectations. And if they actually have rational expectations, they would know that what they're seeing is a supply shock. They wouldn't become confused. There wouldn't be any inflation in the first place because it wouldn't get de-anchored. Given the fact that prices are rising, clearly either that mechanism is wrong or we're missing a beat in this sort of thing. And that suggests to me that basically it's not really about expectation that people begin to say, next month, everything will be worth 1000 times less, right? It's just the fact that basically the supply chains that supply really basic things in the economy no longer work, and prices go up and people try and adapt to that. So again, it's not like a spiral of expectations where 2% goes to 4%, 4 goes to 88 goes to 16, and you get this geometric series. What happens is it's relatively stable, it gets a bit high, and then it becomes astronomical because the basic institutions that make market economies and states work are falling apart."
	},
	{
		"start_time": "32:13",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Is it possible to predict inflation, uh, and why didn't we see this inflation coming?"
	},
	{
		"start_time": "32:22",
		"speaker": "Mark Blyth",
		"words": "Um, SO the way that we approach this in the book is to sort of say, OK, uh, the 1970s playbook, we learned a lot from the 1970s, not sure that we learned the right things. So first of all, you need to have a huge rise in interest rates to cross inflation. None of the central banks did this this time because they knew that after a decade of austerity in Europe, in particular, lost growth and rising populism, if they just decided to make 10 to 15% of the population unemployed to save the value of financial assets, they would have burned the central bank down. So, you know, there's no way that this was going to happen, right? So that's, that's point number one. Um, POINT number 2, the inflation in the 1970s, was it really a monetary phenomenon was in everywhere? Well, Alan Blinder, who's a central banker and economics professor at Princeton, he's done a whole series of papers on this over the past 30 years, basically saying, no, it was all just supply shocks. And if you think about it that way, then, you know, they're much more like what happened in 2021. It's just that there was a decade of interlinked supply shocks in the late 60s and the 70s. Uh AND we interpreted this as a monetary shock when in fact, you know, it probably wasn't. I'm quite sympathetic to that view. So if that's the case, should we take the playbook of the 70s and apply it? Well, in a sense, that's what we did. We relied on the central banks, we raised interest rates. Uh, AND in that sense, you know, the people who are charged with looking out for inflation, as always in everywhere a monetary phenomena were genuinely surprised because it came from non-monetary sources, blowing up a pipeline and a pandemic, right? But at the same time, were they totally surprised by it in the sense that they clearly didn't know what to do. Well, the fact that they didn't push interest rates all the way up like they did in the early 1980s suggests to me that they had been reading their own research over the prior 10 years. And what that research had shown is that inflation didn't seem to be anywhere for a very long time. The so-called Phillips curve, which basically charts the relationship between unemployment and inflation and kind of as a measure of capacity of the economy is a thing called the Nehru, uh, all that sort of stuff was basically either flat or jumping around all over the place. You could have any level of unemployment you want at a constant level of inflation over a 20 year period in a lot of countries. So it kind of made them think that inflation, you know, was gone. And if you have a 1970s story of it's always about money, and you're looking at money and money's not doing much, then it's quite reasonable not to expect inflation. The surprise was the fact that it came from primarily non-monetary sources in this instance."
	},
	{
		"start_time": "35:01",
		"speaker": "Ricardo Lopes",
		"words": "So, the subtitle of your book is a guide for users and losers. So does inflation affect everyone equally or who are the actual winners and losers of inflation?"
	},
	{
		"start_time": "35:14",
		"speaker": "Mark Blyth",
		"words": "So this is again to go back to that first point that Nick said when he walked into the office about monetary austerity, who actually wins and who actually loses, and I've mentioned some of this already. You're in the bottom 20% of the income distribution, you spend 80% of your paycheck on consumption goods. That's what gets hit when prices go up. So that's hugely serious for you. Same in the bottom 40%. If you're in the top 1%, you're getting windfall gains from the fact that you own oil stocks. So there's a hugely different experience of inflation. And it's not that we all suffer from inflation, as people like to say, we simply don't. Some of us benefit from inflation, and we benefit in weird and unexpected ways. So let me give you one story from Scotland about this. And this is a great story of like why it's difficult to do controls and unintended consequences. So Edinburgh has very expensive rents because, uh, in part it looks like Harry Potter land and that's where JK Rowling wrote all the books and it's got loads of tourists. Consequently, about a large part of the city is all Airbnb rentals. Now there's still some places where normal people can rent houses and students can rent apartments and so on and so forth, but it's pretty constricted. It's already quite expensive. So the Scottish government said quite reasonably, all right, for as long as this pandemic's on, nobody gets to get thrown out of their of their apartment, right? We're basically saying a moratorium on evictions. And that meant that basically this could continue for a couple of years. If you're a landlord, you've got people in there, they might already, they might not be good tenants, they might not be paying you. You're basically now stuck with the bill, uh, or alternatively, you know, you make your living off of real estate and the government just said to you, you're not making your living off of real estate, you're providing a social service. And those landlords said, all right, so how's the legislation written? OK. It doesn't apply to super short term rentals. Guess what happened? They used every trick in the book to get people out and turned even more of the place into Airbnbs. What did that do? It constricted the supply of actual rentals and prices went up 30% in two years. So it completely blew back in that way, right? So who benefited here? A very small group of landlords defending their interests and their profits, who suffered because of this? Everybody who rents. Right, so the idea again that we all suffer from this just isn't the case. Now, you could say that was bad policy design, they shouldn't have tried to do, uh, controls, but if they hadn't, it still would have been that asymmetry between those who own the asset that everybody needs and those who basically have incomes that are buffeted by inflation. So that distributional trade-off is still there. Um, OTHER ones, um, people may want to think about how much they didn't get from their bank because of the inflation. And what I mean is, most people have what the US call a checking account for day to day transactions and a savings account which pays basically almost nothing. So you get 1%, 2% in your in your account. Well, interest rates went to 4.5, 5% in some places. So in theory then, what should happen is that interest rate rises, what's called the interest rate margin. Some of that should be passed on to the depositors in the bank. And if they don't, that means the bank's taking it as a windfall profit. The banks took it as a windfall profit, so much so that Italy tried to tax that back as a windfall to varying degrees of success, but essentially what it meant was the banks benefited from rising interest rates and the people who fund the bank, at least notion like the depositors, really didn't benefit from it. Uh, I'll close with my favorite example of this is who, who, who benefits from this, uh, Cristiano Ronaldo. Because during this period, this is when the Saudis had so much money from their carbon oil profits going up, that they set up the Saudi Pro League, and they bought stars from all over the world, most notably Cristiano Ronaldo, pay them absurd amounts of money to play in a league that nobody cares about. And you can do that because you're the one that's benefiting from these windfall profits. So basically the last chapter of the book is about who wins and who loses, and it turns out quite a lot of people win. And the losses as ever are very, very concentrated, and the standard story is completely correct. It's people in the bottom end of the income distribution who get hurt the most."
	},
	{
		"start_time": "39:23",
		"speaker": "Ricardo Lopes",
		"words": "So since just recently Trump implemented these tariffs across the world, this is a very relevant topic to ask you about. What are the effects of tariffs and trade wars on inflation?"
	},
	{
		"start_time": "39:38",
		"speaker": "Mark Blyth",
		"words": "So it's actually it's much harder to predict and people think, because, you know, we think about this in a very textbook way, a tariff is a tax. Somebody has to pay the tax. It's a combination of the export of the import and the consumer. Therefore, that will either hit consumption and our prices will go up. That's the standard story, makes perfect sense. But the thing is, we make things on a global basis, and we sell and swap them around on a global basis. And parts travel across borders multiple times. So for example, car parts in the United States that are made in Canada go across the border multiple times, they're tariff multiple times. That's why firms like GM are taking enormous hits just now because of the tariffs. They're trying to hold the line on this. Like I said, corporate profits have really been high for a long time. They can afford to take a hit, particularly in some sectors rather than others. But we haven't seen it show up in that one. One translation. Why? Because, you know, economics works with this thing called the Ketteris paribus clause, all things remaining equal. And in a global economy that's highly dynamic, nothing ever remains equal. People adjust. Sometimes the exchange rate will take a bit of a hit, sometimes the importer will take a bit of a hit, sometimes the exporter will find somewhere else to ship it through. There's lots of ways in which this doesn't have that one on one translation. Now, will it eventually show up in lower consumption or higher prices? Yes, because the government's making $300 billion or whatever it is in tariffs over the 6 months they've been in, or maybe it's a month or something crazy like this. I don't know what the latest estimates are, but they're making hundreds of billions of dollars, which means that someone else isn't. And if those people want to maintain their profit margins and continue to produce and continue to employ people, prices are going to have to go up somewhere. So one way to think about tariffs is it's basically a policy induced supply shock, which will have inflationary qualities."
	},
	{
		"start_time": "41:24",
		"speaker": "Ricardo Lopes",
		"words": "Is our future going to be more inflationary or can we return to low inflation?"
	},
	{
		"start_time": "41:33",
		"speaker": "Mark Blyth",
		"words": "So there's two big forces at work here, and rather than sort of focusing on central banks who have been, you know, the guardians of monetary discipline for the past 30 years and saying that's what caused low prices, um, I'm, I'm sure that's implicated in it. But another one is a very simple one, was China joined the global economy and half a billion people added to the global labor supply. At the same time as we had an IT revolution and a container ship revolution, which meant that along with inventory control and just in time manufacturing, prices went down, down, down, down, down for a very long time. Many of those forces now because of geopolitics, because of tariffs, uh, simply because of Chinese people are getting richer, um, those prices are going back up. So we live through this 30 year period of very, very low prices and very low inflation, that might be reversing. On the other hand, capitalism is essentially on a micro level on a macro level of deflation machine. We don't think about this because everyone's always worried about inflation, but it's kind of a weird way of thinking about it. We give an example in the book of a car called the Golf Volkswagen Golf GTI, and it came in in 1978, cost about 10,000 pounds in British pounds, $16,000 or whatever. And back then, you know, great car, but like, you know, barely had seat belts, didn't have airbags. There's no ABS. There's no computer. Don't even know if I ever had central air conditioning at that point in time. The car you get now is like incredible in comparison. It's more powerful, it's safer, it has all these gadgets, all the rest of it. And if you basically put it in $1978 it's a 3% cheaper. Now why is that? Because lots of other people make good cars too. And that creates competition and competition lowers prices, and that means that overtime prices go down. So on a micro level, capitalism, the deflation machine. On a macro level, this is also true. Why? Because companies would countries would rather be exporters rather than importers, wrongheaded, but that's the way they do it. So the world basically has, since the East Asian financial crisis, most of East Asia exports. Uh, Japan's historically an exporter, even though it's a large economy. Uh, China, even though it's a very, the largest economy, is a massive exporter, and, uh, the people who do the imports are basically the Anglo countries on the other side of the trade. And for a long time, those low prices coexist. IN a kind of, uh, if you will, social bargain, which was we'll shove our manufacturing over there where it's cheap. We get low prices for our consumers, which is equivalent to a wage rise without having to give them a wage rise while we take all the profits, right? That was basically the bargain that was made. And you know, when you're in that position, if you're one of these countries. Um, PARTICULARLY after the East Asian financial crisis when the IMF roughed them up, they all decided that they wanted to have big reserves to protect themselves. How do you protect yourself? You basically run an export surplus. Europe runs an export surplus via Germany, China runs an export surplus. So what happens if everybody's trying to export and then there's only a couple of countries that do the imports. Prices have to fall, you've got too much supply. Right, so there's an inherent deflationary tendency of the global economy. Now what's on the other side that could change this? One is Chinese labor is no longer cheap. That's part of the argument of Charles Goodhart. Another one that Charles Goodhart points out is demography. That basically we're shifting in such a way now that, uh, essentially as populations get older, there's less younger people to work for them, high social wages, etc. IN the form of pensions, etc. All of that's going to be inflationary in some sense, all of which is probably true. But the other one that we're not thinking about is climate change, that essentially, once you basically bust through some of the critical limits. 1.5, 2 degrees. Food webs come under pressure. Um, SUPPLY chains will not be able to adapt rapidly. Simple examples, the Po Valley in Italy is drying out, Spain's drying out. Scotland had wildfires. I know people like to point out that no, it's not, it's arsonists. It's like, look, there's no arsonists in the north of Canada where nobody lives in these huge wildfires, right? So the climate is actually changing whether we like it or not, and that's going to have very, very interesting supply shock effects. Now, the Potsdam Institute on Climate Research has already done estimates on this, and we include them in the book. It came out just before we went to press, and their estimate that it's already pushing up food prices by 2 to 3% a year across the globe. Some places much more affected by others. So we have these two forces basically trading off against each other. One is essentially sort of the inherently deflationary tendencies of capitalism, and the other one is basically climate change, demography, and technology shocks all pushing in another direction. So, if I had to put my heart on it, I think that we had a 30 year period of exceptionally low inflation, and now we're back to a much more normal and accelerating a much more normal world, which is actually an accelerating period of inflation, not to hyperinflation, but just inflationary spurts because of supply shocks."
	},
	{
		"start_time": "46:27",
		"speaker": "Ricardo Lopes",
		"words": "So one last question then, is there anything that people should do to prepare for the future?"
	},
	{
		"start_time": "46:36",
		"speaker": "Mark Blyth",
		"words": "That's a huge question that goes far beyond anything I can usefully say in a couple of minutes or even as regards the book, I mean. It's very hard to say, it's not something that's solved on an individual level basis because it's kind of a systemic property, right? So you could say, OK, if I think the world's going to be more inflationary, what should I do? I should buy gold, right? I should buy Bitcoin, which is digital gold. I should buy houses because people always need houses. And, and none of these strategies are probably wrong, but, you know, is that actually really protecting us against what the ultimate underlying problem might be, which is We've all gotten a little bit tired of net zero goals. We don't want to think about the green stuff anymore. Electricity is too expensive as it is. Nobody likes windmills. The Americans are turning against green tech massively at the same time as China's doubling down on it. These are the forces that are really going to shape the world. Inflation is going to be a byproduct of these things, and it's very hard for people to control those things on an individual level. So I would say basically, Don't keep your savings in cash, try and diversify, make sure you got a house, and that's a tall order in most countries these days."
	},
	{
		"start_time": "47:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, great. So the book is again inflation, a guide for users and losers. I'm, of course, leaving a link to it in the description of the interview and Doctor Blythe, thank you so much for taking the time to come on the show again. It's always a pleasure to everyone."
	},
	{
		"start_time": "48:05",
		"speaker": "Mark Blyth",
		"words": "That's great. It was lovely to talk to you."
	},
	{
		"start_time": "48:07",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Nights Learning and Development done differently, check their website at Nights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters Pergo Larsson, Jerry Mullerns, Frederick Sundo, Bernard Seyche Olaf, Alex Adam Castle, Matthew Whitting Barno, Wolf, Tim Hollis, Erika Lenny, John Connors, Philip Fors Connolly. Then the Mari Robert Windegaruyasi Zup Mark Nes calling in Holbrookfield governor Michael Stormir, Samuel Andre, Francis Forti Agnseroro and Hal Herzognun Macha Joan Labray and Samuel Corriere, Heinz, Mark Smith, Jore, Tom Hummel, Sardus France David Sloan Wilson, asilla dearraujurumen Roach Diego London Correa. Yannick Punter Darusmani Charlotte blinikol Barbara Adamhn Pavlostaevsky nale back medicine, Gary Galman Sam of Zallirianeioltonin John Barboza, Julian Price, Edward Hall Edin Bronner, Douglas Fre Francaortolotti Gabriel Ponscorteseus Slelitsky, Scott Zacharyish Tim Duffyani Smith John Wieman. Daniel Friedman, William Buckner, Paul Georgianneau, Luke Lovai Giorgio Theophanous, Chris Williamson, Peter Wozin, David Williams, Diosta, Anton Eriksson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, bungalow atheists, Larry D. Lee Junior, old Erringbo. Sterry Michael Bailey, then Sperber, Robert Gray, Zigoren, Jeff McMann, Jake Zu, Barnabas radix, Mark Campbell, Thomas Dovner, Luke Neeson, Chris Storry, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brandon, Nicholas Carlsson, Ismael Bensleyman. George Eoriatis, Valentin Steinman, Perrolis, Kate van Goller, Alexander Aart, Liam Dunaway, BR Masoud Ali Mohammadi, Perpendicular John Nertner, Ursula Gudinov, Gregory Hastings, David Pinsoff Se Nelson, Mike Levin, ands Necht. A special thanks to my producers. These are Webb, Jim, Frank Lucas Stephenik, Tom Venneden, Bernardin Curtis Dixon, Benedict Muller, Thomas Trumbull, Catherine and Patrick Tobin, Gian Carlo Montenegroal Ni Cortis and Nick Golden, and to my executive producers Matthew Levender, Sergio Quadrian, Bogdan Kanivas, and Rosie. Thank you for all."
	}
]