[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor William Chopik. He's associate professor in the Department of Psychology at Michigan State University. He's a social personality psychologist interested in how relationships and the people in them change over time and across situations. And today we're going to talk about relationship science, dynamics between partners and health outcomes associated with them, singlehood and marriage, and also attachment. So Doctor Chopik, welcome to the, to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:41",
		"speaker": "William Chopik",
		"words": "Yeah, pleasure as well. Nice to be here."
	},
	{
		"start_time": "00:43",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you first, what is relationship science? What kinds of topics and questions does it explore?"
	},
	{
		"start_time": "00:53",
		"speaker": "William Chopik",
		"words": "Uh, SO I would define it as the scientific study of social connection. Uh, SO, uh, it's such a dangerous question, like, what does it study, what doesn't it study, um, because it's so much, it's between, you know, how you meet people for the first time, why you're attracted to them, um, how to form a relationship, how to have a sexual or romantic relationship, how to keep it going, what happens when it ends, what happens if you don't want it, what happens if you really want it, um, kind of how Approaches to relationships have changed over time or across countries, across different cultural settings, within different subgroups of the population. So, it's really kind of anything that has to do with social connection is the type of thing that we study."
	},
	{
		"start_time": "01:36",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let's go through some of the aspects of the, I will call it dynamics between partners, uh, and how that translates into health outcomes that you've studied. So is there a link between having an optimist partner and one's own health?"
	},
	{
		"start_time": "01:59",
		"speaker": "William Chopik",
		"words": "Yeah, there, there is. So that's, uh, a big part of our research agenda is trying to see how Different things about the person you're married to or you're friends with, uh, can affect your health and well-being, and, um, you know, optimism, which I, you know, I'm guessing most listeners know, even if they're not, and most people know what that means, right? It's kind of looking forward to good things that will happen or thinking good things will happen in the future. Um, SO, among people and individuals that is generally associated with, uh, good things. Um, SO those people who say they're optimistic, live longer, they're happier, um, they have better social relationships. But then, you know, because we were interested in the impact of people around you, you know, cause I think everybody acknowledges that, um, you know, they don't live in a vacuum, you know, they're, they're affected by their family and their friends and their partners. You know, we, we had this idea that maybe optimism would be good for um your partner as well. So, um, There's a bunch of different theories for why that might be the case, uh, but we sort of just jumped right in and tried to see if there was, um, you know, any link between it, and it turns out, over and above you being an optimist. Um, BEING married to an optimist is associated with better health, uh, better mobility, so among older adults, you know, being able to say, bend down and pick up a quarter, that's like a, like a famous kind of ability question. Um, YEAH, they live longer, they're more cognitively intact, you know, it staves off Alzheimer's disease later if you're married to someone who's optimistic, so, um, the benefits are abound, you know, it looks like it's affecting a bunch of different parts of a, a person's life, and But then the mystery is sort of, you know, why is that the case? Uh, YOU know, I actually find super optimistic people kind of annoying and maybe bad for my health. Um, SO that's what we've been trying to do lately is figure out, OK, well, like, why is this good? When might it be bad? Um, AND then what can we tell people if, say, they want to be more optimistic, or, or they're trying to find a partner for the first time. So that's, that's kind of what we're after."
	},
	{
		"start_time": "03:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and can you already tell us more about that? I mean, when is having an optimist partner something good, when is it something bad, and why is there that link between having an optimist partner and health and good health outcomes?"
	},
	{
		"start_time": "04:17",
		"speaker": "William Chopik",
		"words": "Yeah, so there's a bunch of different, um, Things people think, uh, being merit to optimists might, you know, help you out with. So, in one sense, like the positive emotion is good, you know, being surrounded by someone who's not in the dumps all the time, or, you know, always, uh, you know, just raining on your parade. If you tell them the good news, well, it's like, well, aren't you terrified of that new job, you know, aren't you, don't you think they'll think you're dumb, or, you know, it's, people wanna be affiliated with optimistic people. Um, SO one is just the mobilizing energy that some of those people have, but then, You know, the theories I mentioned earlier, a lot of them say that optimists think that they have control over their lives, which for me it's always been this really fascinating finding in literature where there's some people who think that good things happen to them, will happen to them, and then like, gosh darn it, they, like they have a bunch of good things happen to them. I always thought that that was so bizarre, um. But then the truth is, like, people who think that, think that their actions matter. They think that going to the gym will benefit their health. They think that, you know, changing their diet or nutrition will help them. They think that, you know, they go to the doctor, you know, it might be nothing, but it's good to go. Um, OR even if it is something, it's a good thing that I went early and caught it early. So, there's a type of mastery or control that, um, optimists have about their lives. Sometimes it's delusional, which I'll tell you about in a second. Um. But then, you know, for, for the most part, they basically try stuff, um, they don't give up, they persevere. But then they're willing to like try new things too, so they're pretty flexible. Um, SO that, that's one thing is that when you ask someone to exercise, like the optimist will be like, oh yeah, that'd be good for me. I'll, I'll, I'll do that. So, so most people think it's like physical activity, um, stress reduction, so optimists might be like less stressed out and stress is bad for your health, obviously, um. So that's why people think it works is like diet and exercise, which, uh, you know, I wish I had a better explanation, but those things are pretty, pretty good for you, and um it turns out optimism might motivate those. Um, BUT yeah, there's a whole another literature on, um, Kind of, uh. Unrealistic optimism is what they call it, or uh delusional optimism is what they call it, and, you know, the truth is it's all measured kind of differently than what I just told you about. So the stuff that I just told you about where optimism is great and everything's amazing. A lot of that's just asking you, hey, um, you'll agree with an item like, I expect good things, more good things than bad things in the future. That's just you being like, yes or no, or on a little scale. The unrealistic optimism people will often measure it, um, using like a task of some sort, or, um, they'll ask you about something that they have factual information about, and then they'll kind of quantify how kind of unrealistic you are. So, um, you know, one thing that they might do is they might say, um, what would you say is your percentage risk for getting lung cancer. Um, AND they would give a number, and then, so famously, people who smoke tend to give a lower number than their actual risk. Um, THEY basically think that they'll, they're less likely to get it even though they smoke every day. Um, SO there's actually a way in public health and epidemiology to estimate like how, what is your risk for lung cancer based on if you smoke or not, or where you live, or other risk factors. Um, SO what they'll do is they'll just take the percentage you gave me, and they'll subtract it from that kind of risk, that actual risk. And then that's the degree in which you're unrealistically optimistic, and then that's associated with a bunch of bad things like you keep smoking, uh, you do a bunch of other unhealthy things, you take riskier bets. So there's like a little bit of like, Not Wall Street research, but economic research where you, you look at if people take risks, um. Yeah, other things too, like they'll give students, they'll say, well, how do you think you did on that test you just took, and then they'll look at how they've done on the test, and then they'll subtract the two numbers, and um, if you're more on the realistically optimistic, you're sadder after you get the test score. So anyway, yeah, part of it is baked into like how it's measured, um. But then there's also this other part where optimism is measured through these other means, um, and then that's, it looks like optimism could be dangerous, you know, like, Uh, you keep doing a really unhealthy thing, or it's preventing you from doing a healthier thing, or, um, you, you don't engage in self-insight cause you think you're perfect. Um, SO there, there's, there's other ways in which it can be really harmful, and part of the intellectual fun is like trying to figure out when and why that's the case, and, um, how to abuse people of those kind of optimistic delusions, and it turns out it's actually really hard, you know, humans are pretty stubborn about, about themselves."
	},
	{
		"start_time": "09:04",
		"speaker": "Ricardo Lopes",
		"words": "Right. So I asked you about optimism. How about happiness? Does happiness of the spouse also contribute to one's own health?"
	},
	{
		"start_time": "09:14",
		"speaker": "William Chopik",
		"words": "Yeah, so we, yeah, that's another kind of, um, area where we try to look at these things that people seek out in life, like most people want, would say that they would want to be happy or most people would say they live longer too. Um, AND again, we tried to figure out like, what is it about people that, you know, you could measure pretty easily, so how happy you are or how optimistic you are. These are things that psychologists at least think that they are good at measuring. Um, SO yeah, so that, um, similar to the to optimism, a lot of it is kind of this positive energy, this sense of purpose and meaning, that's some other research that we're doing too. So there's this general outlook in life where, you know, it's benefiting you and your partner, so, it's associated with better health and well-being and lowered mortality too. Um, PEOPLE think the pathway is like a little bit different, so, um, they think that maybe there's this driving force of happy people. Um, BUT, you know, those studies in particular, it gets to this really fascinating thing happening in the close relationships field right now, where, um, you know, there's some controversial research published a few years ago by Samantha Joel. Where, uh, they modeled all these things about you and all these things about your partner, and they just tried to use all those things through this kind of machine learning approach, um, to predict like why you're happy or if you stay together. And, you know, the really fascinating thing, and this is why it's controversial, and it caused a little bit of an existential crisis within me, but basically, they found that a lot of what makes you happy in your relationships has nothing to do with your partner and has a lot to do with you. Um, AND if you've ever like, been in relationships, you can appreciate, like, if you're not in a good mental space, it kind of colors everything, like, uh, you know, you're, you're on edge, you assume your partner doesn't have great intentions, um. So that was really eye opening, you know, after I thought about it, it's like, oh yeah, something like mental health or people's attachment styles, which we'll talk about later. Yeah, all that stuff does predict like people's experiences, um. But so then when we study things like happiness, a lot of it is geared towards like finding out the source of people's relationships, relationship woes, uh, and their happiness and their joy, um, and part of that research is like acknowledgement that, hey, like some of it has to do with like everything that's inside your head, um, but then even above that we're, we're finding some partner stuff, but then it's this whole evolving kind of Area of the field that I didn't think would be evolving where we kind of have to go back and look at like how partners are influential. We, we think they are, it's just um figuring out exactly when and, and why that's, that's the challenge."
	},
	{
		"start_time": "11:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, let me ask you about the specific health uh outcome or health issue. I would like to ask you about sleep quality. Is there a link between marital quality and sleep quality?"
	},
	{
		"start_time": "12:04",
		"speaker": "William Chopik",
		"words": "Yeah, there is, and, um, a lot of our research was trying to figure out like what's the more um kind of consequential um direction, causal direction, so, um. You know, I think for years and years and years there was a sentiment where, uh, it's kind of an idiom, a cultural idiom. It's, I never go to bed angry, uh, it's this marital, it's this marital advice that people give, um, they should give more advice, but that's like a core feature is don't go to bed angry. Um, SO, um, for years and years and years that was meant to be like, well, you know. Um, YOU know, be sensitive to kind of relationship dynamics, try to settle an argument before you have kind of, um, before you go unconscious and sleep. Um, BUT, you know, a lot of our research was to suggest, you know, maybe sleep quality affects close relationships as well. So, if you have either too little sleep or poor quality sleep, that, again, makes you on edge, it makes you stressed out. It's actually associated with a lot of really bad, um, health problems too, cognitive problems as well. Um, SO we found that that also extends to your close relationships, um, But it's kind of an interesting question to ask. Um, YOU know, a person's healthy overall lifestyle would be, say, good sleep and having a good relationship and stuff, but, um, there's a sense in which when you think about how to improve any of those things, well, maybe the one reason why your sleep is screwed up is because you fight with your partner, like all day and just before you go to bed. And there's also a sense that, you know, well, maybe the reason your relationship isn't going well is because you are working on 3 hours of sleep each night. Uh, AND, you know, if you kind of did better sleep hygiene, maybe like your marriage would improve, as controversial as that kind of premise is, but there is a sense in which these things are all baked together. So, yeah, you know, we do more kind of correlational stuff, so it's just like, you know, people who have better sleep or they do have better relationships over time, and it looks like they do. Um, BUT there's been other people too that'll look at more. What's called a daily diary approach where they'll kind of ask them, hey, how'd you sleep last night? And uh how much did you fight with your partner today? And they'll do that every day for a whole month, which I, sometimes I think is a little torturous. But, um, but yeah, so that, those studies have been done as well. There's been physiological studies, kind of where they'll measure your heart rate and um cortisol levels too. So, um, yeah, it looks like, you know, sleep, bad sleep is really bad for relationships. Um, And also your health too. So, yeah, a lot of it was trying to link those two things together over time to, to communicate how important it is, uh, to work on both of those things."
	},
	{
		"start_time": "14:38",
		"speaker": "Ricardo Lopes",
		"words": "So before we move on to other topics, are there any other ways partners can promote health?"
	},
	{
		"start_time": "14:46",
		"speaker": "William Chopik",
		"words": "Oh yeah, so many, so many. Uh, SO yeah, we talked a little bit about, you know, exercise and or thinking that you can achieve things, and that's why you try, um, but there's a sense in which, yeah, partners shape a lot of health outcomes, so. Sometimes they do it in proactive ways, so they'll say, hey, you should go to the doctor, you know, it could, it might not be as bad as you think, or, um, partners have a vested interest in us surviving. They, they, we get to keep being in their life if we're alive. Um, BUT then also they have, you know, warm, affectionate feelings, they care about us. Um, SO sometimes they'll encourage health behaviors like that. Um, SOMETIMES, um, Just by being in their sphere, if they make a positive health change, we also tend to make that change. So, there's been studies on, um, when one partner quits, their other partner is likely to quit in the next year. Um, SO, it, it's promotive, like going to the doctor or maybe going to the gym together. Um, BUT then it can also be kind of more restrictive and controlling. So, um, They might prevent us from doing a bunch of things that are really unhealthy, so, uh, they might say, hey, don't get dessert, don't eat that whole chocolate cake. Um, I, it's a great example when sometimes when spouses live together and one goes out of town, and the spouse who stays devolves into this primitive state where they eat nothing but candy all weekend and lounge around the house, and they don't get any chores done. There's, there's actually entire theories about that in the relationship science, where there is this kind of controlling aspect to relationships where um they imbue us with more control, we're accountable to another person. Um, THEY'RE influential in our lives in the sense that they, they ask us to, um, kind of do healthier things or selfless things. So that's a bunch of reasons. Like sometimes they prevent us from doing really bad stuff, sometimes they promote really good stuff, um, and that's generally why people think relationships are good for people, um, you know, they also reduce stress too, but, um. The idea is like they, they help us make smarter decisions, so that's kind of the grand theory is, uh, you know, partners motivate us to, to do healthier things."
	},
	{
		"start_time": "16:58",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Let me ask you now a little bit about spousal bereavement. How do people react psychologically to it?"
	},
	{
		"start_time": "17:07",
		"speaker": "William Chopik",
		"words": "Uh, SO my very, very short answer is that it is a very devastating transition. Um, HOWEVER, um, That might seem obvious to a lot of listeners, but there's a bit of a controversy happening in the field right now, actually, if you're curious, um, so for years and years and years, OK, so this will go back before the 1980s. I'll give you a timeline as well. So before the 1980s, a lot of people, uh, would look at, say, friends in their life or, or relatives, um, and you know, they would acknowledge that it's this really devastating transition. But then there were some people who um kind of, uh, had this absent grief, they sometimes called it, where, you know, they would experience this really devastating loss, but then they would, they would kind of be OK, you know, they'd be sad in the interim, but they would kind of keep chugging along. Um, AND there was a little bit of stigma to that, you know, I think that as a society we have this normative expectation of how people would be sad or respond if, say, a partner died, um. And then, um, In, I think like the 80s and 90s, there was this really interesting data set out of Michigan. They started this study, it's a little dark, um, but they basically recruited couples with the knowledge that one of the couple members would pass away in the next, say, two or three years. So, um, it's just a really interesting study where they set it up knowing that a partner would be lost. Um. But that study was hugely influential because it kind of studied bereavement psychologically really in depth for the first time. It's called the clock study, um, from the University of Michigan. So, um, that study was really beneficial because, um, this guy named George Bonanno and other people. Uh, SHOWED that there were a bunch of different trajectories that you could follow, um, after you say, lose a spouse. So, like I said, there are some people for whom it's really devastating, like, it's awful, and then they don't recover. Um, SO they also kept following these spouses. Um, BUT then there was a more normative one where, you know, you get, so, you know, you're, you have relatively good psychological functioning, and then your partner dies, and, um, it gets really, really bad, but then you kind of rebound, uh, later. And I think Um, it's a split between most people doing that, and then most people being resilient, meaning that they didn't really have a huge increase in depressive symptoms. Um, SO I, I love that research and it was really great. As someone who's interested in personality, a lot of it was, um, showing the heterogeneity or how, you know, how people change at different rates or and adjust differently. And, you know, it gave me this great appreciation for like humans, that there's not just one way to grieve, there's not, you know, just one way to, to navigate these terrible things that happen to us. OK. So that was like a really great and heartwarming story. The problem is, in the last, say, 10 or 15 years, um, people have tried to kind of come up with different ways of modeling, uh, kind of how people change before and after bad stuff happens to them. And one thing that they'll do, and I, I'll try to avoid getting too nerdy and uh bored and bog it down by like really technical things, but basically that, that original research in the eighties and nineties, um They applied a technique called uh latent class analysis or growth mixture modeling. There's a few different names for it. Um, IT'S basically saying, You know, we want, and we're interested in how people change over time, but maybe like within that sample, there's a bunch of different like subpopulations where some people increase and some people go down. The heartwarming thing I told you earlier that there's these kind of ways that people change. So, when you do something like that, you make a few methodological assumptions, um. And, uh, basically, in the last, I think it's like 10 years or plus or so, a few people have said, you know, if you relax those basic assumptions, um, the results change really dramatically. Um, SO instead of there being like a huge group of people that like aren't resilient. The truth is that actually a lot of people struggle way more than you think, and actually some people never recover, and it's way, way worse than you thought, basically, like more, like more people kind of go the bad route. They're in the bad place or bad route. Um, SO that's where we stand now is there's kind of a disagreement over how exactly to model it. Um, TO pull the curtain back briefly, a lot of it is making assumptions on Between those different groups of people and how they change differently, like, Um, within one of those groups, do you allow some of those people to be more depressed than others, um, or, you know, do you think the groups would change differently in different ways, not just going up or down, or, uh, just up or just down. Um, AND basically when you relax those and you kind of allow for more freedom in the data, um, then actually the, the picture gets more devastating. So, you know, one thing that our research has Kind of shown is that people are really, really stable. Um, THEY don't change very much. Uh, IF you've lived your whole life being depressed and then something bad happens to you, you, you're likely gonna be depressed after it. Um, And you know, that's something I think we can all appreciate, but, um, it's, it actually is really, really important for the analysis, uh, to account for that. So, um, yeah, I, I think it changes some things like it'll make you more depressed, it'll lower your well-being. Uh, YOU know, a few papers we have show that it won't fundamentally change who you are. Um, AND there's some controversy about that too, cause there's a group of researchers who think that When your partner dies, um, it provides this really great opportunity to radically transform yourself, which is true, um, you know, it's a big decision, but Uh, we find that most people don't do that, um, and that's kind of our contribution is to show like what changes, what doesn't change, how is that kind of the same based on how you analyze the data. So, um, but yeah, it, it's such an important life event. It's a transformative life event, but, um, You know, sometimes things change, sometimes they don't, but yeah, the question is kind of what, how, how would it spur changes? Does it spur changes? Um, THERE'S so many different things that could potentially affect in, in your life. Mhm."
	},
	{
		"start_time": "23:36",
		"speaker": "Ricardo Lopes",
		"words": "And uh can cognitive decline impact spouses loneliness?"
	},
	{
		"start_time": "23:42",
		"speaker": "William Chopik",
		"words": "Yeah, yeah, so again, that's another kind of series of studies we, where we're looking at the impact of health and, and relationships. That, that particular paper is super interesting cause we Um, it started at this, um, data immersion experience where they basically, it's really interesting, they give you a data set on the first day and then you have to analyze it and kind of come up with a question and Come up with the question then analyze it, um, and that one was born out of personal experiences, so, you know, we sat as a group talking about how Alzheimer's disease affects families and partners and marriages, um, And one thing that someone said, and it was really poignant at the time was that You know, even though someone is physically still there when These cognitive declines happen, um, it's, it almost feels like you're losing somebody. Uh, AND we, we all, like, the room was just kind of silent cause it was, it's one of those things that like, really speaks to our humanity and like, I, it kind of gave me goosebumps because it, it's like, it was such a shared experience where it's like, yeah, we spent our whole lives with these people or long periods of time with these people, and then You know, the degree, you know, they're just gone, the way, the way we used to remember them. Um, THE relationship just changes, um, you know, people, people become caregivers instead of like spouses and lovers and Um, you know, so in a way, one thing we found was that we had some data on people in marriages before, before they got dementia, basically, before it was diagnosed, uh, or before their cognition got so bad that it was Alzheimer's disease. Um, AND when we found that, you know, even like 8 years out before they get the formal diagnosis, um, their spouses reported feeling lonelier and lonelier as the dementia diagnosis got closer, so. Um, uh, SO it's, it's a weird way to kind of approach research where it started by saying, hey, here's this weird shared experience we have, and then, hey, can we look at these data with, you know, thousands of couples and hundreds of couples filed over time. Um, AND what we found is that like the road to get to this really terrible thing was also really terrible. So basically, kind of people felt Again, before they got so bad, they, they were kind of feeling like they were losing their partner, um, to this disease, so, um, You know, the next steps in that research is to figure out, you know, maybe. There are ways of managing cognitive decline better, um, you know, maybe there's other relationships in your life that could buoy, um, you know, your social connection, um, but I acknowledge it's also really challenging when you're caring for somebody who really struggles with, um, things like cognitive decline and dementia. So, yeah, it looks like they're at, they're at risk for, yeah, being really, really lonely even before, um, the actual diagnosis happens."
	},
	{
		"start_time": "26:34",
		"speaker": "Ricardo Lopes",
		"words": "So we've been talking a lot about people in relationships. What about single people? What is the relationship between singlehood and life satisfaction? When are single people satisfied?"
	},
	{
		"start_time": "26:49",
		"speaker": "William Chopik",
		"words": "Yeah, enough about the married people, right? There's single people. I know the truth is it's such a huge part of the population, and, you know, everybody spends some part of their life single, so, um. Yeah, I think I'm, I'm part of a, a few different kind of researchers around the country and around the world where You know, I think, um, there has been previous research, um, this person named Bella De Paulo did a lot of work on this, and there's a sense with, with more and more people being single, um. Does it make sense to kind of study them in their own right, like, what their experiences are, what makes them happy, um, does the absence of a relationship make them happy? Um, SO, yeah, so in terms of kind of Um, You know, the single being single or partnered, um, I will say that is, uh, that's also complicated. Sorry to ruin everything with, uh, some, some nerdy methodological point, but, um. You know, if you look at overall, like across all studies all around the world, people who are in relationships say that they're happier and have higher life satisfaction. Um, BUT there's a few caveats. So, uh, one is that we don't know if marriage is making people happy. Um, SO I think that for a lot of people when they hear that, that married people are happier than single people, they think that like marriage did that, uh, that's why they're different, and single people aren't happy cause they're not in a relationship. But, um, I'll tell you a few kind of things to keep in mind. So one is that, um, similar to the bereavement study where kind of, or the cognitive decline study where we have data before they get, getting a dementia, um, people have done studies like that before people get married, um, so they'll look at things like how happy you were before you got married, how happy you were the, the day or the year you got married, and then do you keep being happy later on. Um, SO one thing that they find is that the people who are married are happier to begin with. Uh, THEY'RE happier before they're, they even started dating. Um, SO when you hear like, married people are happier than single people, um, it's true in a sense, like when you just compare them, but it's also a little misleading in the sense that it's not cause of marriage per se, it's just cause of like, their whole life experience before that, and You know, happy people are more positive, maybe they um have better like social functioning, like they just kind of navigate social relationships a little bit easier, and maybe that's why they get married. It's not that, you know, marriage has this magical properties. OK, so, that's me complaining about marriage briefly. Um, AND then there's this other, uh, stuff too, where, um, just because single people don't have a relationship. Uh, DOESN'T mean that they're miserable. So, and that's like, it's sometimes a little insulting to suggest that, like, oh, you're not married by the time you're 19. What, you know, what will you ever find meaning in your life? Oh, there's nothing to do, there's no one to be friends with, there's no professional successes that you would ever kind of endeavor or pursue, and, um, you know, the truth is that single people have stuff in their life, you know, they have friends, they have hobbies, and Uh, you know, professional circumstances, and then, of course, not all married people are happy, right? Like I know a lot of married friends that are like kind of miserable, not with their marriage per se, but like their lives. So, yeah, um, that brings me to my second point where, um, the effect is always not as large as you think. Um, SO if listeners implicitly, if not explicitly say, oh, I'd be so much happier if I was like married or in a relationship. Like that might not always be the case, you know, it, it wouldn't solve every life problem you have, obviously. Like it would check this box, but it would maybe leave other things in your life unchecked. So, um, you know, when friends tell me, like, you know, they feel like this is a missing piece in their life that'll kind of like fill this hole and make them happy in every way, you know, for some people that might be true, but, um, When, again, they look at these studies comparing like, as people get married, and then, you know, as people don't get married and as they kind of switch from divorce to singlehood, you know, a lot of people do experience life satisfaction changes, but um, Yeah, it's, it's not as big as people think. There are, you know, some robust effects, but then, We're working on something now, and, um, you know, Jeff McDonald's also published something on this recently where, um, Marriage, it looks like is associated with life satisfaction, but then it's sometimes not in some countries, and then in some countries, it's the opposite direction where single people are happier. Um, SO all that's to say is, you know, marriage is this kind of normative thing that people aim for, but then, Like I, I don't think it's like the sole determinant, and this wasn't what you're asking. It's not really the sole determinant and what makes people happy, um, so I think people put it on a pedestal a bit as this kind of thing that we all have to reach for, but then, um, The sad thing is I think they'd be disappointed if, if they think that that's gonna solve all their problems. So, um, single people are happier, um, you know, when they're investing in friendships and kind of seeking out goals, and, um, it intersects a little bit with how Um, how they age and develop too, so kind of if they kind of become content with being single too, so, um, yeah, it's a super, super complicated answer to a, to a simple question, but it, it's some, it's something that's really hot in the field right now is figuring out kind of what makes people happy and is it a relationship and like for some people the answer is no."
	},
	{
		"start_time": "32:26",
		"speaker": "Ricardo Lopes",
		"words": "OK, but compared to singlehood, does marriage link with higher well-being and life satisfaction, or not?"
	},
	{
		"start_time": "32:35",
		"speaker": "William Chopik",
		"words": "Yeah, I think, I think on average, um, but then it, it varies a little bit, like, based on, like, who you're studying and where they live, and there are other life circumstances too. So, yeah, the answer is yes, but then, you know, if a friend came up to you and said, like, should I get married, um, And like I, I would say that like the answer kind of would depend on a bunch of other things, not just, so I wouldn't just say yes to them."
	},
	{
		"start_time": "33:01",
		"speaker": "Ricardo Lopes",
		"words": "Right. And how do consistently married people compare to people who have moved in and out of various relationships throughout life when it comes to wellbeing?"
	},
	{
		"start_time": "33:15",
		"speaker": "William Chopik",
		"words": "Yeah, so there's, that illustrates another way to look at this too, basically. If you followed people over their whole life and looked at, you know, when they were single, when they got married, divorced, and then you just basically look at how happy they are at the end of life, um, that's a different thing rather than comparing, say, how happy your friend is before and after they get married. Um, SO, yeah, so that, that's kind of stuff we've done where, again, we followed like thousands of people and look at it as they get in and out of relationships and You know, we'll, we'll find people who, yeah, like you said, are consistently in a relationship. Where they find, they're the lucky ones that find someone when they're really young, and then they just kind of stay married. Um, AND then you'll see people that kind of move in and out of relationships too, where they'll, you know, they'll be married for 10 years, they'll get divorced, they'll stay single. Um, AND it looks like those people who are consistently married are the happier ones, um, and the people who move in and out, and, you know, they get divorced or they date for a bit and then they break up, they sort of look like single people actually, kind of over the whole lifespan. Um, SO, you know, they seem to be just as happy than people who like never had a relationship over 6 months. So, it, you know, it's really interesting, um. The paper is called Love and Lost, uh, you know, this Shakes, I think it's Shakespearean, is it, is it better to have loved and lost than never loved at all, and most people say yes, but then, um, we have this really weird study where, you know, the people who kind of migrated in and out of relationships, they, they aren't really happier at the end of the day. Maybe Shakespeare wasn't thinking of happiness per se, but, um, Yeah, it's, the really cool thing with that is more and more longitudinal studies are doing that. So, one thing we're hoping to do in the future is to look at, you know, maybe those disparities between single people and those who are married their whole life or those who move in and out, you know, is that similar across different countries and different settings, and, you know, is there some sort of ecological or, you know, something about your environment that's explaining why. Why you're not as happy as you are, uh, as you transition and out, so, yeah, it looks like the people who kind of have their found their person and stay with them. They tend to be happier, but like I said earlier, like they could have been happier, you know, to begin with, so, um, but part of it is discovering like how much is that the case."
	},
	{
		"start_time": "35:38",
		"speaker": "Ricardo Lopes",
		"words": "How about personality similarity? Does it also play a role in relationship satisfaction?"
	},
	{
		"start_time": "35:46",
		"speaker": "William Chopik",
		"words": "Yeah, so, um, that's another kind of area of our research where, um, We kind of, uh, and other people have done this work too, just we, we violated a lot of people's intuition by showing that it kind of doesn't, um. And, you know, it really, really confuses people, uh, cause I think when people have a list of the things that they kind of want in a partner. One of the things that they say they want is someone who like vibes well or is similar to them, um, you know, and, and on paper, it makes a lot of sense. Like, if you say, Uh Or a shy person paired with an extrovert, or if you're someone who's like a picky eater, paired with someone who's like really adventurous, like there's a ton of ways that can go wrong if you're not similar. Um, BUT, and some similarity does matter, so something on like say religious background, that's actually really, really important. So, it's kind of, uh, if you have if you want kids or not, that's another really, really important one. SO some similarity matters in that case. Uh, THERE'S also some racial ethnic, uh, similarities, so, Where people are kind of attracted to those who are kind of part of their own racial ethnic group. Um, BUT in terms of personality similarity, I think people will often privilege that as a thing that's super important, like, we're just really similar, we kind of go together, um. But I think the So tons of people have studied this, and they all kind of find that it doesn't matter as much, so we've thrown so much data at it, there's been so many studies on it, and it kind of always comes back not being super important, um, but the really interesting thing is that That might not matter like how extroverted you are and how extroverted a partner is, um, but what does matter is if you think you're similar, uh, and then that, so that's the tricky thing where regardless if you are similar or not, um. That kind of doesn't matter, but if you've convinced yourself you are, if you perceive that there is more similarity, that's associated with a bunch of good things. So you, you say you're happier, you know, you say you work well together, you fight less, um. Uh, YOU'RE more attracted to people when you first meet them, if you think that you're similar, even again, if you're not. So again, like, one of the really Big contributors for um kind of relationship sciences. That a lot of the things you think will make you happy in your life, or happy in your relationships, like, aren't always the case, but then there's maybe these other things that you would neglect, um, that could, could be really important, um, and that's true of a lot of things like, The things that you say you want in relationships, and then what actually predicts you getting in relationships are different. Um, Yeah, you thinking something is more important than it actually being true. Um, THERE'S a lot of things in life that are sort of like that too, but, um, but yeah, I think, yeah, one thing is we, we've looked at so many different data sets and different ways of analyzing it, and it looks like it kind of just doesn't matter as much as people think. Um, THE, the, the more controversial one, which we don't have to go into is that, um, the idea that similar people go together is the premise of every Um, online and mobile dating application that people currently use, uh, and I'm telling you that it's unequivocally maybe not important, so, uh, that's the kind of controversial part."
	},
	{
		"start_time": "39:17",
		"speaker": "Ricardo Lopes",
		"words": "That's interesting. So let's get into the topic of attachment then. You've done lots of work on it. First of all, what is attachment theory and what are the different kinds of attachment style out there?"
	},
	{
		"start_time": "39:32",
		"speaker": "William Chopik",
		"words": "So yeah, it's, it's basically a theory describing how your early caregiving relationships, like your relationships with your parents, might, uh, put you on a trajectory that would explain why you approach relationships in all sorts of different ways. Uh, SOME people say you internalize what relationships are like based on these early experiences, um, and that guides say how you make friends and who you date and how you behave in relationships. Uh, SOME people would say the rest of your life. So that's kind of the basic premise, that basic fact, that basic premise, um, or theory most people would agree on. Um, EXACTLY how to measure it, and then if it's the same across life, it's something we can talk about, cause there's a lot of kind of people talking about that. Um, BUT, you know, early relationships, um, are often categorized in a few different ways. So, some of this research observed out of like John Bowlby observing, um, basically like foster children, um, and, uh, Yeah, um, but it's, it was later operationalized in a series of different studies. Uh, SO Bobi would have these kind of observations at a Tavistock clinic where You know, he would notice that children separated from their parents act in particular ways. Um, BUT then, yeah, Mary Ainsworth was really, really use useful and innovative and developing the first way we can test some of these things. So she came up with the strange situation paradigm, which maybe some people will know, but it's this kind of task where you um bring in um parents and their children, and then the parent leaves the room, and you basically study how the child reacts when the parent leaves, and then when the parent comes back. So, from that basic design, they'll say that children might be, say, securely attached, um, have an anxious, ambivalent attachment, a dismissing avoidant attachment. Um, BUT then the really tricky thing. Um, AND the thing that we're interested in is sort of what happens when people transition from those early childhood years to start forming, say, friendships and romantic relationships, um, and that's where it gets a little hairy."
	},
	{
		"start_time": "41:42",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, just to refer to something you mentioned there, is attachment the same across life or not?"
	},
	{
		"start_time": "41:51",
		"speaker": "William Chopik",
		"words": "Um. Yes, uh, so, um, sort of, um, but not entirely. So, so one thing is that your relationships are just very different across your life. So, like we've been talking about parent-child relationships, it's really asymmetrical, um, for, for a few years early in life they controlled when you ate, when you slept, uh, maybe not if you screamed or not, or if you threw a tantrum, maybe they didn't control that stuff, but, um. Uh, BUT then, you know, as you approach adolescence, and like, you start to become more autonomous and more independent. Um, YOU start kind of forming relationships with different people, so all of a sudden you meet a friend or a peer, and that's really different than your relationship with your parents, right? There's this reciprocity, uh, they're an equal, you know, they're often of equal stature. Um, LIKEWISE, you then start dating, and then that's yet a different one. It's sort of like peer relationships where it's someone. Usually of equal standing or someone your age or your generation, um, not always, but, um, and there's a sense in which, yeah, there's like an emotional and physical intimacy with that relationship, that is maybe not as present with friends. So that's been part of the difficulty too is moving attachment from this more kind of caregiver child asymmetric asymmetrical thing to more autonomous relationships that say you would seek out like today as an adult. Um, AND the measure is different too, so we can't put like a 40 year old man in the strange situation paradigm, it just wouldn't work. Like their mom leaves and they don't start crying, and they don't, you know, have this exuberant thing, you know, they're They can control their emotions, and they have other relationships. Um, SO what they'll do is, uh, instead of this strange situation, some people will do a very long interview, where they'll talk, have people talk about their early experiences and So they'll basically see if you can talk about them in a coherent way that makes sense, even if it's not always positive, the idea that you kind of have a realistic assessment of what your childhood is like, and There's ways that they kind of suss out if you're kind of being authentic with with those discussions. And then other, a whole different group of people who I'm a part of, uh, will give people self-report scales, where again, they'll give them a series of statements for how they approach um adult relationships, um, and they'll kind of agree or disagree with that, and those are way easier to fill out than say a really long interview. Um, THE problem is that the interview and the self-report questions don't correlate very highly. Um, SO again, they start out with the same theory, again, that caregiving relationships really matter, um, but then they came up with different ways of measuring it and The hope is that they would kind of agree a little bit, but it turns out that they, they kind of don't, um, so that's where kind of the field starts to bifurcate. Um, THERE'S other relationships as well, like, I give you the first part of the story and then you finish it, and if you finish it in a really insecure way, uh, you know, they don't, they, the two don't, don't end up together and whatever they fight at the end of it or it's a big falling out, um, so, um. That's when the field starts to bifurcate, and then there's these two different traditions. Um, AND then from there, there's a million different questions because adult relationships are so complicated, like, you know, you have partners and friends, you have relatives, you, a lot of people still maintain relationships with their parents, and, but those relationships change too. Um, SO part of the challenge with attachment is grappling with You know, you have all these different relationships in your life. Uh, IS it the same thing? I think there's a kernel of the same thing where there's some stability throughout your whole life with how you approach, how you approach relationships, but, um, exactly how to test that and how strong it is, um, is a different story entirely. So I think it's like, The effects are probably small, but still there. Um, BUT if you, if you talk to say internet influencers or self-proclaimed therapists, they'll claim that like your childhood attachment. Dictates like 100% everything you do all the time as an adult, and I, I just don't think that that's true."
	},
	{
		"start_time": "46:07",
		"speaker": "Ricardo Lopes",
		"words": "OK, so about that, do people have one single kind of attachment style for every kind of relationship and for relationships with all people, or can the relationships, uh, can the attachment style vary from one relationship to the other?"
	},
	{
		"start_time": "46:28",
		"speaker": "William Chopik",
		"words": "Yeah, um, and I think that that was also a good thing that the field did was they, they realized, you know, people who study childhood attachment, there often is just this relationship with you and your parents. Uh, OF course, you then, you know, you have play dates with other really young children too, and you have aunts and uncles, whatever, and siblings, um. Um, BUT then, you know, I think there's this acknowledgement that You know, people aren't the same in every relationship. They're not even the same in, in, in every romantic relationship, I'll say, like, your dynamics with, say, an ex-partner are different than maybe your current and maybe different than a future one. SO it started out with that, the idea that people might have different kind of attachment styles even within them, perhaps. Um, AND then we finally started to measure those other relationships, so, um, You know, there's some really influential measures about how you interact with friends versus partners, and then versus your parents, versus your siblings. And it was really, really important to do that because it turns out that they do matter, um, kind of for different things. So, you know, we're primarily interested in how these things change over time, and it looks like the way that your relationships with your parents change are different. With how you change with your friends and romantic partners. So, um, That's a good illustration to show that, hey, like you're not just defined by this one trait or this one attachment style. Rather, you know, you could approach relationships really, really differently, where you could have a wonderful relationship with your parents, but then really struggle with romance or vice versa, where you date really well, but don't love your parents as much. Um, SO yeah, so the, the key though is when you measure something like attachment style, what are you measuring? So are you measuring like all of those different attachment styles just like average together, or are some of the attachment relationships more influential where, you know, by the time you're say 40, maybe it matters more for your romantic relationship, uh, but maybe like when you're 15, it'll matter more for your parents or your, your friends, you know, before or as you start dating. So it, it's gotten more complicated, but I also think it's gotten more. Kind of close to people's actual experiences, uh, the idea that Yeah, there's, there's some attachment styles that are partner specific and not just this general approach. So, yeah, you, you tap into a really interesting thing cause it was something that people took a while to get to, but then now it's sort of widely acknowledged that we have different attachment styles to different people."
	},
	{
		"start_time": "49:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how does attachment change with age? Are there any patterns in how attachments change as we, uh, grow older?"
	},
	{
		"start_time": "49:21",
		"speaker": "William Chopik",
		"words": "Yeah, so this is, uh, one thing that our lab tries to do, um, and work on really, really deliberately. So, um, it does change across life, so, um, and hopefully that'll give some hope to listeners if they feel like they want to change, um. Yeah, if they want to, uh, at least, um. So, yeah, so we've done a bunch of different studies on this. So sometimes we just look at like a really, really big sample of people and just compare young, middle aged, and older adults. Um, AND sometimes we do that, but if they live in different regions of the world, um, And, you know, and the studies will have like 80 or 90,000 people, um, so like pretty big studies, um, and you know, one thing we find is that, um, across all those studies, people get less anxious about relationships. So, um, and I've always found that to be comforting, uh, so cause when I was younger I was kind of anxious, especially about relationships, um. But there's kind of this mellowing out that happens where you kind of get less anxious. Single people mellow out too, uh, so it's not just people in relationships, um, so everybody kind of just gets less anxious. They get less anxious about non-relationship stuff too. So that's why I say it's hopeful, you know, you can worry less about all sorts of things. Um, It's also good that like people in relationships, after they've been married for like 30 years, they stop worrying about if their partner is gonna be around all the time, cause they have this like evidence that's built up that, oh, I'm gonna wake up next to them the next day. OK, just like every other day, previous 29 years. Um. So, yeah, so it looks like people uh Um, decrease in what's called attachment anxiety, which is kind of worrying and preoccupied, being preoccupied about relationships. Um, ATTACHMENT avoidance is a little bit different, and some things are seen, some different things are seen across different studies, so, If you just look on average, the whole population, it looks like attachment is weirdly just uh stable through a lot of life. It's just this like flat line, um, Where it just on, on the surface, it just doesn't look like people are changing. Um, THE truth is that kind of hides what a lot of people are doing. So, the truth is that some people are increasing and some people are decreasing, but then when you average it out, it, um, just looks like no one changes. So it's, it's really, really misleading when you look at just an overall graph. Um, THAT'S what people call individual differences and change. They just individuals differ in their changes, that's all that means, um. And uh one thing we have found in recent studies is when you look at the eldest old, like people who are, have surpassed their 70s, 80s, into their 90s, some samples have, um, for those people, avoidance tends to decline really dramatically, um, so, It looks like, again, on average, Like people are doing all sorts of crazy stuff, going up, going down, but on average it's kind of straight, and then in late life, it, it declines a bit and I've, I find that one, it's wonderful that you become less anxious, but I often focus on that. Because there's a bunch of theories about what happens um as you get older and as you think that you might not live forever and that you're gonna die soon, um. And there's, there's theories about like, oh, when that happens. You tend to prioritize stuff that gives your life meaning and positive motion, and it turns out that one of the primary things is that close relationships provide us with that stuff, a sense of meaning, a sense of structure, um. Now, there's been challenges to that theory as well, uh, you know, they say not everybody has that experience. It depends a little bit on your, what you lived your whole life, what your older adult years look like, like how sick you are. Um, BUT there's a sense in which, towards the end of life, people really prioritize kind of the emotional meaning that close relationships give. And avoidance often interferes with that. So what we see at this general level is that people decline, uh, when they get really, really old, uh, in their avoidance, despite on average it looking like they never change. Um, IT looks like people change more for this, uh, kind of later in life. Most people change a lot in younger adulthood, it's the time at which people change the most actually, across all personality traits. If you're younger, that's, that's when you're changing, um. But then you see this weird, maybe underappreciated thing where people keep changing, uh, as they get later into life. So that that's a very long story. So people mostly mellow out, they get less anxious. And then avoidance, it looks like doesn't change as dramatically, but then maybe when people get older, they become more secure in that regard, they become a little less avoidant."
	},
	{
		"start_time": "54:16",
		"speaker": "Ricardo Lopes",
		"words": "You mentioned attachment and anxiety there, can it lead to memory errors, and if so, how would that impact relationships?"
	},
	{
		"start_time": "54:26",
		"speaker": "William Chopik",
		"words": "Yeah, so that's one of the reasons why attachment or anxiously attached people sometimes struggle with relationships. They, they do some things that, Um, also kind of compromise their relationships, but we've, we tend to focus on how they make meaning about relationships and how they remember things, um, so yeah, there's a, that, that research in particular was inspired by a few different things. So one was, um, These two studies, one was by Burke Feeney and the other was by Jeff Simpson and a few other people where In both studies, it, it was sort of similar where they would have people fight, uh, or argue about something. It's really sadistic. Relationship researchers say, what are the things you fight about? AND then they'll ask you to fight about them. It's really sad. Um, SO what they'll do is they, they'll have them fight and then they'll argue. Discuss a problem. And uh then they'll ask, hey, how bad was that, how negative was that? How much do you like your partner right now? Um, AND then they do this amazing thing where they'll basically just wait a month, and then they'll ask them again, and then they'll wait, wait another month and they'll ask them again, again about the same thing. And what they find is that uh anxiously attached people remember the interaction as being worse than it actually was. Um, SO again, like, we had your ratings when the fight happened. We know how upset you were, we know how angry you were and how awful you thought it was. And over time, anxious people just remember it being much and much worse, like the more you ask them. Um, SO we, we think that like, so the theory is that Anxious people interpret. And like reconsolidate memories in a way that fits with what they think about the world. So if they think that their partner is a jerk or unreliable or not in sync with them, over time, like their cognitive biases will kind of structure that, uh, accordingly. And then so that's, that's where we kind of came in and We wanted to know like exactly when these kind of memory processes are introduced. Um, SO we've done these studies too, where we'll just show people, um, Kind of relationship content like someone talking about a breakup, um, and, uh, then we'll say only show them, uh, or only provide them the audio, so they're like listening to a story, or sometimes it's like a YouTube video where they'll watch the whole thing and hear it, um, and we find that, yeah, like anxious people embellish stuff that didn't happen, so, you know, they'll listen to the story. And then we'll say, hey, um, Here's a checklist of stuff that happened in in the story. So the story might be something as simple as like, I broke up with my partner cause they were a jerk, uh, they never listened to me, and we would say, ask the anxious person like, oh, did they break up? Yes or no? And they would say yes, and then, uh, did they break up because they thought they were a jerk, and the anxious person would be like, yes. Uh, AND then we'd be like, did they break up because one person cheated on the other, and anxious people would be like, yes, even though I didn't tell you that, right? That wasn't part of the story. Um, SO, but, you know, that stuff, that stuff is really interesting because In those studies, we found that it only really affected people when they saw the video, not when they were just listening to it. Um, AND it's this really, really fascinating, um, work where anxious people get really overloaded by sensory input, especially about relationships. So there's something about like watching someone tell a story about a relationship and attending to their facial expressions, or if they smile or frown or if they're crying. That that leads kind of anxious people to embellish stories or add things that didn't didn't happen. Um, SO yeah, it, it turns out that it looks like they can imbue stories with false memories. Some people also selectively forget things, so there's some work that avoiding people, um, We'll forget relationship words, but not like other non-relationship words, like they have this bias where it's not encoding it or retrieving it. Um, BUT it's part of this really, really exciting corner of our research where we look at how kind of relationships shape your memories. So, we even have some stuff where we have people reporting on, um, really adverse childhood circumstances, like if they, um, You know, parents would yell at them, or spank them, or kind of even hit them. And we did this really interesting study where we asked people a bunch of times about their early relationships, and it turns out their memories of those things changed. Uh, AND it usually changed as a function of stuff that was happening to them. So like, If your relationships with your parents improve, you kind of selectively remember fewer times in which they were mean to you in the past. And of course, the past is set in stone, it doesn't change. Um, JUST like when we show people these videos, the content doesn't change, but kind of how you remember it, how you make sense of it, um, does change, and it maybe depends on stuff that you're thinking about. And that, that's something that's consistent across all sorts of things. So, if you remember A really tough part of your life. There's a way in which you might not be remembering it super objectively, right? Like, um, you know, one famous thing is that we kind of minimize how much we were responsible for bad stuff that happens, um, you know, we're the hero in our own stories sometimes, and, um. We see that with relationships too, especially with stuff that you think wouldn't change, like you remembering stuff about your childhood, um, but it's way more variable than people appreciate, so, um, you know, that's why the memory stuff is so fascinating. So people will Add stuff that didn't happen, remember stuff is worse than it was, or like, They might tell you your childhood was worse or happier than it actually was, and that answer might change from month to month. So, um, you know, there's some stable components like, like I grew up in Chicago, like that's something that I could tell you and I'll likely remember and doesn't change, but You know, then we have these other things where people will perceive and reflect on relationships in really fascinating ways, and that's one thing why I'm just so excited about relationship science. It's, you know, a lot of it is other people matter in our lives, and they're hugely influential, but sometimes they're not as influential in the ways you think. And then even if they are influential and supportive, maybe you don't remember that perfectly, um, and maybe it's not as influencing you in the ways that you think, and, um, Relationships are so like befuddling and fascinating to me, and um Yeah, I mean, it's been really, really fun talking to you about it because there's so many different moving components, um, and yeah, I'm, I'm just obsessed with it. I, I really love doing it and that's, yeah, there's so many fun things about people and their relationships."
	},
	{
		"start_time": "1:01:19",
		"speaker": "Ricardo Lopes",
		"words": "Great. So let me just ask you one last question then. DOES attachment style influence relationship satisfaction, and if so, in what ways?"
	},
	{
		"start_time": "1:01:29",
		"speaker": "William Chopik",
		"words": "Yeah, I, I think so. So, again, there's been a lot of studies where that'll just correlate the two, and they'll find that anxious and avoidant people are less satisfied. Um, BUT then there's a, there's a few different reasons why it does predict it over time. So yeah, it does kind of shape how people experience relationship satisfaction. You know, some is that, you know, anxious people really really worry, really worry about if partners will be available, and that's usually not a good recipe if you don't think your partner is kind of a reliable rock. Um, AND then avoidant people are really uncomfortable with emotional and physical in empathy. Um, SO, even when they find themselves in relationships, they might not be super happy with their lives, um. But again, like, if you're, you know, emotionally distant, uh, don't kind of engage in kind of the more intimate aspects of relationships, if you're not super lovey-dovey, you know, there's a sense in which you might not find it super enjoyable when a partner is that way. Um, SO it's, you know, it's interesting, there, there are certain relationships that work for anxious and avoidant people, um, you know, sometimes it works for them. Sometimes it changes them to be more secure, and then that relationship works for them, you know, it makes them a little bit more receptive to the type of relationship they're in. Um, YEAH, so there's a sense in which like it does shape how we experience relationships, but then a lot of our work is how relationships shape how we view them and how our personality. So, but there is a sense in which we think it's bidirectional where, yeah, it shapes your experience, but then there are maybe some things your partner's doing that Might make you think differently about the world, or think differently about relationships. Um, AND it's really, really challenging to do. You need, like, really long-term data, you sometimes need people across multiple relationships, which is really hard. Um, BUT we view it as really important cause I think some people will, or we've actually asked people if they wanted to change the relationships, if they want to become more securely attached. And it's something that people say that they want, um, And then the, the big question moving forward is like, how do we achieve that? How do we give people actual things? What do we tell their partner to do or not do to kind of help transform them? Um, AND we don't have a really great solution right now, but we're working on it."
	},
	{
		"start_time": "1:03:51",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Chopik, just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "1:03:58",
		"speaker": "William Chopik",
		"words": "Yeah, for sure. So, uh, yeah, I work at Michigan State University. We have a lab website called the Chopic Lab.com. Really humble, really not egotistical at all. It's Chopiclab.com. And, uh, you'll be able to see the stuff we're working on, uh, paper, a copy of the papers we published, and then also learn a lot about kind of what the students and mentees are working on as well. So. Yeah, I encourage people to check that out, and yeah, it's really great talking with you."
	},
	{
		"start_time": "1:04:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, really fun talking with you. Thank you so much for taking the time to come on the show. Yeah, thanks so much. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortezus Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]