[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Michael Cholby. He's professor and personal chair in philosophy at the University of Edinburgh. He has published widely in ethical theory, practical ethics, and the philosophy of Deaf and Dying. And today we're going to talk about the philosophy of death and dying. So Doctor Cholby, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Michael Cholbi",
		"words": "It's a pleasure for me and I appreciate the invitation."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So let me start with perhaps uh an introductory question. So what is the philosophy of death and dying? What kinds of topics and questions do you explore there?"
	},
	{
		"start_time": "00:44",
		"speaker": "Michael Cholbi",
		"words": "Well, almost every, uh, philosophical tradition in the world, Western, uh, non-Western, Asian, etc. uh, EVENTUALLY comes to, uh, the question of, of what significance or importance we should assign to our deaths and to the fact that we are mortal. Um, YOU know, it's a question entertained by, you know, Socrates and Confucius and, and so many, um, illustrious figures in the history of philosophy. Uh, I suppose, um, some of the questions that we entertain in philosophy of death and dying could be thought of as metaphysical questions, just what is death? When does it occur? Uh, IS there any prospect that we might survive it? Um, MANY of the questions that we undertake, I suppose, are, um, ethical questions insofar as they're questions about the prudential significance of death, whether death could be a harm to us, uh, whether there's, uh, anything about death that might merit fear or some other emotion. Um, AND then, of course, there's many questions that, uh, are arguably, uh, moral questions, questions about, um, exactly what makes, um, you know, killing, uh, morally objectionable, and that, of course, encompasses both, uh, the killing of others, but also self-killing, suicide. Um, I think when you look into the literature that philosophers have produced on the, on, uh, death and dying, You know, it, it extends in quite a few directions. Um, YOU know, people have been exploring in recent years, you know, questions at the intersection of death and dying and technology, whether there's some sense in which, uh, we could, uh, uh, cheat death through certain kinds of technologies, avoid it, uh, or perhaps soften the blow by, um, creating, uh, you know, digital avatars of ourselves that our descendants and so forth could interact with and sort of keep us alive in their inner subjective world. Um, AND of course, you know, um, Uh, whenever you're talking about death and dying, questions of medical ethics are also, you know, um, uh, in the, uh, atmosphere as well. So, it's quite a broad field with a very long history, and it's, and it's very vibrant right now too."
	},
	{
		"start_time": "02:41",
		"speaker": "Ricardo Lopes",
		"words": "Great, so let's explore some of those questions then. What is death? How is it defined?"
	},
	{
		"start_time": "02:48",
		"speaker": "Michael Cholbi",
		"words": "Well, this is one of the contentious issues in our field. I suppose the straightforward answer is simply to say that uh death is the condition in which uh a person no longer exists. Uh, BUT of course, that's doesn't seem quite right since, um, you know, if you happen to believe that there's an afterlife, you still believe that we die, and yet, you know, we, we somehow managed to survive death. So I suppose the starting place, which, uh, that almost everyone agrees to is that death is that fact or event wherein, um, we come to no longer be alive in a biological sense, um, but there are, uh, uh, even beneath that, a good many, uh, disputed questions. There are those who think that when we think about death, we should be thinking about death primarily in terms of the cessation of our consciousness, that perhaps what it is to die is to no longer be a conscious being. Others who think, um, uh, that death should be thought of, uh, as, uh, the cessation of certain kinds of functions we have as organisms, so, uh, the functioning of our brains or perhaps the, uh, cardiopulmonary activity, the, the, the, uh, circulation of our blood, the, the aspiration of, of oxygen, and others who think that the relevant fact, uh, to, uh, point to when thinking about death is one might think of as a loss of personhood, sort of the loss of Um, perhaps not conscious awareness, but sort of a sense of oneself as existing across time. Um, YOU might think that in a certain way, um, there, uh, to, to not have, uh, memories of one's past selves, or not be able to, uh, think about one's future is in a sense to die, uh, uh, according to some. So, it's one of the contentious issues, uh, within the philosophy of death and dying, how to characterize the nature of death, and that in turn has ramifications for uh how death, uh, criteria, right, are understood within medicine. Whether we should think that someone dies, you know, when a certain, uh, threshold of brain activity is met, or whether we should certainly, uh, whether we should think that death is simply the cessation of your conscious awareness. So, um, there's sort of easy answer, right? That's sort of the cessation of our existence, but after that, there aren't too many easy answers."
	},
	{
		"start_time": "04:58",
		"speaker": "Ricardo Lopes",
		"words": "So, is that good or bad for us, and how do we approach such a question?"
	},
	{
		"start_time": "05:06",
		"speaker": "Michael Cholbi",
		"words": "Well, I think there's an array of views that philosophers have held here. A good starting point is the view that was advocated by the ancient Epicurean philosophers. They argued that um death is neither a harm nor a benefit to us, uh, because if in fact it is the cessation of our existence, then there won't be uh anything to it, right? To, to, to quote Epicurus himself, death is nothing to us. It's not a condition in which we exist. Um, AND so there's nothing harmful or beneficial about being in that condition. Um, MORE contemporary philosophers, I think, are, are drawn to the idea that the harms or perhaps benefits of death are not to be thought of in terms of what it's like to be dead, right? But rather what, uh, impact death has on the duration and quality of your life. So, a prominent view, which with I, with which I'm pretty sympathetic, is known as comparativism or deprivationism about death's value. And that view essentially says that to think about whether or not someone's death at a given time is good or bad for them, you compare the life that they, uh, realize, right, by dying at that time, to the longer life they would have had if they'd survived further, right? So we're comparing sort of an actual life to a counterfactual life that a person would have had if they'd survived longer. And the thought is that the, uh, death is a harm to you, just in case, had you lived longer, you had a better and longer life, or uh it's a benefit to you if, uh, had you lived longer, uh, you would have been worse off, your life would have been on balance, not as good for you. Um, I think that that's a pretty attractive position in part because it seems to me that we should Um, begin from the presumption that probably it isn't true that death is always bad for us, and probably it isn't true that death is always good for us. Probably, it's good or bad, depending upon the circumstances and the timing of it. And so, I think that comparativeist view gives us a pretty good handle on on how that could be, right? Uh, YOU know, your, your death is good or bad for you, depending on when it happens, and then sort of what would have happened to you, had you not died when you did."
	},
	{
		"start_time": "07:12",
		"speaker": "Ricardo Lopes",
		"words": "Would the immortality be good for us?"
	},
	{
		"start_time": "07:16",
		"speaker": "Michael Cholbi",
		"words": "Well, this is uh a question that's been much disputed in recent years. Um, I think those who think that immortality would be good for us, uh, are apt to say, well, it gives us more opportunity to enjoy the goods of life. Um, I point out in one of my articles that, that also means it's more opportunity to face the bads of life. And so one has to think about whether or not, uh, uh, the, the future one would have, which would be infinitely long if we were truly immortal, would be one that contains enough, right, of the goods, uh, uh, to outweigh the potential bads. The argument that I think has been um most influential amongst philosophers in terms of thinking about this, is an argument due to um the British philosopher Bernard Williams, who argued that the ultimate problem with immortality is that somehow we would ultimately find it tedious or boring, right? We would run out of endeavors or pursuits that are um, uh, sufficiently attractive to us to make us think that it'd be good to, to be alive forever. Um, NOT all philosophers have accepted, uh, Williams's argument. It's in fact, one of the most, uh, disputed arguments in our field. Uh, BUT it set a lot of the agenda, right? It certainly got a lot of people thinking about whether or not Um, it would be desirable, right, to face a future that was infinitely long. Uh, I've come to the conclusion actually that probably it'd be good for some and bad for others, right? Some people have trouble fill, filling up, you know, 70 or 80 years of their lives, uh, with worthwhile activities, and so, you know, living a billion years doesn't sound, uh, like a, a welcome prospect for them. But others, uh, you know, seem to find, uh, no end of, of exciting possibilities for their lives. And so, you know, for them, immortality could well be a boon. Mhm."
	},
	{
		"start_time": "09:01",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about suicide now. Is it best approached as a moral question, a psychological question, or a medical question?"
	},
	{
		"start_time": "09:12",
		"speaker": "Michael Cholbi",
		"words": "Well, I think in contemporary, uh, you know, sort of advanced industrial societies, um, suicide is mostly treated, uh, or addressed through, through a medical lens, right? It's thought of in terms of, uh, what, uh, physicians and, and clinical personnel, uh, think about, you know, a person's mental state and, and whether they're going to, um, you know, uh, in their lives and what should be done about that. Um, I think that's in many ways a kind of mistake. This isn't to say that medicine doesn't have a role in thinking about suicide, but it's clear that it's a, a question that, um, has, uh, facets to it that aren't maybe best addressed, right, through, through medical means. It's not a medical question whether your life, uh, your future is going to be meaningful. It's not a medical question whether, um, You know, uh, you can withstand additional pain and suffering, and so forth. Those aren't, you know, sort of questions of medicine, those are questions, broadly speaking, of, of philosophy or ethics. Um, So, I mean, I think it's a, it's a multifaceted question to which um many different fields have a contribution to make. Um, THE moral question, you know, has been entertained, uh, in philosophy, you know, essentially forever. Um, YOU know, when you think about the famous, um, you know, scene of, of Socrates facing his own death, uh, you know, in, in the Phado, he's in effect, you know, deciding whether it's kind of morally defensible for him to, uh, acquiesce, right, in this suicide that it's been handed down as a judicial sentence, right? Um, SO, it's been on the minds of, of people for quite a long time. Uh, AND the moral question has, uh, been approached, you know, through different kinds of lenses, um, you know, theological, you know, in terms of our relationship to God, say, um, utilitarian in terms of sort of questions about well-being, but also, you know, um, considerations such as, uh, you know, uh, a person's autonomy, right? Whether they have a right to decide the duration of their lives. That's been an important, um, element of the conversation too."
	},
	{
		"start_time": "11:09",
		"speaker": "Ricardo Lopes",
		"words": "Is suicide rationally or morally defensible?"
	},
	{
		"start_time": "11:15",
		"speaker": "Michael Cholbi",
		"words": "Uh, IT can be. Um, AS always, I think we should, uh, suppose that, uh, universal claims should be treated with skepticism here, right? That, that it would always be rational or morally defensible, or never rationally or morally defensible. Those seem to me to be, um, pretty unlikely, uh, hypotheses just at the outset. But I think it can be rational for people to think that they would be better off, right, for having a shorter rather than a longer life. Um, This isn't going to be true for much of people's lives. Probably throughout most of our lives, we do stand to benefit from living further. Um, BUT there can come points in people's lives, where it seems, um, that it would be rational for them to prefer a shorter rather than a longer life. I think that's an important, um, consideration, right? Because, uh, you know, sometimes you hear people describe suicide or assisted dying as, as choosing death. And I like to point, point out to people that's, um, quite confused in a way, right? Because, you know, we are mortal creatures, we will die at some time. And so the person who's opting for suicide or for assisted dying, say, isn't deciding to die, they're deciding to die earlier, right? And that I think is, is a crucial observation. In terms of the moral defensibility of it, um, that's a huge conversation. Um, A useful way, I think, to, to divide things up, uh, to kind of get a handle on it is, is to use the approach that David Hume used in a famous essay of his on suicide. Uh, Scottish philosopher David Hume, where he said, well, you know, if there's something morally objectionable about suicide, that's going to be for one of three reasons. One is that it violates duties that we owe to God. Uh, SECOND, that it, uh, violates duties that we owe to other people or to society at large. Or third, that it violates duties that we owe to ourselves. Um, I find it difficult to see in any of those lines of argument. Um, ARGUMENTS that are so compelling to show that suicide could never be morally defensible, but I think the arguments sometimes put their finger on important reasons why we should certainly be hesitant about suicide from a moral perspective."
	},
	{
		"start_time": "13:22",
		"speaker": "Ricardo Lopes",
		"words": "Is the meaningfulness of life a relevant question as to whether it is rational to commit suicide?"
	},
	{
		"start_time": "13:32",
		"speaker": "Michael Cholbi",
		"words": "I think it's um more relevant in some ways than, than many people come to appreciate. I think when we look at the um literature about suicide, the research literature on suicide, the research literature on assisted dying, what you often uh uh see, I think, is an underappreciation of how it is that considerations of meaningfulness play a pretty prominent role, right, in, um, people's decisions regarding whether to, uh, continue their lives. So, for example, in the conversation around assisted dying, people tend to assume that um People's reasons for wanting assisted dying, uh, have to do primarily with, um, problems related to like physical pain, right? So, physical pain associated with, you know, let's say, a disease like cancer. But in reality, right, when you look at people's reasons for seeking this, a lot of what seems to be on their minds is the sense that they're not able to do the kinds of things that are sources of meaningfulness in their lives. They're not able to communicate fully with others, they're not able to appreciate certain kinds of experiences. They're not, uh, mobile, right? So they can't, you know, uh, enjoy different environments that might otherwise be afforded them. So, I think that meaningfulness and, and the desire for meaningfulness plays a more prominent role in people's thinking around um suicide than uh uh many researchers and many members of the public appreciate. I think people will put up with quite a lot of discomfort, pain, suffering, even if they feel that their lives hold out the prospects of meaningfulness. So, I think that it, it should, um, get more attention in the conversation around suicide and assisted dying than it tends to get."
	},
	{
		"start_time": "15:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I'm going to ask you about the assisted dying in a bit, but first, are people allowed or should they be allowed to kill themselves?"
	},
	{
		"start_time": "15:25",
		"speaker": "Michael Cholbi",
		"words": "Well, here, I think, uh, again, uh, I would be wary about a categorical answer. I do think there's a lot to be said for the simple thought that, um, you know, we're brought into the world without any, uh, without our consent, right? We sort of exist, not because, uh, uh, any of us decided upon it. Uh, WE'RE, we're here because somebody else decided upon it. And it does seem like it should be viewed as a fundamental right to decide how long we're going to be here, right? Uh, uh, AFTER all, you know, um, our lives are most centrally our own, right? My life matters the most to me, your life matters the most to you. Uh, IF anyone has a right to, uh, decide that their, uh, life should be shorter rather than longer, it should be the individual whose life it, it is. Um, THAT said, you know, I think that societies have some interest in making sure that, um, people, uh, make that decision. Um, WITH some care or consideration, right? Uh, THAT, the idea that we should at least make it available to people to, uh, you know, seek out the kind of, uh, medical care, pastoral care, maybe philosophical care, uh, that they might need in order to really think this decision through, seems to me to be wise. After all, this is a pretty momentous decision. If you, um, you know, end up, um, ending your life due to suicide, it, it's a one-time deal, right? You can't, you know, reverse it. So, it's a fairly momentous choice. And societies also, I think, face important choices about um how easy or difficult, right? They want to make, um, uh, self-determination, right? Um, SO clearly, uh, you know, one of the things that drives, um, the prevalence of suicide within societies is how readily available different kinds of, you know, technologies, uh, are, right? So, uh, clearly, for example, all the research seems to suggest that Uh, the easy availability of, of guns, right? Seems to, you know, increase the prevalence of, of suicide within a society. I think societies have important questions, uh, that they should ask themselves about how easy or difficult they want to make this. Uh, JUST to give another example, here in the United Kingdom in the 1950s, um, you know, the government began to phase phase out the production of, um, ovens, right? Uh, THAT produced coal gas, right, which is toxic, right? If you inhale it. And, you know, these were phased out, and the suicide rate, you know, went down. And I think that's probably a welcome development. Probably we shouldn't want there to be in most people's homes, you know, a relatively easy sort of suicide technology, uh, like that. Uh, SO those are the kinds of questions that I think are on the agenda, uh, you know, in terms of whether people should be allowed to do it. I, I, I tend to, you know, think that there is something quite powerful to the thought that You know, the right to die is a credible notion, right? If there's anybody who has the right to decide the duration of your life, it's, it's you."
	},
	{
		"start_time": "18:16",
		"speaker": "Ricardo Lopes",
		"words": "Right. How do questions surrounding autonomy connect to suicide?"
	},
	{
		"start_time": "18:23",
		"speaker": "Michael Cholbi",
		"words": "Well, um, I think there's a couple of aspects to, uh, the relationship between autonomy and suicide. So, um, there's one point of view, uh, germinating out of Kant that, uh, actually says that the fact that we are autonomous beings, uh, is an argument for the moral impermissibility of suicide, right? Kant seemed to have argued that the very fact that we are autonomous beings lends us a certain kind of value, dignity was his term for that, uh, value. Uh, WHICH in turn entails that we are not to, uh, treat ourselves as just a kind of instrument of our own interests, right? To sort of discard our, our lives when we think that, uh, our lives are no longer going well enough or won't go well enough. But another aspect of, of the relationship between autonomy and suicide is that, again, in terms of preventing suicide, uh, it does seem relevant whether or not someone's uh opting to end their life in a way that is autonomous. Whether they've really, you know, considered, um, you know, the, the, the evidence and, and reasons, right, that speak for and against their continuing their lives. I mean, I think we can all agree that there are cases where we would think that someone's ending their life would be hasty, uh, would not be autonomous, and that, you know, people would have a good reason to want to interfere or intercede. Uh, YOU know, the, the adolescent, right, who's, um, just heartbroken by their first romantic breakup, right? Uh, YOU know, um, sadly, sometimes people do in their lives subsequent to that sort of event, but you definitely want to say to such a person, You know, it will be OK. People do survive this. It, it may seem difficult in the moment, but a measure of patience and, and recognition from others will probably allow you to Uh, you know, uh, get over this and, and live, you know, a, a life that you can be happy with. So, uh, I think we do want to, you know, ensure that, um, people, uh, are, uh, opting to end their lives in ways that are rational and well-informed, which is sort of the heart of autonomy. Though of course, we can also go overboard there. I think it's possible for us to, um, overshoot the mark trying to determine whether, uh, someone's, um, Suicide is autonomous and, and subject them to um excessive burdens, right? In terms of trying to demonstrate to the world that they're choosing uh to die in a way that's autonomous. Uh, I would say, for example, that the, um, assisted dying bill that actually was just passed in the House of Commons here in the United Kingdom is an example of, of something that's too burdensome. Uh, IT involves a, a panel, right, of psychiatrists and social workers and judges approving, right, requests for assisted dying. And this looks to me to be, um, not only very cumbersome, but an example of, uh, overshooting the mark in terms of uh determining whether or not people are making their decisions autonomously. It looks gratuitous to me."
	},
	{
		"start_time": "21:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. On what grounds is suicide intervention justified?"
	},
	{
		"start_time": "21:21",
		"speaker": "Michael Cholbi",
		"words": "I suppose the most common one, right, is paternalistic, right? That we think people are making some sort of mistake, right? Uh, AND they're not just making a mistake, um, innocently, right? They're making a mistake because they, uh, lack the evidence needed to, to make this determination rationally, or they're perhaps subject to some sort of, um, you know, mental condition, perhaps a mental illness of some sort, that's distorting their thinking. Um, So, I think that the most common rationale that people offer is the paternalistic one that, you know, people's deciding in some cases to end their lives. Well, they're making a genuine decision, but not the decision, sort of decision that um uh others must respect, right? Uh, AND when we think that someone is uh making not merely a, a modest mistake, but a very serious mistake about their well-being, Um, and they're doing so in ways that are perhaps ill-informed, or again, uh, insufficiently autonomous. Perhaps that can provide grounds for, um, intervening. Um, I should say that in general, right, my, my leanings on these matters is to, is that, uh, we overemphasize when it comes to suicide prevention, trying to identify who is likely to engage in suicide, um, predicting, right, uh, who amongst Uh, you know, a large group of people with, let's say, depression or bipolar disorder are likely to end their lives with, um, uh, due to suicide, is actually extremely difficult, right? Uh, YES, lots of people who, uh, in their lives due to suicide have those kinds of conditions, but the, the, uh, the correlation is rather weak in the other direction. Most of the people, uh, overall majority of people who, who are depressed, etc. DO not. Um, And I would be in favor actually of our beginning to rethink the ethics of suicide intervention to uh de-emphasize, right? Trying to identify who is suicidal, uh, and put more emphasis on trying to create environments, right? Um, THAT, uh, Discouraged, right? To the extent we think that people ought to be discouraged, um, from engaging in suicide. So, to give an analogy, Craig Bryan in a recent book of his, um, he's a psychologist working in the United States, uh, you know, makes a nice sort of comparison that when we think about, you know, uh, roadway safety, right? We don't think first and foremost about who are the good drivers, who are the ones who are likely to get in accidents and who's not. We think rather about, you know, is this curve dangerous? Is this, you know, intersection well lit, and so forth. And I think that idea or that kind of picture of how we should approach suicide intervention in a more systematic or social way, kind of public health approach, is, I think, likely to be no less effective, but also doesn't involve us trying to figure out, right? You know, just who amongst all those who might be depressed or might have suffered personal setbacks or might have, you know, uh, you know, uh, uh, uh, devastating personal illnesses, that sort of thing. Uh, We can move away from this approach of trying to identify who is suicidal and simply uh try to make it the case that it's perhaps a little more difficult for people to engage in suicide."
	},
	{
		"start_time": "24:31",
		"speaker": "Ricardo Lopes",
		"words": "Right. So let me ask you a little bit about assisted dying now. What questions does it raise?"
	},
	{
		"start_time": "24:40",
		"speaker": "Michael Cholbi",
		"words": "Well, it raises many of the questions that we've already touched upon. Can people, you know, decide to end their lives rationally, autonomously? What reasons might they have, reasons of, uh, you know, well-being, but also reasons around meaningfulness. I do think the meaningfulness point is, is again worth emphasizing there. I suppose traditionally, right, when people think about assisted dying, they're thinking about assisted dying, um, as facilitated by, uh, doctors, right, through medical means, um. And that, you know, I suppose puts on the agenda questions about whether assisted dying is compatible with the ethical norms that define medicine. Um, ONE, you know, long-standing argument against assisted dying, against euthanasia, uh, is that, uh, it should be a cornerstone principle of medical ethics that doctors do not kill or assist in the killing of their patients. Um, NOW, that argument, I think has been subjected, uh, to a good bit of criticism. Much of it strikes me as convincing criticism, uh, insofar as, uh, the point here seems to be that, that doctors should not, um, contribute to the killing of their patients when the killing is not consensual, or when the killing is not a benefit to the patient, but on the condition that the patient does consent and, uh, is benefited by it, perhaps that's a case where we should make an exception. Um, THERE are also, I suppose, questions, uh, within medicine around the, uh, sort of distribution of healthcare resources. Um, YOU know, many of those who might seek assisted dying, for example, uh, are seeking it toward the end of their lives, which is typically a period where, uh, people are, um, subjected to a great deal of, uh, medical attention and medical intervention. Much of that medical attention intervention is, is costly. Uh, IT could perhaps be used to, um, help people who, uh, you know, uh, have different medical conditions or who might stand to benefit more. So it raises questions around, um, the distributive justice, right, of, of healthcare resources."
	},
	{
		"start_time": "26:43",
		"speaker": "Ricardo Lopes",
		"words": "So many advocates for a moral right to assist the dying hold that individuals are entitled to death with dignity. What does dignity mean in this context?"
	},
	{
		"start_time": "26:56",
		"speaker": "Michael Cholbi",
		"words": "Well, dignity is one of those terms that everyone likes, but no one can seem to agree quite on what it is. Um, SO you hear that notion invoked both, as you just said, right, by advocates of assisted dying, but also by opponents of assisted dying. So, that then raises the puzzle, well, you know, how could it be that dignity speaks both for and against assisted dying. Um, I find that deeply puzzling, um, It seems to me that it seems very clear then that the, the, uh, different parties are using the term to designate different kinds of notions. Uh, AND I'm not, uh, terribly patient with the question of sort of which of these views is, is the right way to invoke the notion of dignity. I think, you know, it may just be one of those terms that has, you know, a lot of different meanings and is used by a lot of people to use, to, to mean different things. I think those who favor the legalization and availability of assisted dying, Typically have in mind, uh, by a death with dignity, a death that accords with a person's conception of, of who they are and perhaps what's best about themselves. OK. So, you know, dying nowadays is more often the case, most often the uh uh the case, a condition where, Uh, you know, you suffer from different kinds of debilities, you may have, uh, difficulty walking, sitting up, speaking, uh, hearing, seeing, you know, caring for yourself in different sorts of ways. Um, AND I think what people who, who want, uh, what they think of as the death of dignity have in mind, is that they want to be able to die in a way that accords with their own conception of what's valuable in their own lives. They don't want to, you know, be dying in a way where they sort of final moments are at odds with Uh, their best selves, right? They're capable selves, they're, they're selves that, uh, are able to communicate and think and are conscious. Um, SO they want to avoid a death, um, such that the end of their life sort of represents, you know, if you will, not the best of them, but the worst of them. Right, um, And I think that there's also a kind of interpersonal dimension of dignity, uh, for many advocates of assisted dying. They want to die in a condition that is relatively speaking, relatively speaking, uh, less dependent upon others, right? Uh, SO to die with dignity means in their minds something like, to die before one is completely, um, sort of at the mercy, right, of, of your caregivers and, uh, at the mercy of, of the medical interventions that are Uh, sort of treating your condition and, and sustaining your life. Um, BUT again, dignity is invoked kind of on all sides of the debate. So in some ways, you know, whenever I, I, you know, have conversations about, uh, about assisted dying with people, I, I kind of wanna sort of, you know, give a timeout and that's just, you know, let's not talk about dignity cause sort of everybody has their own conception. Um, BUT it's clearly had, uh, a lot of rhetorical, uh, significance in this debate. I mean, a lot of the groups that, you know, advocate for the legalization of assisted dying, that's how they describe themselves, you know, dignity and dying, death with dignity. So, clearly it's capturing something that people are, uh, that resonates with many people."
	},
	{
		"start_time": "30:04",
		"speaker": "Ricardo Lopes",
		"words": "Should people have the right"
	},
	{
		"start_time": "30:06",
		"speaker": "Michael Cholbi",
		"words": "to die? I think they do as a moral matter, have the right to die in the sense that I think that um there is a limited claim, right, um, against other people interfering, right? With, um, our choices about the duration of our lives. Again, you know, uh, ending one's life is, is not the decision to die, it's a decision to die earlier rather than later. And that's a question that I think, um, if anybody is well situated to make that determination, uh, it's, um, the person whose life it is. This doesn't mean that people always make this determination perfectly, or that we shouldn't perhaps, um, help them make that decision better. Um, BUT that ultimately, uh, they're the biggest stakeholder, right, in that decision, and they are the ones who have the most familiarity, the greatest degree of knowledge about whether their life is, is, you know, worth it for them. Uh, THIS doesn't mean that, you know, we should encourage people to do it frivolously. It also doesn't mean that we should, uh, neglect, right, moral considerations that are germane to the decision. Uh, SURELY, you know, if you are a parent, uh, it should weigh very heavily on your mind whether or not, you know, ending your life would mean that you would end up neglecting or harming your children. That seems to me to be a very weighty moral consideration. Uh, YOU know, the effects on others certainly is something that people should be, uh, mindful of, right? In thinking about. Um, uh, THE decision of whether or not to continue or, or to foreshorten their lives. But I think if the, if the question is taken just sort of at face value, is there a right to die? I'm inclined to say, yes, though, of course, as with almost any right, it's not an unlimited right, and, and it's one that should be exercised, um, uh, very carefully and very judiciously."
	},
	{
		"start_time": "31:49",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question then, are there any situations where people have a duty to die?"
	},
	{
		"start_time": "31:57",
		"speaker": "Michael Cholbi",
		"words": "Well, um, that phrase duty to die, you know, seems to, um, uh, Light a fire in a lot of people's minds, right? This thought that you could ever have a duty to die. Um, SO there are cases where I think a lot of people would agree that, uh, you have a duty to do something that will put your, uh, life at risk, right? So, you know, the firefighter who confronts a burning building, uh, and is, is asked to, you know, remove somebody from it. Uh, THEY'RE not intending to die, perhaps, but they're certainly, uh, undertaking what could be a lethal risk, and you might think in that sense, they have a duty, perhaps not to die, but at least a duty to, uh, put their lives at risk. Likewise, you know, the soldier who was, uh, uh, following a legitimate order, uh, you know, to go into battle, to enter into combat, um, is in some sense, you know, uh, acting on a, a punitive duty to, if not to die, at least to risk their lives. Um, Now, of course, you can come up with scenarios, right, where you might think that someone has a duty to die, um. You know, a famous example, uh, in, in the philosophy of death and dying literature, you know, um, again, a military example, uh, you know, a grenade is thrown into a foxhole, and, uh, a soldier sees that if the grenade goes off, uh, a number of his, uh, fellow soldiers will be killed. Uh, BUT if he, uh, leaps upon it and absorbs the blast into his own body, he will be killed, but the others, um, um, The others will be saved, right? Now, there are certain lines of moral argument that would say, actually, you know, that's his duty. It's not him being heroic or anything if he were to do this. This is actually what he's uh morally obligated to do. That's the sort of reasoning we might associate, say, with utilitarian thinking and morality, that we should, um, make sacrifices so long as those sacrifices have greater benefits, right, to other people. Um, I think the more contentious examples of duty, of a duty to die, and, and these are the sorts of examples that were behind, uh, John Hardwick's, uh, quite controversial article from the 1990s is their duty to die, are situations where a person, um, Uh, by continuing to exist is imposing certain kinds of burdens on others, right? So, um, a person might have a very serious illness that, uh, requires very burdensome care on the part of others. Or they could have a very, uh, serious illness that imposes, uh, quite heavy financial burdens on others. Uh, Hardwick argues in his article that, um, Uh, there can be cases where, uh, by continuing to exist, you are imposing unjust burdens on other people. Um, MANY people have not been convinced by that line of argument. I have my hesitations over it, but I think one thing that is, um, worth noting there, is that we should perhaps take more seriously the idea that sometimes by dying, we can signal what we care about, right? Sometimes dying can itself be a, a, a morally, uh, relevant act, right? That it can have a kind of moral significance. And one of the ways that it can have moral significance is in terms of helping other people, right? You know, people, um, uh, when they're conscientious, you know, make out a will, you know, to make sure that other people, you know, what to do with their belongings, and they, and they tell people how they want their bodies to be handled, right, after death. Um, THOSE are altruistic acts in a certain way, and I think what Hardwig is inviting us to ask, right, is whether we should perhaps be more tolerant of people wanting to act altruistically at the end of their lives, um, in particular by, um, foregoing, right? Certain kinds of benefits. The provision of which is very burdensome to other people, right? I often find it quite odd that we think that somehow in death, uh, you know, altruism, uh, should be ruled out and selfishness should be the norm. Um, I think there's something laudable about, um, someone who says, well, by continuing to live, I'm imposing, you know, these very serious burdens on other people. Uh, AND so by, by shortening my life, I'm relieving them of those burdens. Whether or not they have a duty to do so is, is more controversial, but I think that, uh, that line of argument deserves credit for getting us to ask a question that we sometimes don't ask, right? Why shouldn't we think of death as an opportunity in some sense for uh beneficence or altruism?"
	},
	{
		"start_time": "36:16",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So Doctor Cholby, just before we go, where can people find your work on the internet?"
	},
	{
		"start_time": "36:24",
		"speaker": "Michael Cholbi",
		"words": "Uh, WELL, one place to start is just at my own personal website, which is at michael.holi.com. Um, IF you're looking for, um, a very comprehensive picture, um, the, the entry that I have at, uh, the database fill papers will give you access to, you know, most all of my published work. Um, BUT I'm certainly not a stranger on the internet. I shouldn't be too hard to find, so."
	},
	{
		"start_time": "36:46",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So, thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "36:53",
		"speaker": "Michael Cholbi",
		"words": "It's been my pleasure. Always, uh, intrigued to talk about these topics. So, thanks very much."
	},
	{
		"start_time": "36:59",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegeru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pan Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Janusertner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]