[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lopes, and today I'm joined again by Doctor Richard Wolff, and we're going to talk about economic inequality from a Marxist perspective and how and why we should tax the rich. So, Doctor Wolff, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Richard Wolff",
		"words": "Very glad to be here and I enjoyed my conversations with you very much."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. So, uh, how do you approach the topic of economic inequality from a Marxist perspective and what drives economic inequality?"
	},
	{
		"start_time": "00:42",
		"speaker": "Richard Wolff",
		"words": "OK, uh, the Marxist perspective makes this an easy question to answer. Inequality which has haunted human communities for a long time, is a problem that has also always haunted capitalism. Whatever role it played in feudalism, slavery, or ancient economies, it has always been a problem of capitalism. Uh, IF you are familiar with literature, you will know that most of the greatest literature, Charles Dickens, Emile Zola, Maxim Gorky, uh, Jack London, I could go on, are magnificent studies of, among other things, the inequality produced and reproduced by capitalism. Another way of saying the same thing is that capitalism itself has recognized its tendency to inequality because it has tried in every way to cope with the inequality because it is fearful that if you make too many people too poor, they will turn against the capitalist system. Which has already happened and I can assure you will happen again. Indeed, if you look at September 10th, uh, activities across the country known as France, or if you look at the turmoil in Nepal, or you look at the turmoil in the United States, much of it is about inequality and how people feel about it. Last thing, The home, the dominant country of capitalism over the last century has been the United States, as most people know. Mhm. OK, the United States is a study in the failure of capitalism. To end the inequality that even many capitalists recognize to be a problem. They can't solve it, and the reason capitalists can't solve the problem of inequality is because to do so would require to get rid of the capitalism itself. And to make it as dramatic as I know how, last week in the United States, The Tesla Corporation, one of the world's large corporations that produces the famous Tesla electric automobiles and trucks, Offered its own CEO, that is the board of directors, about 20 people, offered Mr. Musk, the CEO who's on the board. That board offered one of its own members a 10-year contract for $1 trillion. Which is interesting for two reasons. It is the largest offer of a salary ever made to any CEO anywhere in the world ever. And number 2, it is an offer made to a person who is already the richest person on this planet. Whose personal wealth is currently estimated at between 3 and $400 billion. OK, that is an out of control activity. It is like a bad joke. It is a demonstration that in capitalism, You make the rich richer and everybody else poorer. 40 years ago, 50 years ago, in the, in the decades immediately after World War II, the United States was less unequal than most of the European countries. Today, the United States is more unequal than the European countries. Why? Because it has been the home of capitalism, and capitalism produces, reproduces inequality. Only making it worse decade after decade unless and until there's an uprising of the people who say no more. Then you can see it reduced for a while, but the minute the popular uprising is over, the basic mechanism of capitalism producing inequality resumes. Now, let me give you, if, if, if I can, uh, a basic explanation for why this happens. Capitalism is a peculiar economic system. In that it relates to groups of people in every capitalist workplace, every factory, every office, every store. In these institutions, if they're organized in a capitalistic way, a small number of people, the owner of the enterprise, The leading. Executive, the board of directors, if it's a modern corporation, which is a tiny group of people. Boards of directors are usually between 8 and 9 and 20 people. That's it. The vast majority of the people in every workplace are the employees. The people at the top who run the enterprise are the employer. According to the United States Census, 3% of our people are employers, and that includes the self-employed. The other 97% are not. Employers, they are employees. OK. The employer in capitalism makes the following decisions. And the employees are excluded from these decisions what to produce. What technology to use, where to conduct the production. And what to do with the output or if you like the revenue from selling the output, which is what the employer does. The employer decides how to distribute the revenue of the company. And guess what? The employers, that small group, distribute the lion's share of the revenue to themselves. As shareholders, they get dividends, and as top executives, they get stock options and salaries, and all the rest. And that way of distributing the output we all help to produce means that the mass of people get very little and the employer class is the rich people in our culture. So you have built into the organization of capitalism, the mechanisms whereby some are rich and most are not."
	},
	{
		"start_time": "09:04",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you this question then, because this is something that very often we hear from capitalists, from people who defend capitalism as an economic system. Is economic inequality in any way? Quote unquote natural, should we expect it to occur just naturally, or is it the result of how the economic and the political system are structured?"
	},
	{
		"start_time": "09:38",
		"speaker": "Richard Wolff",
		"words": "Well, from a Marxian perspective, which is what I'm offering to you here, it is absolutely a matter of social decision-making, social debate, social conflict, social arrangements. It has, there's nothing natural about it. Uh, IT has always, always been the effort of those at the top. To give a natural explanation or a natural foundation to their wealth, because that's a way of persuading people that there's no point in trying to change this because it's natural. It's as if you were shaking your fist at the sky. When it rains, you can shake your fist all you want. The sky has its own mechanisms. It's a natural process. The water is evaporated from the oceans, goes up into the clouds, and then comes down on us as rain around and around. It's natural. In the days of slavery, masters told the slaves that slavery was just natural. Some people were born to be masters, and others were born to be slaves. In feudalism, the lords told that to the serfs, or they had the church tell the serfs. That's what God wanted. That one is to be a lord, that one is to be a serf. So it is very natural that in capitalism, the capitalists would try to give a naturalistic explanation for what they are doing, but I don't believe it. I don't believe the mass of people believe it. It is an idea put forward by the capitalists to justify their situation, but it's outlived its usefulness if it ever had any."
	},
	{
		"start_time": "11:41",
		"speaker": "Ricardo Lopes",
		"words": "And also a very interesting kind of argument that we commonly hear from capitalists is that capitalism is a system that is in accordance with human nature, but I mean it doesn't make much sense to say that an economic system that has only existed for the past. Around 300 years in 200,000 or 300,000 years that we have existed as Homo sapiens. As anything to do with something natural or"
	},
	{
		"start_time": "12:18",
		"speaker": "Richard Wolff",
		"words": "right. Yeah, it is a very strange argument uh to make for me, it has exactly the same nonsense as naturalism. It, it's not in nature that we have capitalism and it's not in human nature either. But again, I would tell you that every effort. Every defensive effort by people with privilege is to try desperately to explain their privilege in a way that will prevent or undermine the effort of the non-privileged to change the situation. This is an ideological game. You want, you, you're afraid. Why are you afraid? Very simple. Because the rich are always few and the poor are always many, so the rich have always understood that makes them vulnerable if the mass of people get together. They will be able to do what they want, and the small group of the rich will not be able to stop them, so they have learned long ago, you must try as best you can. To shape the thinking of the mass of people so they don't get together to change the system, and one of the ways you do that is to explain that nature makes it this way or that God makes it this way, or that the human brain is simply made this anything to get people not to get together. To not try to make a change. I, I want to underscore. When things get unequal enough, the mass of people usually overcome these ideological programs and get together and make exactly the changes that they were told they couldn't do. I will give you an example. In the 1930s we had the worst collapse of capitalism in its history. From 1929 to 1941, we had a 12-year global economic depression. It's called the Great Depression for that reason. Here in the United States, the working class Unemployed by the millions at that time. ROSE up and moved politically to the left. They joined the CIO, the union movement here. It was a unionization wave. We've never had it in the United States. We've never had it before the 1930s. We've never had it since the 1930s. But in that Great Depression, tens of millions of American workers joined unions. And tens of thousands of American workers joined two socialist parties and a communist party, and the Communist Party and the two socialist parties and the CIO unions worked together. And here's what they did. They radically reduced the inequality of wealth and income in this country. Radically. If you look at the inequality chart of the 20th century, you'll see inequality very high until the Great Depression, then it drops like a stone, and then once the war, World War II is over, it resumes to where we are today. But what the 1930s proved was that if the mass of people get together and if they have in their minds a left-wing Heavily influenced by Marx, by the way, attitude, they can in fact make for changes. We have in the United States today, a pension, a public pension program. If you become over 65 years of age, you are entitled to get what we call here Social Security. That was created by the workers during the 1930s. We also have, if you lose your job here, you get unemployment compensation. That was a program never existed before, created by the radical workers in the 1930s. We have a minimum wage. We never had that before. That was created in the 19, I could go on, but all of the efforts to do something. WERE made by opponents of capitalism against capitalism, and as soon as capitalism overcame that opposition. It resumed its internal mechanisms, so we are back now to what, to what the United States is now more extremely unequal than it has ever been in my lifetime, and I was born and lived all my life here in the United States. The level of inequality that I see around me every day. IS the extreme, more so than ever before, and it is, in case you haven't noticed, tearing this country apart internally."
	},
	{
		"start_time": "18:04",
		"speaker": "Ricardo Lopes",
		"words": "So on what grounds would you make a case for taxing the rich? Why should we tax the rich or why should we tax them more?"
	},
	{
		"start_time": "18:17",
		"speaker": "Richard Wolff",
		"words": "The answer is we need to tax the rich because if we're going to have government programs, which this system needs, There's no other way to pay for them. We are now at that point. That's part of the economic crisis of the United States today. We have a rule. You cannot tax corporations and the rich. And the reason that rule is observed is that our political system depends on donations of money from the corporations and the rich, and they only support candidates in either party who will observe the rule don't tax corporations. And the rich leave the taxes on them very, very low. So where has the system gone to raise money? Answer for a while, 1945 to 1975, you might say, it pushed the burden of taxes onto the working class. The way that if you're interested, the way that was done was you stopped using the income tax, which is a progressive tax, and you shifted to what is called a payroll tax in which everybody is taxed the same percentage. Which means that the richer you are, the, the less important the tax is for you, and the poorer you are, the worse it is for you. After 1975, the working class said no more taxes. So then the government took the next step. Instead of taxing people to pay for the government, it borrowed the money. Let me give you an example. In 1970, the total debt borrowing of the United States government was $300 billion. Today, it's $37 trillion. The borrowing has gone up faster than anything else. The government borrows, but here comes the joke. Who does the government borrow from? Answer, corporations and the rich. They're the only ones who have the money that can lend to the government. So what the government did is not tax corporations. And then go to them and say, the money we didn't tax from you, please lend it to us. Because we will pay you back in 5 or 10 years, and we will pay you interest every year. So for corporations and the rich, this was a funny joke. Instead of taxes, you have an investment. Of course, they supported it. But now the government has borrowed so much money, and by the way, this is the same in England, this is the same in France, this is the same in Germany and Italy. This is not unique to the United States. But at this point corporations and the rich have told the government. We won't lend you any more money because you're so deep in debt, it isn't safe to lend you money anymore. We won't let you tax us. We won't lend you any money, and the government goes back to the capitalists and says, Then we can't function. And then comes Mr. Trump and people like him. And they come up with another few years, we can go on. Here's what we will do. We will tax the people. But we'll do it in a way that fools them. That's called a tariff. So what Mr. Trump does is he says, I'm going to go after the companies that bring goods into the United States from other parts of the world, and they will have to pay a tax. So he gets money from the government. But he knows what, what those companies will do is turn around and raise the prices to the public for what comes in. So the, the bottle of French wine will be double in price. And the cup of latte coffee in the morning will be double in price. Why? Because French wine comes from France, and the coffee doesn't grow in the United States. So Americans drink coffee every day. So that, for example, the largest importer of coffee brings coffee from Brazil. So, Mr. Trump hits Brazil with a big tariff. Up goes the price of the coffee, but they know that the companies will push the burden of that tax onto the people, but it won't look like the government. It will look like prices, and they can blame the Brazilians, or they can blame the Chinese, anybody else. It gives them a few, it won't work very well. It won't work very long, and the American working class is horrified by the inflation. But it gives them another few years. And let me underscore something for your audience. The United States is now a desperate country. The way to understand Mr. Trump and what you read about him and the United States. We're desperate. The American empire is shrinking. A whole new empire is arising around China and the BRICS. Everybody with half a brain sees it. There's no future here. They can't borrow anymore. They dare not tax the rich, and the working class is on the edge of an explosion. They don't know what to do. And so they have a a a a a president who acts like a tough guy, who shoots boats in the ocean near Venezuela because they might have a drug on the boat and he kills people over there, and he stands behind the genocide in Israel on and on and on. These are the behavior of desperate politicians. They don't know what to do. And you know, in a certain way, it's not even their fault. They have been asked to do an impossible task. They are supposed to rescue American capitalism when it is in a period of terminal decline. We had the American Empire. It replaced the British Empire. The British Empire, we all know, is over. What you don't know, but you should, is that the American empire is now in a process of dying. And you're watching the death behavior of a dying empire. Don't be fooled. It's all bravado, it's all show, it's all public relations, but the reality, radically different."
	},
	{
		"start_time": "25:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you or let me confront you with one of the arguments we most commonly hear from capitalists whenever the left talks about taxing the rich, and this is something that actually we also heard back in May when we had our general elections here in Portugal because the one of the. Leftist parties, the leftist bloc, proposed taxing the rich a little bit more, and another party, a neo-liberal party, the Liberal Initiative, immediately brought up this argument about, oh, if you try taxing the rich, they will leave the country, they will take their companies with them. Uh, AND with it the jobs they have created, and they will be, there will be massive unemployment and the economy will collapse. I mean, is any of this true?"
	},
	{
		"start_time": "27:02",
		"speaker": "Richard Wolff",
		"words": "No. The short answer is no, and these arguments have exactly the same force and power as the notion that it's human nature or nature or God or something else that makes all these things happen. Let me explain on several levels. First of all, there's much evidence, and I could show it to you if you had the time. Of cities, states, and whole countries that have raised taxes on the rich and have not seen a significant exodus of wealthy people. Uh, IT, that's just a, a, a, a, a threat, but it has very little behind it, and, and you shouldn't be surprised. There are many reasons human beings live, for example, in Lisbon, Portugal, or in Paris, France, or in New York City, where I am, as I speak to you. They don't, they're not just here because of the taxes, that's ridiculous. They're here because the city of New York offers a quality of life you can't get anywhere else in the United States. You can't even get it close. Not even in Chicago or Los Angeles or or one of the few other large cities. This is the intellectual, the financial, and the artistic center of the United States. And the people who live here want to live here. They want the restaurants. They want the museums. They want the movies, the theater, the opera, all of it. You tax them, and especially they're rich, cause what do they care? You tax them, they will grumble, they don't want to, but they won't leave because that is for them, not an attractive option at all. They can take all their money, leave the United States, leave New York City, and then they won't be able with all the money they've saved to buy the things they come to New York to enjoy. That's the first, and there's empirical evidence. But now, let me give you, uh, the better response. The the better response that we make here in the United States because we get the same arguments here that you got in Portugal. We make two big arguments. The first one is If we raise taxes on you, And you threatened to take your business, your factory, your office, your store. Away, we will seize your business, and you won't have one anymore. So, before you do anything else, you think carefully about what we know who you are, we have your records, we know where your factory or your office is located. You leave here within 22 or 4 or 6 years after we raise taxes, we seize your company and your assets. OK, so, be careful. Now, #2, even more important. The minute you leave. And we seize your assets, we will convert your business from a capitalist enterprise into a worker co op. The jobs will be retained. Nobody will go unemployed because this business will continue. The only difference is it won't be yours anymore. It will belong to the collective of workers. By the way, this happened in Argentina. You may know the story some years ago when the capitalists left and the workers took over. Well, here it would be assisted, and how will the government function? The government will say, we will help the transition from a capitalist to a worker co op. And we will also help finance the worker co op to get it through the transition from a capitalist to a worker co op. And finally, and finally, we will lead a movement across this country. Urging our citizens. Please buy the products of X, the worker co op, because that will preserve the jobs of these people. It will preserve the economic viability of our community. And it will punish the people who refused to pay their fair share of taxes and threatened to shut their industries and hurt all of us. If you want that publicity about yourself, go ahead, try it. You will regret the day you thought of this. By the way, I have been, just so you know, I have been in a position to make speeches like what I just told you. TO groups of workers. Mhm. They began laughing. Because for the first time instead of feeling frightened by the threat we can't tax the rich, they began to understand. That when the employer threatens you. You have a a threat you can give back to the employer. You don't have to crawl away feeling defeated. You make a counterthreat. You threaten us by not paying your taxes or closing your business. We'll take over your business. Keep it open, only it will now be a worker co op celebrated by the government, and you will have lost everything. You wanna play games, you wanna make threats, there's the workers began clapping. The idea had never been presented to them before, but all I'm doing when I tell workers that. IS I'm bringing to workers an awareness of the power they always had. They just have to know how to use it."
	},
	{
		"start_time": "33:38",
		"speaker": "Ricardo Lopes",
		"words": "So, let me ask you now, is it possible for anyone to become rich without exploiting the labor of others, at least to some extent,"
	},
	{
		"start_time": "33:53",
		"speaker": "Richard Wolff",
		"words": "if we allow it, that's a question for every society to decide. Let me give you an example. Let's suppose um a person invents something new. Let's take uh Elon Musk. Let's give him the credit, by the way, he doesn't deserve it, but let's give him the credit of having invented the electric-powered automobile, OK? And let's say that we in society believe that he should be given a nice reward for having invented something that is useful to the human race. So we don't have to burn oil and gas, and we can have electricity, and it's, it, it, it's better for our health. And we will make a decision. We're going to give him a big chunk of money. We're going to make him a rich person, so we could give him, let's say, $10 million. Wow, that's really nice. Or maybe we have a debate and we decide, let's be even more generous, we're going to give him $20 million. OK. Now, we make a factory which makes electric cars. There's no need for him to be the boss of that factory. None Many other people can do it. You know how I know that? Many other people are doing it now. He doesn't preside in his factory. He hasn't even gone into that factory. But 6 times in the last 10 years, and then with photographers because it's a public relations event. There's no need for him to be owning shares of stock. That's a social invention. So the answer is, yeah, we could make Mr. Elon Musk reasonably rich. But then we could have the benefits of what he has done with the of shared across the whole society. You know, if Mr. Musk were here, and if he were honest, he's not here, and I, I don't know if he's honest or not, but if he were honest, he would admit. That his invention was the last in a long line. People had invented electricity long before him and batteries long before him, and the automobile long before him, the people whose ingenuity give us the electric car. ARE not just Elon Musk, he's the latest in a long chain. If you wanted to really honor all the people responsible for the electric car, you'd have to go back in history for 200 years of people who made contributions. You know, I give an example to my students that may help you understand this. Suppose there's a flood in your community, the river rises and the water, so everybody stops what they're doing and they make a line with sandbags. And so the first person gets a sandbag, hands it to the next person, to the next person, to the next, until they get to the, to the man or the woman right by the river who puts it there. And finally, you put up enough, and the river is held back, and the grateful community raises $10,000. Because of the gratitude for the people who stood there for hours with the sandbags, and they take the $10,000 and they give it to the last person standing next to the river. But that's crazy. All of the people, every one of them did the same thing. Why are you giving it to the last? Everybody should share in it. And if the last person standing there is an honest person, that's what they would want too. Imagine what kind of a person snatches the $10,000 the community's gratitude, and runs away and keeps it for himself. That's immoral. Mr. Musk is immoral to have that kind of wealth. Remember, if Mr. Musk has 3 or $400 billion that means he decides what to do with that. Not all the people in the community. Many of whom keep this community going, they don't. He alone. Makes that decision. That's not democratic, and there's no notion of democracy that could ever justify that level. Of power in the hands of one person relative to the power in the hands of everybody else."
	},
	{
		"start_time": "39:08",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me then just ask you one last question because I'm also getting mindful of your time here, Doctor Wolf. Thank you. Do you, do you think that billionaires should exist? I mean, should we allow billionaires to exist because It is such an absurd, a ridiculous amount of wealth that even if you do the calculations as to how long it would take for a person who earns minimum wage or even the the median wage to become a billionaire. I mean, it's absolutely ridiculous. I mean, should billionaires Exist, uh, does it make any sense for us to allow that to happen? Also, not only because of the huge amount of wealth, but also because of the power they can, uh, use that wealth to leverage,"
	},
	{
		"start_time": "40:04",
		"speaker": "Richard Wolff",
		"words": "right? Well, uh, I, I was just gonna respond by mentioning that, so I'll make it very brief. If you allow billionaires. For example, we have about 1000 billionaires, more or less here in the United States. So we have a population of 330 million people and 1000 people have a billion dollars of wealth or more, OK? So, it is a tiny, tiny, tiny, tiny percentage of the people, but with those billions, they can buy the political system. Elon Musk gave Donald Trump 200+ million dollars for his campaign, and he wouldn't have won the presidency without it. In other words, when you have billionaires, you are teaching people, whether you admit it to yourself or not, that you are part of a tiny minority, and that the mass of people who don't have a billion dollars, who don't even have a million dollars, the vast majority of Americans don't have anything like that kind of money. I'm talking about $1 million not $1 billion let alone $1 trillion. You're, you're vulnerable. The billionaires know how vulnerable they are, and that's why they buy the politicians. That's why they buy the think tanks. They want the culture full of articles, books, movies, songs, everything imaginable. To protect them against the possibility that the majority of people will one day say billionaires are not acceptable. And by the way, that will happen one day, and then it will be over, and we will look back on this age. With incredulity, just like we look back now on ancient village economies, none of whom had billionaires or anything like it, so we don't need it. We never did. It's not necessary. We understand the power of those with the money to use it to hold on to their money, which they are smart enough to do. But I don't think we need them, not at all. They are a burden on our society. When I think of the $1 trillion that are now going to be given to Elon Musk, who's already got $300 billion. It's really hard not to get angry. Think how many people could be helped with $1 trillion over the next 10 years. You could do a long way to go back and rebuild Gaza. You could go back and help the worst famines in Africa. You could, you could help people in dramatic ways. $1 trillion is an enormous amount of money, but instead, in this capitalist system, When you know all the good $1 trillion could do, you're allowing a corporation to give that money to the person who already has more money than the rest of us. That's beyond immoral, that is so outrageous that I feel confident in predicting that when the social explosions come. One of their targets will be this situation."
	},
	{
		"start_time": "43:40",
		"speaker": "Ricardo Lopes",
		"words": "OK, so Doctor Wolf, let, let's wrap it up here. I know that you only have uh just a few, a couple of minutes left, so thank you so much for taking the time to come on the show again. And of course I will be leaving links to your books and particularly understanding capitalism, which I think is the latest one, and also to democracy at work and your YouTube channel and all the other places where people can find you on the internet."
	},
	{
		"start_time": "44:09",
		"speaker": "Richard Wolff",
		"words": "Thank you very much, Ricardo, and again, thank you for having a program like this. It is a, it's a pleasure to participate."
	},
	{
		"start_time": "44:18",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarinth, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]