[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Center. I'm your host, as always, Ricardo Lops, and today I'm joined again by Doctor Michael Cook. He's class of 1943 university professor of Near Eastern studies at Princeton University. And this is the second part of our conversation about his book A History of the Muslim World from its origins to the Dawn of Modernity. So Dr. Cook, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Michael Cook",
		"words": "Glad to be back."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's start from where we left off last time we were starting to talk about the caliphate. How did the caliphate expand to Spain in the west and to Sindh in the east?"
	},
	{
		"start_time": "00:52",
		"speaker": "Michael Cook",
		"words": "Right, I think um by way of background. Let me remind you that um by the early 8th century, the caliphate is the only imperial game in town. I mean, you won't find another empire anywhere west of China. So it doesn't have formidable enemies. But on the other hand, it's already expanded a long way, so that any new conquests are up against distance, and also often geographical barriers. So against that background, if we take Spain, Uh, Spain, you have the Visigothic Kingdom. It's usually quite a strong state, but at the time in question, 7-Eleven, it's in a state of civil war, so it's weak. That makes it easy. The geographical barrier, apart from distance is the sea at the space of the Straits of Gibraltar, but it's not a very broad sea, and the Muslims get across it. But you can also see here that they're getting towards the end of the line. Um, I mean, in Spain, they don't consolidate their power in the north of Spain. They don't advance to the Pyrenees, which would be the natural barrier. And the result is that there are, there is a continuing Christian political and military presence in the north of Spain, and that will eventually turn into the Reconquista. Um, IN Sindh, it's a somewhat similar story. There is no formidable state there. They don't, you know, confront a really dangerous enemy. But on the other hand, getting to Sindh, it's a long way away, and it's, it's tough to get there. You have um, you have to either go through a very mean desert, or else you have to go through formidable mountains. And the result is that while the Muslims conquer Sindh and even part of the Punjab in this early 8th century period, they don't go any further. So the Ganges, which is maybe the richest part of India, is beyond their frontiers until the 11th century when the Turks come in."
	},
	{
		"start_time": "03:13",
		"speaker": "Ricardo Lopes",
		"words": "OK, so we have the provinces of Spain, North Africa, Egypt, Arabia, and Iran. Did it also extend to territories that are now part of Afghanistan and Pakistan?"
	},
	{
		"start_time": "03:29",
		"speaker": "Michael Cook",
		"words": "Yes, right, and Pakistan, we've already dealt with that sin. And Afghanistan. So I the major Muslim conquest in Afghanistan is the city of Bal. Which at the present day is, I think, pretty much a ruin, but close to Mazar i Sharif in northern Afghanistan. So they take that in this early period. But If, for example, we take Kabul, which is to the southwest of Baal, they don't get there until the 9th century. And when they do get there, it's not a caliphal army, it's the army of one of the successor states in Iran. So here again, we see Muslim conquest kind of petering out in the 8th century. It's gone as far as it can go."
	},
	{
		"start_time": "04:24",
		"speaker": "Ricardo Lopes",
		"words": "Was the caliphate stable or did it go through periods where there was internal conflict through civil war and rebellion and foreign invasions?"
	},
	{
		"start_time": "04:37",
		"speaker": "Michael Cook",
		"words": "Right, I mean, like in any state or any pre-modern state, it goes through bad patches. So if you have, for example, um, A civil war between two brothers, each claiming the caliphate that lasts from, I think, 811 to 819. So that's a lot of chaos. And you have all sorts of other rebellions. If we come down to the 860s, we have a period of people usually refer to it as anarchy. It's the Turkish slave soldiers making trouble at the center because they're not being paid regularly. And so yes, and it's ups and downs. But, uh, Until the first half of the 10th century, each time you have a down, you then have an up again. But it's in the early decades of the 10th century that you have a definitive. Down And after that, the Abbasid state, whatever it is, is never again going to be an empire. Mhm"
	},
	{
		"start_time": "05:46",
		"speaker": "Ricardo Lopes",
		"words": "So it is at this time that we see the emergence of Islamic civilization. What characterizes such a civilization?"
	},
	{
		"start_time": "05:56",
		"speaker": "Michael Cook",
		"words": "Right, I would say first, um, the centrality of the Arabic language. I mean, this is a language that, uh, until then, until the 7th century was not a language of high culture anywhere. Uh No, in the 7th, in the middle of the 7th century, there is only one book in Arabic, namely the Koran. By the time we get to the 10th century, the later 10th century, we have a bookseller in Baghdad who makes a catalog of all the books he knows of in Arabic, and he has thousands of books. And we know that he missed many more books that he hadn't heard of in Arabic. So, I mean, there's been a very dramatic change. Arabic has become a language of high culture, high civilization. So that's one central thing. Another central thing, very obvious thing is, and when you speak of Islamic civilization, Islam is absolutely central to it. Um, I mean, I could make a kind of contrast here and And if you take Western civilization, You know, the foundation is what the Greeks and Romans did, right? And, and then at a later secondary stage, Christianity is imported into that civilization. In the case of Islamic civilization, it's the other way around. The civilization is built around Islam, and later they will import the philosophy and science of the Greeks and other peoples. So, and Islam is very central. Um But I would say that I mean, people sometimes get the idea that Islam is everything in Islamic civilization, and it's not. I mean, you know, I've just mentioned Greek philosophy and science that is brought in through translation. But equally in this civilization, People never cease to be fascinated by pre-Islamic Arabia, pagan pre-Islamic Arabia, and they're endlessly fascinated with its poetry. So that's something very un-Islamic that is nevertheless a very central part of this civilization. And equally You know, to qualify what I said about the centrality of Arabic, we're going to, that's going to change. You know, in the 100th century, late 9th, 10th century, we start to get Persian coming back as a literary language, written in Arabic script. Uh, BUT then it now becomes a respectable medium of culture in a way in which only Arabic had been before that. So I mean, those are the things that I think I would underline most about Islamic civilization."
	},
	{
		"start_time": "08:53",
		"speaker": "Ricardo Lopes",
		"words": "And uh in regards to the Islamic civilization, what were the Islamic sciences and how did they come about?"
	},
	{
		"start_time": "09:03",
		"speaker": "Michael Cook",
		"words": "Right So in the first instance We have Muslim revelation. That's the Quran, and that's the Hadith, you know, the traditions about what the prophet said and did. Um, AND each of those becomes the nucleus of disciplines. Um, SCIENTIFIC scholarly disciplines. So for example, with the Koran. Uh, YOU have the Koran there, but what exactly should the text be? There are variations, which is right or are they all right? And that becomes an academic discipline for the early Muslim scholars. And then, how exactly should you recite the Quran? That's another discipline. What does God mean in the Koran? Because often the Koran is not very, you know, transparent, and, you know, you have to interpret it. And that becomes another major scholarly discipline. And it's the same with the hadith, with the traditions about the prophet. And you have to collect them. Initially, they're transmitted orally, then people start to write them down, and then they start to collect them in the late 8th century, the 9th century. And I mean, collecting those traditions is a discipline. And then, of course, there's interpreting those traditions. That's another discipline. And then you get I mean, with all that body of revelation, there are two basic questions. What should we believe? What should we do? And for what should we believe you have a discipline that you can call theology. For what should we do, you have a discipline that we can call law. So in this way, that body of revelation gives rise to this. Large number of distinct and increasingly well developed disciplines."
	},
	{
		"start_time": "11:07",
		"speaker": "Ricardo Lopes",
		"words": "So you in the book you also go through the breakup of the caliphate in the west, which includes Spain and North Africa, the East, Iran, and the center, which includes the Fertile Crescent, Arabia, and Egypt. In the interest of time, I will group them together. Could you please tell us a little bit about What led to each breakup, their aftermath, and what characterized each region in terms of the polities that then formed and how diverse they were."
	},
	{
		"start_time": "11:44",
		"speaker": "Michael Cook",
		"words": "Right. OK, I think the thing that is kind of uniform in the background to all this is that, you know, in any pre-modern, any state, when the central government is weak, that creates opportunities for provincial actors to increase their power at the expense of the central government. And when the caliphate becomes very weak, those are great opportunities. What is very varied is who takes advantage of these opportunities. So I'd say, I mean, let's just start in the west. In Spain, we have this, in the 750s, we have this Umayyad refugee prince, a refugee from the Abbasid revolution. Uh, IF he stays in the, in Syria, he'll get killed. He flees westwards, he gets to Spain, and he succeeds in establishing a dynasty of his own in Spain, a kind of Umaya dynasty in exile that lasts into the 11th century. Uh, SO that's one actor. Then we, let's cross to North Africa, the western part of North Africa. There we have all these Berber tribes, and many of them have been converted by non-Sunni missionaries. In other words, heretical, mostly Kharija. And they established states. Karaite, also one important Shiite state. Um, SO there we have a sectarian rebellion. And then if we go to what's now Tunisia, we have another pattern that's quite common. We have a governor appointed by the Abbasids. But as the Abbasids weaken, he becomes more powerful. He's able to do a deal actually very early on, and he'll send tribute, and they'll leave him alone. And so his, uh, you know, his descendants then form a dynasty that lasts for about a century, a bit over a century. Um, I mean, that's the kind of thing that's going on in the West, in the east, I mean, some of it is very similar. Uh, YOU have the same sectarian rebellions. We have Kharija, uh, rebels in Sistan in sort of eastern Iran, and they established some kind of Kharaja caliphate. Um, WE have provincial governors who become more powerful, you know, and found dynasties like the Tahlids and Samanids. Um, WE don't have anything like the Umayyad prince, but we have a couple of other things you don't have in the West. And one of those is, um, You have an anti-sectarian movement, a Sunni movement, again in Sistan. They're against the Karaites. And in the, in the later 9th century, they suddenly establish a large state. And the ruler is, uh, I mean, he's known as Yaqub the coppersmith. He's someone who started right down at the bottom, but he's made his way all the way up. He's now a powerful ruler. And then one other thing is, um, in the mountains in the north of Iran, you have some people called the Dynamites, and they come down from the mountains, many of them as mercenaries, and they enlist in the armies of whoever is ruling in different parts of Iran. And So in a way, they're like the Swiss in Europe who come down from the Swiss mountains. And become mercenaries in Italy. Um, BUT there's one thing the Swiss never do, which is to take over a state in which they are mercenaries. Whereas the Dynamites do exactly that. After a while, they realize that they can take over from the existing dynasties, and they found Dynamite dynasties. So Mm Opportunity created by the weakness of the central government, and then a great diversity of actors who take advantage of it."
	},
	{
		"start_time": "15:55",
		"speaker": "Ricardo Lopes",
		"words": "Right, but why was there a decline in power of the central government of the caliphate?"
	},
	{
		"start_time": "16:03",
		"speaker": "Michael Cook",
		"words": "Right Now there's always lots of factors you can bring in here like Bad rulers, we have the Abbasid caliphate in the early decades of the 10th century is a conspicuous example of that. Um, YOU know, bad luck, all sorts of troubles. But I think the really basic thing in the background is that there seems to have been a catastrophic decline in the revenue that the caliphate was getting from the agricultural lands of Iraq. And that seems to be not a failure of the tax collectors, but a failure of agriculture itself. That increasingly, there was a problem of agricultural land, going out of cultivation because of the deposits of salt. This is always a risk in Iraqi agriculture. Why exactly that happens so much in the 9th century, I really don't know. But it does seem to be the basic factor behind the decay of the power of the caliphate."
	},
	{
		"start_time": "17:11",
		"speaker": "Ricardo Lopes",
		"words": "In our first interview we talked a little bit about the Steppe peoples in the early stages of the history of the Muslim world. In what ways are the Turks, the Mongols, and other Steppe peoples related to the history of the Muslim world?"
	},
	{
		"start_time": "17:30",
		"speaker": "Michael Cook",
		"words": "Right, they certainly play a large role in it. And Not so large until the 11th century. And the main thing down to there is that uh rulers in the Muslim world import Turkish slaves and use them as soldiers, because, um, you know, they're born cavalrymen. Um, BUT in the 11th century, what we get in a sense, it's a bit like the dynamites, that these Turks are coming into Iran and enlisting in the armies of existing states. And soon they realize that they can take over, and they do that. And we get the Seljuk the Seljuk Empire, which is a very large state. And Then in the 13th century, we get the Mongols, and that is as as the biggest expansion of a steppe nomad people in the whole of history, uh, an extraordinary event. Uh, AFTER that, the steps play less role in the history of the Muslim world. So it's mainly the Turks and the Mongols. And in some ways, they're similar, they're step cavalry. In other ways, they're very different. And one way they're different is The Turks, when they come into the, when they invade, they seem to be already Muslims. So that their conquest, it's always unpleasant to be conquered, but their conquest was less traumatic because they were fellow Muslims. Whereas by contrast, the Mongols arrived as pagans. And so that was much more traumatic. Um, ANOTHER contrast kind of goes the other way, that is, um, You know, the the Mongols. Left no ethnic legacy in the Middle East. That's to say, there's no population in the Middle East that speaks Mongolian. For that we'd have to go to Afghanistan. And But, um. By contrast, the Turks have a tremendous ethnic impact in the Middle East. We have several Turkish speaking populations in Iran. And we have a massive Turkish speaking population in Anatolia, in what's now Turkey. So that um I mean, it's very striking that the country called Turkey should be so far from the original homeland of the Turks, whereas Mongolia is still where it started. Right."
	},
	{
		"start_time": "20:14",
		"speaker": "Ricardo Lopes",
		"words": "Do we know if there were any Muslims in China?"
	},
	{
		"start_time": "20:19",
		"speaker": "Michael Cook",
		"words": "Yes, certainly there were Muslims in China, and they got there by two routes. One was by sea. Uh, WE know for a fact that by the 8th century, there were Muslim merchants in the port cities of southern China. Um, BUT they don't appear to have made any significant number of local converts. We don't get any continuing Muslim community through that commercial route to southern China. The other route, of course, is over land. And I mean, as we already know, um, conquest is a great help in spreading a religion, but there is no Muslim conquest of China. Uh, Timor in 1405 was planning one, but he died before he could do it. Um, BUT the conquest that does matter is the Mongol conquest, and it's a pagan conquest, it's not a Muslim conquest, but the Mongols, they like to collect experts from all sorts of different peoples. And they're not experts themselves. They need experts and they collect them. And so there are jobs for Muslims in China, when the Mongols take over there, particularly as tax collectors, which makes them very unpopular, of course. Nobody likes tax collectors. But um, You know, this Muslim presence in China, and for example, um, Yeah, I think the most successful single Muslim in China was one who was appointed governor of Yunnan, you know, down in the south southwest. And his descendants are there to the present day. Um, AND, you know, formed the sort of a part of the elite of Yunnan down the centuries, um. So what comes out of this is Muslims who were part of the political elite under the Mongols. When the Ming dynasty takes over, that's bad news for them. But nevertheless, some, many of them do remain part of the elite. And in contrast to how things were under the Mongols, if you want to be part of the elite in China under the Ming and the Qing, you need to know your Confucian classics. You need to have that Chinese elite culture. And a lot of these Muslim families in eastern China, they invest. In getting that elite culture. And out of that comes a very curious and interesting phenomenon, a literature in Chinese, which is devoted to saying that Confucianism and Islam are compatible. They basically say the same thing. That that's, you know, the Muslim elite trying to feel comfortable in Confucian China. Mhm."
	},
	{
		"start_time": "23:15",
		"speaker": "Ricardo Lopes",
		"words": "How did the Muslim world during the so-called Middle Ages compare to Europe?"
	},
	{
		"start_time": "23:23",
		"speaker": "Michael Cook",
		"words": "Right, I think it really depends very much on which part of the Middle Ages you take. So I mean, if we take the early Middle Ages, I mean, say, 8th, 9th, into the 10th century. I would say that economically, the Muslim world is much richer than, you know, the, the European Christian European world. I'd also say that in cultural terms, Uh, the Muslim world, Baghdad, Cairo, is a Baghdad is a much more interesting place to be culturally than anywhere in Europe at the time. You know, in Europe at the time, um, Most culture is in the monastery, most high culture is in the monasteries, and mostly what they're doing is copying the old books. Whereas by contrast in the, in the Muslim world at the time, say, in Baghdad, you have a very large educated lay population. Um, AND they're interested in all sorts of things, and people are writing about all sorts of things and disagreeing. Um, YOU know, it's a much more lively scene than you have in medieval Europe at the time. By contrast, I mean, if you take the late Middle Ages, we come to the 15th century. And I don't think it's more the case that the, you know, certainly the Middle Eastern part of the Muslim world is richer. India is very rich, but that's further over. Um, AND I would also say that culturally, That difference that we had in the early Middle Ages has been erased. And by the 15th century, you know, we're getting to the printing press in Europe. And though people try to play that down, the fact is it does lead to an enormous cultural efflorescence, and you don't have an equivalent of that in the Muslim world at the time. So I think it all depends on when."
	},
	{
		"start_time": "25:29",
		"speaker": "Ricardo Lopes",
		"words": "I would like to ask you now about the Ottoman Empire. How was it formed and what territories did it encompass?"
	},
	{
		"start_time": "25:39",
		"speaker": "Michael Cook",
		"words": "Right. So the context for its formation is 14th century Anatolia, what's now Turkey. And, and what you have then in Anatolia is one, Muslim Turkish states, many of them. Politically, the region is very fragmented. And the Ottoman state is one of those fragments. And then you have what is left of the Byzantine Empire. Um, STILL with a little bit of territory in Anatolia and a little bit of Balkan territory. So that's the basic context, and the Ottomans. They are exactly on the frontier between this Turkish world and the Byzantine Empire, Byzantine Empire. And they are extraordinarily energetic, and who knows why or how, but they embark on a career of conquest that lasts for centuries. Uh, THEY go east, and they take over all those Turkish states. You know, they go as far as um territory that had been effectively part of Iran and now becomes sort of Turkish territory. Uh, THEY'RE going west into the Balkans. CONQUERING large territories up to and including a large part of Hungary. Um, AND that that's in the 14th, 15, 15th centuries. Uh, AND in the 15th century, they take Constantinople, which becomes the capital, Istanbul. And then in the 16th century, they go south, and they take over most of the Arab lands in Asia and Africa. And now, Morocco remains independent. Uh, Oman remains independent, but I mean, even Yemen is conquered for a while by the Ottomans. So, I mean, that's the basic picture of this state that lasts from the 14th century into the 20th."
	},
	{
		"start_time": "27:51",
		"speaker": "Ricardo Lopes",
		"words": "Did the Ottoman Empire have distinctive features when compared to other empires in history?"
	},
	{
		"start_time": "28:00",
		"speaker": "Michael Cook",
		"words": "Right I, I think the single most distinctive thing really is the Janissaries. Um, I mean, the fact that their infantry is not very distinctive. This is a period in which the infantry is coming back in warfare as against cavalry. The fact that they're slaves is not very distinctive in the Muslim world. We had that already back in a big way in the 9th century. Um, BUT what is unique about them is that the Ottoman state is recruiting the Janissaries by enslaving Christian peasants. They go to the Christian villages, especially in the Balkans, and they take boys from there, take them to Istanbul, and then they, they put them out to learn Turkish in the countryside, and then they train them, and they, that becomes the core of the Ottoman army. So that's one thing that's very, that's unique about the Jansis, I think. And the other thing that is at least very surprising, I don't know of a parallel, is that um in religious terms, you would think that the Janissaries would be very solid Sunnis. That's how they're brought up, once they're brought to, to into the empire into to Istanbul. But they're not. They take up with A Sufi order, the Bektashis. And the Bektashis, they're one of these Sufi orders that has, they have wild ideas, and they do wild things, like they have something like a communion service where they serve wine. You know, this has strong Christian resonance. It's very un-Islamic. Um, THEY'RE also very friendly to Christians. Sometimes they will let Christians join the brotherhood without even converting to Islam. And the Janissaries take this up. Maybe in some way it resonates with their Christian roots. I don't know. But you have kind of a very orthodox Sunni state. With a heterodox cop to its army, which is at least strange and interesting."
	},
	{
		"start_time": "30:19",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned Christians very briefly there. How did Christians relate to Muslims in the Ottoman Empire? How did the empire treat its Christian subjects?"
	},
	{
		"start_time": "30:32",
		"speaker": "Michael Cook",
		"words": "Right. Well, let's take this first, I mean, in principle. So in principle you have two completely distinct communities. Muslims and Christians, the Muslims are on the inside track because they share the religion of the state. The Christians are on the outside track, and a clear indication of that is, well, one indication would be taxation. Christians pay a tax, the jizya, that Muslims do not pay. So there's clear fiscal discrimination, if you like. And another would be that The janissaries apart. There's no way a Christian could get a job, say, in the bureaucracy. That's for Muslims. Um, SO basically, I mean, that's the picture in principle. In practice, yes, it's a bit like that, but not completely. So that, uh, for one thing, um, some Christians are very successful, like, you can be appointed governor of Christian principalities in Moldavia, Wallachia, Wallachia in what's now Romania, or close to it. And, you know, these are tributary states. At first they have their own dynasties, but later the Ottomans get rid of the dynasties, and instead they appoint Greeks from Istanbul to govern them. So if you become a governor of Moldavia, you're doing very well as a Christian. And the other thing is that You know, Christianity and Islam are supposed to be quite separate, but they bleed into each other, especially at a popular level. So that you have things, they're really quite exotic things like, um, well, the Bektashis are part of that picture. I described that. And then if you go to Albania, and you find them Albanian clans, where In winter, they're down in the plains, and they're Muslims. In summer, they go up into the mountains and they're Christians. You also have families, which will bring up the boys as Muslims and the girls as Christians. You know, there's a lot of quite exotic sort of inter intermixing of the two religions at a popular level. So you have to qualify the in principle picture. Mhm mhm."
	},
	{
		"start_time": "33:03",
		"speaker": "Ricardo Lopes",
		"words": "When and how did the Ottoman Empire come to an end?"
	},
	{
		"start_time": "33:08",
		"speaker": "Michael Cook",
		"words": "Right, it comes to an end. Well, I mean, already in the 18th century, the Ottoman Empire. IS kind of becoming a bit unsustainable. And it's a poor empire, and it confronts rich and militarily powerful enemies. And In the 19th century, that is going to lead to recurrent losses of territory, but actually it starts in the later 18th century and it continues into the 20th century. Uh, VERY significantly, in the 19th century, the Ottoman Empire could well have disappeared if the British had not been there to prop it up against the Russians. The, the British regard it as in their geopolitical interest to keep the empire in existence. And then we come down to the First World War, and that's really the death blow. I mean, the Ottomans, they have a horrible dilemma when Europe is moving towards the First World War. If they stay neutral, they will not be present at the peace conference. I mean, everybody expects that the, you know, the European powers are going to fight each other for a bit, and then they'll negotiate, and they'll have a peace conference in some European city. And if the Ottomans are neutral, they won't be invited. And if they're not at the table, they'll be on the menu, as they say in Washington, um, you know, so that European powers will be taking more Ottoman territory. So what they do is they want to join in. No European power is enthusiastic about taking them, but eventually the Germans take them on, so they become a German ally. And that turns out very badly when the war ends 4 years later, with total defeat on one side, total victory on the other side, and the Ottomans are on the losing side. And So then they're going to be carved up. And what you get then is a remarkable resurgence of part of the Ottoman elite. The Turkish nationalists, as we call them, and they managed to carve out a much larger Bit of the central Ottoman territory than you could have expected, given the result of the First World War. And And they're able to secure their boundaries, and the European powers go away. And they could in principle have continued to call that the Ottoman Empire. In fact, they don't. They say this is not the Ottoman Empire anymore, this is Turkey, and that's how we get the country of Turkey. Mhm."
	},
	{
		"start_time": "35:55",
		"speaker": "Ricardo Lopes",
		"words": "So uh in regards to India and the presence of Muslims there, I know there's also a very rich history there, but in the interest of time I will just ask you a few questions. So first, how was India like in terms of political organization before the arrival of Muslims?"
	},
	{
		"start_time": "36:16",
		"speaker": "Michael Cook",
		"words": "Right. I mean, India's not like China, where you typically have empires most of the time, uh, and there's no state that rules the whole of India until the British. Um, YOU do have empires from time to time. Uh, BEFORE the rise of Islam and after. But, um, at the, at the time when the Muslims first, the Arabs come to India in the early 8th century, there's no empire there, so that India is politically fragmented."
	},
	{
		"start_time": "36:47",
		"speaker": "Ricardo Lopes",
		"words": "Do Muslims relate to the Mughal Empire in any way?"
	},
	{
		"start_time": "36:53",
		"speaker": "Michael Cook",
		"words": "Certainly, very strongly. I mean, of course, calling the empire the Mughal Empire, that has a kind of pagan smell to it. You know, that's the Mughals, that's the Mongols. And, you know, you're thinking back to Chinghiz Khan. But the fact of the matter is that the Mughal Empire is the most powerful Muslim state. Ever in India. And the decline of the Mughal Empire in the 18th century was very bad news for Muslims. The abolition of the empire by the British of what was left, the shadow of the empire in 1858, and that was a very severe symbolic loss for the Muslims of India. Uh, SO that, I mean, this naturally is a past with which they identify. And a past in which they take pride. But um, I mean, here, we're sort of going beyond our limits, but, um, you know, in the early 20th century, the Indian Muslims are making a very big deal of the Ottoman Caliphate. They become kind of fixated on the Ottoman Caliphate. And, and they're very upset when the Ottoman caliphate comes to an end in the 1920s. And that there's a kind of desperation there, if they had still had a kind of shadow Muslim Mughal emperor, maybe that could have been a focus for political activity against the British. Like in Morocco, where the French keep the Moroccan Sultan, they don't abolish the sultanate, and the Moroccan Sultan then becomes an important figure in the nationalist movement against the French. Nothing like that in India."
	},
	{
		"start_time": "38:41",
		"speaker": "Ricardo Lopes",
		"words": "How did Muslims and Hindus relate to one another?"
	},
	{
		"start_time": "38:47",
		"speaker": "Michael Cook",
		"words": "Right. And I think what you have to say there is that it's extremely varied, but I mean, there are two extremes. At one extreme, the Muslims may be destroying Hindu temples right and left. And at the other extreme, everybody is getting along very happily. And then, you know, the Muslim zealots, they can of course, quote from Revelation, uh, in a sense, they have an Islamic rectitude on their side. Uh, AND you do get a lot of Muslim zealotry in India. But on the other hand, whenever you have two populations side by side, I mean, total hostility is something you can't, you can't live with that indefinitely. So you're going to get accommodations. And then these accommodations spring up and, you know, you have things like just as in the Ottoman Empire at a popular level, Islam and Christian and Hinduism are bleeding into each other. Um, YOU know, so that you have shrines, where both Hindus and Muslims worship. And, you have a, a medieval, he's undateable, but a medieval religious figure, who you can call him a Sufi Muslim, or you can call him a Vaishnavite Hindu. It's it's up to you. Um And he writes poetry in which he trashes the Koran and he trashes the Brahmins. And when he dies, according to the story, uh, There's a quarrel between his Muslim and his Christian followers as to who gets the body to bury or burn. And miraculously, two bodies appear, and the Muslims take one and bury it, and the Christians take the other and burn it. Um, YOU know, so you're getting a whole spectrum. Mhm."
	},
	{
		"start_time": "40:57",
		"speaker": "Ricardo Lopes",
		"words": "How about Southeast Asia? How did the Muslims get there and did they have a very big presence there?"
	},
	{
		"start_time": "41:06",
		"speaker": "Michael Cook",
		"words": "Right, now then. They must have been there already, at least by the 8th century, since we know that there were Muslim merchants in China, um, who had come by sea, and there's no way they could come by sea except going through Southeast Asia. But, well, maybe one thing about merchants is that while they can lead to conversion to their religion, it's going to be very slow. They don't have the kind of authority and power of conquerors. Um, SO maybe that's why it's not until the late 13th century that we first hear about Muslim communities in Southeast Asia, as opposed to just merchants passing through. But from that point on, they're definitely there. And Islam keeps expanding. And, you know, initially, what we're dealing with is a typically Indian Ocean phenomenon of Islam spread by merchants on the coast, but not spreading to the interior. But then gradually, at least in some, some of the islands in the Malay Peninsula, it begins to spread to the interior. So for example, Java becomes Muslim, you know, all the way. Um, YOU also, it's, it spreads well beyond the rim of the Indian Ocean, in fact, to the rim of the Pacific, so that you get Muslims in Halmahera and Mindanao, and, you know, the very extreme western tip of New Guinea. So we're getting a large Muslim presence. And over time, it becomes larger and larger, except in the Philippines, where the Spanish arrest its expansion and promote Catholicism. But otherwise, and we're getting a popular, I mean, It's no accident that at the present day, Indonesia is the country with the largest Muslim population anywhere. Mhm. So those merchants in the end had a very considerable impact."
	},
	{
		"start_time": "43:12",
		"speaker": "Ricardo Lopes",
		"words": "In Africa, how did things, things play out? How far did Muslims spread and how did local societies look like?"
	},
	{
		"start_time": "43:23",
		"speaker": "Michael Cook",
		"words": "Right. So I mean, Africa is a very big place, so naturally we have diverse scenes. Um, AND we have the East African coast, I already mentioned that, uh. You go to the Upper Nilelo south of that, and you have, at the beginning of our of in the early Islamic period, you have Christian Nubia and Christian Ethiopia. Christian Ethiopia is still there, but Christian Nubia is not. That becomes entirely Muslim territory. And, further west, you have the savannah. Uh, YOU know, the, um, the grasslands south of the Sahara Desert. Uh, I reckon that, and my guess is that in before the rise of Islam, what you had there was Pagan African states that had little or no contact with the world, the other side of the Sahara. But uh somehow one of the effects of the rise of Islam is that the Sahara opens up. I mean, it's a horrible desert to cross, but merchants now start to cross it in considerable numbers. And, you know, there are commercial profits to be made that make it worthwhile. Um, AND so you get these Muslim merchants coming down into the savannah. Uh, WE get an early picture of that from a geographer writing in the 11th century. Uh, YOU have a pagan African kingdom in the savannah. Uh, AND the king has his pagan capital. But a few miles away, there's a Muslim town where the merchants live. And there they have their own Muslim judges, you know, they're leading a fully Muslim way of life, and the two are interacting. And the king also, um, he values Muslims. Uh, YOU know, it's, again, it's the question of like, just as the Mongols like experts, the king of, of Ghana, in this case, likes experts. So that the Muslims, they, they're literate, they're numerate, they can handle the fiscal administration. And, and then gradually, Islam spreads more in different ways in different places until you end up with actual Muslim states, like in Mali, which even Batuta, the, you know, the Moroccan traveler visited in the 14th century. And the way he describes it, yes, and Mali is a Muslim state with a Muslim population. In some ways, he says they're very good Muslims. Like, for example, er, people force their children to learn the Quran by heart, and the children are lazy learning the Quran. They put fetters on them to punish them. And even Battuta thinks this is very good. On the other hand, you still get uh girls wandering around naked. Uh, SLAVE girls wander around naked, but it's not just slave girls. Uh, THE daughter of the ruler of Mali, uh, she goes around populace, and, and, you know, all that is extremely shocking to even Batuta. So what we get there is a kind of snapshot of society that is in some ways very Muslim, and in some ways still very pagan, you could say. And gradually things are consolidated until the savannah becomes a solidly Muslim territory."
	},
	{
		"start_time": "47:01",
		"speaker": "Ricardo Lopes",
		"words": "Finally, let me ask you a few questions about the Muslim world in the present day. Which countries or areas of the globe does it encompass? Which parts of the globe and which countries would you say are part of the Muslim world?"
	},
	{
		"start_time": "47:18",
		"speaker": "Michael Cook",
		"words": "Right. Um, Yeah, I would say the Muslim world is confined to Eurasia. NOT Eurasia and Africa, to the old world. Uh, OUTSIDE the old world, what you get is Muslim diasporas, and they, they can be quite important and quite large. Uh, BUT we don't have a Muslim majority country outside the old world. In the old world, it's a very large phenomenon, but we have the northern half of Africa, with the exception of Ethiopia. We have the Middle East, with the exception of some of Transcaucasian, Armenia, Georgia. Um, WE have Central Asia, but not Inner Asia. Inner Asia, you know, the Mongols go Buddhist. Uh, IN South Asia, we have You know, significant territories in the northwest and northeast. Um, AND then in Southeast Asia, yes, in Southeast Asia, it's the islands and the Malay Peninsula, maritime Southeast Asia, but not the mainland. The mainland, it's a matter of Muslim minorities. And yeah, and that's the basic picture."
	},
	{
		"start_time": "48:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. What are the biggest changes in the Muslim world that occurred over the past two centuries?"
	},
	{
		"start_time": "48:44",
		"speaker": "Michael Cook",
		"words": "Right. I would say. First and most, perhaps most obviously, you have the rise of non-Muslim power at the expense of Muslim power in the world. Uh, WHEREBY, you know, Europe, which mostly in the Middle Ages It was not a serious threat to Muslims, certainly, certainly in the early Middle Ages. And by the time you get to the 18th century, that has changed, and it's changed even more in the 19th century. And At first it's European powers. Then it's of course the United States of America, an offshoot of Europe. And now increasingly it's also China. And all these are large, militarily powerful states outside the Muslim world. Whereas by contrast, in the Muslim world, if you think about it at the present day, There is no giant state. There is no really large state, uh, nothing like the United States or Brazil or India, or what have you. Um. So that there's a very real turning of the balance of power against the Muslim world. So that's one thing. And then the second thing, and it goes with that, is The need for Muslim states and societies to take over many aspects of Western civilization. In the future, it could be whatever the Chinese do, we'll see. Um And so that, uh, you know, in the Middle East today. IS more recognizable visually, so to speak, to a European than it would be to a Muslim of the 18th century. You know, the architecture, apart from symbolic architecture, the architecture is Western, uh, books look like Western books, not like traditional Muslim manuscripts. Um, ARMIES basically are on the Western model, not on pre-modern Muslim models, etc. ETC. I mean Alongside the invasion of political and military power, there's been an invasion of culture. And economics on a large scale. What would I add to that? Well, two things that are certainly related to Western dominance of the world, and the West becoming a kind of model, and Well, one is. A great increase in the size of populations. I think that would not have happened without Western public medicine. So that, I mean, the population of Muslim countries is now typically greater by an order of magnitude, at least now than it was in the 18th century. And another thing, the last thing I'll throw in here is increasing literacy in the population at large. You know, so far as we can judge, um, in the 19th century, uh, literacy rates in the Muslim world were mostly in single figures. Today, I think there's no Muslim country that doesn't have A majority of the population, at least somewhat literate. It's a very dramatic change, and it has, of course, important cultural implications. Mhm"
	},
	{
		"start_time": "52:24",
		"speaker": "Ricardo Lopes",
		"words": "What would you say has been the impact of Western countries on the Middle East,"
	},
	{
		"start_time": "52:30",
		"speaker": "Michael Cook",
		"words": "particularly in the Middle East. So again, Western power is the most conspicuous thing. Uh The British and the French ruled significant parts of the Middle East, not for as long as the British ruled India or the French ruled Algeria, but still for significant periods. You could also say that the, the Russians took part of the Middle East up in the north, Transcaucasia, and in the case of Azerbaijan, that's a Muslim territory. Um. Yeah, alongside that kind of direct rule. By European countries you have indirect hegemony. And I think For a while, that is something the British had. In parts of the Middle East, they didn't actually rule. Um, IT'S now something that America has. And what we've recently been seeing in the Middle East is a rather dramatic example of that. And And then of course I mean the the cultural side of it that I was talking about before. Uh, WHEREBY, um, I mean, if you go to Lebanon, uh, the elite is still to a considerable extent French speaking. Whereas the world over, English has become kind of the second language of elites. Uh, SO the French stamp is still left there to a lesser extent in Syria. Um, THE British in Egypt. But there, of course, the Egyptians got very friendly with the French, just because they were being ruled by the British. So there's French influence there too. Yeah, a lot of influence by European countries."
	},
	{
		"start_time": "54:26",
		"speaker": "Ricardo Lopes",
		"words": "Does the history of the Muslim world help us understand the current state of the Middle East in any way?"
	},
	{
		"start_time": "54:35",
		"speaker": "Michael Cook",
		"words": "Right, I think if you knew nothing about the history of the Muslim world, then you would find the state of the Middle East very puzzling. But that doesn't mean that, um, knowing the history would enable you to predict what happens in the Middle East. No, I mean, Uh, there's too much, uh, that is a matter of accident. Uh, THERE'S of luck. There is too much that is a matter of external actors, as we see just now in the Middle East. Um, I mean, if you ask the question, why is there a state of Israel in the Middle East, you can't answer that question without talking about the Russian Empire in Eastern Europe, and the British Empire and the Palestinian mandate. And And certainly, yeah, I'm. The history of the Middle East is fundamentalist background. Is it more than background? Well, let me give you just one thought here. Uh, IF we look at the war that's going on or maybe has stopped, just stopped in the Middle East at the moment. Um, ONE question you might ask is, why does Iran regard Israel as its great as one of its greatest enemies? Because in geopolitical terms, that makes no sense. In geopolitical terms, unless you're an imperial power like America. You quarrel with your neighbors. And the people on the other side of their neighbors are allies against your neighbors. Now that pattern we don't see in the Middle East. And I think you can't understand it without the Islamic dimension. That is to say, one, that from, you know, an Islamic viewpoint, Being the enemy of Israel looks good. So that helps Iran to look good in the Middle East. And 2, Iran In the 16th century became a Shiite country. And that means it's liable to be a kind of pariah country. IN a a largely Sunni world. And one of the ways in which Iran can try to escape this pariah status. IS by being against Israel. They can say to the Sunnis, look, you're not doing a good job against Israel, but we are. And I think that is at least part of the explanation for this, the hostility of Iran to Israel."
	},
	{
		"start_time": "57:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I have one last question then, and in our first conversation we started by discussing what Islam is, and now I would like to ask you, what are Sunni and Shia Muslims and what is the divide based on?"
	},
	{
		"start_time": "57:39",
		"speaker": "Michael Cook",
		"words": "Right, so I mean this is a sectarian division just as Catholics and Protestants is a sectarian division. In that sense, it's very easily understood. Uh, WHAT does it actually go back to? Uh, IT goes back to the succession to the Prophet Muhammad. So in 632, I mean, looking back on what happened in 632 when the prophet died, if you're a Sunni, you say, yes, the Muslim community did right to appoint Abu Bakr as successor to the prophet, and then Omar as his successor, then Osthman as his successor, and then Ali. As Uthman's successor. Whereas if you're a Shiite, You say no. Abu Bakr, Omar, and Othman were usurpers. They had no business becoming caliphs. The caliph should have been Ali right from the start, from 632. Not waiting his turn until 6:56. So you have that fundamental disagreement over which a civil war was fought in the 650s. Now, I mean, that kind of disagreement can either disappear. Or it can be taken up and elaborated. And it's elaboration that happens. Um, YOU know, what happens is that other things then crystallize around this basic political difference. So, for example, um, you know, Shiite theology is significantly different from Sunni theology. Uh, I mean, crudely speaking, the Shiites believe in free will. Whereas the Sunnis believe in predestination. And Shiite law is significantly different from Sunni law. For example, in Sunni law, a man cannot have a free concubine. He can have a slave concubine, but not a free woman as concubine. If he wants a free woman, he has to marry her. By contrast, in Shiite law, you can have free concubines. So that say an elite Member, a member of the elite in Iran. As a Shiite. Could take a concubine from the lower class. Uh, AND in English, people sometimes call this temporary marriage. Um, IT'S a temporary arrangement and it's not actually marriage. So I mean, that's a significant difference that affects everyday life between Sunni and Shiite law. And then perhaps most important is Mm And Sunniism and Shiism. Have very different, if you might say, emotional repertoires. And what's striking about Shiism is a sense of loss, of injustice, of of having been oppressed and repressed. Um, A sense of feeling sorry for yourself, you could say. And, and that whole emotional repertoire is really not part of Sunniism."
	},
	{
		"start_time": "1:01:05",
		"speaker": "Ricardo Lopes",
		"words": "Right. OK, so the book is again a history of the Muslim world from its origins to the dawn of modernity. Of course, I'm leaving a link to it in the description of the interview and Doctor Cook, thank you so much for taking the time to come on the show again. It's been a very interesting conversation."
	},
	{
		"start_time": "1:01:27",
		"speaker": "Michael Cook",
		"words": "And thank you, I enjoyed it very much."
	},
	{
		"start_time": "1:01:31",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]