[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Adam Chandler. He's a journalist and author based in New York. And today we're talking about his latest book, 99% Perspiration, A New Working History of the American Way of Life. So Adam, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:25",
		"speaker": "Adam Chandler",
		"words": "Thank you so much for having me. I'm, I'm really happy to be here."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first about the phrase that basically is behind the title of your book. It comes from Thomas Edison, if I got it right, it's genius is 1% inspiration and 99% perspiration. So what does that mean exactly? What does it imply and particularly in the context of what you explore in your book?"
	},
	{
		"start_time": "00:54",
		"speaker": "Adam Chandler",
		"words": "Right. Well, in, in American life, the idea that hard work is something that will deliver anything you need and everything you want in your life is kind of a cherished article of faith. Working, working hard is something that we are kind of instilled, uh, that, that gets instilled in American life from, from birth in a, in a way that separates America from other countries. Uh, THE US in particular puts a focus on hard work. As being the sole determinant factor of whether you're going to succeed in life, and the reality is that it's not true. I mean, we're we're seeing it play out in our politics and we're seeing it play out in our culture. People are very angry because they're working very hard and they're not getting, and I thought it's an interesting way to look at American culture and society. This, this unique focus on The individual and the political idea around hard work really tells the story of why there's so much animosity and anger and historically why there's been so much animosity and anger."
	},
	{
		"start_time": "02:01",
		"speaker": "Ricardo Lopes",
		"words": "Right. And how would you define American meritocracy or what Americans are taught about meritocracy in your country and why do you say that it is, uh, if I understood it correctly, unique compared to other countries?"
	},
	{
		"start_time": "02:19",
		"speaker": "Adam Chandler",
		"words": "Well, we're really raised on this belief of individual destiny. This, this thought, and it begins all the way back at the founding of the country where you're, you're born into this possibility. It's not like The old Europe that America and the US specifically was seeking to separate itself from by being a country where you could do anything you wanted to as long as you applied yourself. That is, that is the meritocratic ideal that it was hoping to embody in separating itself from from the British. And you know it's a beautiful idea, don't get me wrong, but it's never matched the reality of it, and I think we all know that, you know, it started. It started with a caste system. It started with slavery, and it worked its way into these modern iterations of discrimination and forces like Jim Crow and economic exclusion. And so it's never really been true, but we, we don't make any sort of provisions or adjustments for the fact that it's not true. We make, we make some a little bit in policy, but We don't have a social safety net here. We don't believe that people can be. Sort of the victims of circumstance when the economy is bad, when when when jobs get shipped overseas or when communities fail because of bad policy or bad governance and people don't have good paying jobs, it's seen as their own fault that they didn't find a way to make it work, and that's just not the reality in countries that the US likes to compare itself to, and it's the source of a lot of anger and tension. AND rage and outright rage, the kind of rage that has delivered us into this very heated and acrimonious political moment."
	},
	{
		"start_time": "04:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and we're going to talk more about why and how this idea is flawed later in our conversation, but where do you think it comes from? I mean, where does this particular idea of meritocracy or American meritocracy stems from historically?"
	},
	{
		"start_time": "04:24",
		"speaker": "Adam Chandler",
		"words": "Sure, well, the idea begins, you could argue with Columbus, even Columbus is not somebody who actually discovered America, but In seeking out a new symbol for the United States as it was seeking its independence, it embraced this idea of the symbol of Columbus, somebody who went out on his own and said, you know, Basically, the rest of the world thought he was crazy for trying to find another way across to India from Europe. And he did it anyway, and he forged his own path and he found the new world. That is the Construction that we use when we describe our history and in doing so, he embodies a lot of these really cherished ideals of rejecting conventional wisdom and striking out on your own and being a self-guided individual in pursuit of a dream. And that is something that, you know, has led to this Columbus worship in a way that, you know, is ahistorical because he didn't discover. You know, America, there are people here, more people in North America than in the Europe that he left, and we forget that. But if you look at the founding fathers, they all kind of try to embody this story, even going back to the settlers who came over on the Mayflower who were trying to make it on their own. All of these have these particular stories, these particular motifs and themes of Rugged individualism and self-reliance. It's about the individual effort to find a way to make it work, to make your life succeed, to reach your dreams, as opposed to the community and all of the sort of supporting cast members that make life actually possible. And that is something that has been embedded in American culture ever since. And you know, it defies logic, but it's powerful and potent and it's seductive. And it's been the bedrock of American life."
	},
	{
		"start_time": "06:29",
		"speaker": "Ricardo Lopes",
		"words": "And how has this idea of meritocracy been woven into the fabric of American society? I know that in the book you talk about the role of things like the government, the education system, and the culture at large. So how has it become dominant in your culture?"
	},
	{
		"start_time": "06:49",
		"speaker": "Adam Chandler",
		"words": "Well, it's dominant in your in the culture in a sense that There is a lot of shame and disgust around people who need help, who run into problems, and these don't have to be, you know, it doesn't have to be. Abject poverty. It could be someone who's in college, studying to become a doctor, who has to drop out to take care of a family member and then ends up, um, you know, struggling and needing public assistance. There's a lot of shame around that idea that you are not able to transcend your circumstances. And the thought of self-reliance is something that goes back to Jefferson and Benjamin Franklin and George Washington. All of these iconic American figures are cast as these people who managed to get it done on their own, find their own way forward, and they're modern analogs to that too. We, we, we worship the founder who tinkered in their garage to come up with a new idea and make it available to the masses, and it's always one person. It's not a team of people. It's not. Taxpayer dollars that create the roads and the research and the the energy to make these inventions possible, it's always that one person. And so this focus on the individual shows up in our policy. It shows up in our culture, it shows up in our storytelling in ways that really make the idea of community support and policies that Create opportunity, um, less a check in the, in, in the public's mind, you know, this is why we're the only Western country, um, and beyond the Western countries that don't have universal healthcare, you know, you, you are very much on your own here if you're not. Either paying in for for really substandard healthcare in the in the public marketplace, or you're tethered to a job, and that's a really clear example of how important it is in American culture to find a way to make it on your own. And if, if you run into trouble, you're out of luck."
	},
	{
		"start_time": "08:57",
		"speaker": "Ricardo Lopes",
		"words": "Right. You've alluded there to an idea that is really very interesting. So is achievement or success really the pro the product of individuals or communities?"
	},
	{
		"start_time": "09:12",
		"speaker": "Adam Chandler",
		"words": "Well, in American life it's seen as, as individual achievements. We, we, we hold up the individual. We, we extol the individual in ways that um stand out culturally and, and, and socially and politically. We are, we are, we are meant to take um pride in individual achievement and we hold up individuals and not teams and not, not uh communities as being responsible for it. Um, AND this is evident in our politics, you know, we have a, we have a system where We vote for individuals for president. We don't vote for parties in the same way that they do in European parliamentary systems where you're voting for a party and there's a head of a party. You're really voting for an individual, you know. There are things that you, you don't really think about because they're so normalized here in terms of the way that the individual figure interacts. And this again comes, comes back to the concept of individual destiny and self-reliance and all of the things that focus on one person making it. You know, making their dream, whether it's arriving as an immigrant or working long hours to find a way to wealth from, from nothing, the rags to riches mythos, and it's never really about the people along the way who help create opportunities, whether it's through smart, smart policy or good community ties, good schools, mentorships, the things that people don't all have access to. Um, I'm, you know, I'm, I'm a writer and people often say, you know, congratulations on, on making it into a world that's a difficult creative field and you've written a few books and, you know, you must have worked really hard to get there, and I, you know, I do say yes, I have, and I'm, but I had mentors. I had opportunities. I was able to go to school. I had communities around me supporting me. I had people telling me, you know what, if you want to be a writer, go for it, not. That's a pretty crazy idea. Um, AND, and, and that's not something that a lot of people get when they are in pursuit of whatever it is they want to pursue, you know, I, I, I try to, I try to take that in stride when I, when I, when I answer these kinds of questions because I'm, I'm a product of something that is not my own hard work. It is something that community supported and sustained me, and I'm very lucky to have, have had those, those opportunities and I'm aware that not everybody else does, but Um, you know, the more you talk to people, the more that they really want to say this is all because of one person and their individual effort, and that's just a microcosm, an individual personal anecdote of, of, of a broader whole."
	},
	{
		"start_time": "11:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and you mentioned self-reliance there. I mean, is it really possible for anyone to actually be self-reliant? And I, I, I think that also connects at least to some extent with the very American idea of the self-made man. I mean, people being able to self-make themselves. So, uh, I mean, but is it really possible to do that?"
	},
	{
		"start_time": "12:12",
		"speaker": "Adam Chandler",
		"words": "Well, if you told somebody who has made it that they had help, they get very upset. That is, that is something to, to be, to diminish your achievement, to say that because you had perhaps a wife or a husband who supported you either financially or took care of the family while you were working late hours, that's one example of something that would make someone feel diminished in their, in their achievement, and that's just One small fragment of a of a mosaic. Self-reliance is something that we, we, we've always played into culturally. And again, this, this goes back to the Puritans. This goes back to the early founders, Benjamin Franklin types of people who wanted, wanted Americans to be their own, the masters of their own destiny, and it is a romantic and quixotic idea, but it's undercut by the reality that You can't do it on your own. You need partners to trade with, you need communities to sustain you, you need outlets to socialize, you need help, you need mentorship, you need education, and all of these things are underplayed because It interferes with the idea that we are, we shouldn't be governed, that we shouldn't have any, any external say so in how we make it in this world. So there is a political ideology and it's an undercurrent in American life and an American rage that He intentionally tries to neglect and sort of undermine the thought that um we're in this collectively. And, and that's a large reason why we're willing to give people who make Far too much money to begin with, even more tax cuts, um, which is something that's currently under discussion in America right now, but also historically has been a big, a big feature of our political discourse and our political movements in the last 20 or 30 years. And um You know, it, it, it's, it's a, it's a chaotic, it's a chaotic thing because it's hard to argue with people who say, I did it and so can you. Um, IT, it, it's It's anecdotal to the point of being problematic, and it's a real part of the experience here politically."
	},
	{
		"start_time": "14:37",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IN your book, you use a very interesting expression, American abracadabra. What, what do you mean by that?"
	},
	{
		"start_time": "14:46",
		"speaker": "Adam Chandler",
		"words": "Right. So, kind of related to what I was, what we were talking about just now with the idea of individual destiny. The American abracadabra is this, is this concept that if you don't make it here in America, in the land of opportunity, It's because you didn't try hard enough. And it's this, it's this idea, it's this mirage that if you failed to achieve success, stability, happiness, it's, it's because you didn't try and It places a lot of guilt and shame on the individual for not achieving what they should have achieved, when the reality is that there are plenty of reasons why people don't make it in America, and it's not for lack of hard work. There are tens of millions of people here who are living paycheck to paycheck in the United States. 60% of Americans live paycheck to paycheck. They're working hard. They're working long hours. People who are on food assistance in this country, the majority of them work. The majority of people who receive benefits are are working people, and We don't like to admit that because it, it undercuts the idea and, and, and the core value of this individual hardworking focus that is meant to deliver all of our dreams. And so the American abracadabra is, is sort of the, the phrase that I use in the book to kind of describe the reality of it. It's, it's a mirage to say, You just should have worked harder and that's why you didn't get where you're going. It didn't have anything to do with bad policies or job markets, the conditions that we create, bad trade deals, um. Creative destruction of communities through economic change. Um, IT places all of the community expectations and keeps them on the individual's shoulders. And it's an important part of the story because this is a lot of why people are, um, turning out and turning away from institutions and they're not believing in government anymore. They're not believing in leadership and what their teachers and, and, and, and institutions are telling them. AS a result of this myth not being true."
	},
	{
		"start_time": "16:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how do you square ideas surrounding meritocracy with the fact that there's growing economic inequality in the US? Wages have been stagnant in the US for the last few decades, and many Americans have been working more or less. I mean, because unless we assume that There's a growing number of individuals or people that are just lazy or don't work hard enough. This doesn't seem to be even a very meritocratic system to me,"
	},
	{
		"start_time": "17:34",
		"speaker": "Adam Chandler",
		"words": "right? You've almost answered the question for me in large part because those are, those are the excuses that people will say it's because younger people don't want to work hard anymore. It's something that I'm a millennial, and I was, I, I remember reading and hearing about all of the people who said, Um, these millennials, they don't want to work anymore. They don't want to try hard, they don't want to do anything. And now I'm hearing those same kind of accusations leveled at Gen Z. It, it, it, it's cyclical every, every few years, it's the next generation doesn't want to work hard anymore. And the reality is that, first of all, Gen Z in particular is aware that hard work isn't going to pay off for them. They, they've seen how, how, um, Americans have become 64% more productive in the last 40 years, and their wages have only increased 17%. You know, they, they may not know the stats, but they know the reality of it. They're living the reality of it. And so the fact that we have so many wealthy people in this country and yet more people are struggling is something that is, is not eluding our grants. But the dominant working theory is that it is People who want to instill dependency and laziness by giving more to communities, whether it's healthcare, whether it's childcare, whether it is more funds for communities for people to learn and take time to develop their careers, these are all things that are seen as socialist plots to make people dependent on the government and lazy and It doesn't go away even if it's not true, and this is a stronger motif that we get, the more the more people become desperate and hungry for answers that are different from the conventional wisdom. And so it is this, it is this concept that only reinforces that it's, it's lazy people or people who wish to destroy American values that are causing all of this distress economically and socially in America."
	},
	{
		"start_time": "19:29",
		"speaker": "Ricardo Lopes",
		"words": "And what happens when hard work isn't enough? What kinds of effects does that have on people who experience that psychologically?"
	},
	{
		"start_time": "19:42",
		"speaker": "Adam Chandler",
		"words": "Absolutely great question. Um, IN part because we really are living through this. If you, if you told people, you know, 15 or 20 years ago that we would have, uh, you know, a, a, a billionaire who's been divorced 3 times from New York City be the president of the United States twice, they would laugh at you because it, it, it, it seems preposterous that someone who, um, you know, inherited a lot of money and, you know, became this lightning rod. Of of outsider sort of rage would find a foothold in American life, and that is, that is the, the upshot, that is the result and the consequence of the fact that people have been working hard for less and harder for less, more hours, fewer vacation days, fewer time off for leisure, less community orientation, less time for civic groups, and Leisure time with family members and friends, these are all having this cumulative effect where people don't feel like they're catching up or even staying afloat, and they're angry. They're angry at the elite systems that have made this possible, and that's a bipartisan failure, and they're angry at everyone who told them that all you need to do is work hard. And so, They're looking for people to blame, and political opportunists have really stepped into the into the foothold here and said, you know, it's not because you're, you're not working hard enough, it's because of immigration or it's because of socialism or teachers who are teaching people the wrong things or Politicians who want to support people by giving them Access to healthcare or childcare or a higher minimum wage. These are all handouts and entitlements. And so there's a lot of distraction that allows people who feel righteously angry about the fact that they're not keeping up to direct their anger and animus at certain targets. And it's been a very effective strategy in American politics for generations."
	},
	{
		"start_time": "21:45",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and it's not only that, but also this is a conversation that I've had on the show with a few economists about how rich people in our modern capitalist societies and particularly it manifests very well in American society, I guess, tend to build their wealth because it's not very commonly through hard work, or is it?"
	},
	{
		"start_time": "22:13",
		"speaker": "Adam Chandler",
		"words": "That's right. Well, if you look at the way that we tax assets in the United States, your, your people are taxed less on things in the stock market that accrue wealth or the land that they own, the properties that they develop, those are taxed at a, at a lower rate than the money you make working, actually working. And that is a really important feature of our tax system because that is the way that people really accrue wealth here. A lot. Some of it is by working, but a lot of it's through these other mechanisms that create wealth, and we don't. We don't penalize or we don't reap collective benefit from those things, even though it's not just one person who's doing this, um. You know, it's entire companies, it's entire communities and systems, and that's just 11 fragment of the picture that is so important to show because we get angry at relief for poor people, but we don't get upset about entitlements and giveaways to rich people, whether it's tax cuts or corporate welfare or all these other features of society. Um. You know, I'm, I'm lucky to have a house that I, that, that I own with my wife, and we pay our interest on our mortgage every year, and we can write that off on our taxes, and that's not something that anyone is saying is unfair, but it's a huge, it's it's a significant amount of money that we're being given by the government for being homeowners that if it were Institutionalized in any other sort of format for people who made less money than us, it would be seen as some kind of socialist conspiracy, but we, we, we, we don't look at it that way because wealthy people are seen as deserving or people who have made it or into a into a steady middle class life or were born lucky to be in those positions are seen as Deserving some and the reality is that they're no more deserving and tend not to work nearly as hard or battle as many obstacles as people who are scrapping to get by on a daily basis. And so that's, you know, that's just a big, a big part of the story too."
	},
	{
		"start_time": "24:27",
		"speaker": "Ricardo Lopes",
		"words": "Right. And even if hard work plays a role in becoming rich, is it even possible for anyone to work hard enough to earn, I don't know, 10s of millions, 100s of millions, or even billions of dollars and hundreds or thousands of times more than the average worker? I mean, is that even realistic to think about?"
	},
	{
		"start_time": "24:53",
		"speaker": "Adam Chandler",
		"words": "I think a lot about Jeff Bezos, who just got married in Venice, you know, and took over the city to have a very lavish wedding. He is obviously one of the richest people on Earth, and it's not because he's working that many times harder than an Amazon factory worker who has, you know, a GPS attached to him and a timer so that people are monitoring his steps and movements and making sure he's efficient enough or riding in a van without air conditioning around to make deliveries. It's not because Jeff Bezos is working harder or working 24 hours a day. It's because he's not paying his workers properly, and worker attrition is a huge part of why Amazon could be even more profitable if they treated their employees better. You know, this is, this is the reality of it. We don't, we don't want to concede that workers could actually benefit from higher pay and a certain choosiness in the marketplace because that would give them power. And so instead we have a system where Amazon loses billions of dollars every year because people work there for two months and they quit because it's too hard, it's too physically painful. And that's just one example of people who are working so hard that they can't even have a life, and so they quit and they leave and they can't make things work versus the person who is shutting down the city of Venice to have a wedding because he just has so much wealth and has nothing to do with it but throw foam parties on a yacht. It's just the split screen is astounding to think about and to look at because it just shows how false the reality of this is. And when people harken back to the to the better days of American life where there was a little bit more even distribution of wealth, and this is post-war America. They look at the idea that American bosses and CEOs were making 20 or 30 times more than their employees versus thousands of times more than their employees as a sign that, OK, things are a little bit more in balance and things make a little bit more sense, and that's a big part of the story is that it used to not be the case that people had runaway wealth versus their workers and they interacted with them, and it was, it was a company that was Cohesive as opposed to driven by shareholder demands and this insane financial chicanery that makes people so wealth."
	},
	{
		"start_time": "27:11",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh BY looking across the history of these ideas you did in your book, do you think that there's ever been a time in American history where hard work actually paid off or do you think that it got worse over the past few decades in, since the late 70s, 80s with the rise of neo-liberalism?"
	},
	{
		"start_time": "27:36",
		"speaker": "Adam Chandler",
		"words": "It's, it's a really important question in part because people do look back on that era that I was just talking about post-war, post-World War II American life as this moment where things made sense to people in terms of the finances. We, we, we, we looked at the baby boom and the creation of wealth and the rise of the middle class, and unfortunately, you know, that wasn't true for everyone. Um, A lot of people were left out of that, and a lot of people have always been left out of this wealth making, but even that, even that period of time itself is kind of a mirage because the US had this really unique set of circumstances where almost all of its competitors in Europe were had been decimated during the war, so they had this huge head start on the rest of the economies, um. They had access to a young workforce that had been educated and they had strong union power so that people who were working could create terms of their compensation in their lives that made a good life more possible than it is today. And that slowly chipped away, particularly in the 80s, and we saw the runaway wealth and income inequality shoot up as a result of that. So even though the 50s and 60s were a mirage in that way, there were elements of it where it was more possible to be socially mobile. And even though it wasn't perfect, it was closer to a better balance than it has been throughout the history of American life. So I, I'd like to point to that era in part because it shows how unrealistic it was, um, the expectation that it would go back to that because it was such a, a, a momentary, um, unique. Sort of period. But also the forces that made it possible in some some respects are no longer with us, strong union bound."
	},
	{
		"start_time": "29:36",
		"speaker": "Ricardo Lopes",
		"words": "Right. Uh, I would like to ask you about hustle culture. I mean, what do you think about the rise of so-called hustle culture, particularly in the 2010s and now in the 2020s, which I think is very interesting because it's sort of followed the economic crisis from 2007, 2008. I don't know if you think that it would have anything to do with that, but nowadays, Uh, I mean, most people, if they go on Instagram or other social media, they are constantly inundated by these, uh, I mean, shorts of people waking up at 3 a.m. or 4 a.m. to hustle all day, and I mean, it just seems a bit ridiculous. So what, what do you make of it?"
	},
	{
		"start_time": "30:27",
		"speaker": "Adam Chandler",
		"words": "Yeah, hustle culture is absolutely the result of Economic precarity, a sense of social precarity, the, the, the reality that um if you are going to succeed, you really have to turn everything that you do in this life into some kind of job. No one really enjoys hobbies for leisure in the way that they once did it. It's performative. It's part of building a brand, it's part of monetizing everything. And some of that has to do with the culture that supports it, and some of that has to do with the fact that it's necessary for a lot of people. We're reaching a point in America right now where more people have multiple jobs than at any point in history in terms of the modern labor force, um, sort of resembling what one job used to cover in terms of the basics of life versus everything else. And we're taking our cues from our culture too. If you look at a lot of our biggest celebrities, you know, Years ago it would be seen as selling out for a big Um, artists to endorse products or to launch their own lines of tequila or whatever it is that they're doing. And today, no. No celebrity avoids this. Every celebrity has some kind of endorsement, has some kind of product that they're also selling in addition to the art that they create on the side. And so there is this general entrepreneurial spirit about being your own boss, but also constantly working, constantly hustling, that is contagious and also necessary. So in some ways it's ridiculous because we we we we take our social cues from people who are Hustling without any need to hustle other than the fact that it shows that they are working hard and they don't want to, they don't want their wealth to be seen as something that they're not working for. There's an insecurity among the elites in that way. However, Then there are people who are working really hard and hustling. Unglamorous jobs, not for, for companies that they founded to appear to be, um, you know, hardworking folks. They're actually in the, in the, in the, in the mire themselves just trying to get by. And it's one of those, again, split screen differences between what we see, you know, in the elite circles in American life and what we see on the ground and Hustle culture is kind of at the heart of it. It's something that we, we, we've really whole, whole hog embraced in a way that is kind of terrifying to watch."
	},
	{
		"start_time": "33:08",
		"speaker": "Ricardo Lopes",
		"words": "How would you characterize current work culture in the US? What does it seem like?"
	},
	{
		"start_time": "33:16",
		"speaker": "Adam Chandler",
		"words": "Well, for, for me, um, you know, as an observer of it and having in this book gone around the country talking to people, it's a lot of precarity, a lot of people who are, who are nervous about what tomorrow brings, and that can be artificial intelligence, and that could be a recession or the labor market contracting. It can be tariffs that might turn all of our trading partners against us in terms of, you know, the US and its relationships. Um, ALL of those kind of speak to a broader nervousness that people have around what their jobs will and will not be able to provide them in a long-term setting, and that's on top of what was already existing in terms of income inequality, in terms of inflation, the cost of living, the fact that essentials in this country have gotten so much more expensive over the last 20 or 30 years, and So a lot of people are, are, are, are staying, staying put in jobs that they don't like that may not give them the mobility that they that they want or they need because they're nervous about what, what could or could not happen if they, if they decided to go out on their own or, or try to find a new way. And so they're just taking on more work and that's, that's really, I think what is, you know, connected to the hustle culture question you just asked is the reality that people feel trapped. And are very nervous about things even though you could say economic conditions right now look good. Nobody feels good. The perception is that we're standing on the brink of something, and they're not wrong to feel that way. So there is, you know, a lot of adjective here about that."
	},
	{
		"start_time": "34:51",
		"speaker": "Ricardo Lopes",
		"words": "And what do you think that, what do you think are the perceptions that people have in America about hard work? Do you think that, uh, because it is still, I guess, part of the hegemonic culture, these ideas surrounding meritocracy and so on, that most people still buy them, or do they not because they are basically going through A period where they're, they are working hard and not being able to get by."
	},
	{
		"start_time": "35:26",
		"speaker": "Adam Chandler",
		"words": "I, I think that um The idea of hard work is now something that people kind of absorb as a necessity, not because it's aspirational, but because it is, it is the demand of the moment. It is the demand of, of, of, of everything right now. And um You know, there are younger generations that aren't buying into the idea of hard work as being something that will pay off, and so there's a reluctance there. There are people who don't want a job that is going to require them to be. On their phones working at 11 o'clock at night, um, checking emails and being present. And so they're, they're trying their best to buck against the system and they're looking for alternative ways to live and they're being sort of Criticized and, and, and, and satirized by older generations for not buying into the system, but around it is a lot of ambition. I don't think that the younger generations lack ambition, that their ambition looks like a steady life where their needs are met and they're not working a job that isn't going to give them everything that they need, and they're not buying into the old systems, but they want to do things that are exciting and forward moving and progressive for the world. Um, THEY'RE, they're just looking around and seeing the modern state of things and saying, why would I throw away my life working really hard and not making enough when I could try to strike out on my own and find my own path forward. And so I think that that's when we see things like the creator economy and influencers influencers and This sort of low-level entrepreneurship that other people in older generations don't understand, but um is attractive to younger people who don't buy into the idea that generations ago, you had 25 years and a pension and a gold watch. This is a real classic Midwestern American ideal, factory workers, and those things are all gone. So, and people now don't even have a memory of that. So they can't even romanticize about getting that back."
	},
	{
		"start_time": "37:40",
		"speaker": "Ricardo Lopes",
		"words": "Could you tell us about at least one example of another country with a different kind of work culture and where do you think that differences in work culture between countries come from?"
	},
	{
		"start_time": "37:54",
		"speaker": "Adam Chandler",
		"words": "Sure. So in the book, I, I traveled to France and, and, and part of what's interesting to me about the French culture in terms of work. IS, you know, we make fun of it here in the United States because it is seen as so luxurious and so devil may care in terms of its seriousness about work versus life in terms of what, what gives people satisfaction, what gives people meaning. It is something that we constantly have always made fun of the French for, but when you drill down into the stats of it, Um, the French workers are almost exactly as productive as American workers. They're, they're separated by percentage points. And when you look at what a French worker's day looks like, you have an hour more of sleep, you have an hour more of leisure. Those are two important things. Um, AND then you have these aspects of the French labor code. And again, France isn't perfect by any stretch of the imagination, but just looking at what the cultural norms are there. They've written into their labor code, um, a lunch break, a period in the middle of the day where you get at least 1 hour, sometimes 2, to have a meal. You're, you're supposed to leave your office. Perhaps you, you meet up with colleagues and have non-work related conversations. Sometimes you meet up with friends, sometimes you go on dates. Um, YOU get errands done, and you, you, you do, you do things that you need to do to make your life work so that you don't have to do them in your off hours. That is something that's embedded in French work culture that we don't really pay attention to here, and we, you know, over half of Americans eat their lunches at their desks. It's, it's one of those things they've studied. Even though these pauses, you know, in the middle of the day, make French workers and workers in other countries more productive, more creative, less burnt out, more loyal to their companies. There's a real benefit to those kinds of measures that we Don't pay attention to because it, it actually would benefit us as, as a, as a country that's obsessed with work, to have our workers be more productive and creative and loyal and to be less burnt out. They take more days off in France by, by several weeks. Um, IN terms of national holidays and just culturally, there are weeks of time where you're not supposed to work. Um, AND then they have laws like the right to disconnect, which is essentially a law that says If you are a company with a certain number of workers, you have to work out an arrangement between employees and management about whether you can or should be available after work. It creates an expectation that if you get a phone call on a Sunday, you don't necessarily have to respond to it right away or an email or a text message or anything on any of Slack or Teams or any of the myriad ways that work has infiltrated us outside of our, our working hours. You're not, you're not. At risk of losing your job if you don't respond to something right away, and those are important things because we now live in our phones. And so if work is on your phone, it's going to creep into every aspect of your life, and the expectation is going to be that you're going to continue working. So that's an important part of the story too. And and and France has all of these things and a quality of life that is enviable in terms of the amount of time off that people have in terms of what people are able to do. And so I really love pointing to that as an example of Not that we should emulate or necessarily become friends, but here are just some cultural examples of things that have proven benefits, and French people also live 5 years longer than American people. And that's again a mind boggling statistic."
	},
	{
		"start_time": "41:33",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that uh it's the idea that we should work hard itself that's bad, or is it simply the sort of obsession that people have with it in America particularly that is bad?"
	},
	{
		"start_time": "41:50",
		"speaker": "Adam Chandler",
		"words": "I, I love this question because it's so important, especially, you know, uh, the more I talk about this subject, I'm not against hard work. I, I, I like working hard. I enjoy it. It, it should pay off. If you're working as hard as you are, it should, you should be able to have a good life. You should be able to, to make the basics of a life function if you are working a job, any job with, you know, the focus and vigor that is expected. Um, AND With a reasonable expectation set by a working culture that centers itself around people. I think that that's really what it comes down to, that's so important is, is not that hard work isn't necessary or useful. It, it makes all these things that are incredible in the world possible. It's that it should benefit people to work hard. It shouldn't be a necessity because they're going to go broke or homeless or lose everything if they don't work hard. Um, There has to be a better balance, and it's, it's really critical that we find a way to kind of, at least in American life, reestablish a baseline that makes it possible for people to be socially mobile, to be ambitious, because right now people who are working hard are not getting ahead and they're trapped in this endless cycle of, of Of obstacle and and and disillusion and anger around the fact that they're not getting it."
	},
	{
		"start_time": "43:20",
		"speaker": "Ricardo Lopes",
		"words": "So we shouldn't tell people that they shouldn't work hard, or should we?"
	},
	{
		"start_time": "43:27",
		"speaker": "Adam Chandler",
		"words": "Well, we should tell people that they should work hard, but they should work hard for bosses and for companies that respect them. We should, we should put the onus less on talking to people about the work that they do and more around the work culture that needs to change to make People more invested in it. People should feel like they are actually cared for and, and that they're part of a team and that they're part of a system that, that means it well as opposed, means them well as opposed to, you know, sees them as disposable and, and with suspicion, you know, we, we have all of these bizarre systems in place where we're monitoring people's movements throughout the day, whether you're working at a high-tech place like Google or you're working at an Amazon factory. Um, IN a warehouse, and the reality is that we should be tracking people's time off and making sure they're taking enough days off for themselves. We should have paid time off. I used to bartend and one of the things that I learned over the years of working in restaurants and bartending was that we have people who are choosing between paying their rent and going to a restaurant when they're physically ill and working. These are people who are preparing foods and they're sick. And they couldn't stay home because they don't have paid leave, and they have to make their rent. And so the person preparing your food will come to, come, come to come to the job sick because they have no choice in the matter. You know, that's just one example of something that is absurd and costs everyone. There's a social cost. There's, there, there's a public cost to all of this sort of systemic disregard for basic human decency. And that's, that's really what has to change. That's really what kind of is at the core of this moment in its need for change is that we, we're not giving people an opportunity to be as ambitious as they could be, to work hard as they could work in a way that will actually make a difference, and that is something that I think really gives us another way to look at what hard work could and should be in this world."
	},
	{
		"start_time": "45:35",
		"speaker": "Ricardo Lopes",
		"words": "OK, so one final question then. When do you think about the future in the US, are you hopeful about it, particularly when it comes to the working culture?"
	},
	{
		"start_time": "45:48",
		"speaker": "Adam Chandler",
		"words": "Um, I'm not hopeful. Um, BUT I will say that I spent, you know, for this book, I traveled around the country and I went to communities that put me in touch with people that are Old, young, rural, urban, rich, poor, religious, secular, and what I loved about that opportunity and hearing people talk about their lives is the fact that when you have a good conversation with somebody who has a different political outlook than you, Eventually, you know, it doesn't actually even take that long. You realize how much you have in common. You realize what people say when they want a good life, sounds pretty similar to what you, what you say when you want to have a good life. And We are hopelessly divided over a lot of things right now, but if there is a way that we can break through, and again, in-person communication, um, the, the restoring of, of the public space and third spaces where people interact. I, I believe that it's, it's possible for us to kind of see each other again as real people as opposed to these kind of siloed caricatures of each other that dominate the way that we See each other and react to each other and believe certain things about each other. You know, I, I grew up in Texas and I live in New York, and those are two very different places in American life. Um, AND I can tell you that there are people there who would disagree with each other and people who would love each other, and there are some that are really annoying and dogmatic in each place. And the reality is that you can bridge these gaps and find common solutions. And so that's what makes me hopeful. Um, In the short term, I think there's going to be a lot more agony to get there, but I, I do think that there is a hunger there for change."
	},
	{
		"start_time": "47:38",
		"speaker": "Ricardo Lopes",
		"words": "Great. So the book is again 99% Perspiration and New Working History of the American Way of Life. I'm leaving a link to it in the description of the interview and Adam, just before we go, where can people find you and your work on the internet?"
	},
	{
		"start_time": "47:56",
		"speaker": "Adam Chandler",
		"words": "Thanks so much, Ricardo. Um, Adam Chandler.com is uh where I, where I keep most of, most of my, my new work and my books. Um, AND I try to, I try to update it regularly when I'm having events and when I'm doing excellent podcasts like this. So, um, yeah, that's, that's an easy way to find me and I love hearing from people too. So, um, my email is on there. Don't, don't hesitate to reach out."
	},
	{
		"start_time": "48:20",
		"speaker": "Ricardo Lopes",
		"words": "Great, I'm leaving a link to it also in the description, and thank you so much for taking the time to come on the show. It's been fun to talk with you."
	},
	{
		"start_time": "48:28",
		"speaker": "Adam Chandler",
		"words": "Thanks so much. This was a great conversation. I really appreciate it."
	},
	{
		"start_time": "48:32",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegeru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]