[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Dr. Eric Sprenkel. He's a professor of clinical psychology at Minnesota State University in Mankato, and today we're talking about his book DIY The Wonderfully Weird History and Science of Masturbation. So Dr. Sprenkel, welcome to the show. It's a pleasure to everyone. Yeah,"
	},
	{
		"start_time": "00:27",
		"speaker": "Eric Sprankle",
		"words": "my pleasure as well. Thanks for having me."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I, I mean this is a very particular kind of topic, masturbation, but why did you feel the need to write a book about it, and what is basically the premise of your book?"
	},
	{
		"start_time": "00:43",
		"speaker": "Eric Sprankle",
		"words": "Sure, yeah, I, I wasn't expecting to write this book. It wasn't like a part of my five year academic plan or anything like that. It just kind of I fell into my lap through social media. I was posting some things about masturbation, some things I thought were pretty noncontroversial to talk about, and I started receiving a lot of comments from random people about how I was being unprofessional and unethical because I wasn't warning my followers and fans about all the dangers about masturbation, things like depression and social anxiety and losing testosterone and muscle mass and all these things that I wasn't too familiar with of hearing, especially the psychological parts of like depression and social anxiety, and so I, I did a quick kind of look around of like, where is this coming from, uh, what's fueling these beliefs, and that I just went down a lot of rabbit holes and I started, you know, jotting some things down and it turned into a book outline and I went from there."
	},
	{
		"start_time": "01:41",
		"speaker": "Ricardo Lopes",
		"words": "Awesome. So, I mean, of course you cover the history and science of masturbation in your book as you, as the subtitle mentioned. So, uh, let's go through some of the history and then the science later on. So, uh, and let's start perhaps not so much with the human history of masturbation, but. What perhaps we could call the biological history or the deep history of masturbation. So, uh, is masturbation common in the animal kingdom?"
	},
	{
		"start_time": "02:14",
		"speaker": "Eric Sprankle",
		"words": "Yeah, I don't know how to quantify common given the number of organisms on this planet. Um, BUT it's certainly not a rare occurrence, especially among a lot of mammals. Um, AND there, there's like myths about, oh, only captive animals masturbate as kind of an anti-masturbation. Message of like, oh, it's not natural, if you're confined, then you do it, but out in the wild where you're supposed to be, you don't see it. And and that's not true at all. There's plenty of instances, observed instances of of wild animals masturbating. And one, just for an example, um, Just from a few years ago, this was actually after I, I finished the draft of my book, so it's not included in it, but there was a walrus that went ashore along a beach in this town on the eastern coast of England on New Year's Eve, I believe it was 2023, maybe 2022, 1 of those. And it just started masturbating along along the beach, and it was such a spectacle in the town that the town had planned fireworks celebration that night for for New Year's, and they decided to respect the masturbating walrus, and they canceled the fireworks show and not to disrupt them. And eventually, and this was a walrus that was being tracked to, his name was Thor, and eventually he just went back into the North Sea on his journey. So yeah, there's plenty of instances of of animals masturbating. We're not unique in that. We are unique in the sense of like, we are tend to be a little bit more orgasm focused, and it's our ability to fantasize to help with that, but in terms of touching genitals for pleasure, it, it exists in a lot of species."
	},
	{
		"start_time": "03:52",
		"speaker": "Ricardo Lopes",
		"words": "But do we know why, uh, the species of animals that masturbate, why they do that? I mean, does it serve any particular evolved functions?"
	},
	{
		"start_time": "04:04",
		"speaker": "Eric Sprankle",
		"words": "Depending on the species, so if we look at one of our closest, the closest relative that we have, bonobo, the, the pygmy chimpanzee. Um, THEY do, they, they express themselves sexually in a lot of ways to reduce tension, to resolve conflicts, just to kind of chill out, and a lot of like motivations for humans, uh, as well, uh, to, to masturbate. But otherwise, it's just an artifact of having a sex drive and not necessarily an available partner in your immediate surroundings, and to, to, to engage in a solo sexuality in order to satisfy at least some aspect of that drive."
	},
	{
		"start_time": "04:41",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to human societies, what do we know about masturbation and the kind of uh norms, perhaps social norms about masturbation, the kind of uh Beliefs people have about masturbation in more traditional societies and and traditional societies like hunter gatherers, for example, if we know anything about that and in early civilization."
	},
	{
		"start_time": "05:12",
		"speaker": "Eric Sprankle",
		"words": "Yeah, we don't know anything specifically about masturbation with like hunter-gatherer societies, we can only can can assume of what it looked like, but in terms of recorded history, and even the ancient civilizations, Greeks, Romans, things like that. Um, THERE is evidence that masturbation existed within those civilizations, but it wasn't really paid much mind to. Uh, IT certainly existed void of any kind of, uh, sinful, uh, prohibition, void of any kind of scare tactics about health effects that we see now or over at least the past couple of 100 years of warning that, oh, if you masturbate, X, Y, or Z is going to happen to your body or your mind. It was non-existent in that way. So it was really just kind of an inconsequential behavior at the time. Uh, AT most, it was the butt of jokes, and so it was kind of viewed as like this secondary or second tier rather behavior to partnered sex, which was uh what what should be ideal, and that if you didn't have a partner, then I guess you could masturbate. So there are some jokes about being lonely and masturbating and things like that, but it certainly wasn't used as a scare tactic or anti-masturbation messaging. To try to persuade people against it,"
	},
	{
		"start_time": "06:26",
		"speaker": "Ricardo Lopes",
		"words": "but it was not stigmatized or pathologized,"
	},
	{
		"start_time": "06:30",
		"speaker": "Eric Sprankle",
		"words": "or was it? No, not in those two, civilizations that I mentioned. Now, you do have, you know, an ancient one as well within Judaism, um, and I, I get more into that with the religious aspect of things because it was more of a religious prohibition, uh, on it, and that, that's, that has existed for a few 1000 years. Um, AND so that took on a little bit of a different take on it, and that certainly has influenced, uh, Christianity's prohibition against it, and so on and so forth, but within kind of classical Greek Roman times, there, there wasn't much of a, that much of a taboo of it other than just kind of it being viewed again as like the second tier behavior."
	},
	{
		"start_time": "07:12",
		"speaker": "Ricardo Lopes",
		"words": "And when was it in history or perhaps particularly in Western history because I would imagine that's the one you would focus the most on that uh masturbation started being problematized in any way, like for example being considered a sin or a disease."
	},
	{
		"start_time": "07:33",
		"speaker": "Eric Sprankle",
		"words": "Yeah, so the idea of like a religious prohibition goes back to the story of Onan in the Book of Genesis. Now that wasn't an anti-masturbation like fable in and of itself. It was more of a fable about obedience and so obeying God's commands and family responsibilities and things like that. But it turned into this message of don't waste your seed, because the story of Onan dealt with Onan's quote unquote spilling his seed upon the ground as opposed to Um, having an ejaculation within his, this is a long story with Onan, but if you're, you're unfamiliar, his brother died, and God commanded that he continue his brother's family line by marrying and having sex with his dead brother's wife. So this was Have been his sister-in-law, and he didn't like the idea of that, didn't mind the sex part, but didn't like the idea of the reproduction part. And so while they were having sex at the moment of orgasm, he withdrew his penis and spilled his seed upon the ground, and then God killed him for that transgression. And so that again, that often has been viewed as, oh, this is an anti-masturbation story, um, but it is actually just like obey God kind of story. But rabbis later in the religious text, the Talmud, really took time to interpret, well, what does this mean to not spill your seed, what more can we kind of learn from the story of Onan, and they really took the not spilling the seed thing very, very literally, of like, you need to save your seed, it has one purpose only, and that's for the purpose of procreation. Anything less is disobeying God's mandate of what we should be doing with our genitals. And so they created all these different types of rules as a way to avoid spilling seed, and that that backed up the, the progression of, well, what leads to ejaculation? It's like, well, arousal does genital stimulation, and so they started putting a lot of prohibitions on these earlier behaviors, you know, as a way to avoid giving accidental seed spilling, so to speak. Um, AND then in Christianity, it wasn't really explicitly mentioned, um, until about the 11th century, mid 11th century with the Pope at that time, who was, uh, was the first one to explicitly say that masturbation is a gravely disordered act in a sin, essentially, um, and that position has been reaffirmed by numerous popes over the past 1000 years, up until including Pope Benedict, um, about 10 years ago."
	},
	{
		"start_time": "10:01",
		"speaker": "Ricardo Lopes",
		"words": "How about it being considered some sort of pathology or disease? Has it ever been considered such in medicine or by the medical system, or even by, for example, psychiatrists or clinical psychologists? Yeah,"
	},
	{
		"start_time": "10:19",
		"speaker": "Eric Sprankle",
		"words": "we started seeing the introduction that masturbation is now physically harmful to you, not just spiritually harmful, but physically. Around the early 1700s in England. And what's largely pointed to is this anonymous pamphlet called Onania, which again references that story from the Bible, Onan. Um, AND in it, there was still a lot of like preachy, like spiritual warnings about masturbation, you're going to go to hell, it's a slippery slope to other sins, you start touching yourself today, you're going to be thieving and murdering the next time you know it. Um, BUT this was the first instance of, oh, masturbation is also going to cause depression and change your skin and just prematurely age you, and so all these physical effects now started taking shape, and that had an influence on physicians. Around that time, both in Europe and into the United States, and you saw writings later in the 1700s and then definitely into the 1800s, where otherwise well respected physicians and even physicians who were pretty ahead of their time in a lot of other areas and were pretty progressive. And they're still revered that way today. They had these very backwards view on sexuality in general, but in particular masturbation, and so they have a lot of writings too, through, especially throughout the 1800s of how masturbation is very, very detrimental to your health."
	},
	{
		"start_time": "11:41",
		"speaker": "Ricardo Lopes",
		"words": "In your book you go through the history of crusaders or what you call crusaders against masturbation. Who are these anti-masturbation crusaders? Of course I would imagine that some of them would include the, the ones you've already made reference. TO there when talking about religious people, for example, and I would imagine some of the claims made by them would track onto also those sort of religious medical claims, but who are they? Who are they?"
	},
	{
		"start_time": "12:17",
		"speaker": "Eric Sprankle",
		"words": "Yeah, broadly speaking, they're an interesting group and sometimes they're strange bedfellows because they don't really share much in common ideologically other than this one area. Um, SO, like you said, definitely the religious moralists who say like this is a sin, this is bad, and sometimes they can get into like some pseudo-scientific health, uh, claims as well with that, but they're primarily grounded in this belief that masturbation is a sin, uh, that's spiritually harmful to you. And then there's a lot of quack doctors, again, going back a couple of 100 years, but still today, and I, I, and that was kind of like the surprising thing with the book that I thought the history piece was going to be separate from talking about the science today. But pretty much the anti-masturbation claims being made today are really just mirrors of what was being said 200 years ago, even by physicians back then, as well as some physicians today. Fortunately, fewer physicians today, but they, they, they're still out there. Um, SO there are some like, uh, you know, quack physicians, and then there are just like what I consider like the wellness influencers on, on social media, uh, those who claim that, oh, if you follow these five steps, you're on your way to like physical wellness. And unfortunately, a lot of those, um, a lot of that advice does get into one's sexuality and, and ideas of purity and being pure, and this idea that, uh, especially for men that ejaculating is reducing your testosterone and making it more difficult to gain muscle mass, and you're essentially physically feminizing yourself through ejaculation. And so then you, then you have those wellness influencers. And then kind of indirectly, you have um some branches of feminism, not all, but some branches primarily like what's called radical feminism. Um, THAT I say indirectly because their target is more with pornography and the sex industry, but pornography is for masturbation, and so the issues overlap with that. Um, AND then a surprising one too are like white nationalists and white supremacists and others who engage in some types of conspiratorial thinking and their belief that porn in particular and masturbating to porn is a way to kind of degrade and erode white men. Um, AND for minorities to take over. So some conspiratorial thinking too."
	},
	{
		"start_time": "14:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, later we're going to go back to some of what you said there. We're going to talk about the no fat people or no fat movement and people who make claims about semen retention and also the overlap between anti-masturbation and anti-pornography. We're going to talk about that, but tell us. About the figure because he was a very prominent figure of John Kellogg. I mean, what did he represent in terms of anti-masturbation?"
	},
	{
		"start_time": "15:08",
		"speaker": "Eric Sprankle",
		"words": "Yeah, so John Kellogg was a physician at the late 1800s, early 1900s. He was part of a psychiatric hospital. It's called a sanitarium at that time. In Michigan in the United States, and he was part of like this kind of wellness and hygiene, purity kind of movement within the health industry at that time. So, he was a big proponent of kind of experimental methods of treating mental illnesses through like hydrotherapy, different types of like interactions with water. Sometimes it can be very like sadistic methods, um, but he also had a lot of beliefs about how diet influences behavior, and he was very, very caught up with his religious beliefs and in having his religious beliefs inform a lot of his medical opinions, particularly around sex and particularly around masturbation. He viewed masturbation as like the mulloch of the species, and that it was doubly abominable, doubly because it was not only a sin in itself, but it's also a sin against your own body. And so he, uh, going with the the food piece, he thought introducing a bland diet was the best way to kind of suppress sexual desire, particularly masturbatory desire, and so he actually invented a very bland toasted cornflake, um, to, to in hopes to to achieve this goal. And if you haven't put the name and the flake together, this is where kind of the essentially the origin story of Kellogg's cornflakes. It was actually his brother, Will Kellogg, that took the company more commercial. Um, John Kellogg wanted just to keep the cereal as a treatment, uh, intervention within his hospital. Um, BUT nonetheless, that, that was the, the initial invention of toasted cornflakes. Fortunately, they have no impact on sexual desire, so feel free to eat those as you please."
	},
	{
		"start_time": "16:58",
		"speaker": "Ricardo Lopes",
		"words": "And tell us about the practices of circumcising the foreskin of the penis without anesthesia and dousing the clitoris with carbolic acid. I mean, what were the purposes of that?"
	},
	{
		"start_time": "17:12",
		"speaker": "Eric Sprankle",
		"words": "Yeah, so this was just kind of made in passing in one of John Kellogg's books, um. So I don't know how widely it was practiced. I didn't look into that, and so I just kind of make a brief reference to it because it was just a brief reference in his book and I was focused more on him as a character. And essentially his reasoning behind including that and advocating for it, again, whether he actually practices or not, um, was to have the child associate something very negative with their genitals early on as a way to avoid coming in contact with their own genitals through masturbation. So it was just a a a a mechanism of essentially uh torturing a child, so they would be afraid to touch their genitals because now they associate their genitals with pain."
	},
	{
		"start_time": "18:02",
		"speaker": "Ricardo Lopes",
		"words": "Does, uh uh do uh modern or contemporary practices of female genital mutilation have also anything to do with anti-masturbation or not?"
	},
	{
		"start_time": "18:15",
		"speaker": "Eric Sprankle",
		"words": "I would say less anti-masturbation, more just like control over sexuality more in general."
	},
	{
		"start_time": "18:21",
		"speaker": "Ricardo Lopes",
		"words": "Hm,"
	},
	{
		"start_time": "18:22",
		"speaker": "Eric Sprankle",
		"words": "OK, and it does, and that is being influenced by different cultural beliefs and practices and what was coming out of John Kellogg, but certainly the end game or the end goal is the same. It's like, let's reduce sexual drive, let's reduce sexual desire, because these genitals should only be used for one very specific purpose. Um, SO that in the, in the sense, it's, it's, it's, there's significant overlap, but the cultural reasoning is, is pretty significantly different."
	},
	{
		"start_time": "18:51",
		"speaker": "Ricardo Lopes",
		"words": "Something I learned by reading your book, which before that I wasn't aware of at all, is that there's masturbation in masturbation in utero, right? Yeah, I mean, how, how does that happen?"
	},
	{
		"start_time": "19:06",
		"speaker": "Eric Sprankle",
		"words": "Yeah, so I had heard that, I don't know where, some, someplace along my studies I had at least heard it, I don't think I've ever read it, uh, so it must have just been during a lecture or something. And I was like, oh, let's see, cause I started my, my book off, uh, a little bit with a developmental perspective first of like childhood masturbation, and I was like, well, let's even back up further, because I remember hearing this thing at one point in my studies. And looking into it, and there's actually quite a bit of research that has gone into uh observing fetuses in utero masturbating. So through uh ultrasound technology. There, the, the first studies came out of the 80s. And um yeah, they, they see a uh uh a fetus um through ultrasound, and they're grasping their penis and making hand movements. Some of, since they have the flexibility and the weightlessness of the amniotic sac, essentially, they, uh, they've been observed uh sucking on their own penis. Um, FEMALE fetuses too have been observed masturbating through this technology as well. So it is well documented. And the mechanism behind it, it's, it can freak people out and be like, Whoa, what's going on? We don't normally think of fetuses as being like very sexually active, let alone masturbating during the mother's pregnancy. But you know, it's, it's at that stage of development, they, they don't have any sex drive, right? They don't have any kind of endocrine development that would motivate them to seek out sexual stimulation because like they're horny, they don't have that ability. They don't have any cognitive functioning where they're fantasizing about the other like sexy fetuses in the Lamaze class or anything like that. They don't have that capacity, right? So what's actually going on is this is just a basic stimulus response. They're moving around, they're squirming in utero, and they happen just through happenstance to come across their, their genitals. In some capacity, and it was reinforcing cause it felt good. It was soothing, right? It's no different than observing in utero thumb sucking or other types of body rocking. All it's doing is serving to, to soothe the, the individual. Pretty similar to at least one motivation that even adults have with most masturbation is it's, can be self-sooothing. And so, we obviously as adults have a lot of motivations, different motivations to masturbate. Fetuses, you really just kind of have that one, and so that's what's getting documented and observed."
	},
	{
		"start_time": "21:28",
		"speaker": "Ricardo Lopes",
		"words": "And in regards to childhood masturbation, how does it develop and is there any problem at all with it?"
	},
	{
		"start_time": "21:38",
		"speaker": "Eric Sprankle",
		"words": "Yeah, it's developed pretty similarly as it is in utero. It's just through happenstance, uh, you know, they're exploring their bodies, they're exploring their world. Their world only exists within like a couple of feet of them, that's their entire universe. And so, of course, they're going to be exploring through their sensory system of, you know, trying to make sense out of their surroundings, and that includes exploring their own body. And so, oftentimes they do not have the dexterity to, to even manually manipulate their, their genitals. So a lot of times they come across genital stimulation through uh crossing their legs or rubbing up against something like in their crib or wherever they may be lying down. And just like anything else, like I mentioned before, it's stimulus response. They do something by accident, it feels good, it's reinforcing, they do it again. And so it starts serving that function of a, this is just something to feel good. Uh, TO do, and it can be soothing, uh, as well. Again, no different than like thumb sucking or body rocking, very common child, uh, you know, infant and toddler types of behaviors. Occasionally, it can be caused by some type of genital infection, like a urinary tract infection in which the soothing is actually more to soothe the pain. And so, there is more of a concerted effort to touch the genitals because they hurt. And then, even after the infection, uh, goes away, And there's no longer pain, the, the behavior stays around because they learn that this is a uh a soothing behavior. This can feel good, this can alleviate pain. There's no more pain there, so they're just left with, oh, this just feels good. Um, FOR the most part, this, this isn't a problem at all. It can be shocking to parents, it can be embarrassing for families, especially once the child is old enough to like walk around, and now they're doing this, you know, in the living room during a dinner party in front of grandma and grandpa or something. Um, AND so those are instances in which parents can just redirect the behavior of like, you know, there's nothing wrong with that. Let's just not do it in front of grandma. How about we do this by yourself, you know, in your own room or in the bathroom. So that's an opportunity for parents to like just redirect the behavior as opposed to scolding the behavior. But oftentimes parents are quick to kind of have this knee jerk reaction cause they're like shocked and taken aback. And so they, they can scold, be like, no, don't do that without the context of like, no, the behavior was fine, just like where you were doing it was, was not that fine. So, and typically those types of redirections are very effective, right? It may take a couple of trials uh for, for that message to kind of sink in of like where this is appropriate to do, where this isn't. If that message isn't sinking in, that could be cause for concern that there's something else going on, why the, the child isn't able to develop uh social norms, rules, follow norms, things like that. So that's not like a masturbation problem, that's more of like a developmental kind of problem that should be looked at as to why they aren't learning the differences between appropriate places and inappropriate places."
	},
	{
		"start_time": "24:34",
		"speaker": "Ricardo Lopes",
		"words": "And how do children learn to be shameful about masturbation and sex more generally? Yeah,"
	},
	{
		"start_time": "24:41",
		"speaker": "Eric Sprankle",
		"words": "so that's an interesting thing about sex in general, and masturbation in particular, is that it's not an inherently shameful practice. We have to be taught that it's shameful, um, and so it can be very easily induced with a lot of shame. By that type of reaction I was mentioning earlier of like, you know, the child gets caught by a parent, and instead of like redirecting the behavior, talking about privacy in appropriate places and things like that, it's just met with like, no, don't do that, that's bad, that's wrong, that's sinful, that's bad for you, whatever the case may be, without any further explanation. And yeah, that's going to start, you know, that, that's a form of punishment, you know, that's a verbal punishment. In terms of if we're thinking behaviorism, you know, we have reinforcement, we have punishment, that's going to be a form of punishment, whereas trying to decrease the frequency of that behavior. And so, That drive may still be there for the child to masturbate in some capacity. It feels good, it's soothing, whatever, passes the time they're bored, um, but now they're left with, oh, but mom and dad yelled at me last time they saw me do this, and so maybe I shouldn't do this, or they do it and then they feel guilty and ashamed that they're doing it, right? And so it can be instilled very, very early on in their development. Other times, more subtle ways shame can get introduced is just by not talking about it at all. We live in a culture enough, and I think, you know, whether that's Europe or the United States, we live in a lot of cultures in which sex and particularly masturbation just has this cloud of taboo over it for a variety of reasons. And even if we don't hear that specifically, especially from a primary caregiver, we start picking that up through media, picking it up through friends or peer group. That this is something that maybe is a little embarrassing, a little taboo, we shouldn't talk about. No one seems to be talking about it. And the lack of talking is actually a message in and of itself. It is reinforcing the taboo. We're talking about everything else that's going on in our lives, everything else that's going on with our bodies, but this one particular behavior seems to be getting ignored. And so the child starts connecting the dots. It's like, well, why is that? That must mean this is something bad, this is something, you know, shameful, and that can start instilling some feelings of shame around it as well."
	},
	{
		"start_time": "26:56",
		"speaker": "Ricardo Lopes",
		"words": "So earlier you told us about some of the negative attitudes that people from some of the most popular religions in the world, particularly Catholicism, Judaism, have about masturbation. Does, does Satanism have anything to do with it? The"
	},
	{
		"start_time": "27:15",
		"speaker": "Eric Sprankle",
		"words": "Satanism? Yeah, and so this was one area of the book that my publisher was like, what are you doing here? This seems a little out of left field. Um, I didn't think it was out of left field because I, I, I tied in a lot of like those religions, especially with Christianity, how they view oftentimes. Masturbation is the work of the devil, you're being tempted by Satan, there's a lot of these beliefs of like you're going to hell, and so I wanted to actually incorporate Satan in the form of the new religious movement, uh, Satanism, you're like, oh, OK, like, well, what do they think? About masturbation. And it is the opposite of that, uh, pretty much that masturbation is just part of bodily autonomy. And if it feels good, you want to do it, do it. If you have no interest in it, then, then don't do it. It's pretty much like, do what thou wilt, right? Um, IT'S your own body, who cares? Um, YOU know, you shouldn't have these arbitrary rules placed on you when it doesn't have any impact on anybody else but you."
	},
	{
		"start_time": "28:15",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So let's talk then about the no fat movement, semen retention, and influences around it. So what kinds of claims do they make about masturbation and what are the physical be and what they, what do they say about what are the supposed physical benefits of masturbation abstinence?"
	},
	{
		"start_time": "28:42",
		"speaker": "Eric Sprankle",
		"words": "Yeah, so. Kind of got into this a little bit earlier with the, uh, the origin of the book. So, cause that that was coming from semen retentionist. So semen retentionist is anybody who thinks that it's important for your physical health, your mental well-being to retain your semen by not ejaculating. No fat people, um, fapping, the, uh, the slang term for masturbation, Fapping, so just no fat, so abstaining from masturbation. There's the capital N and F in that of NFA. That's more the established group that started off on, I believe, Reddit, and they definitely have a presence all over different social media platforms, but no fp lowercase has just kind of turned into shorthand for not wanting to masturbate for some type of ideological or health reason. Um, SO they're definitely anti-masturbation, and they think masturbation is harmful to your body and therefore, uh, by extension, that abstaining from masturbation is healthy for your body and, and can promote wellness. And so, they think that masturbation causes depression, social anxiety, uh, loss of testosterone, and therefore a loss of, uh, muscle mass. They think it decreases motivation. And so, you're less likely to uh get a girlfriend, uh, get married, have children. Uh, THEY definitely believe that it causes brain damage primarily by watching pornography. Um, THEY think it leads to sexual dysfunction, primarily in the form of erectile, uh, difficulties, so ED. So, all these different things. And then the reverse is true. That if you abstain, you're gonna have high levels of testosterone, muscle gain. You're gonna have the confidence and motivation to seek out job opportunities, relationships, dating, children, all these things. You're gonna have the best sexual functioning, so all these things. The problem is, none of that's real. Um, IT, it, it's all misinformation. And a lot of it is just complete nonsense. I don't even know where it originated from. Other times, it's a misinterpretation of some studies that they think are claiming to support that masturbation is harmful in this way. But it's an inaccurate reading of the research. So this is what you have to keep in mind, like these research studies that sometimes are are freely available online, which I think is ultimately a good thing, but you have to be a trained scientist to to understand, like a lot of it and be able to make sense out of like, what are these claims, what was the methodology, how does this one article fit into the body of literature within this whole topic, right? The average layperson does, does not have those skills, right? Cause it is a skill set that uh scientists had to to train for. And so they read these studies, they think, oh, this study shows that testosterone dropped over a period of abstinence, that must mean masturbation is, is bad for your testosterone and abstaining from masturbation and definitely is going to boost your testosterone. And there are a couple of studies that looked at testosterone and abstinence, but it's not claiming actually what uh the semen retentionists think. So, a lot of it's just scientific illiteracy and not being able to accurately interpret data."
	},
	{
		"start_time": "31:55",
		"speaker": "Ricardo Lopes",
		"words": "So you said then that all the, at least their most common claims regarding er increasing anxiety, depression, lower motivation. Um, I mean, lower levels of testosterone and all of that, that they are wrong. So what do we know scientifically about masturbation? I mean, what can you tell us scientifically about it? What are the health benefits and are there any negatives at all for health, for, uh, psychological health or anything like that?"
	},
	{
		"start_time": "32:35",
		"speaker": "Eric Sprankle",
		"words": "For the most part, masturbation is just a brief moment of pleasure, and it's largely inconsequential, right? It's not gonna be necessary for optimal health, and it's, it's not gonna be a detriment to your health either, right? So I think We have to be cautious. People in my field, in the sexual health field within psychology. Uh, NOT to oversell masturbation. I kind of get into this at the end of my book when I was starting to see a lot of other sex therapists, sex researchers, sex educators start making some Lofty claims about the benefits, the health benefits of masturbation and be like. Uh, I think that's a little bit of a stretch to generalize, right? Results may vary, and that's the, the important thing. There are mechanisms with orgasm, not unique to masturbation, but orgasm in general. The biochemical processes, the neurobiochemical processes involved with having an orgasm, yeah, that could be related to lower levels of stress, uh, improved sleep, uh, temporary decreases in experiencing pain. It can even decrease nasal congestion, right? There's all these factors that go on in our body during an orgasm and afterwards that would explain why somebody may have those outcomes and effects and feel as if, you know, their, their nasal congestion was uh reduced after an orgasm, or they're, they always sleep better when they, they masturbate right before bed, right? So there is a, there are explanations as to why that would be scientific explanations, and for those people that would be viewed as obviously as like a benefit. But results may vary. Not everybody feels that way after masturbating. Um, IT can just certainly be, like I mentioned, for most people, just kind of like this inconsequential behavior, other than the consequence being pleasure. And that's the number one motivator, uh, to, to masturbate. There have been some studies that look at what are all your motivations to, to masturbate. And there were things that I just mentioned, more health-related things like improved sleep, decrease stress, unwind, relax, reduce pain, especially from menstrual cramps, things like that. But the number one reason by far was I masturbate because it feels good. And that's, that's all it needs to be. Now, the upside of, of that, um, are there any health, uh, effects negatively? And it could be. Um, OTHER than like extreme cases, right? I, I don't want, I don't want to keep this grounded in reality where like, you know, hypothetically, someone's masturbating, uh, 300 times a day with sandpaper. It's like, yeah, that's, that's probably gonna have a negative impact on, on your genitals, right? Um, BUT let's, let's keep this more in kind of reality. Um, THE more likely negative effects are going to be psychological. And these are going to be a self-fulfilling prophecy, largely, and it's known as moral incongruence. This is what happens when you have this belief of something is bad, it's wrong, it's immoral. It's a sin. I shouldn't be doing this, but you do it anyways. That creates this incongruence between your values and your behavior. And this incongruence has been associated with a lot of different types of psychological distress, which it makes sense, right? You're doing something that you told yourself you should not be doing. And so you can feel shame, you can feel guilt, embarrassment, things like that. And so, that's not going to be healthy for an individual to feel bad about their own behaviors."
	},
	{
		"start_time": "35:57",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, does moral incongruence link to people identifying as masturbation addicts?"
	},
	{
		"start_time": "36:05",
		"speaker": "Eric Sprankle",
		"words": "Yeah, 100%. It's one, sometimes the, depending on the study, one of the top predictors of those who self-label as a masturbation addict or a porn addict, um, what's driving that is not so much the frequency in which they are masturbating. Um, SO it's not like everybody who claims to be a masturbation addict is masturbating 1015 times a day. Oftentimes they're just masturbating once a day, a couple of times a week, something that's very normal for somebody else that they don't view it as a problem at all. It's not impacting their life. But for somebody with moral incongruence, when they've told themselves, I should not be doing this at all, just doing it once can create this incongruence and this distress. And then if you're doing something you told yourself I shouldn't be doing, how do you make sense out of that? Well, I'm out of control. I must be addicted to it, cause why else would I be doing this if I wasn't addicted? I want to stop. I want to cut back, but I can't. Uh, SO again, less about frequency, it could just be once a week that they're doing it, that they're trying to stop. And uh they're more likely to label themselves as a masturbation addict as a result."
	},
	{
		"start_time": "37:09",
		"speaker": "Ricardo Lopes",
		"words": "And this moral incongruence, I mean, the sources of it might be religious beliefs against masturbation and some of these other beliefs put forth by, for example, the no fat people and the anti-masturbation crusaders."
	},
	{
		"start_time": "37:26",
		"speaker": "Eric Sprankle",
		"words": "Yeah, 100%. It's largely fueled by religious beliefs about masturbation. Um, BUT I mean, in a, from a secular perspective and religious beliefs aside, you could have, so what was very common when I used to do clinical work before getting into academia. I can't recall more than like 2 patients I ever saw. And I was treating, uh, I was a psychologist at a sexual health clinic and a large program that we had was dealing with what was called at the time, at least, compulsive sexual behavior. And so a lot of those guys were, um, you know, they were masturb what they thought were, they were masturbating too much, watching porn and masturbating too much, things like that. I can only think of like 2 instances in which the patients were single and came in, like single as in like not having a partner, a girlfriend or a spouse. Um, SO, all the other guys were coming in because this was causing problems in the relationship. If they were single, it wasn't going to be a problem. But it was an issue in the relationship. So you can also have this moral incongruence where it doesn't fit the values of the relationship more so than the individual. And so if the relationship, if your partner is saying, I'm not comfortable with you masturbating, I think it's a form of cheating, I get insecure because I think like, why are you masturbating? If we could be having sex, are you unsatisfied? It just creates a lot of what I think is unnecessary stress on the relationship, but this is a reality for a lot of couples of how they feel about one partner masturbating or looking at porn. And so they have this rule, or a lot of times it's even an unspoken rule that masturbation, especially masturbating to porn, should not be happening in this relationship. But of course the person does it anyways, and so that creates that same incongruence. They're doing something that they know they shouldn't be doing, but are doing it anyways. They can feel guilt, shame, embarrassment, and if they get caught, which they often do, then you have a pretty significant relationship conflict on your hands. So that's outside of any kind of religious teaching. Uh, CAUSE that can just maybe a relationship rule that has nothing to do with religion. But even with the single guys, a lot of the no fat guys are actually not religious at all, um. And so their belief is more about how this is impacting their body, and so they just really buy into a lot of health misinformation. And so they don't want to masturbate for that reason. They're scapegoating masturbation as a reason why they don't have bigger muscles, why they don't have the girlfriend that they want, maybe why they don't have the job that they want, right? So masturbation is pointed to as this is why cut out masturbation, you'll start seeing improvements in all areas of your life. So they take that on themselves. That's their new goal, like their fitness goal almost. And if they slip, which they always do. Um, THEN they're gonna feel really bad about themselves and label themselves as a sex addict because they're doing something that they had prohibited for themselves."
	},
	{
		"start_time": "40:13",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to incongruence that stems from relationship values because your partner is not comfortable with you masturbating, is there anything that people can do about it? I mean, to deal with that in their own relationship."
	},
	{
		"start_time": "40:33",
		"speaker": "Eric Sprankle",
		"words": "Yeah. Um, THIS can be complex because, you know, this often relies on couples therapy to really um understand what is the, uh, the opposition, uh, to masturbation. What is this actually about? A lot of times, even like masturbation itself isn't the scapegoat, but what's bringing people into therapy is porn. That, oh, my partner is watching porn, he's a porn addict, um, he needs to not watch this at all. This is causing problems in our relationship. And that's where you start as a couples therapist of like working through, OK, like, what does this look like? What are your values around this? But it's pretty clear, and this was certainly my experience doing clinical work. That It's less about the porn and more about the masturbation. So if you take porn out of the equation, it's like, OK, are you comfortable with your partner just masturbating to fantasy? And typically no. And so the issue wasn't about whether their eyes were open looking at a screen or closed, playing a fantasy in their own mind. The problem was that they had a solo sex life or a sex life that didn't include them, right, as their partner, right? And that brought up the same stuff like, are you dissatisfied, um, you know, I, I think this is a form of cheating. I'm not comfortable with you experiencing sexual pleasure without me, kind of all these things, right? And there's no right or wrong there, um, of like, which partner is right, which values do you have to adhere to, but the couple's work then is like, is there any kind of middle ground? Can we explore this enough of like, what could be a reasonable solution to this, if this person desires masturbation, but you are adamantly opposed to it. And there may not be a resolution, and this could be a relationship killer for some that they, they just cannot see eye to eye, and it's just going to lead to secrecy and continuous violations of trust and betrayal. But for others, there may be um like some type of middle ground of like, where there, it's at least out in the open, uh, because a lot of what's damaging with this within relationships is the secret keeping, um, that the one partner is secretly masturbating, masturbating to porn, and then they get caught, and it's like, oh, this is what you were doing in here. I thought you were doing, you know, something else. So, it's a completely different perception of what your partner's doing, uh, if they're doing something in secret that they're intentionally hiding from you. So that's oftentimes the most destructive element with this is just the secrecy and less so about the porn and less so about the masturbation. And so for those those couples, it's like, OK, can we acknowledge that masturbation exists in this relationship? And one of you or both of you do enjoy masturbating from time to time. For the most part, it does not influence the relationship in any way. We can explore how masturbation meets certain needs that partnered sex does not, just as partnered sex meets certain needs that masturbation cannot. They're separate behaviors. And if they can all agree on that, then the issue isn't secret anymore, but they can still have a sense of privacy that they can masturbate in private, but it's no longer a secret. There's no way of like, quote unquote getting caught."
	},
	{
		"start_time": "43:41",
		"speaker": "Ricardo Lopes",
		"words": "But does that tend to be a frequent issue in relationships where one of the partners masturbates and the one and the other doesn't, or is it, or do you find that most couples tend to just deal well with it or not care about it? I mean."
	},
	{
		"start_time": "44:01",
		"speaker": "Eric Sprankle",
		"words": "Yeah, it's a little bit of a mixed bag and pers perspectives are skewed because a lot of times questions are asked this to clinicians, uh, myself included, so we're seeing where it already kind of exploded in relationships or kind of dealing possibly just with one type of dynamic. But oftentimes it is either just one partner does it and the other doesn't at all. Uh, OTHER times one partner watches porn and masturbates, the other person just masturbates and doesn't watch porn. OK. And then other times it can be a frequency discrepancy of like, oh, they're masturbating several times a week, whereas like, I'm not against masturbation, but I only do it like once a month. And so that's more of like a desire discrepancy that's very common in relationships, but more so a desire discrepancy about how often you have partnered sex. But those desire discrepancies can also play out with masturbation, because we can start making assumptions about our partner based on their frequency of masturbation. So it can come out in a couple of different ways."
	},
	{
		"start_time": "45:00",
		"speaker": "Ricardo Lopes",
		"words": "But on the topic of uh masturbation addiction, is there really such a thing, or is it just simply a matter of moral or relationship incongruence?"
	},
	{
		"start_time": "45:13",
		"speaker": "Eric Sprankle",
		"words": "For how we think about addiction, it doesn't really line up that well with masturbation or with porn, right? So if we think of substance use and substance use disorders of experiencing an intoxication from the substance and then continuing to seek out that feeling of intoxication. To the point that we're developing a tolerance, and we develop that tolerance over time, and that we need to start taking more of the substance more frequently or in higher doses in order to get that same feeling of intoxication. And then if we develop that tolerance and stop, we have some type of withdrawal syndrome. That's, that's not playing out with masturbation. Physiologically, it does not play out in that way. There's not tolerance, there's not withdrawal. It may feel difficult to, you know, if you're a daily masturbator, then to stop masturbating, but that's not a withdrawal syndrome of your body's like used to orgasms. Because what's, what's the half-life of an orgasm? It's just a couple of seconds, right? Whereas you ingest um cocaine or heroin, it has a much longer half-life in your body where you're experiencing the effects of it. So, in a lot of ways, it does not operate similarly to addiction, and so it's, I certainly do not. Categorize it in that way. But I want to say that can people Experience significant problems in their life, in their relationships, uh, because of masturbation, absolutely, right, and so that's where it kind of gets more into that moral incongruence thing and that that can certainly be destructive in someone's life, and that is related to masturbation, obviously, but it's more related to their attitudes toward masturbation and the conflict now up against their masturbatory behavior. The other avenue in which to explore that's clinically relevant. It's what's called emotional regulation or dysregulation. And that's, that's shown up in the literature too of the self-described like porn addicts or sex addicts that if it's not related to this moral incongruence, there can be some motivation for emotional regulation, that they have a lot of stress that may not be diagnosable. It's just kind of general stress, or it could be a diagnosable condition of a mood disorder, an anxiety disorder, you know, something that is psychiatric. For them, that they're looking for coping mechanisms. And there's nothing inherently wrong, obviously, with looking for coping mechanisms, we all need them. And masturbation can be that, and there's nothing inherently wrong with that. People will get into problems with masturbation if it's their only coping mechanism, right? And then especially if you have high levels of stress, psychiatric disorders in which you need a whole array of coping strategies to deal with your symptoms, uh, to better manage your symptoms, if you're only relying on masturbation, that's where you're gonna start seeing some compulsive use of it, some high frequency use, some use in inappropriate places. You're stressed out at work, you masturbate at work. Looking at, looking at porn on your work computer, gonna get in trouble, you know, at your job, right? That's all kind of Looked at as, oh, you're a porn addict, you're a sex addict because you looked at this at work, you know, you're out of your mind. It's like, well, digging a little bit deeper, the function of that behavior was emotional regulation, right? To, to regulate a dysregulated body. Um, SO we can see at that like the masturbation and whether it's to porn or not, it's more of a function to alleviate symptoms of some other type of pathology."
	},
	{
		"start_time": "48:40",
		"speaker": "Ricardo Lopes",
		"words": "Right. Just going back for a second to the no fat people, and I mean, in this particular case, uh, I heard this kind of claim not only from them but also from some of the other anti-masturbation crusaders because they say that it's, or some of them claim that it's not just masturbation. That is harmful, but even ejaculation itself, I mean, why wouldn't, uh, if that's the case, why wouldn't it also be harmful to ejaculate during sex? Does this make any sense at all?"
	},
	{
		"start_time": "49:21",
		"speaker": "Eric Sprankle",
		"words": "No, it doesn't make sense. There and there's only been a couple of people throughout like this anti-masturbation health crusade over the past couple of years. That were ideologically consistent. Franklin Graham, he was a reverend in New England in the early 1800s. He was consistent thinking that any orgasm was bad for your body, right? So, at least that made sense. Like if you think having an orgasm and particularly ejaculating is doing all this physical damage to your body, and like what you, what you said, well, wouldn't that happen with intercourse, uh, just as much as it would during masturbation? And like, yeah, it should. Um, AND so, Graham recognized that. Um, BUT a lot of others do not, especially today, it's, it's rare to see that distinction, uh, made, um. Or lack of lack of distinction, rather. Usually what you see today is that, no, masturbation is physically harmful to you, ejaculation from masturbation is physically harmful to you, but partnered sex is healthy for you, right? You need to strive to do that because that's what nature has intended for you. That's what God has intended for you, whatever their argument, underlying argument is. Physiologically, it doesn't really matter. There are some differences in terms of how we make sense out of situations, right? That's why, you know, we can get certain needs met with a partner sexually that we can't individually and vice versa. Um, SO there are some like, you know, relational needs that get met. There's some bonding, there's some feelings of closeness. With partnered sex that aren't necessarily there with masturbation. But in terms of the physical mechanism of expelling semen from your body, that semen doesn't care if it's going inside of a vagina or landing on an iPad. Physiologically, No difference."
	},
	{
		"start_time": "51:05",
		"speaker": "Ricardo Lopes",
		"words": "And do people also report better orgasms during sex than during masturbation?"
	},
	{
		"start_time": "51:14",
		"speaker": "Eric Sprankle",
		"words": "I've seen some studies that try to look at that, and yeah, there has been greater satisfaction with uh partnered sex orgasms than solo sex. Um, BUT then you hear, you know, other studies, I haven't seen like any empirical data on this, so they're left with just anecdotes which are not data, but saying that I can only climax from solo sex, right, primarily women, right, that Um, masturbation is my only means to orgasm, um, or if they can't orgasm with a partner, it's kind of like, uh, it took forever and it finally got there, and I was like, yeah, OK, but masturbating with my vibrator, consistent, reliable, and very, very intense orgasms, right? But the research on guys has shown that subjectively, obviously the subjective experience. That masturbation is kind of second tier to partnered sex. Now, whether, and it's impossible to kind of measure that unless they are hooked up to physiological reading equipment that would measure the intensity of the muscle contractions during orgasm and is that different than with a partner? So maybe there are physiological differences, but my guess would be it's more of a perceptual difference, right, that having sex with a partner, having an orgasm with a partner has a lot more reinforcers attached to it, a lot less taboo attached to it. So the perception is it's a lot more enjoyable."
	},
	{
		"start_time": "52:44",
		"speaker": "Ricardo Lopes",
		"words": "Are there any way, any other ways apart from moral incongruence and relationship incongruence that people might feel bad after masturbation?"
	},
	{
		"start_time": "52:57",
		"speaker": "Eric Sprankle",
		"words": "Um Well, those are the drivers, uh, of why they may feel bad, the mechanism of which they may feel bad. Oftentimes is legit, and it's not just, you know, they're making it up that, and I, I didn't think that interacting with some of these guys early on in the, the, the book development when they were telling me that they feel depressed and a motivated. A little socially anxious after they had an orgasm for masturbation. I didn't think they were making that up. I, I believe that that's what they felt. And my belief with this is that it, it operates similarly to how somatic, a lot of somatic disorders exist. So, for those unfamiliar, somatic disorders is a category of mental disorders that include things like, in layman's terms, like being a hypochondriac, right? Um, That you, whether or not there's actually something physically there, you interpret it as something very, very wrong with you, you know, a headache isn't just like, oh, I have tension today, right? A headache is an indication that you have a brain tumor, right? Um, AND sometimes you may not even have anything detectable, um, that a physician could find wrong with you, but you're convinced that, you know, something is wrong with you, right? So whether there is an underlying factor or not, Um, this is all kind of like a manifestation of a somatic disorder. How this plays out with masturbation and guilt and feeling bad afterwards is that, yeah, the, the post-orgasm experience does have a plethora of neurotransmitters and hormones involved that are supposed to, to make you feel at ease, satiated, calm, right? Things like that. And most people interpret that that's a pleasurable experience, as it kind of, you know, took the, the steam out of the pressure a little bit, um, or pressure out of the steam, whatever that analogy is, um. And it satisfied the sexual drive, so you feel satiated, so you feel less driven, at least in this one area. But for those who feel masturbation should be avoided, they could misinterpret those feelings, same feelings, but instead of feeling satiated and relaxed, they feel unmotivated and depressed. So that's how they're interpreting the sensation of post orgasm, that it robbed them of all motivation. Uh, NOT just sexual motivation, but oh, now they can't go to the gym, uh, they can't walk up to, to women and introduce themselves, right? They feel depressed, even though other people say like, oh no, this is just kind of feeling relaxed. It's like, no, this feels like depression to me, right? And so those kinds of things can, can happen. And it's more, I'm not calling it a somatic disorder, but it operates similarly as a somatic disorder."
	},
	{
		"start_time": "55:45",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, are there people, uh, I mean, I, I, I'm, I guess there are, but, uh, are there particular people, maybe feminists who start from an anti-porn position and then end up in an anti-masturbation position, and if so, what kinds of claims do they tend to make?"
	},
	{
		"start_time": "56:11",
		"speaker": "Eric Sprankle",
		"words": "Yeah, the, the feminist arguments against porn, that's been going on since, you know, at least the 1970s. They've been known as like the sex wars or the porn wars through the 1970s and the 198980s. It's hotly contested. Again, it's not all branches of feminism. There's plenty of branches of feminism that embrace pornography, workers' rights, viewing it more from a, you know, worker's perspective, things like that. So there is a particular ideology within feminism that views pornography as violence against women, degradation against women, exploitation and objectification of women. So those are ideological arguments, right? And you can't debate that scientifically because that's like, Debating, thinking that porn is a sin. I was like, well, OK, if that's your belief, then that's your belief. I can't point to studies where it says, no, this isn't a sin, right? Um, SO the problem is that both with like the religious arguments, the spiritual arguments, and some of the feminist arguments against pornography. They're largely ideological, but oftentimes they kind of cherry pick some empirical evidence, some of the science to support their claims. Oftentimes, like I mentioned earlier, they're selecting articles based on a misunderstanding and misinterpretation of what that study actually is saying. Um, SO some scientific illiteracy is going on. But I would say that for the most part, feminist anti-porn arguments don't turn into anti-masturbation arguments as easily as religious anti-porn arguments turn into anti-masturbation. And that's because for the religious ideology, all of it is a sin, Masturbation, porn, watching porn without masturbation, it's all outside of the purview of what God wants for your sexuality. For the feminist argument, it's it largely is focused on the exploitation of women within pornography and concerns about seeing that, what that's going to do to men in real life and enact aggression against women in real life."
	},
	{
		"start_time": "58:13",
		"speaker": "Ricardo Lopes",
		"words": "But, but sometimes they make claims about the, uh, the effects that watching porn might have on the sexual health of men as well."
	},
	{
		"start_time": "58:25",
		"speaker": "Eric Sprankle",
		"words": "Yeah, they do, but that's still focused on porn, uh, for the most part, and not necessarily masturbation. Um, WHERE I do see occasionally a feminist anti-porn argument go into just an anti-masturbation argument, gets into some thought policing of like, OK, take the porn out of the equation. Are you free to masturbate to to whatever? It's like, no, like, what are you thinking about, uh, right? And is that those fantasies. Just similar to the, the pornography that they opposed to. Does it include instances of male dominance and female submission, right? Um, SO they, I, I've seen it sometimes they're concerned about fantasy life during masturbation, and that would be more of an anti-masturbation argument. Similarly, using sex toys, uh, male sex toys, uh, for sexual pleasure of like flashlights, pocket pussies. Um, ESPECIALLY sex dolls, um, that that comes up with the same arguments that this is just acting out male dominance against women sexually."
	},
	{
		"start_time": "59:28",
		"speaker": "Ricardo Lopes",
		"words": "And that it promotes the objectification of women,"
	},
	{
		"start_time": "59:33",
		"speaker": "Eric Sprankle",
		"words": "right? Correct, yeah, and, and especially with like the sex toys, there, there isn't really data to support that those fears are, are true."
	},
	{
		"start_time": "59:41",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I also, uh, and now I want to focus specifically on porn because I mean, there's, uh of course you said that there's not a big link between Anti-porn feminism and anti-masturbation feminism, but they also make lots of claims about pornography itself that might be wrong. I mean they also claim that watching porn causes sexual violence. Is there any evidence to support that?"
	},
	{
		"start_time": "1:00:13",
		"speaker": "Eric Sprankle",
		"words": "Not overall, right? So there's been a couple of meta-analyses that have been done on this issue, the link between violence and pornography, and for the most part, watching pornography is going to be very inconsequential to a person's own behavior, particularly aggressive and violent behavior. But this is where it gets very nuanced. So, you know, a lot of times anti-porn arguments, uh, label all porn bad and that it's going to have a negative effect on all viewers. There's no research to support that whatsoever, not even close, right? So we can't say that porn is inherently harmful to people and especially in this area that causes violence or aggression, particularly against women. No research to support that. So now we have to look at it a little bit more nuanced of like, well, is there certain types of pornography that could lead to aggressive and violent behavior against women, or is it more about the viewer and certain viewers may be more at risk of engaging in violent behavior after watching whatever type of pornography. So it is more about the latter. That it's less about the content in the pornography, even though there has been some links early on about exposure to violent pornography can lead to some, at least attitudinal changes, uh, short term in the viewer of being more accepting against uh of uh aggression toward women, more accepting of like rape myths and things like that. Um. But largely looking at the data, we have to look at the individual and the individual watching it. So it's less about the porn and more about who's watching it. And there has been one, a couple of studies that looked at those who are already at high risk of having recidivism, meaning they, they've already committed a sex crime, and they're at high risk, and there's a lot of factors that go into being at high risk again. For offending for a 2nd, or 3rd, or a 4th time, those individuals tend to be a little bit more susceptible to the effects, especially of violent watching violent pornography, right? So that's a very, very different conversation of like, all porn's bad because Men who watch it are going to be aggressive and violent toward women versus actually those who have already been violent toward women and who have a high propensity to do it again. If they're watching violent porn, that can make them a little bit more susceptible to being engaging in violence in real life. So it goes from very broad to very, very narrow. So unless you're on the sex offender registry already, more than likely you don't have to worry about porn effects because there's so much that goes into violence, um, that isn't. Um, I mean, part of the equation of watching pornography passively, right? It's characteristics that make one aggressive and violent with or without pornography. Um, SO those are the, those are the factors that are more of a driver, uh, for violence against women than, uh, than pornography alone is."
	},
	{
		"start_time": "1:03:04",
		"speaker": "Ricardo Lopes",
		"words": "You know, I always tend to be very skeptical about these kinds of claims of porn causing sexual violence and things like that, because I mean we have a very long history of people making claims about particular kinds of content causing violence, like violent movies causing violence, violent video games causing violence, and there's never any even correlation to find"
	},
	{
		"start_time": "1:03:29",
		"speaker": "Eric Sprankle",
		"words": "there. Yeah, so, you know, like pornography gets scapegoated a lot. It gets scapegoated for a lot of social ills, relational ills, individual ills. Um AND the, the belief and concern that it's leading to violence is one of the oldest ones in pornography's history, at least modern pornography of like starting in the 70s and the 80s. Uh, BUT you're right, it's really no different than some of the moral panics that have happened with heavy metal music, uh, with Mortal Kombat in the 90s, right? So that was, that was my era of Mortal Kombat and Doom and heavy metal music, all those things that were around me growing up and all parents that were in political commentators were concerned of like, we're all going to turn into like school shooters because of this, and it's like, that's not the driving factor. School shooters aren't bred out of a video game. If that was the case, we would have a lot more shootings than we actually do already. So there has to be other factors at play that actually have nothing to do with the media, uh, itself."
	},
	{
		"start_time": "1:04:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, even if I remember correctly, even after the Columbine massacre, some people blamed Marilyn Manson and his music for the violence there."
	},
	{
		"start_time": "1:04:41",
		"speaker": "Eric Sprankle",
		"words": "Yeah, and the, the, the ironic part was with that was the, those shooters didn't even listen to Marilyn Manson. They, they listened to music that was similar, like Rammstein, KMFDM, but not Manson, but Manson was the easy scapegoat at that time because he was the most visible, especially in the US. Um, SO yeah, there will always be scapegoats, uh, for the, for this kind of thing, and it is, I, I think a lot right now that we see with what has happened in the past that we have labeled in hindsight as moral panics, right? This kind of societal. Panic, anxious response to something that we think is happening culturally, that's this phenomenon that we need to like crack down on. Uh, WE see a lot of that with pornography today of like these very, very generalized hyperbolic claims of porn effects, uh, that don't focus on nuance at all and just have these sweeping generalizations that all porn is gonna cause these effects. And like, we know that's not true."
	},
	{
		"start_time": "1:05:40",
		"speaker": "Ricardo Lopes",
		"words": "So we talked about masturbation addiction earlier. What about porn addiction? Because that's also something that we some uh a type of claim that we hear from anti-porn feminists and other kinds of, for example, religiously motivated people when they blame porn for this and that kind of thing. Um, I mean, is there such a thing, or, or is, or, or is it, or is the problem again related to moral incongruence?"
	},
	{
		"start_time": "1:06:14",
		"speaker": "Eric Sprankle",
		"words": "Yeah, the, the latter. So everything that we talked about with masturbation addiction applies to porn addiction, and in fact, the research actually doesn't do a great job of separating the two. They treat them as the same because as as one researcher has pointed out, porn is for masturbation. It's actually very rare for people just to kind of sit around and watch pornography. And not use it for masturbation. That's why we call it porn use, um, instead of just porn watching, what are we using it for? We're using it to masturbate, right? We don't use that for other media either. We don't say Netflix use, we say we're watching Netflix, not using Netflix. Uh, SO even the language that we have around porn indicates that it implies that. It is for masturbation, and it's, it's difficult to, to tease those two apart. And that, that creates a problem with the research because everything that we know about porn addiction, is it really about porn or is it just about masturbation? And some of the studies that try to differentiate between the two have found that masturbation is actually more of the ingredient that is leading to some effects or non-effects than the porn itself. And I certainly have seen that clinically, as I was mentioning. Uh, BEFORE that, for couples who are struggling with some type of one of their porn use, we take porn out of the equation, but they're still masturbating. Are the problems still there? Yeah, they're still there, right? Um, SO yeah, the mechanisms behind porn addiction are, are very, very slim, similar to what we were talking about with masturbation addiction."
	},
	{
		"start_time": "1:07:40",
		"speaker": "Ricardo Lopes",
		"words": "But clinically, I mean, from a clinical psychology perspective, medically, is there anything that can be harmful about watching porn, consuming porn, masturbating to porn, anything like that?"
	},
	{
		"start_time": "1:07:56",
		"speaker": "Eric Sprankle",
		"words": "Nothing that can be said definitively of like, absolutely you watch this kind of porn, this is what's gonna happen to your brain, to your body, to your behavior. There's no research to suggest that. The best things that we have um would be like correlational studies that show like just a relationship between two variables, not necessarily cause effect. And this is where that scientific literacy is so important because there is one famous study that came out several years ago in Germany. That uh looked at gray matter in the brain through brain imaging, I think it was MRI specifically, um, and how that related, the amount of gray matter in their brain and how that related to the participants' porn use. And what they found is that the more porn that the participants consumed, the lower amount of gray matter that they had, uh, as evidence from these uh these MRI scans. And of course, anti-porn people, anti-masturbation people run with that headline of like, porn causes brain damage. Porn causes decrease of gray matter in the brain. It's like one, the study, the study's design, the methodology, you can't conclude that it's not cause effect. We have a relationship between two variables and a very interesting relationship, right? Um, AND that, yeah, as one goes up, one goes down, but it could be the opposite direction. It may not be the porn causing the differences, right? If we could test this in an experimental way where we could more infer causality. It one possible uh scenario is that, yes, more porn causes decrease, decreases in gray matter in the brain. Or it could be that um decreases in gray matter in the brain lead to people watching more pornography. Maybe it's sensation seeking, stimulation seeking, something like that, right? But it started with the lower gray matters, it wasn't the porn that caused it. Or often the case with these correlational studies, it's some 3rd variable or 4th variable, 5th variable. That's not even part of the, the study that wasn't uh examined or assessed, that's contributing to both the decreases in gray matter and the increases. In, um, in pornography watching, right? And so the two aren't actually directly related. There's no cause effect between the two, it's something else causing both in the individual, right? That one study, we don't know, we cannot conclude the directionality of that relationship. And furthermore, for just this as an example for this one study, because the study gets cited a lot. Anytime you see porn use causes brain damage, and they do have a citation, more than likely it's this study, so I like to dissect it a lot. The other, the most important thing to me, other than the directional problems that we can infer. IS that the study was done on 64 men, which was a fine sample size, especially dealing with like brain imaging, right? Those are pretty intensive studies. But all 64 men in the study were completely healthy. There were no functional impairments. There were no observable cognitive impairments. There was no psychiatric disorders present, anything like that. So, they were all healthy men, regardless of the amount of porn that they watched, even though they saw some differences in the brain scans, right? Those brain scans did not lead to any type of functional or cognitive impairment, making the brain scans kind of I don't want to say inconsequential, but this is why you don't do kind of fishing expeditions with, uh, body, uh, imaging, right, and scanning, because you may find these kind of interesting things that are technically an anomaly, but there's no symptoms that go along with them, so you can't make sense as to the pathology of it, right? And so even with the lower brain, uh, gray matter, uh, brain volume. That has zero impact on these guys' lives. So it's like, well, what impact can we actually say that any of this is having, because this is 64 healthy men."
	},
	{
		"start_time": "1:11:44",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so what do you make then of anti-porn crusaders, uh, because, I mean, of course, I, I could ask you to comment on the more moral side of things, which is something that many times anti-porn feminists, um, come up to the uh to the table with, I mean, with, uh, moral kinds of arguments and then. We could get into a conversation about the porn industry and things like that, but of course I don't imagine that you are an expert on that, and I'm not sure if you're even interested in the more moral or political side of pornography, but from the perspect the perspective of a psychologist, what do you think of anti-porn crusaders and their claims?"
	},
	{
		"start_time": "1:12:38",
		"speaker": "Eric Sprankle",
		"words": "Well, from a therapeutic perspective, if, you know, a patient comes in saying that they're anti-porn, it's not me to judge that or change their mind, right? They're coming from it from whatever ideological perspective, like that's their value system, right? And they have to uh accept patient autonomy with that. Um, SO it's more of an issue when it comes into the political arena of like, oh, I feel this way about porn, so therefore no one should watch it. It should be illegal. There should be all these restrictions placed on it because I believe it's bad, right? And that's when you can start pushing back, be like, is it bad? What are you basing that off? And will these restrictions actually reduce the effects that you think this is having, right? Or is this just more state involvement in media? Um, AND is that a good thing, right, overall for like for free speech issues, right? So there are a lot of ideological issues that can come into it, but also these ideological issues often rely on scientific arguments to support their ideology, especially in the, in the realms of public policy, and that's when you can kind of push back. So my belief of it, kind of looking at the big picture is kind of what we've kind of talked about a little bit sometimes is, is. That being anti-porn is largely missing the point, and it's largely scapegoating something that actually has very little to do with or is, is a small piece of what you're actually concerned about. So if you're concerned about violence, right, and you put you're hyperfocused on pornography and you want to ban pornography because you think it leads to violence and just general violence, not violence necessarily only to women, um, but violence among like men. Um, THAT it's just creating violent behavior. It's like, well, is pornography the really the best thing to go after, right? The top priority to go after. There's a lot of other media that have violent content in that that we can regularly consume openly, and we don't have to secretly consume it. Go onto YouTube and you can watch the most violent videos imaginable. Real life violence, not situated, not uh simulated, uh, even aggression within maybe like a BDSM scene in porn, but we can live stream essentially wars going on all over the world, right? Is that more of a concern about having an influence on violent behavior than pornography? Personally, that's just my opinion, I think it should be, right? Um, AND that's why I think like, so what is it about porn actually that gets you so upset that you think this is the top priority to address your issue that you're so concerned about. And I think it really does come down to just a discomfort with sex in general, a discomfort of seeing that so blatantly um displayed in pornography that it creates a lot of discomfort. I think, you know, even if a casual person is pretty comfortable with the idea of pornography, they may watch it from time to time. But if pornography, you know, was shown to them in an environment that they're not used to seeing it, it would be very shocking and embarrassing and maybe possibly even shameful. They would feel guilty about it. It stirs up a lot of emotions because of the cultural taboos that many cultures have about sex in general and here's sex displayed on the screen, right? And then we start thinking about, well, this can't be healthy, right? I'm having this reaction to it, even though I thought I myself was a sex positive person. This is like too much, right? There's too much sex, um, because it's close-ups of genitals or I don't like the position that they're in, that looks a little too aggressive. Are they consenting to this? Let's look at the, the workplace conditions, right? So then it kind of gets into a workers' rights issue. Um. But all these things can get stirred up in the individual that they feel uncomfortable about, and they project that onto the media, saying that the media is harmful, and other people are going to be more harmed by it. If I'm feeling this way, oh my goodness, what's a 19 year old going to feel when they see this, right? That's going to be detrimental. So it's a lot of assumptions based on a projection of our own discomfort with seeing explicit depictions of people fucking."
	},
	{
		"start_time": "1:16:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, I mean, I was going to ask you just one last question, but something else came to my mind that I think it's also interesting to address here, particularly because now, and I don't want you to comment on, uh, the technological side of things specifically, but now in the UK for example, there are people pushing for laws to try to. I mean that that basically forced people to identify themselves online to try to reduce porn consumption or the exposure, the exposure of children to porn, yeah, the age verification and all of that, but I mean just from purely a psychological perspective. Uh, I know this is, this is going to be a very controversial question, particularly, um, even more so for conservative people, but are there negative psychological effects of, uh, children and adolescents watching porn or watching people having sex or anything like that?"
	},
	{
		"start_time": "1:17:45",
		"speaker": "Eric Sprankle",
		"words": "Yeah, so the, the way the research can be done ethically is that we can't have experimental studies to, to, to look at cause effect, right? There's, there's no institutional review board at any university that is going to green light a study where you're taking a bunch of 14 year olds into a room, showing them pornography, and then measuring outcomes afterwards. That study is just not going to be approved. Uh, SO at best, you have to rely on correlational research, which can provide some, some information on things, but again, we're just showing relationships between two things, not necessarily a causal relationship, just two things vary with one another. So, with that, um, some of the research that I've seen is, um, You know, they're, they're, from my perspective, and why I've largely avoided correlational research in my own career, because I don't like the problem of those third variables, those unexplained third variables that could explain relationships, uh, causal relationships, um, especially within media studies. Because when you look at if there's any type of relationship that's established between early exposure to pornography and some type of negative outcome, health outcome, behavioral outcome, things like that. Like, well, what else is going on, right? And a big one that often gets overlooked, it has been studied and controlled for in some instances and has been pointed to as a key factor is, uh, parental supervision, right? And so, those with less parental supervision oftentimes have greater access to a whole host of different types of media. And media that's designed and made for adults and that they're going to be watching, um, anyways, and certain negative health outcomes or behavioral outcomes. It's like, well, is it the media that's contributing to those outcomes or more so the lack of supervision that could be independently related to those outcomes as well, right? Uh, SO there's, for me, the research is too muddy to make big conclusions, especially definitive conclusions of like, Yeah, if you're 15 years old and you come across a pornography link, and you click on that link, this is what to expect, uh, to your health, to your behavior, to your psychological well-being. There's no research that can answer that definitively."
	},
	{
		"start_time": "1:19:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have one last question then, uh, because this is something that you, uh, talk about at the very end of your book. Who are the sex educators and the moderates fighting back against the anti-masturbation crusaders? And I mean, why do you think it's impo uh sex education is important when it comes to how people deal with. Uh, MASTURBATION and things like that."
	},
	{
		"start_time": "1:20:25",
		"speaker": "Eric Sprankle",
		"words": "Yeah, so I'd say this is definitely within our domain, right? So any type of mental health provider, psychologists, social workers, counselors, therapists who specialize in sexual health, sexual behavior, sexual disorders, this is definitely within our domain. We're the experts in this. We're the most comfortable with this behavior. We have the less. We're least, least likely to have a lot of negative feelings come up when talking about sex that could be projected in a way that's kind of hyperbolic or overgeneralizing to, to things and engaging in scare tactics. Doesn't say it doesn't happen even within our own field. It's just, it's, we have more training that's less likely to happen. Uh, SO this is definitely within our wheelhouse to address, um, and I think we should be addressing it because there's a lot of misinformation. Out there. And it's like uh trying to use, um, you know, like a, a leaf blower against the tsunami. Uh, YOU'RE not going to stop that wave, uh, from coming in. Um, BUT the best we can do is try to be consistent enough in our messaging that maybe somebody somewhere will hear it and understand like, OK, what messaging should I actually believe on this? The one that's coming from those with expertise in this or some random A person with a podcast who's spouting nonsense and selling supplements and who promises if you masturbate less, um, you're going to gain 500% in your testosterone. It's like, hopefully, intuitively, that does not make sense that that would be the case. Obviously, they have uh ulterior motive to sell their motivate uh sell their supplements, sell their motivation coaching sessions, things like that. So maybe we need to start looking for more credible sources of where we get our information as it relates to, to masturbation. So there's been a lot of these uh pro-masturbation. Um, uh, CRUSADERS and proponents uh throughout history. Uh, ONE of the biggest ones from the 70s was uh Betty Dodson. Uh, SHE was just an educator. Um, BUT the more recent ones too, I always like to point to is Dr. David Lay. He's a psychologist, and, um, Dr. Nicole Prauss, I believe she's a neuroscientist, and they,"
	},
	{
		"start_time": "1:22:37",
		"speaker": "Ricardo Lopes",
		"words": "I, I've, I've have her on my show."
	},
	{
		"start_time": "1:22:39",
		"speaker": "Eric Sprankle",
		"words": "Oh, great. Yeah, yeah, both of them have done great work in this area of pushing back against misinformation and pushing back against a lot of the claims of no fat semen retentionists and things like that, and they have the experience and the publications to back it up."
	},
	{
		"start_time": "1:22:53",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So the book is again, DIY, The Wonderfully Weird History and Science of Masturbation. I'm leaving a link to it in the description of the interview. Uh, AND Doctor Sprankel, just before we go, apart from the book, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:23:14",
		"speaker": "Eric Sprankle",
		"words": "Sure, uh, on social media, I'm on Instagram and Twitter at Doctor Sprankel, and then also just on my website, uh, Doctor Sprankel.com."
	},
	{
		"start_time": "1:23:23",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a very fascinating conversation. My pleasure. Thank you. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate von Goler, Alexander Obert, Liam Danaway, BR, Massoud Ali Mohammadi, Perpendicular, Janasertner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]