[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by your return guest, Dr. Vibe Kwassen. And today we're going to talk about what evolutionary psychology or even psychology more generally, also criminology can tell us about political violence and the psychology of people who commit political violence, acts of terrorism, and so on. So, Doctor Rotessen, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:34",
		"speaker": "Vibeke Ottesen",
		"words": "Thank you for having me, and I believe it's the 4th time I'm here, so thank you so much."
	},
	{
		"start_time": "00:40",
		"speaker": "Ricardo Lopes",
		"words": "No, that's true, that's true. I always love to everyone, and we always have great conversations, so, um, let me start by asking you, so how do you approach political violence from an evolutionary perspective? I mean, what is political violence from that, uh, psychological perspective?"
	},
	{
		"start_time": "01:02",
		"speaker": "Vibeke Ottesen",
		"words": "But political violence can very easily be defined, bluntly be defined as. Violence that's perpetrated with reference to with conviction of some political ideology, but one should also include religious ideology. Um, BUT when you look at what sort of phenomena and behaviors are included in that again, it can get a bit more difficult to define. So you can have mass shootings and attempted mass shootings, and you can have political assassinations and attempted political assassinations, which are easy to define. But as it turns out, uh, despite decades of studying it theoretically, empirically, and attempting to define it and operate operationalize it, one still hasn't got a definition of terrorism that everyone agrees. And that you can easily operationalize and use in research, but terrorism can be defined as violence or the threat of violence perpetrated with reference to political or religious ideology. Um, BUT that isn't the only definition, and it isn't a definition everyone agrees on. Some would say that it also has to include creating fear in the general public or in specific targeted groups of the public, but there are actually no definitions of terrorism in the same way as one can define political assassination and other mass shootings."
	},
	{
		"start_time": "02:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and is there anything from the evolutionary psychology of violence, and we've already talked a lot about that in our previous conversations, that might apply specifically to terrorism."
	},
	{
		"start_time": "03:06",
		"speaker": "Vibeke Ottesen",
		"words": "Yes, and mass shootings and political assassinations. So, uh, political violence can absolutely be studied from an evolutionary approach, and one has done that over the past couple of decades. And as, as we've talked about before, and you've spoken to a range of brilliant guests and your audience is very aware of evolutionary psychology belongs to something that we call the paradigm of selection thinking. That means that we start off with the general theory, modern theory of evolution. How does evolution happen through the processes of natural selection and sexual selection. That's the meta theory. And then you have a mid-level of the selection paradigm, which is evolutionary biology. And in this area, political violence, um, you would use the usual suspects on this mid level, which I'm sure your audience are, are, are very familiar with, is the works of Robert Trivers on the origin and function of sex differences. Uh, BUT also one can use Hamilton's Hamilton's work on inclusive fitness altruism, which he applied to also then studying spite. But if we start with Robert Trivers. And he believed that Charles Darwin's ideas of sexual selection on males and females competing within their genders, within their sex for mating opportunities. Um, HE believed that was absolutely correct, but he felt it was a lacking somewhat. So in his theory of parental investment, he argued we should look at sexual selection through the lens of parental investment. So he wrote a paper on parental investment that I recommend your audience read because that's the starting point for a lot of evolutionary psychology work, including that on, uh, political violence, coalitional aggression, war, but also terrorism and mass shooting, whether that is coalitional, or you have the lone actor. And there are 3 hypotheses. That one can use. And I suggest we start with the first one that came in 1985 in a paper by two authors that you and your audience are very familiar with, uh, Margot Wilson and Martin Daly. I, I've talked about them a lot on your show with regards to homicide, and they had a paper already back in 1985, which for evolutionary psychologists is seminal, but not so well known outside. Uh, EVOLUTIONARY psychology, and that is a hypothesis they presented in this 1985 paper called the young male syndrome, also in the paper listed as the dangerous young male syndrome. Have you heard of that one?"
	},
	{
		"start_time": "06:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES, I think so. I mean, I, I, I have Dr. Daley on the show back in early 2019, and we talked a little bit about the evolution of violence, and I think we touched on that,"
	},
	{
		"start_time": "06:28",
		"speaker": "Vibeke Ottesen",
		"words": "yes. Yeah, it's a, it's a hypothesis that he, uh, he proposed together with his late wife Margot. Uh, Wilson, and uh it's, it's a hypothesis that he's still using currently in his, uh, homicide research to explain, um, why most homicides are perpetrated with a young male as the perpetrator and a young male as the victim. And uh in the framework of sexual selection and Robert Trevors and other evolutionary biologists like um Alexander Richard Alexander, uh, it was suggesting that because males are in a constant competition for access to females. Like literally access to females, but also those things that females look for in males, such as the ability to, uh, obtain and control territory, have resources, protect, um, these abilities, uh, create this constant competition among males that females find attractive, uh, um, through female choice. The the ambition and drive and abilities to obtain territory, resources, status, things that can translate into reproductive opportunities is selected for among males more so than females because although females, yes, they can also gain from competition, from status, from accessing and controlling resources. On the other end of the scale, there's a cost to females, um. The fact that they go pregnant, that they can You know, a woman gets fertilized, she has to go 9 months pregnant, and then she has to uh nurse her child, whereas males. You know, they can take a shower and we're we're lucky or not, because as it turns out, you have a a male mortality rate, particularly among young males because of this competition that you have. So you're not that lucky actually rather than unfortunate sex. And when you look at, uh, when you look at the prehistoric records and what was it that young males died of, it was this competition that can turn very lethal. Now in the 1985 paper, Wilson and Daley, they were focusing mainly on criminal behavior and also homicide, but they do touch upon, um, Political violence, um, and political status, uh, noting that this can be translated into either fending off competition of the males, but also accessing females that it gives status and females find it attractive. And although they were mostly concerned with the individual male, that the individual male has got this psychology from his successful forefathers, um, they were also concerned with something that one in social psychology terms social facilitation. Is that a concept you're familiar with?"
	},
	{
		"start_time": "09:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YES, yeah, yes, but maybe for the audience, please explain it."
	},
	{
		"start_time": "09:54",
		"speaker": "Vibeke Ottesen",
		"words": "So that is the mere presence of others may very well change your behavior. Um, JUST riding a bike, you might be riding a bike at a certain speed when you're alone. If you just have other people present, you will cycle faster. And this was research they did in the 1900s. And they also then did some research, seeing if this social facilitation. Does that occur in other species? And to the great amusement of my students in social psychology, they actually did this experiment with cockroaches where even cockroaches, uh, will walk at a certain pace. Um, BUT if you put other cockroaches there. It increases their performance. So you can increase performance, um, but you can also have more extreme behaviors in general. And so in the paper on the young male syndrome, which is the name of the hypothesis, um, also that they term in the paper itself, the dangerous young male syndrome, they talk about what happens with young men. In the presence of other young men, so you can use this hypothesis both to study the lone actor terrorist, the lone actor who does a political association, the lone actor who does mass shooting, but you can also look at those who do it in coalitions, um, but the point is. If you use it to study this, you're understanding the male psychology as more prone, not every single male in the population, but males as a group are selected to be more prone towards risk, aggressive behavior, aggressive, lethal, violent competition than what females are. So you can use this, you can apply this hypothesis to approach, um, males. Overrepresentation across the board on political violence, regardless of definition, regardless of culture, you always have a male overrepresentation."
	},
	{
		"start_time": "12:08",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I, it even, it even goes beyond political violence, right? I mean, any kind of violence and any kind of. Or I guess at least most crimes, uh, males are overwhelmingly represented there,"
	},
	{
		"start_time": "12:25",
		"speaker": "Vibeke Ottesen",
		"words": "right. So this was then again, a hypothesis they had the young male syndrome, the dangerous young male syndrome that was first and foremost used to apply the overrepresentation of males in criminal behavior such as uh homicide, but it is one that lends itself easily to political violence. And then in 2012, there was a, uh, group of three researchers headed by Melissa McDonald, who published their paper in 2012, who also had a hypothesis also based in what is the male reproductive role, physiologically speaking. What is the male reproductive role, um, and they then had a hypothesis which has become much more known outside evolutionary psychology, which I'm quite certain your audience has heard of, and that is the warrior syndrome."
	},
	{
		"start_time": "13:27",
		"speaker": "Ricardo Lopes",
		"words": "The the male warrior syndrome."
	},
	{
		"start_time": "13:30",
		"speaker": "Vibeke Ottesen",
		"words": "Yeah. Are you familiar with that?"
	},
	{
		"start_time": "13:32",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I think so. Yeah. But"
	},
	{
		"start_time": "13:34",
		"speaker": "Vibeke Ottesen",
		"words": "many people have heard of it. They haven't necessarily read Melissa and her colleagues paper, but everyone's heard of it. It's one that has um. It also gets used outside of research performed by evolutionary psychologists, and they take it one step further and point to the fact that um males operate in coalitions very often their aggression is performed in coalitions, and they point to that tribal warfare. Has been significant in um shaping the male psychology as it is today. In prehistoric times, what killed young males most often was the competition, um, young male on young male violence, but even more so tribal warfare. And I mean, if you look at the numbers, I'm sure you and your uh uh audience are familiar with Steven Pinker's work. You've you've also interviewed Steven Pinker, I believe, on how, believe it or not, and I'm sure many people are not believing it currently, but we are actually historically speaking. Living in the most peaceful times, uh, because not only historically, but prehistoric, um, violent violence, um, and men and males and females have been selected um. In that regard, but in very different ways. So males have been selected. Melissa and her colleagues proposed are being selected to operate in coalitions more so than females have with regards to aggressing to uh uh aggressing against other males. And so you will have warfare. Yes, but you will also have things like just more mundanely, the whole social psychology phenomenon of in and out groups. So males will more often identify more strongly with some group identity. And with that group identity, um, they will contrast themselves more and have greater animosity towards an outgroup than what females have. And you'll have more coherency in that group than what you will have in a female group. Female groups can be considerably more fragmented than male groups. And so when, when males have this coalitional psychology, that will also explain. Not only warfare, which males are much more likely to engage in even currently, uh, but also the whole in out group and so you can apply that also to the study of political violence such as mass shootings, terrorism, and political assassinations."
	},
	{
		"start_time": "16:37",
		"speaker": "Ricardo Lopes",
		"words": "Um, BUT let me just ask you then, uh, but there are instances where, uh, some of these young males might act, uh, alone"
	},
	{
		"start_time": "16:50",
		"speaker": "Vibeke Ottesen",
		"words": "or absolutely, because a group identity with us humans. I mean, it was, it was selected for a very different time than than we live in now. I mean, we used to live in groups of say 150 individuals, most of them related. And so anyone outside that group was then tribal warfare, um, a real existential threat. Uh, THIS is not so anymore, but we're carrying the psychology of our forefathers and foremothers. And so the internet. Can trick us into believing that we are under threat to an extent that we Factually or not. And we carry these, uh, uh, the proneness for group identity and hostility towards others, uh, to an extent which, um, is quite unnecessary today. But the belief that it is necessary is profound. And an individual can physically have a group identity, you know, physically be in a football team, physically be in a team of supporters in their town, in their part of town. Yes, but also the internet can create group identities. So you can have a lone actor that identifies to something that they would perceive as bigger. Um, AND even those because A tendency we see is with regards to political violence where you have a lone actor, not a lone actor. Characteristically, Quite typically has mental health issues and those who have some delusions have delusions of belonging to something big. And we have examples of that in my country, Norway. Um, WE have individuals who weren't necessarily sane in the period where they committed this act and a part of their psychotic delusion. WAS that they were part of something bigger. So even the lone actors may very often have an idea on a psychological level of belonging to something bigger. It just so happens that these things don't exist."
	},
	{
		"start_time": "19:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, OK, so I, I mean this might be a very complex question and I'm not completely sure if it's something that even from a criminology perspective you have enough knowledge to answer and if, if not, it's not a problem at all, but we'll see. Do you think that Um, political ideology, and I'm not talking about any specific political ideology, but just political ideology in general might play a causal role in political violence. I mean, do you think that, er, the specific political beliefs that people have might cause political violence or that, Uh, those beliefs or them being part of this or that, uh, political orientation is more of a post hoc rationalization that people use to commit political violence."
	},
	{
		"start_time": "20:21",
		"speaker": "Vibeke Ottesen",
		"words": "Well, both Martin, uh, Daly and Margot Wilson in their paper and, uh, Melissa McDonald and her colleagues in their paper say that the male proneness towards, uh, political status is something that has evolved. Uh, BECAUSE political status can fend off male competition or otherwise also translate into reproductive opportunities as females prefer men who have status who can access, control, and share. Very importantly, share their resources. Um, SO this drive towards political activism in males is understood by evolutionary psychologists as something that has a reproductive and and has therefore evolved. Um, SO the ambition, political ambition. Is um equal to any other sort of ambition that men may have with regards to something that obtains resources, control, political influence. It all translates into reproductive opportunity, um, and people who commit. These atrocious actions do so often with a political conviction, but not always, and they might have a yearning for status and. Then you're more looking at that the ideology is secondary to the status. That they're looking for that would be uh that would be your classical evolutionary psychological analysis is that this is first and foremost about um. Status and influence more than the political ideology itself. So humans are, you know, a political ape because it gave a reproductive edge in our past and it still does give reproductive edge."
	},
	{
		"start_time": "22:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I asked you that because I sometimes get the impression that some people are prone to political violence, not specifically because they are part of this or that political group, but. But because the kind of political narrative that the group they identify with uses serves as a sort of justification that they use to commit political violence and not And I mean it comes after the fact. It's not a direct motivation. It's more of a, as I said before, a post hoc rationalization for the fact that they want to or they feel prone to committing politically violent acts anyway."
	},
	{
		"start_time": "23:25",
		"speaker": "Vibeke Ottesen",
		"words": "Um, BUT prior to the, the violent act itself, obviously there will have to have been some kind of justification."
	},
	{
		"start_time": "23:32",
		"speaker": "Ricardo Lopes",
		"words": "Yes, of"
	},
	{
		"start_time": "23:33",
		"speaker": "Vibeke Ottesen",
		"words": "course, but yes, it isn't, it is, it's in human nature to want political power and influence and status. Violence is a way of achieving it, but the thing is that terrorism, for instance, is highly inefficient to get what you want, whether you whether your poli whether your ideology is strictly political or has some religious aspect to it, a given, Mass shooting, a given explosion, a given act of terrorism is very ineffective, but what it is effective towards is gaining not um notoriety. You will become a face and you will become a name thanks to, um, mass media, both the traditional media, but also social media. Um, IT is. It is a way of obtaining notoriety, um, a celebrium that you otherwise wouldn't get. And, um, the what we see is that you will have political violence on both ends of a given. SCALE, um, any religion, uh, any of the, the, the big religions lends itself to being used as, um, a reference for committing a violent act in the name of that religion. Um, But the the the given person has perhaps gone through a rapid period of radicalization prior to the given act, um, and they. They're more likely to be suffering. With regards to the mental health rather than having some kind of, um, you know, coherent political membership, uh, they won't necessarily have like some kind of well thought through political platform that is more when you've got the coalitional political aggression. Um, THE lone actors very seldom that you will find that they. Have some kind of political partisan membership that is coherent. Uh, IT might be a one issue subject, for instance, um, but, but across the board, what you have is marginalized individuals who, um, often experience social exclusion, mostly then from the physical environment, from the community. Um, SEEKING then instead as a replacement, which is a poor replacement and a dangerous replacement on the internet, where there's then a quick short period of radicalization. So it's more like, um, marginalized social exclusion, uh, mental health issues. But it is in human nature, uh, to aspire to status and to you and and and in, in a male psychology more so than the female psychology to use violent methods that can be crime, that can be homicide, but it can also be political aggression. It's a part, but, but it's an it's an extreme situations, um, and you can get more like, The old fashioned, um, you and I are both of an age where we remember terrorism being like terrorist groups who did have a coherent partisan membership with thought through political convictions, who would use the threat of violence to get something that they wanted, and then didn't commit the necessary the politic act if they got what they wanted. That's, that's an old fashioned idea of terrorism that we seem to have been, we seem to have left behind in. In our current societies,"
	},
	{
		"start_time": "27:45",
		"speaker": "Ricardo Lopes",
		"words": "mhm, but I mean in terms of um perhaps demographics, uh, we have to also, of course, there's the evolution, they evolved psychology, but then there's also social and economic factors that can play a role here, right? You're, you're talking about social. Isolation, there's perhaps some of these people perhaps are also unemployed. They don't have many job prospects or future prospects and stuff like that, so they are in a way, many of them politically and socially disenfranchised,"
	},
	{
		"start_time": "28:24",
		"speaker": "Vibeke Ottesen",
		"words": "yes,"
	},
	{
		"start_time": "28:24",
		"speaker": "Ricardo Lopes",
		"words": "as well, right?"
	},
	{
		"start_time": "28:25",
		"speaker": "Vibeke Ottesen",
		"words": "Yes, but with clear mental health issues. Um, YOU see, when it comes to mass shootings that may or may not be associated with some sort of political ideology or religious ideology, and it can be quite spurious as you were suggesting, um, uh, what they, what they decide I'm doing this because to justify 80% of mass shooters in Europe in modern time have been suicidal."
	},
	{
		"start_time": "28:56",
		"speaker": "Ricardo Lopes",
		"words": "Oh yeah, tell us more about that aspect of their suicidality because er at least at first sight it might seem like a bit of an evolutionary puzzle. Why would someone er who would be motivated to commit political violence for the reasons you explained before, would also be suicidal, because I, I mean if they are suicidal and if they die. By suicide, then they don't reap any benefits from it,"
	},
	{
		"start_time": "29:32",
		"speaker": "Vibeke Ottesen",
		"words": "right. Uh, WELL, there's a hole. Filed on um uh suicidality and evolutionary psychological analysis of that which we don't have time to get into. Um, THAT'S an interview in itself. Um, AND it's a puzzle. Yes, but we do have. Hypothesis, uh, attempting to answer it, um, some suggesting that rather than trying to have an evolutionary psychological analysis of why we commit suicide and the adaptations, uh, that underpin committing suicide, um, you have those currently suggesting Todd Shackelford, I believe a former guest of yours, suggesting that actually, um, the adaptations is not committing suicide. Um, BUT this is when I was suggesting earlier on in our interview that perhaps we should take a look at Hamilton's work. Now Hamilton, you and your audience will be very familiar with his work on inclusive fitness and altruism. Why will the individual do something that damages itself to help others? Well, that's because those others we are most likely likely to help in such circumstances are people we share a genotype with. From our family members. So we're more likely to do altruistic acts when it benefits someone who shares our genotype. Now again, why, why do we then help other people like donating blood, kidneys, running into burning buildings, etc. Well, again, you have to then look at the fact that we used to live in groups of 150 individuals who mostly were related to us. Um, BUT his work then on altruism, Hamilton himself and I Greatly recommend your audience to read this. He then used these principles to also look at spite. We are willing to damage ourselves as long as we're damaging other people a little bit more. That's spite. We will take a cost to ourselves as long as we know we're damaging someone else just a little bit more. Now, but still, anything with regards to. Um, WHETHER it's homicide, suicide, altruism, spite, we have to remember when we're using evolutionary psychology, we are not socio biologists. So so, uh, uh, you know, I mean, a socio biologists, socio biologists would be looking at analysis analysis on a behavioral level. This behavior, does this behavior make sense, evolutionary speaking. But in evolutionary psychology, we, we analyze things on a, on a psychological level. Now it psychologically men have a proneness towards wanting influence, wanting power, wanting status, wanting celebrom and not uh notoriety. Being known, being a name. You're willing to do quite a bit to do that, and Now I'm, I'm, I apologize for the words I'm using now, but I'm trying to make, get a point across, but then. For someone who has no other avenues. Getting famous, doing something that media is willing to cover. Where you know guarantee they're going to show your picture, they're going to give you a name, they're going to give you what you crave, and you have no other avenues for getting. You might try to attempt to kill as many people as possible before you kill yourself, or as it also happens sometimes, I said 80% are suicidal. That means some of them kill themselves before the police get to them. That means some of them kill themselves before the police even enter the scene. But some of them are also shot by the police, and it's a phenomenon that they call suicide by cop, that you do something so extreme that you know that the police will kill you because perhaps Shackelford and his colleagues are correct in that. It is in human nature to not hurt ourselves. It is. It is difficult to kill other people and it is difficult to kill yourself. And when you see these mass shooters, they often have considerably more weapons with them. Uh, COMPARED to the number of people they actually victimize, uh, uh, certainly lethally victimize, um, because they might be taken off guard at how hard it is for a human being to kill another human being and how hard it actually is to harm ourselves, to actually kill ourselves. But it does speak to an absolute desperation. It does, it speaks to an absolute desperation."
	},
	{
		"start_time": "34:18",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, so look, we're focusing mostly on or exclusively on political violence, but since we're also including mass shooters here, do you think that what you just said would also apply to school shootings because there the targets are mostly children, right, who are not political actors."
	},
	{
		"start_time": "34:42",
		"speaker": "Vibeke Ottesen",
		"words": "Well, we had a terrorist in Norway who chose children specifically. Now he made the case that they were the future of a certain political party he believed was damaging Norway. Um, BUT the thing is also that children are an easy target, um, but you're also very, very guaranteed that media will cover the case if you do. Something so grotesque. Mhm. Yeah. And it also speaks to the mental health of, of the person. Because I hope your audience doesn't misunderstand. I'm not saying that we are evolved to do these acts. Yes, of course we have, what we have is an evolved psychology that means that when someone is utterly marginalized and is struggling with their mental health, we shouldn't be surprised that on occasion these things will happen, and we certainly shouldn't be surprised that these things happen when we do have a media. That does reward these acts. With celebdum. They, we, we are exposed to the picture sometimes sooner than they actually are confident in who the perpetrator is. Before we know anything about their mental health, uh, names are given, and when the audience, when normal human beings are given this information. It can turn very ugly."
	},
	{
		"start_time": "36:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, SO, yeah, I, I was going to just, uh, comment on another thing on that relates to Doctor Daly's work, but before that, since you touched on the media, uh, I mean, I, I guess that you've already answered this question at least indirectly, but should the media divulge personal information like the name. About mass shooters and terrorists and their pictures and so on. I mean, haven't, um, criminologists and other kinds of related experts been warning for a very long time that this can produce copycat effects."
	},
	{
		"start_time": "37:02",
		"speaker": "Vibeke Ottesen",
		"words": "Um, AND. And you are rewarding them with precisely what they wanted and why they did it. You're giving them what they wanted. And we have just had a case in Norway, uh, where a young male just turned 18, um, commits a homicide and is claiming that this, he's the one claiming this was a terrorist act that he wanted to create to create fear in a certain segment of the population and the media are. You know, reiterating this, they're communicating what he wanted to do, and they're also showing his picture and his name. And there has been, there's been one newspaper that has um gone a different route than what is, what is a normal procedure in media all over the world, and they have decided not to show his picture. Uh, I don't know if they've changed that in the past couple of days because now there's a court case, but this young boy said to the media, uh, through his defense lawyer that he wanted to have his picture taken in court, because the early court procedures have started already. And he said through his defense attorney. I want my picture taken in court. That should be like the first sign for media to, you know, maybe not. And they have discussed, should they, should they not? And there are arguments for why, because it's a serious crime. Homicide is a serious crime. If this actually was a terrorist act as well, that's a serious crime. The public should know it's media's responsibility to let the public know what's going on. But Yes, as a criminologist, as a homicide researcher, as a violence researcher, I'm someone who has read the literature and all these decades. And I remember the 90s and I remember the American experts being very firm on like school mass shootings over there. They've had what, 300 mass shootings in the state so far this year. Even the same week as a very famous political assassination which overshadowed. Uh, THE mass shooting with considerably more and younger victims. Yeah. One has to ask, when will they learn? And there's only one country that I see seems to be taking this lesson serious, and that's France. About 10 years ago, um, They find not, not, not, not all media in France. This is not something that all media in France agree on. Um, IT isn't like across the board decision, and they the different news media outlets, they go case by case, but some of them have taken a very principled stance in that we will pixelate pictures and we would will withhold names. Uh, WITHHOLDING names is a little bit more problematic from a journalistic perspective, from a trust perspective, but pixelating pictures is a no brainer. Um, JUST, you really shouldn't do that. And I, now I'm not a journalist, and so I can't make that sort of. Pros and cons, but from, from my point of view, who, who writes about and does interviews on what's the psychology underpinning these acts. Celebrum, a want for, um, fame to the extent of accepting that that's going to be not, uh, notoriety, like a negative, famous, famous for doing something horrific. It's such a strong motivating factor for these infringed, socially isolated individuals who 80% of them in Europe are suicidal, so they are struggling with mental issues. Other, other of them are having psychotic symptoms, um. Like we're having a court case in these days in Norway of someone who was supposed to have done a terrorist act, um, but as it turns out, a couple of years later. He was so severely psychotic because he hadn't been treated for his psychiatric symptoms. And if he had been discovered prior to his terrorist act, his, uh, his stepsister might be alive today."
	},
	{
		"start_time": "41:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OH, OK. So, uh, I was going to ask you another kind of question, but, uh, let me then touch already on that a little bit more on the topic of mental illness because I guess that this is a very sensitive topic and, uh, I, I think it's important for people to get, uh, the correct information here. I mean, please correct me if I'm wrong, but I think that the correct thing to say is that Most, the vast majority of people who suffer from mental illness do not commit crime, but, but, but proportionally. There are more people who suffer from mental illness who commit crime than people from the general population. I mean, is this the correct information, or"
	},
	{
		"start_time": "42:46",
		"speaker": "Vibeke Ottesen",
		"words": "crime is a large category of behavior, um, but if we just stick to mass shootings, 80% of them in Europe are suicidal, and I think that number is telling enough, uh, so. If we can do more to avoid Infringement or the perception of being infringed, trust in the political system, uh, community engagement, mental health, uh, being taken care of, discovered at an early age, and, and, and help being offered. To more young men and also not showing them on a daily basis that a quick way to celebdom. To fame. IS to Kill other people."
	},
	{
		"start_time": "43:45",
		"speaker": "Ricardo Lopes",
		"words": "No. So, uh, uh, let me ask you now because we've been focusing a lot on males. How about females? I mean, are, are there also female are there also female terrorists? Are there also females who commit acts of acts of political violence or not?"
	},
	{
		"start_time": "44:09",
		"speaker": "Vibeke Ottesen",
		"words": "You know, in modern history, 60% of rebel groups have had female members. So yes, the typical male warrior in historic times was males. There's no question about that. Sometimes you'll get some. You know, the odd. And I mean that in every way, the odd article saying that females were warriors, females did big game hunting. Generally no, generally no, generally, females don't have the upper body strength of males do on a group level. So small game hunting, yes, but on occasion you will have formidable women. Um, WHO didn't get pregnant and who could join in in warfare, tribal or larger, and join in on a wild game hunting, but they were so few and far between that they haven't shaped. They didn't become grandmothers like those other females who took care of themselves throughout pregnancy and nursing. Um, BUT I mean,"
	},
	{
		"start_time": "45:19",
		"speaker": "Ricardo Lopes",
		"words": "I mean like, like the Viking shield maidens. I'm, I, I'm, I'm, I'm making this, I'm, I'm making this joke because you're from Norway."
	},
	{
		"start_time": "45:32",
		"speaker": "Vibeke Ottesen",
		"words": "I've got Edward Monk on my wall there, um. But yeah, few and far between, they existed, but not to the extent that they have shaped, uh, the, the psychology of women today or the physique of women today, um, although you will on occasion have formidable women. Absolutely. Um, BUT in modern days when women can control things to a greater extent than we could historically speaking. 60% of groups that are termed defined operate operationalized that, sorry, uh, as rebel groups, 60% have female members. Now what those female members are doing, one has to study that research more closely, but they actually have female members at all. And you've got numbers from Europol showing that 5% of terrorist plots in Europe in modern times, current day Europe, 20% of them have females associated to plotting those terrorist acts in Europe, according to Europol. So, females. Do perpetrate, engage, enable, assist terrorist acts and political violence, that's the thing, and Europol and Europol and. The United Nations are continuously on a regular basis warning about this and trying to draw attention to it. But no, not to the same extent as men. And that's the third hypothesis that I promised in the beginning of our interview, which was proposed by Ann Campbell, the late Ann Campbell, the incredible Ann Campbell, uh, in a paper from 1999, which I know I have, um, jazzed about, uh, in interviews with you previously published in 1999 called Staying Alive. And that's her her hypothesis. Again, just like Robert Trivers showed us we had to do, refer back to the reproductive role of the sexes if you're trying to identify the evolutionary origin and function and possible adaptive role of a given trait. And she said that women have evolved. Due to 9 months of gestation, up to 4 years of nursing children in our species, in our evolutionary past in hunter-gatherer societies, we had to stay alive, so we are selected, females are selected towards hesitating against. Committing violent acts. However, um, throughout her article, she warns against ignoring the fact that women are capable of and do perpetrate violent acts. She warns against just pathologizing women for doing it, and you can use her work to also approach. Female political violence, be it mass shootings, be it terrorism, be it political assassinations, women can also do this, and I haven't studied myself, but if there are any budding researchers out there on female political violence, my suggestion would be. That we know that women are often on the left side of the political scale, so you're more likely to find the political terrorists there. Also, we know that females are more prone to stronger. Religiousiosity than males you might find them there as well. You also know that on the left side of the scale, the political violence will damage property, whereas right wing political violence, it targets human beings, people. Left-wing political violence targets buildings, and so all in all, there's great reason to believe that females might engage. There is one terrorist organization, ISIS, who has taken this more serious than any politician or group of researchers with regards to um um recruiting females. And that's the ISIS in their caliphate. They were targeting with specific propaganda targeting females to um to join their caliphate and their movement. So they were targeting females on purpose. And so Politicians and people who want to prevent this and researchers who want to study it, they should, they should have a look at the forgotten female gaze in all of this because females too want political influence, one status, um, and can also decide to cause damage. Aggress with in that regards, and the most well known. A terrorist organization. Um, IN the 1900s was the suffragettes movement. Yeah. They were deemed, they were termed, they were considered, they were categorized to be terrorists, and they would damage themselves for the cause of getting the right to vote. Um, SO what Campbell says in her paper, which I absolutely demand that your audience reads, is she said that. If you appreciate the female gaze, you can identify at what point does the scales tip for a female where a female is willing to perpetrate violence after all. Mhm. Because we are not evolved to just be passive and meek. We're not"
	},
	{
		"start_time": "51:30",
		"speaker": "Ricardo Lopes",
		"words": "Uh, OK, so I have one final question for you. Um, I mean, which is more of a general commentary. I mean, since you're a criminologist, this is something that we've already touched a little bit, I think in our previous conversation, but I would bet, and please correct me if I'm wrong, I would bet that uh this sort of thing bothers you. I mean, whenever. Such an act like this, um, I mean, terrorist act, mass shooting, and assassination, some act of political violence, of course, or even a school shooting, uh, even sometimes even before we know anything at all. About the perpetrators, people start immediately speculating, and they bring out their pitchforks, and they are already saying who is responsible for this act. It's this side or that side or Um, or they say that it sometimes we hear that from some people that it has nothing at all to do with mental illness or with social and economic issues, that doesn't matter at all. I, I mean, doesn't it bother you that, um, how should I put it? I was going to say that society or the media allows for this kind of speculation to run amok, but uh as a criminologist, as a criminologist, doesn't it bother you that people have this impulse or this tendency to uh get to conclusions when the criminal. Process itself, I mean what police have to go through, what investigators have to go through, and then, and then the trial and the evidence that people have to evaluate and so on and so forth is usually so complex, but people just don't care or don't seem to care at all about that complexity."
	},
	{
		"start_time": "53:57",
		"speaker": "Vibeke Ottesen",
		"words": "And what you're describing is this tribal coalitional psychology of in out groups. Uh, THERE'S a paper I read recently, um, which I really enjoyed. Um, I'm not very good at pronouncing, um, names from other languages than the Anglo and Norwegian. Um, Moncrief is how I pronounce it with my British accent, published a paper in 2024. And he suggested that the reason why terrorism is, um, so hard to define is because scholars have a different approach than lay people have. Uh, AND he looked at research, seeing how Uh, lay people, you know, what will make lay people more or less likely to categorize an act as terrorism, and one of the things here is that the research shows is that if it's performed by an outgroup member, we're more likely to say it was a terrorist act than if it was one of our own. And his point, his overall point in his paper, or at least maybe it wasn't, but it certainly is the one I remember that my the the the message I took from it was, um, that because lay people have ideas of what terrorism is. That suggests that both perpetration and risk assessment. Um, HAS been selected for, and we have therefore been under selection pressure to, uh, not only the perpetration of political violence, um, but also to do a risk assessment. So what you're describing is people trying to do a risk assessment, trying to figure out whether it was one of their own or not. Was this a terrorist act or not, uh, to protect themselves, to try to figure out what has happened. But humans are not very good. At this, and that's why we have created professionals to do this for us and I was doing an interview after a mass shooting that happened in Sweden in February and I was doing a Interview on a live debate show in here in Norway, and the first question I got from the anchor. Brilliant anchor. He asks me, um, how can we understand the psychology of someone who, who commits a mass shooting and then kills themselves? And my first answer, unprepared, um, but it's a, it's a, it's an answer to your question, uh, is, um, if you want an answer, go to research, don't go to social media. Social media is dangerous on so many levels. It's dangerous with regards to encouraging such acts. It's dangerous with regards to. The aftermath of such acts. Um, SO social media is a terrifying place. And I, and whereas I would have hoped for, and I do encourage traditional media outlets to stay sober. I think lately we're seeing less and less sobriety from them, but, Yeah, I think that I think that has to be my long winded as always answers, as, as you know, I, my answers are never short. I always give answers that last like 150 minutes, and I, I apologize to them. I've got very long winded answers this time as well on your show. Thank you so much for having me. And I hope to see you again a 5th time."
	},
	{
		"start_time": "57:44",
		"speaker": "Ricardo Lopes",
		"words": "No, of course, uh, and by the way, just before we, uh, I end the recording, just to let the audience know if they're not aware of that, because I mentioned Doctor Daly's interview. I also have an interview with Doctor Robert Rivers on the show from 2019. So some of the things referenced here, you can go there and listen from the man himself,"
	},
	{
		"start_time": "58:08",
		"speaker": "Vibeke Ottesen",
		"words": "from the man himself, the legend."
	},
	{
		"start_time": "58:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, Doctor Tessen, it's always a big, big, big, massive pleasure to have you on the show and uh, as you said, I'm also looking forward to a 5th interview somewhere in the future because it's always fascinating to talk with you."
	},
	{
		"start_time": "58:29",
		"speaker": "Vibeke Ottesen",
		"words": "Thank you so much for having me."
	},
	{
		"start_time": "58:32",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Gelbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Janus Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]