[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Dr. Michael Hudson. He's a return guest, and today we're talking about his book Temples of Enterprise Creating Economic Order in the Bronze Age Near East. So Doctor Hudson, welcome back to the show. It's always a pleasure to talk"
	},
	{
		"start_time": "00:23",
		"speaker": "Michael Hudson",
		"words": "with you. Thanks for having me, Ricardo."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "OK, so what do we know about the origins of the economy in the ancient Near East, and why did you get interested in the ancient Near East specifically?"
	},
	{
		"start_time": "00:37",
		"speaker": "Michael Hudson",
		"words": "Well, there are two completely separate questions. Maybe I ought to say why I got interested first, because that shows you what I'm looking for. Uh, BEFORE I, uh, began to read about the ancient Near East around 1980. I'd worked for 20 years in financial analysis of debt. And I'd been warning that the debts of third world countries, the global South, couldn't be paid. And then I was tracing how the debt trends of the United States economy and other economies in the end couldn't be paid. And it was obvious for me that there was going to have to be a debt write-down of global South debts, especially of Latin America. And in 1979, uh there was a UNITAR meeting. I was working for the United Nations Institute for Training and Research. And uh the meeting was basically on North-South relations, and I explained, explained how there was no way that Latin America could pay its existing debts and there was going to have to be uh a break in the chain of payments in a few years. Well, there was a riot, literally a riot at the meeting. The US rapporteur was, I think, a government uh intelligence plot and uh misrepresented. My statement to say, uh, Professor Hudson has just studied debt and uh analyzes how it can be paid, and I stood up and said that uh there's no, I analyzed how it could not be paid, now it could be paid, uh, and the very forecast of saying how much was going to be owed when you compare it to the earning power of Latin America and other countries for exports and uh remittances and all of their other balance of payments. Uh, ESSENTIALLY couldn't be paid. Well, the controversy over that. Uh, AND as you know, uh, 3 years later in 1982, Mexico started the whole Latin American debt bond by, uh, defaulting on its teso boos, it's uh short-term government debt. Well, I became, uh, by 1980, uh, 1, interested in writing a history of how societies had handled their inability to pay debt. And I'd, um, in, in about two years, 1982, 1983, I'd gone back through medieval Europe and uh through the biblical times, and I'd found references to Near Eastern uh anticipations of the Jubilee year, uh, and debt writes down, writedowns, but I couldn't really find very much of this, so I uh took the sources that I could find from Hammurabi's debt cancellations and others. And uh a friend of mine who was a uh colleague at Harvard brought me up to Harvard and they uh appointed me a post, a fellow in Babylonian archaeology. So I spent, uh, basically I changed positions from, or changed my focus of studies from being an economist, warning that debts couldn't be paid, and this was in the 1980s when there was no chance at all of people accepting this idea, uh, to study archaeology and Assyriology. And uh finally, in 1994, uh, we decided at Harvard to uh organize. An economic history of the ancient Near East that uh uh I, I found that the ancient Near East, Mesopotamia, Egypt, the other Bronze Age societies in the 3rd and 2nd and 1st millennium were so different from today's world that economists had avoided looking at antiquity because it seemed as if civilization Couldn't possibly have started this way. This is not how Margaret Thatcher and Milton Friedman would have started a civilization if they would have gone back and advised that it is, is how to develop. Uh, AND so we uh began to write a history of uh uh public-private relations, of land tenure, uh, and most of all, money and debt. And so, uh, basically, uh and that entailed, well, the origin of money was in cost accounting by the temples, and the role of money was not the way the Austrian right wingers or the opponents of socialism had said money is uh to settle barter, uh, we found that Uh, uh, money was, uh, basically used to pay debts, and that economists generally have not distinguished between credit and money. Uh, DURING the crop year in Mesopotamia, uh, all the way from the 3rd millennium BC down to medieval Europe, uh, cultivators would, uh, run into debt during, uh, the year for various exchanges. Expenses, uh, in, in Babylonia, this included running up a bill at the ale house, uh, for ale, it would include hiring priests to officiate at public ceremonies. Well, all these, uh, this exchange on credit, uh, basically had to be settled at one point of the year, at harvest time, when the crop was in and it was weighed out on the threshing floor. And uh that's when uh the, the debts are denominated in grain for the agrarian sector. Uh, I'll get, and uh silver for the trade sector, uh, and so the money was for paying these debts, and the denominations of money were set in grain, uh, essentially we found by the temples that had measured grain in terms of what they had to distribute to the labor force. Uh, THAT, uh, was employed mainly weaving textiles that were consigned to private merchants to, uh, travel to Turkey, to the, uh, to, to what is now Persia, uh, various countries to obtain the metals and the stone that wasn't available in Mesopotamians soils. And at the time that I wrote, uh, there, there was a, a general belief that, well, all of this is fictitious. Not only did were the Judaic uh uh jubilee not uh uh ever really enacted, it was claimed, but all this uh Near Eastern debt cancellations couldn't possibly have occurred the way uh they occurred. Uh. Because there would have been a collapse. Well, basically, here's the problem that Mesopotamia and all the Near Eastern neighbors face. As I said, the debts at the end of the year, you paid in money by measuring out the crops on the threshing floor. Well, what do you do when the crops failed? What do you do if there was a drought or a flood or a military disturbance? Well, At that time, uh, you had a choice, and the modern solution would be, well, if a debt can't be paid, then the creditor gets to uh reduce, to take the property of the debt. And reduce them to debt bondage has occurred in classical Greece and Rome and end up taking the land in payment, uh, that's the sanctity of private property is the sanctity of the creditor to deprive debtors of their private property. This did not occur in Mesopotamia anywhere, uh, uh, or on a permanent basis. Obviously, if a a debtor had run up a debt very often to a member of the temple bureaucracy, he had to work it off, uh, and that could be anywhere from, uh, giving him the crop. To, uh, working on his land, to, to harvest, to, uh, outright bondage, if, uh, the creditor would pledge his wife or his daughter, uh, as a, uh, house servant, uh, to the creditor. Well, this, uh, was not, if that would have happened on a very large scale, society couldn't have taken off because very soon, Yeah, uh, what you saw at the end of the Roman Empire, where the whole, uh, economy was, uh, population was turned into serfs, uh, and serfdom, uh, that would have stifled their development right there because in the 3rd millennium, 2nd millennium, the scarce labor, the scarce factor of production in antiquity was labor. There was plenty of land. Uh, THE problem is, how do you irrigate it, how do you, uh, divide it and allocate it? How do you give cities? So, uh, this led me, you asked me what got me interested into it, what got me interested, uh, in was, uh, how, why debts were canceled, and that led me to say, well, how did debts develop and who canceled the debts and How was society organized so that when you canceled debts, it was resilient and grew instead of collapsing. That's uh the big picture. Well, the, the rulers of, uh, every ruler of Hammurabi's dynasty, we found out, the Sumerian rulers before him and the other Near Eastern rulers uh elsewhere in the Near East all the way down to Egypt. Uh, PERIODICALLY, uh, canceled debts when a new ruler took the throne. They would restore order and, uh, they wanted to take, begin their rule with an economy in, in good order, so they would know all of the debts that had been accumulated. They'd free the debt bond servants that had been reduced to bondage, they'd return any land that had been forfeited. Uh, THIS survived not only in the Judaic Jubilee year of Leviticus 25, but also in Europe into all the modern times when kings of Poland or Central European countries would take the kingship, they'd often free the prisoners. Uh, ESPECIALLY because, uh, prisoners were put in by the preceding king, uh, and, uh, that would be, I'm, I'm going to rule in peace, let's all, uh, be, uh, 11, happy, uh, community. Well, the reason that, uh, Babylonian and Sumerian and other Near Eastern rulers canceled the debts, uh, was if they didn't. The population would have run away. Flight was a big element of uh uh uh of recourse for populations who are indebted, and if you did not cancel the debts, if you did not guarantee everyone their land, then you would uh find yourself either overthrown or depopulated. Well, that led me uh and the group into uh deciding, well, how, how, how do we decide who got How much land. And we found that already by the late Stone Age, apparently, um you had communities expanding out and uh they basically would Assign standardized plots of land to the citizenry at large, and they, the size of the land and the conditions of land tenure would be, we're going to assign you this land, but in exchange, you're going to have to, you owe the community certain basic public services as the condition of holding this land. Number one, you have to serve in the army. Number 2, you have to work on Corvet labor, that is infrastructure projects. Uh, YOU might have locally, you might have to help dig canals, uh, but, uh, you might have to build walls around the cities so that Uh, nomads couldn't attack you. You might help build temple foundations or temples, or you might help build palaces. We have, uh, the inscriptions that are buried in walls, uh, explaining, you know, how these were done, and The question is, well, uh, were land, how were landowners, uh, the, the peasantry, as you would call them today, um, did, did they accept all this? Well, we found out, uh, largely from Egyptian records, uh, from building the pyramids and other records that, uh, the, these, uh, infrastructure projects, you have, uh, many cylinder seals and In, uh, Babylonia, uh, and Sumer about rulers carrying big baskets of, uh, dirt on their head for excavating projects, uh, and you have, and whole masses of citizens carrying things on their heads. It was hard work doing construction labor. Nobody likes doing it today, that's why it's left to immigrants in America. Before they were expelled earlier in the year. Uh, THEY, uh, er, but it turns out that, uh, these were great socializing projects. For one thing, we know that the government provided enormous amounts of beer at these festivals. Uh, THEY fed the people. Not only did they feed them beer, but they had great feasts, and it was at these feasts that The uh Near Easterners uh had their major uh times of year when they ate meat. Uh, NORMALLY the family would live on a very healthy plant-based diet, but it wouldn't, wouldn't entail meat. So, we found the whole organization of land tenure. Uh, IT was taxes that created the definition of and conditions of land tenure. And it was the preservation of this land tenure that led rulers to say, well, uh, we, uh, if, if the crops fail and the cultivators cannot pay the creditors, uh, we certainly don't want them to end up as bond servants to the creditors because then They couldn't serve in the army, and they'd be working the creditors' land or in their houses, not on building public projects. So, you had a kind of bifurcated economy, you had the economy of the large institutions, the palace and the temples on the one hand, uh, and The uh agrarian sector uh uh cultivators on the other, and the, uh, the agrarian sector would provide labor, often war widows or war orphans, to the temples or palaces to work in the weaving workshops, and uh they'd produce, buy the textiles, and uh these textiles. WERE turned into the economic surplus of Mesopotamia and other countries by being consigned to merchants, many of them private, some may have worked also for the temples, we're not exactly sure, and uh they'd be advanced to the traders, and uh the traders would have to, uh, in, in 5 years, they would have to return double the amount of money. Uh, THAT was lent. Well, that was the origin of interest rates. We found out that interest rates did not reflect supply and demand, but were standardized for century after century, for over, over 1000 years, uh, and they were, the, they were standardized for money that was, uh, transactions that were done between the large institutions. And the rest of the economy at large. The large institutions, uh, because they were the institutions, uh, creating and monetizing the economic surplus with foreign aid, kept their accounts in silver. The uh agrarian economy was based on the land and the crops and, and grain because that's what was, what was grown. And in order to make a balance sheet and an income and expense statement of the temples, you needed to consolidate foreign trade and uh domestic production and uh so you had to buy monetary standard of Of, uh, setting a unit of, uh, uh, grain is equal to one shekel of silver, and, uh, this fixed unit, uh, the exchange rate between grain and silver was standardized again for uh the, the certainly the duration of a king's reign and pretty much over time, uh, but it only uh related to transactions. Between the economy at large and the large institutions. In other words, what gave money its value was its acceptance by the large by the government, by the palace, the palatial economy for payment of Either taxes or debts or uh transactions with it, just like modern monetary theory uh explains and uh that uh we, we created this, this picture of an economy, you, you couldn't call it a democracy because nobody voted for the ruler, you couldn't call it an oligarchy. Uh, BECAUSE the object of rulers was to prevent a creditor oligarchy from evolving as developed in, uh, uh, Greece and Rome in classical times. Maybe you could call it agrarian socialism. Nobody's figured out an acceptable term for it, but at any rate, uh, uh, we, uh, we created, uh, rewrote the Uh, I shouldn't say rewrote, we wrote the first economic history of the ancient Near East in the five, colloquium volumes that I edited between 1994 and I think, uh, 2008, and the Temples of Enterprise, uh, uh book that uh led you to have this, uh, discussion are the collected articles that I wrote on this during these years, uh, explaining how Interest rates originated, why they differed from one, you know, from Mesopotamia to Greece and Rome, how land was distributed, how money was used to settle credit balances, why the temples created money instead of private, just private individual merchants creating their own pieces of silver for exchange. Well, that's my answer to the question, and when you ask why did you do something, it's like a, a lawyer is told in, in court, never ask why, because it means that the er er the person, you're the witness can say whatever they want. And the judge can't overrule it and say, well, you asked him that, we won't, we won't exclude that. So you ask me, maybe if you ask more specific questions on the big picture that I described, we can get more specific."
	},
	{
		"start_time": "21:16",
		"speaker": "Ricardo Lopes",
		"words": "Yes, of course, we're going to break down many of the things you said there. Let me ask you specifically about the origins of money because I think that's a very interesting topic also to explore here because we very commonly hear from this sort of Anti-government mythology, uh, people who have a take on the origins of money based on barter without that or public institutions playing a significant role. What do you make of that kind of take?"
	},
	{
		"start_time": "21:53",
		"speaker": "Michael Hudson",
		"words": "What, what do I make of, of, of the Austrian theory? Uh, THE whole idea of the Austrian theory was, uh, to fight, uh, it was developed in the late 19th century, uh, by Menger, and the whole idea was they hated government. There was a class war in Vienna, especially, they, there was fighting in the street. Uh, THE uh, the, the whole dynamic of industrial capitalism was to, uh, Uh, have an increasing role of government in providing for, uh, basic, uh, services and needs that otherwise would be monopolized for, uh, transportation, for communications, and of course for healthcare, education. All of these are provided by government so that you would minimize the cost that employees. HAD to pay for these, using these services, which would have required the industrial capitalists to pay higher wages, and if the government did not subsidize these services, uh, including housing, that uh workers uh needed to uh pay uh in order to live, then the, uh, the, the, these industrialists. COULD not afford to compete with those of other countries that had a govern, uh, a capitalism evolving into socialism. Well, the, the whole basis of classical political economy from Adam Smith, John Stuart Mill, Marx, and the whole rest of the 19th century was based on a value theory, uh, this isolating. Economic rent is unearned income. The whole political fight of the 19th century from Britain, France, all over Europe was uh to prevent uh the landlord class from controlling the economy and protecting itself, increasing food prices, uh, and, uh, obtaining higher and higher land rent that would raise the cost of living. And make labor unemployable by industrialists and David Ricardo in his principles of Political Economy in 1817 and explained how if you don't reform parliament and take away the land. Lord's ability to control the economy, then uh and adopt free trade so that uh Britain could import its food at a low enough price to keep British wages low, so that, uh, industrialists could compete. Well, then you, you'd uh uh have uh profits being stifled. By the rent recipient. So all of Europe said we've got to get rid of the aristocracy and it's, it's charges like a, a tax, and we have, and uh that was the fight. Well, the uh the not only the landlords fought back, but uh there were monopolies that were created under feudalism. Largely by the financial class of bankers that helped kings create uh monopolies of foreign trade and er other er basic uh privileges, special privileges that er would give them the income to pay the war debts er that they ran ran up. Well, the Austrians wanted to keep the protect the monopolies, Protect the landowners and especially to protect the bankers. Uh, uh, THEY wanted to protect every form of economic rent that Adam Smith and the classical economists opposed, the land rent, monopoly rent, and interest charges. And so they, uh, they tried to create a narrative that denied and erased the entire Origins of economic origins of civilization. They said government can only be negative. Government and public institutions, palaces, temples have no productive role to play, and in fact, from the very beginning, economics took off purely by merchants and private enterprise, by greedy people that wanted to make money. Uh, BY exploiting other people, and fortunately they were able to exploit other people and amass huge fortunes, and that's what's helped civilization grow. This was the Austrian attack on civilization and uh the that attack that in America, you had exactly the same anti-classical reaction by uh JB Clark here, my uh. In my economic books, I've described this, uh, uh, in, in various books, uh, Killing the Host especially. Well, uh, the The rontiers, that, uh, rent, the landlords and bankers fought back and they, uh, subsidized universities and they actually have Erased the entire economic theory of the free market economists of the 19th century. That's not in the United States, there's no longer the history of economic thought being taught in the standard economic curriculum, and there's no economic history being taught. At least when I went to school in the 1960s for my PhD in economics, there were courses like this. They've all been replaced simply by mathematics courses or uh by everything except economic history because according to if uh the economic model, civilization could not have taken off. It could not have originated. Civilization. WOULD have been impossible unless it followed today's rules that very quickly would have stifled its growth immediately. It would have turned into the decline of the Roman Empire in the 1st 50 years of its existence, uh, basically. Uh, AND so, uh, basically I, I stopped uh having much interest in Today's economic, uh, orthodoxy because, uh, I, I got much, I became an economic historian and uh uh the and archaeologist and anthropologist, uh, all of the anthropology studies show that uh uh surviving small local communities. HAVE not tried to encourage wealth accumulation because if you're a low surplus economy, like the Stone Age and the Bronze Age were, you cannot afford large fortunes from being accumulated except at the expense of other people. And if they're accumulated at the expense of society as a whole, then the uh emerging oligarchy, the wealthy class, the 1% obtaining these fortunes would have prevented the economy from taking off. And so, uh, the Bronze Age succeeded in doing something that modern democracies and Western civilization has not been able to do, and that is to prevent the development of an oligarchy and specifically a financial and land owning oligarchy from impoverishing society. And uh deindustrializing it and uh and uh stifling economic growth to a halt. That was its great contribution and that's why economists uh just uh exclude any thought of this economic history. From the, from their curriculum and uh the Assyriologists and Egyptologists and other scholars who were members of my Harvard group uh basically are have no interest in talking to economists and at first they were Uh, hesitant to have, uh, me and, uh, organizing, uh, the whole set of colloquia that we had, but they, they thought that I, they worried. That I was going to try to impose modern economic ideas on them, and I said just the opposite. I want to find out how it was that these societies were able to start by canceling the debts, by redistributing the land, by distributing land in the first place, by creating a monetary system in which debts were denominated in the first place, and uh how, how did this whole structure develop and What made Western civilization so different in after around the 8th century BC?"
	},
	{
		"start_time": "31:18",
		"speaker": "Ricardo Lopes",
		"words": "And in regards to imposing modern concepts or modern ways of thinking in on onto ancient civilizations, earlier you talked about the role of temples and palaces in the ancient Near East. Were such institutions public? Does the private public dichotomy work when talking about the institutions in the Bronze Age Near East?"
	},
	{
		"start_time": "31:54",
		"speaker": "Michael Hudson",
		"words": "Uh, ARE you tell me again how you're, uh, explain it in different words, the dichotomy, uh, you mean the, uh, there, there were two sectors together. For instance, many people thought that Hammurabi's laws were a tax code. They weren't a tax code because it, uh, the, uh, community on the land had its own common law. Uh, BUT Hammurabi would have, uh, rules like an eye for an eye for the tooth and the tooth. Well, was that really a law? We have many legal cases in, uh, cuneiform documents on clay. Uh, WHERE there were injuries by, uh, one person against others, and in no case was, uh, there a retaliation in kind for the injury. There was a fine, just as in Indo-European societies there was V guilt type of fines. So if you cause an injury you had to pay. Well then, why, and it turns out this was not only medieval European, it was how The whole world worked, uh, uh, certainly it's how the Near Eastern world worked. So how do you explain, uh, Hammurabi's laws? Well, they were specifically related to the palace economy and the temples in its relation to the rest of the economy, and in the palace economy, The, the uh uh uh employees of it were dependents. They were people that you, today you would call them welfare uh workers. Well, if you're on welfare, you don't have any money to pay the fine to compensate the person who you've injured by poking out his eye or breaking an arm, uh, or, or killing him. Uh, SO that, uh, Hammurabi, uh, had that principle as saying, well, if they don't have any money, then there's no choice but to, uh, retaliate. Uh, GRADUALLY there was a reinterpretation. OF Hammurabi's laws and the laws of all the rulers. The laws were uh basically for relations between the palace and the, the self-sufficient economy on the land. Uh, AND it, it was the palace that essentially, uh, took the grain surplus, uh, that was provided, uh, I, I won't say in taxes, but in the various forms of payments, including the advance of sharecropping land, the rents that they owed, the various service payments they owed to the government, uh, that were settled in, in grain money. The, the, they use this to Support uh an institutional labor force to make the exports to uh obtain the uh foreign raw materials including silver. That was valued apparently because of its use in religious, uh, uh for religion as a, a sanctified metal, which is why the, uh, the, the temples were the key of providing, uh, silver. I think one of your questions. WAS, uh, no, why, uh, how, how was, how the money produced? Well, and the Austrians said, you know, the the governments, uh, degrade money, you know, they run deficits and uh they spend much and they destroy money. Well, actually, it was the private sector that destroyed money. Uh, ACCORDING to Menger, well, the merchants would just, uh, uh, you know, provide gold and they would, er silver, mainly. They would take the silver and they would, you're you're going to buy some food at the market, you pay a little silver uh in exchange for things as if cash on the barrel header right away, and nobody asked, well, who makes the silver? Well, we know not only from the Bible, but from similar Babylonian wisdom literature, that there was a condemnation of merchants for cheating, and not only Degrading the silver they used at less than uh the standardized purity, and the temples would stamp the purity uh on, you know, various uh uh sheets that they had, uh, but also divide them into specific weights and measures. You can't just take, you know, here's a piece of raw silver, Hach gilt, uh, as it's called in, uh, uh, in German. The silver was, you would have bracelets that were divided into 55 shekel little pieces, uh, that you could break off. There were standardized measures, and you also had scales. Well, again, you have the Babylonians, like the biblical, uh, the Old Testament, uh, complaining about merchants with false scales. They would use, uh, One wait for buying and selling, uh, for buying goods, and another way for selling goods to cheat, to cheat the customers. Um, uh, PRIVATE merchants were always known for cheating throughout history, not only in modern times. Uh, SO you, you, you needed the temples to provide honest money, and that's why most of the marketplaces down through the Athenian agora, for instance, were held in the uh open space in front of the temple. So if there was any uh argument, the uh Athenians had the agora nomoi, uh, the enforcers of uh uh law and uh and weights and measures in, uh, in the agora. Oversee, yeah, fair dealing. You needed the government to regulate crooked, greedy merchants. Well, the Austrians said, wait a minute, you don't want to regulate greed, greed is good. Greed is what drives things. We're the greedy people, we're the good people, not the bad people, we're what drives civilization. Our greed is not you people who we exploit, you're just there to be. Exploited. We provide the surface, the surplus by extracting interest from you, land rent, and monopoly rent to exploit you. We are the drivers of civilization. That's Austrian and free enterprise theory as opposed to uh classical uh industrial capitalism that said we cannot afford this kind of behavior. And have a stable industrial competitive economy. That's why industrial capitalism was to the Austrians evolving into socialism and had to be fought against, which is what you have today with the free, the free enterprise boys and the libertarians uh uh deindustrializing the US and European economies."
	},
	{
		"start_time": "38:57",
		"speaker": "Ricardo Lopes",
		"words": "And regarding that, regarding the Austrian school and the libertarians, has a free market ever existed?"
	},
	{
		"start_time": "39:07",
		"speaker": "Michael Hudson",
		"words": "Well, the, the question is, ha ha, trick question. What is a free market? To uh Adam Smith, John Stuart Mill, the, the entire classical uh value and rent theory century, a free market was a market free from economic rent. It was free from unearned income. Everyone was supposed to earn their income by playing a productive role. Uh, AND that is why they wanted to end the special privileges of the landlord class, of the monopoly class, and ultimately, the privilege of money and credit, money creation and credit allocation by the banks. So, uh, the, their kind of free market was free from, uh, parasitism, from Unearned income. For today, the free market is free for parasitism, for rent seeking, for deregulation. It is free from government regulation to prevent the concentration of wealth, not by playing a productive role in uh. Bu il ding factories and employing labor to produce industrial goods, but in being a rontier, uh, a, a rent collector, either as a landlord, as a monopolist, or a banker, so the whole concept of a free market has been turned upside down from how it originated. In the classical economy. So when you say, was there a free market, any market is structured, any market has to have a structure and regulation or it becomes anarchy and there's not a market, real market anymore. It's just uh everybody do whatever you can and it's a war of all against all."
	},
	{
		"start_time": "41:01",
		"speaker": "Ricardo Lopes",
		"words": "So in regards to the ancient Near East, tell us about how urbanization occurred there. I mean, in the book you go through how ritual centers developed as gathering places or trading venues and how cities then emerged in the modern sense of the term. Tell us about that."
	},
	{
		"start_time": "41:26",
		"speaker": "Michael Hudson",
		"words": "Well, what I, I, uh, uh, at Harvard, I worked very closely with Alex Marshak, uh, the great ice age archaeologist who wrote The Roots of Civilization. And uh he, he found already in the ice age, many of the social structures that uh survived through uh the Stone Age, Bronze Age, and the modern times, uh had uh had their origins. And uh what he found was already in the Magdalenian period, 14th millennium BC. You had uh people, uh the land was not very densely populated, and you would have clans and tribal organizations of clans, uh, growing and expanding, but they'd have to get together, uh, once, once a year or twice a year or quarterly, uh, one time or another, they were a clindrical times for them to get together. So one of the roles Of the chieftains was to keep the calendar, so, and it was a lunar solar calendar, so that they would know, OK, we follow when the moon is full or uh new or whenever, we will get together at a given spot, or where do you get together? Well, most of the caves where we have archaeological evidence of ice age gatherings were uh uh on Watercourses, uh, or if not watercourses on, uh, roads or paths that were intersection easy to get to, transport easy to so that people could join in these consolidations of identity, and these occasions were, I won't say markets, uh, because everybody was uh self-supporting at that time, uh, but they were Uh, uh, where, uh, marriage and, uh, marriages or whatever you would call them, uh, would take place, where intercourse of various forms, uh, would take place, and, uh, that, uh, then after you would have this consolidation of a tribal or, uh, other identity, then people would go back to their hunting and gathering, uh, for, and so, These. GATHERING places were marked. Cosmologically, the whole idea was to make a gathering place, a, a, an image of the cosmos. Well, that's what you had in Stonehenge, and there were many similar uh uh uh uh places uh er uh such as Stonehenge where you would have them aligned with the year on a particular solstice or equinox where the sun would come and Trace a particular time and that was, uh, that was showed, OK, this marks the time of the year that we are uh developing. Well, just like Stonehenge was sort of, uh, a scale model of a, an annual calendar, cities themselves became based as a cosmological model. They had uh typically 4 gates. Like the seasons, sometimes 12 gates, uh, they, uh they, they either would be round or you would, you would have the, uh, if not north, south, east, west orientation, then you'd have it oriented to the way the winds went, you would have standardized, uh, plots and, and streets, uh, you, you, you would, uh, you had a cosmological context for Urban design and architecture and development just like churches as they developed or cosmological, the medieval European churches uh had all of this cosmological mathematics uh worked into uh their design, that all of this is to say, the order that we are creating on Earth is as stable as the astronomical. ORDER in the cosmos, and that's why there have been so many studies of astral religion in the sense that cosmology was the basis for archaic religion as an attempt to create a system of economic order, or I should say a model of economic order on earth as it is in heaven, and they wanted to create the stability. But unlike modern economics, that says if you don't, you don't need a government because everything returns to normal if you just let it alone, let the rich people impoverish the 99% and it's OK. Uh, THE, uh, uh, ancient society until the Western civilization realized that the economies got out of order if there weren't intervention, and how do you restore this cosmological order and balance where uh you have a self-sustaining peasantry on The land growing crops, you have a uh the temple bureaucracy, a palace bureaucracy, uh, you have foreign trade. How do you, how do you keep econo the economy in balance? And the whole uh Greek philosophy was based on balance, including the theory of medicine, for instance, the whole Aristotelian idea of Balances within the body, you could say it's similar for uh the uh acupuncture uh that they have in the Near East. The whole idea of balance was central, and also the whole idea of fair rulership was based on keeping the population uh happy and satisfied, so That under Confucianism, for instance, in uh early uh early China, the rulership was the ruler was supposed to uh keep the peasantry happy and uh and if there was a peasant rebellion, that meant that the ruler had not been ruling fairly and probably deserved to be overthrown. Uh, YOU have that whole concept of economic balance, which is just the opposite of today's economy saying, uh, the, the business cycle is self, self-correcting. You don't need the government to intervene and cancel debts because everything is balanced with checks and balances, and, uh, you don't have to worry about debts being unpaid or you don't have to worry that today. Civilization economic problems exist. We, we actually don't have any problems at all today because the problem, reality is impossible under our economic theory. We can't possibly have Europe and America acting like they are because our theory says that's not possible. Well, that's the craziness of academic economics and the social sciences generally."
	},
	{
		"start_time": "48:43",
		"speaker": "Ricardo Lopes",
		"words": "So it's very interesting all of what you said there about how some of the institutions we take for granted nowadays have their origins in ancient Mesopotamia. What would you say was Mesopotamia's role in innovating and shaping civilization's basic economic institutions?"
	},
	{
		"start_time": "49:09",
		"speaker": "Michael Hudson",
		"words": "Well, the economic practices that uh became uh part of how economies operate were originated there. For instance, money is a means of paying debt. You have all anthropologists have found. That all uh the surviving indigenous communities have debts to each other, even uh as a means of integrating people. Uh, IF you have one family growing crops and another family growing the same crop, they'll Uh, give, uh, give this as a gift to the other, and there'll be a reciprocal gift, there will be an exchange. There was always a re re reciprocity and debt, but the, uh, Mesopotamia achieved a large scale of, uh, uh, of Uh, specialization of, uh, production that didn't exist before. Now, there have been a number of books that were just, uh, published, uh, and reviewed in, uh, uh, the American press on Mesopotamia, and it's just amazing how, uh, uh, how they're, they're trying to say Mesopotamia never existed, and, and it didn't, there was no takeoff at all. They said what made Mesopotamia rich was it had these river deposited so. Soils just like Egypt had the rich soil deposited by the Nile, and here's all this rich soil for growing crops, and they could, they could afford to have a big population and the population all got together and when they get together, you're big enough to begin to specialize labor and uh develop industry. Uh, THE question is, why did it happen in Mesopotamia? Well, that's because, uh, these rich soils. Didn't have metal or uh stone, or even very uh hardwood trees, uh maybe soft palm trees or soft trees. So they, that forced them to trade, well uh with other countries outside of Mesopotamia, with people who weren't Mesopotamians, like uh people from the Indus Valley or what is now modern Turkey, Anatolia. How are they going to do? This. Well, there are some signs that in the 4th millennium BC, uh, the large, uh, largest Sumerian city of Uruk did try to make outposts, uh, in what is now modern Turkey, uh, and they were walled cities, and presumably you have a wall because you don't want to be attacked, but all these outposts disappeared from the archaeological record pretty quickly. And it, the fact is, you, you couldn't afford to obtain uh the raw, the raw materials, the metal, stone and wood that you needed by force because it was just too expensive to fight people and get killed and have to build walls and do that. So the way that Mesopotamia obtained its uh uh raw materials was to have other countries volunteer. Voluntarily either supply them or to be hosts to Mesopotamian developers uh producing tin and copper that gave their name to the Bronze Age, or silver or stone or jewelry or the other, uh, everything that could not be produced in Mesopotamia from its own soil. So, what Mesopotamia did have because of its soil, was a very large population uh uh that was growing and uh the, uh this population was large enough to be self-supporting and to support an export, a labor-intensive export industry, largely of handicraft. Crafts, textiles, and other handicrafts to trade abroad for the raw materials that it developed, so that uh uh that it needed. So, that was a circular flow. Well, when you advance textiles to a trader, how are you going to get repaid? How do you denominate it? You don't get repaid in textiles, you had to have a standard of measurement. And the role of money was a standard of measurement initiated by the temples for their own account keeping. That's why the measure of grain was divided into 60ths. They were, uh, they had to Give grain regularly to the um uh the labor force there. Well, the archaic measurement of time was the lunar month. But you, you know, the lunar month varies in time from 26, 27 days all the way up to 29th or 30 days. You can't just keep giving various measures for a variable month. You had the standardize month. So from Mesopotamia to Egypt, you standardize the calendar on the 30 days. Months. Uh, WELL, of course, that left uh uh uh a gap, uh, in the year between 360-day year and the 365 day uh solar year. Uh, AND, uh, so you, you had a civil calendar based on, uh, the lunar, uh, the lunation cycle, and In a solar calendar that was used by the large institutions for the distribution of food, and if, as long as you divided the grain ration into uh 60ths, that is, every day for 30 days, twice a day, you would give them barley or grain or, you know, whatever you were feeding them. They used the same system of denominations for coins. The uh they were, the mina was divided into 60 shuts. Just like our minute is divided into 60 seconds. The origins of our time measurements come from Mesopotamian, uh, measures of grain that was extended to silver and money in general, and then the measurement of the counting system, uh, in general. OK,"
	},
	{
		"start_time": "55:42",
		"speaker": "Ricardo Lopes",
		"words": "so, uh, I'm just going to ask you actually one final question because I don't want to take too much of your time and we've already done. Uh, ONE hour, so, um, what do you think then the modern Western democracies could learn from Bronze Age economic policy that would be possible to apply today?"
	},
	{
		"start_time": "56:06",
		"speaker": "Michael Hudson",
		"words": "Well, that's the, the big question and I discussed that in uh my book, The Collapse of Antiquity. What uh The Bronze Age really came to an end in 1200 BC in the Mediterranean. Uh, THERE, there was bad weather. The bad, the, uh, climate crisis, uh, began in around 1800 BC in, uh, the Indus Valley, when you had the whole, the Indus civilization was the largest civil, uh, Bronze Age civilization, very standardized, uh, very developed everywhere. Um. But apparently there was a drought and the population declined so rapidly that you had the influx of Indo-Europeans, largely from what is now Ukraine apparently, uh, come in there and overlayer it. Well, uh, you had in 1600 BC, uh, there was uh bad weather in still in uh in Uh, what's now Turkey, you had the Hittites move in and uh to the conquer Babylon, and the Babylonian Empire ended in 1600 BC. Well, uh, uh, you, you had a survival of the palatial economy using syllabic syllabic writing in Greek. Uh, IN the Mycenaean, uh, economy with different, different Greek cities, uh, and palaces. But, uh, here too, there was, uh, apparently a drought, uh, we know from the ice age, uh, uh, the, the, the Uh, ice, uh, way of, of cores that have been dug up and from the tree, uh, the trees and other archaeological evidence that there was really bad, uh, disturbance in the weather, you had populations set in motion that, uh, essentially Uh, there, it was, uh, a, I guess they call them intermediate periods, and, uh, you had the palatial economy fall apart, uh, the syllabic writing fell apart, the palace control fell apart in Greece, for instance, uh, and you had, uh, the local Local managers who were providing uh the tribute or the taxes to the palace, just sort of ending up in control of local uh areas. You had warlords, between 1200 BC and about uh 800, 750 BC uh you, you had uh just kind of anarchy that historians of that period uh call mafiosi states. You had a very And, and, uh, uh, cruel centralized, uh, uh, chieftains holding the rest of the economy in bondage largely through debt or through control of the land and through the, you know, kind of, oh, it was their kind of proto, uh, serfdom. Well, uh, they, they achieved their ability to indebt populations because if you had uh the Phoenician and Syrian traders expanding into the Mediterranean, Mediterranean around 800 BC to Greece to Rome. They brought these practices of interest-bearing, charging interest, and other commercial practices, weights and measures, uh, temple organizations, temples, uh, set up to act as chambers of commerce. They set them up throughout Greece and Italy. Often on offshore islands, uh, as they had done uh uh in uh in the Bronze Age, and they brought these concepts of interest bearing debt to the Indo-European speaking West. There had been no indication of interest at all, uh, being charged by Western economies before this, so, uh, they, uh, the chieftains were the people who would advance land. In exchange for interest and rent, and you had all of these economic practices that had been developed in the ancient Near East, adopted, but what you didn't have was this institution of divine kingship or you didn't have a central ruler to prevent an oligarchy from developing and impoverishing society. And that's the characteristic of Western civilization. From the very beginning in classical Greece and Rome, there was no authority to prevent the uh emergence of an oligarchy using its wealth to impoverishing, impoverishing the population at large. So that uh what you had of uh in, in Greece and also apparently in the Italian cities uh were uh. But certainly in Greece, you, you had uh members of the ruling clans say, you know, this isn't fair. Well, especially it's not fair if they were a secondary, distant member of the ruling clans, and they, they, uh, they got together and they overthrew the clan leaders. This is very well documented in uh in uh in the various Greek cities in and I'm blocking out for a second. Corinth, uh uh, Corinth, uh, you had this, you had, uh, a similar overthrow in Sparta, where the reaction of the reformers in Sparta under the mythical Lycurgus was, uh, we don't even want to use money, because if you have money, then you're going to have interest-bearing debt, you're going to have poor people. And at the very end of all of these, uh, revolutions of by, they're called tyrants, and tyrants just meant the, the, the Big ruler, I think it was uh uh taken from uh one of the cities in Persia, uh, that, that, that was, was used, uh, you, you had the tyrants overthrew the mafiosi states and begin to undertake public development. Uh, THEY, they, they, uh, canceled the debts that had held the uh population in bondage, they redistributed the land, they did basically what the Near Eastern rulers. HAD done. They uh uh said, well, we need a free population in order to have an economy that grows and works and is resilient, and that's why in Corinth, you had them developing uh the port area, the docks, and uh the foreign uh ability for foreign trade. Uh, YOU had uh Athens, uh Sparta was sort of a special case, uh, they didn't have so much foreign trade, they, they conquered a neighboring Uh, group of, uh, city and turned the population into, uh, hilots, which are sort of quasi serfs, uh, and this was, the, it was the tyrants that set The train for what became Greek democracy um in Athens and other countries, and that just meant uh the public, uh, the uh public sector taking the lead in sponsoring construction projects, trade, and organizing a uh rules of commerce and exchange and uh economic stability, uh, sponsored. By the governments, um, in general. Well, by Aristotle's time, uh, you had, uh, the increase in wealth, uh, you, you, you had the technology, had obviously by the 4th century, 5th century, 3rd century BC, uh, developed way beyond what it was 3000 years earlier, Society had been rich enough to Be able to afford a wealthy class accumulating wealth and uh not only Aristotle, but Greek philosophers, uh Socrates, uh, the Greek religion, uh Delos and Delphi all described the phenomenon of wealth addiction. You have a problem when you have big fortunes beginning to be accumulated. You have wealth, addiction and greed, and that er er developed into an oligarchy. So when Aristotle wrote his study of constitutions throughout Greece and its islands and other areas, he said almost all these constitutions call themselves democracies, but they're really oligarchies. And Western civilization has not really had a democracy. It's uh it occurred very quickly into oligarchy. Well, uh, the, uh, both Aristotle and, uh, Plato described, there was a kind of, uh, cycle throughout history. Uh, DEMOCRACY would develop into an oligarchy, and then, uh, some oligarchs would fight other oligarchs by taking the public, the, the infantry, the masses into their camp and overthrow them and making democracy and then that would develop into an oligarchy again and that was. The eternal return of uh Western civilization, but uh there weren't that many cycles when oligarchy turned in, when uh democracy turned into oligarchy, uh, it happened rather fast. I could, I could go into Roman history if you want, but I describe all of this in the collapse of antiquity. So Western civilization, uh, developed the, it took the economic practices that had Been developed in the Near East but without any ruler to uh prevent a domestic oligarchy from developing and impoverishing society and reducing it to serfdom of the type that uh Roman that Rome did with its empire collapsing into serfdom, and we're having that same oligarchic tendency uh today, and the oligarchies. In all countries became a rent-seeking class, a rentier class, uh, at first by their land ownership in conjunction with their creditor power of interest. So, you had rent in the form of land ownership, rent in the form of interest, and, uh, uh, later monopoly privileges. This is what John Stuart Mill called, uh, making rents, rental income in your sleep. You don't work for it, but you achieve a political and military power to extract rent from the civilization at large, and that's where classical economics came in in the 19th century. The whole ethic of industrial capitalism was trying to restore the economic balance that had been missing from uh Western civilization. Ever since its inception in Greece and Rome, you know, after the 8th century BC, and, uh, it, it seemed to be on its way to evolving into socialism uh by World War 1, but by that time the Rontiers fought back uh and achieved uh uh regained control of the economy uh at the expense of uh industrial capitalism by The rent extractors by the landlords in conjunction with the financial class of bankers, and that's the same ethic, the same uh class, Renttier class that's stifling economies today from Europe to the United Nations, uh, to the United States. IS exactly what uh the Mesopotamia, Egypt, and other Bronze Age uh economies were able to prevent by having a central rulership, and that's why the Austrian school in economic liberty, free markets today said we don't want any Central rulership, any government able to regulate the economy or to prevent exploitation, or to discourage economic rent in favor of earned income by profits and wages, you want to shift taxes off, off banking, off real estate, on to labor and industry, and that is exactly what's Polarizing the European and uh uh US economies today. I didn't expect this to be the result of what I was going to find when I began to look in Mesopotamia for, well, how did they happen to cancel the debts, but in reconstruction, the whole society that I was responsible for doing this, I, I realized what that there are really two kinds of societies, a regulated society to prevent exploitation and rent seeking and a free for all where the rontiers take over and and impoverish the population."
	},
	{
		"start_time": "1:09:28",
		"speaker": "Ricardo Lopes",
		"words": "Yes, that is really fascinating, Dr. Hertzen, and we've already recorded almost 75 minutes, so I think this is a good point to wrap up our conversation. I don't want to take too much of your time, as I said, and the book is again Temples of Enterprise Creating Economic Order in. The Bronze Age Near East, and I'm leaving a link to it in the description of the interview. And Doctor Hudson, thank you so much for taking the time to come on the show again. It's always really fascinating to talk."
	},
	{
		"start_time": "1:10:02",
		"speaker": "Michael Hudson",
		"words": "Well, I look forward to seeing the transcript of all this because I always get new ideas while talking to you, Ricardo. Uh, I mean, your questions sort of lead me to, uh, develop a different exposition, so I'm looking forward to it."
	},
	{
		"start_time": "1:10:17",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolatti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]