[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by a return guest, Dr. Edward Watts. He is Vasiliadis Professor of Byzantine Greek History at the University of California San Diego, and today we're going to talk about his new book, The Romans, A 2000 Year History. So Dr. Watts, welcome back to the show. It's always a pleasure to everyone."
	},
	{
		"start_time": "00:26",
		"speaker": "Edward Watts",
		"words": "Oh, it's wonderful to be back. I'm, I'm so excited to talk to you about the book."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so we have a lot to cover today. Let's see how long we can go. So my first question is, who were or are the Romans, since in your book you go through 2000 years of history in Rome, who are the Romans exactly?"
	},
	{
		"start_time": "00:51",
		"speaker": "Edward Watts",
		"words": "Yeah, I think this is an excellent question. It seems simple and um for antiquity and for the Middle Ages, it's of course quite complicated. Um, I think as a basic rule, I think for everybody that we're talking about in antiquity in the Middle Ages, um, if they say they are Roman, we should take them seriously. And if we cannot understand why they're saying they're Roman, that's more of a problem for us than it is a problem for them. So for the purpose of this book, what I'm looking at is, you know, the, the group of people that live in a society that say they are Roman. And I think what's remarkable about Rome and what makes Rome so different from other ancient and medieval societies is um Romans were completely willing to bring new people in and make them Romans. Uh, THIS was something like Sparta. Sparta collapsed because Sparta could not do this. It couldn't figure out how to make more Sparades. Instead, they kept making less. Um, IN Athens, they also struggled to figure out how to make more Athenians. In Rome, this was not a problem at all. And so a society that starts out along the Tiber River in, you know, the late Bronze Age in Italy, um, makes Romans again and again and again and adapts their ideas and incorporates them into Roman tradition. And Roman behaviors and Roman political life, um, so well that you end up with the same Roman state 2000 years later surviving in Constantinople, 1000 miles away where the vast majority of people are Greek-speaking Christians. Um, AND so the Romans are who they say they are. Um, AND for them, that's simple and for us You know, it can be complicated. It doesn't look at all in the year 1200 like the Roman state in the year 800 or the year 700 BC and yet those people see a really strong connection even though everything about their lives are different, the identification as Romans is the same and, and so for the book's purposes, I think we take that seriously."
	},
	{
		"start_time": "02:52",
		"speaker": "Ricardo Lopes",
		"words": "And when does the history of Rome start and what is the Roman state?"
	},
	{
		"start_time": "02:59",
		"speaker": "Edward Watts",
		"words": "Yeah, so the, the starting point is an excellent question. Romans believe they know, like the day, right? The day and the year it started, 753 BC. It's, you know, it started on that day because Romulus set up a settlements around the Palatine Hill. Our traditions are a little more messy. Um, AND so we have all sorts of traditions again because the Roman state is continually remaking itself. People who belong to, um, other traditions or came from other places want to see themselves represented in the history of the Roman state. And so we have stories told by say Greek authors in the first century BC who speak Greek but are Roman and want to see Greek and Roman things connected who talk about About um people wounded in the campaigns of Hercules who settle at the base of the Palatine Hill, who ultimately, you know, become part of this community that Romulus establishes. Um, YOU have Italians who tell stories about how, um, you know, there were initially, uh, people who came into the Roman state from other Italian principalities who then also became Roman. And so you have this sort of ongoing tradition. Of, you know, predating that 753 BC moment where the Roman state is created. Historically, we can't say 753 BC for sure is the moment when something happens at Rome and before that there were no Romans and after that there was. Um, WHAT we can say though is sometime in the 8th century BC it's pretty clear that you have an organized settlement um centered on the Palatine Hill and now if you go to the Roman Forum and you Walked sort of to the back of it towards the back part of the Palatine Hill. You can actually still see post holes um that were drilled into the bedrock from what Romans believed to be that initial settlement. And more or less, um, this corresponds to what we know is going on in Italy in the 8th century BC to the extent that um Italians in that period would bury their dead in, um, you know, the ashes of their dead in funeral urns shaped like huts. That match where those post holes would suggest you had huts. So, you know, our, our sense in the eighth century BC that this is an organized community is pretty good. It's pretty strong. Um, WE don't know 753 BC for sure, but more or less, this is, this is kind of consistent with what we can see going on."
	},
	{
		"start_time": "05:23",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to the history of Rome, do you use the same division of periods that scholars have traditionally used? There is early Rome from the 8th century BC until around 300 BC, the middle and later phases of the Roman Republic from 300 BC to 31 BC, the high Empire from 31 BC to. 180 AD and the late empire from 180 to 395 AD. I mean, do you use that same, or do you use those same periods or not?"
	},
	{
		"start_time": "06:03",
		"speaker": "Edward Watts",
		"words": "Uh, I try to stay away from that. So I mean the, the goal in this book is really to tell the story of the Roman state in its entirety. And um those periods are extremely useful because it's very, very difficult as I learned in writing this book. It's very, very difficult to tell that entire story. Um, THERE'S a lot of material that, for example, for the 6th century BC looks nothing at all like the material you would use for the 11th century AD. I mean, literally nothing is the same. Um, AND so it is, it is very useful and convenient to say, well, this is, this is where I have the capacity and I have the interest to tell a particular Roman story. The problem with that though is there's nothing about those moments, um, that is so Definitive that it is worth dividing the life of the Romans living at that time, um, and you know, and separating their stories. So every time we decide we're gonna stop telling that Roman story at a certain point, we're in the middle of somebody's life. And they might recognize that this was a moment of significant change. I mean the 31 BC they did recognize at that moment, OK, Octavian has now won the Battle of Actium, something significant has happened and yet their lives continued. And so if we're telling the story of the state as it, you know, looked to the citizens and to the Romans living in it, making these divisions in say 300 BC when nobody woke up on New Year's Day and said, oh my God, like now I'm living in the, you know, the Middle Republic, everything is great. Um, WE create an artificial sort of separation in those stories. And that means we don't appreciate how that story is going to unfold across that person's life or also across the life of that state. And so there are a lot of developments that take an extremely long time in Rome to unfold that transcend these traditional periods. And on one level, that's fine. If you're talking about a traditional period with a set of evidence that you're comfortable using, that story might not actually be so important to you. But if you want to talk about the Roman state in its totality and you want to actually understand What it is that makes this state so unique in lasting for 2000 years. I mean, every state ends, but no other state lasts for 2000 years. If we want to understand what makes Rome so unique and so powerful and so capable of, of enduring for so long, we need those stories that transcend these traditional boundaries, and we need to understand a lot. Lives of the people that are um functioning and, and living their daily lives at the moment that we might want to sort of draw a line and say, OK, well, I'm done, right? Um, THEY'RE not done. It's, it's, you know, their 40th birthday. They're still, they've still got 15 years to live, right? Their story is continuing and if we stop, we are losing the last part of their story."
	},
	{
		"start_time": "08:52",
		"speaker": "Ricardo Lopes",
		"words": "That's very interesting. So, but when it comes to the earliest period of Rome in the 8th century BC, how well can it be reconstructed?"
	},
	{
		"start_time": "09:04",
		"speaker": "Edward Watts",
		"words": "Not very Um, so I think the, the, uh, the thing that we have that's quite interesting is we do have sources that talk about this. Um, SO, When we, for example, look at sources that talk about the development of the city of Rome, some of this is, is mythological, right, right. Romulus may or may not have been a real person, but very little of what's said about Romulus is, you know, factual. It's, it's storytelling. The same is true of the second king, Numa, who is the lawgiver who, you know, is, is an almost mosaic figure and you look at this person, you're like, oh yeah, we see the lawgiver in lots of different traditions and Um, not a real person, probably in most of the sense of what we hear about them. Uh, BUT we do have things that suggest, you know, processes unfolding already at that early moment in, in and around the city of Rome, um, in and around the Palatine Hill that really suggests a, a process of development that we can understand and we can acknowledge probably as Right. So there's a, a great source that's written many hundreds of years later um by an antiquarian named Pliny. Uh AND what Pliny is doing is, is looking at um records that talk about people who attended religious festivals and cities that attended religious festivals. And he mentions three cities that no longer exist. Um, AND he identifies them as cities that were once on hills of Rome. Uh, NO, we don't know that these cities were conquered. What, what seems to have happened is, you know, the hills in Rome, some of them are, are relatively large, like the Esquiline Hill is a pretty large hill. Some of them are very small. The Capitoline Hill is a very small hill. Um, AND what seems to have happened is, you know, settlements started on these, these hills. And then they got too big for the hills, so they grew down into the valleys. And so the Roman Forum is basically the valley between a set of hills in the central part of, of Rome and obviously, it's clear what happened there. The settlements on the hills grew down into the Forum and they merged. And as they merged, those settlements became something bigger. And so we don't have wonderful records from the 8th century BC saying how that happened. But it's pretty clear from records that come later what was going on. The other thing that we can say with, with pretty good conviction is um there is a process by which the um Members of the Roman state work together to choose a sort of government. Now, in the 8th century BC we don't know exactly how that process works, but we do know in the 6th century BC how the process works in a fashion that, that could work perfectly well for earlier periods. Um, WHERE you have a hereditary aristocracy that we can actually document, um, in places like central Italy through burial remains and other things. They more or less nominate a king and everybody else then votes to approve the king. This is exactly what you'd expect in a small political society. Um, AND as these settlements grow, you would expect that this could be scaled up to include the hereditary aristocracy from other hills. Uh, AND so I think we can see in the 8th century BC a set of processes, um, that would make total sense even though we don't have evidence for them in that period. We have evidence from later periods that would totally resonate with what we imagine could be happening in those moments. Um, AND so this is, I think the problem and the solution, right? We don't have really good evidence for politically what's going on in Rome before about like the mid-sixth century BC, but the institutions in the 6th century BC are very well established and they make sense for what would be their. Before. And so I think we can say there is a state structure, there's a political structure, there's a set of ideas that govern how relationships in this very small society worked, um, that, you know, would be perfectly consistent as that society grows with what we see in the 6th century."
	},
	{
		"start_time": "13:04",
		"speaker": "Ricardo Lopes",
		"words": "OK, so now and I guess for most of the rest of our conversation we're going to go through some of the major events and figures in the history of Rome. So starting with the Roman Revolution, what was that and who was Servius Tullius and what role did he play?"
	},
	{
		"start_time": "13:26",
		"speaker": "Edward Watts",
		"words": "Yeah, so this is a great question. So I mean the moment that we, we sort of shift from like let's talk about these mythological figures to let's talk about real figures is roughly the period right before this Roman revolution happens. Uh, AND so the, the first king where I feel like we can say, OK, this is a real person and we can say real things about them, um, is what the person who is now marked as the 5th king of Rome. I mean they think he's way more than the 5th king of Rome, but he's the, the, um, Third to last king of Rome, right? There's traditionally 7 kings of Rome. This is a man named uh Tarquinius Priscus. And what we know about Tarquinius Priscus is he was not born in the city of Rome. He was born in the, the Etruscan city of Tarquinia, uh, and he's descended from Greek immigrants. And so, um, he's, his potential for, uh, for life in the city of Tarquinia is extremely limited and his wife Tanaquil gets very frustrated by this and says, you know, we need to immigrate. And so they go to Rome and we're told they go to Rome because Rome is a place where it doesn't really matter what your family background is. If you are capable and you have um talents that you can provide, you can rise to leadership. And uh Tarquinius Priscus does this. You know, he rises to a position of leadership um because he has, you know, skills and talents and things that make the Roman state better. But the, the king who preceded him, um, his sons get very upset that Tarqui Phineas Priscus has in a sense jumped the line, right? They, they believe that they should have been considered for the kingship and they really don't like this idea of someone who wasn't born in Rome, of Greek parents, you know, or of Greek ancestry coming to Rome and becoming king. So they, they arranged to have him assassinated. And in this assassination, he is attacked, but he survives for a little while. And so his wife, while he's still alive, brings him into the palace, she locks the doors, she kicks everybody out, uh, and then she summons his military commander who's a man named Servius Tullius. And Servius Tullius is actually um the son of a slave. Right? And so again, this is the story of Romans taking capable people regardless of their backgrounds and putting them in positions of authority. And what um Servius uh what um Tanaquil, the wife of, of Turquinius Priscus does is she goes onto the balcony of the palace, she tells everybody he's alive, the king is OK, he just needs to rest and for, you know, the time that he's resting, Servius Tullis is going to be in charge of the state. It's a lie. He's already dead. Uh, AND so what happens is, uh, Servius Tullius then assembles power. Um, HE gets the armies on his, you know, backing him, and then he comes forward and says, you know what, uh, the king is dead, I'm the new king. And instead of going to the aristocrats who were, he believed at least somewhat complicit in the assassination of Tarquinius Priscus, Servius Tullius instead builds a new set of power bases. Um, AROUND the soldiers who are the infantrymen in the Roman army. And so he changes the political system so that instead of the aristocrats nominating the king and everybody else just voting on it, he has everybody vote to make him king and then he creates a system of um assemblies in which or an assembly in which the members of the um The infantry are given votes according to their property and their ability to equip themselves with weapons. And so the majority of the, the most, the best people in the infantry form the majority of this assembly and in this assembly now, they, they make decisions. Des um that bind the king based on, you know, what the law should be and what kind of warfare and, you know, peace negotiations they can have. And so what he's done is he's shifted the way the Roman state works from something that is an aristocratic dominated entity to something that is now uh dominated basically by the class of people who can serve in the army. And so he has then um Made it possible for somebody who is the descendant of a slave to now run the Roman state in a fashion that has a sort of constitutional legitimacy. And so this is the revolution, right? It, it shifts the Roman state from an aristocratic dominated state to one that is um dominated instead by the best equipped members of the army, but it is a state in which representation occurs and voting occurs. Uh, AND so this idea of citizenship that goes all the way back to, you know, the sense of belonging, these early people on the hill in the Palatine felt. He does not break with that, right? His revolution is in a sense a reinterpretation of what role citizens play in deciding how this state works."
	},
	{
		"start_time": "18:17",
		"speaker": "Ricardo Lopes",
		"words": "So then how and when was the Roman Republic established?"
	},
	{
		"start_time": "18:24",
		"speaker": "Edward Watts",
		"words": "Yeah, so the Roman Republic is the aristocratic counter-revolution. Um, AND so what Servius Tullius is able to create is something that is like a representative, like maybe a I wouldn't say it's a constitutional monarchy because there's no constitution, but it is a monarchy that is still accountable to to various people and various stakeholders in the state. He though is murdered before, you know, he's murdered basically in a plot by his son-in-law and his daughter. And his son-in-law is the notorious Tarquinius Superbus, um, who is, you know, the final king of Rome. And what he realizes, um, you know, he had used aristocratic backing to launch this plot, and he promised them a restoration of a kind of a monarchy in which the aristocrats instead of this assembly were the dominant force. What he actually delivered was, well, you know, neither an aristocratic, um, accountable. Monarchy or a monarchy that was accountable to, you know, to the assembly. Instead, he basically made the state his own thing. And so he governed the state using mainly family members. Um, HE didn't believe he should be accountable to anybody and um the republic is the aristocratic counter-revolution that overthrows Tarquinius Subus, uh, and reinstates something that is basically an aristocratic dominated state but without a king. Uh, AND so the goal of the initial sort of um foundation of the Roman Republic is to not have a king anymore and sideline that assembly that um That Servius Tullis had created. And so the initial offices in the Roman state now are only going to be held by the hereditary aristocracy, a group that's called the patricians. Uh, AND for a while, there is, um, there is a kind of acknowledgement because Tarquinius Superbus is putting, he's in exile, he's trying to win his throne back. There's an acknowledgement by both patricians and the plebeians who are the non-patricians in the state that they need to work together. But after the death of Tarquin, the patricians basically locked down the offices in the state and they make it clear this is going to be an aristocracy. Uh, AND what's interesting then is there is a reaction to this by the wealthy members of the military who had been the dominant force in the assembly set up by Servius Tullius. And you have in 494 BC a conflict between patricians and plebeians that we call the conflict of the orders um in which wealthy aristocrats and wealthy non-aristocrats sort of face off and ultimately decide. They're gonna have both things go on at once, right? You're going to have the aristocratic dominated state that the patricians want and alongside this, you're going to have the military-dominated state and they'll just figure out how to make this work even though effectively they're two Roman governments now, they'll figure out how to make this work. And this builds a really important thing into the Roman, Roman sort of political mentality. Um. There are no rules, right? That it's not clear. You have two things that are totally contradictory to each other. There are no sort of governing documents that say this is how you resolve a conflict between the plebeian assembly and, you know, the patrician magistracies. They just figure it out. And the way they figure it out is not by fighting in the streets, but by compromising and negotiating with each other. And this is such an important principle, um, and this is what ultimately the Roman Republic is gonna be. Um, IT'S going to be a system in which even though you have really deep contradictions in how the state should work. Those contradictions will be resolved not by fighting in the streets, but by negotiating with each other and finding some sort of consensus and compromise that both sides can agree to. And ultimately, I mean it takes 200 years, but ultimately, peacefully, these groups figure out how to blend their two versions of the, the republic into one and this creates a really, really powerful political entity, but it's also a political entity that has this deeply ingrained. The idea that people who are Roman and are citizens of this entity have an obligation to this entity because they own it collectively. They are all kind of stakeholders in it. Um, AND so therefore they are all responsible for making sure it works without violence and without trampling on the rights of other people who are citizens. And so I think this is the great achievement of the republic and this is what makes it so remarkable. I mean, it's impossible for us to conceive of a state in a modern context where you have two governments. Uh, THAT, that don't have anything in common and how they are supposed to be running the state who agree to basically work together to just sort of resolve any disputes they have even though there aren't laws that really govern what those disputes should be until ultimately, you know, over 200 years, they figure out how to make this all kind of fit together."
	},
	{
		"start_time": "23:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, the way the Roman Republic was sort of organized politically was really very interesting. So, but over time, how did it expand and how did Rome go about absorbing most of the Italian peninsula?"
	},
	{
		"start_time": "23:48",
		"speaker": "Edward Watts",
		"words": "I think again, I mean this, this, this basic idea of like we as Romans, we, we take what's good, um, we incorporate, we don't exclude. Uh THIS is how Rome, how Rome does this. Of course, Rome is very good at fighting. Its military is very good. It always is a very good military. Um, BUT the secret to Rome's success is what comes after they win the battles. You know, so you can defeat a city, you can defeat a, you can defeat a sort of confederation of cities. What do you do next? And what Romans realized is, you know, the thing that we can do next is we can incorporate them. So we can make them citizens and if we make them citizens, um, you know, they vote in our elections. They're part of this political process. They're part of this sort of larger, um, this larger structure that we as Romans value and of course, we have a bigger army. Um, OR we can make them allies. And, in, in practice, um, we might think, oh well, being a Roman citizen, that would be, that would be like the gift, right? That's what you want. You don't want to be an ally. You, you want, you know, full participation. The reality is these cities actually would prefer to be allies over being citizens because at least as an allied state, you run your own internal affairs. But that's in a sense a gift the Romans are giving. So it means they trust the people in that city to run its own internal affairs, but the allies are also required to give troops to the Romans. And so, um, one of the great limitations that a lot of ancient city-states face is again going back to Athens and Sparta. They have real trouble expanding their citizen base and that really limits the amount of um casualties they can take in a war. So, you know, part of the issue that the, the Spartans run into in the Peloponnesian War is there just are not that many Spartan citizens. And so when you have a bunch of Spartan citizens captured in, in Sphacteria, for example, Sparta is panicked because they have a few 100 citizens who are like captured, right? And it's a huge crisis. What do you do with these, you know, what do we do? We have to get these citizens back. Rome did not have that problem. Uh, Rome could feel by the, uh, by the 3rd century BC they could field armies of 100,000 people because they kept bringing in new people and new allies and, and new citizens. Um, AND, and so what that meant was Rome had this really unique ability to replenish its military power because it had this unique ability to incorporate new people into its society and make them stakeholders who were invested in the success of that society. Uh, AND so you do have moments, um, In Rome's conquest of Italy where it, it's kind of touch and go whether this model will fall apart. Um, BECAUSE until those people really are bound into the Roman state, they can say, you know what, like that was great and we got a lot of, you know, money and plunder and, um, you know, fighting with the Romans. That really helped us, but now the Romans look like they're weak, so we're gonna bail and, and do our own thing again. There were moments where that, that became a real problem. Um, BUT not that many. AND mostly what Rome was able to do was win those battles because militarily you could fight quite well, lock those people into this promise of, you know, you could fight with the Romans and share in the proceeds of our victory or you could fight against the Romans and we will take those things from you. Uh, AND most people in Italy said, yeah, I think we're on the Roman side. We'll, we'll go with you, um, and do that. Um, AND there were moments that This, uh, this coalition was threatened, you know, the invasion in 280 BC by Pyrrhus, um, the wars with Carthage. There were moments where this, this coalition was threatened. Um, BUT mostly what Rome was able to do was make The political adjustments and the military adjustments necessary to keep this coalition together, uh, and, and that gave Rome a very, very strong base of citizen soldiers that made it um superior to really anybody that it was fighting."
	},
	{
		"start_time": "27:51",
		"speaker": "Ricardo Lopes",
		"words": "So if we're covering the history of Rome here, I guess that one thing that we can't really avoid talking about is the rivalry between Rome and Carthage. So how was it and how did the Punic Wars play out?"
	},
	{
		"start_time": "28:07",
		"speaker": "Edward Watts",
		"words": "Yeah, so this is um the Punic Wars in a sense, um. I don't want to say they were inevitable, but they were almost inevitable because as you have this emergence of Rome as the dominant power in Italy, a lot of what, what locked those cities, those allied cities into their alliances with Rome was this promise of yes, we're going to go and beat up on people and you and your soldiers can steal things. Um, AND eventually, you know, the Italian peninsula is a peninsula and it's finite, right? And eventually they get the whole thing. Uh, AND so in 264 BC there is an appeal by a group of people who are really disreputable and they're, they're kind of like a group of like bandits or even terrorists who seize a city in northern Sicily and start using it as a base of operations. Uh, AND so one of the leading powers in Sicily marches out against them. And they appeal to both Rome because they have this Roman citizenship connection and Carthage, that is the other major power in Sicily that is really concerned about um Syracuse which has advanced on this mercenary city. The Carthaginians show up first, uh, but then the Romans show up and they tell the Carthaginians like back off, right? This is our city. The Carthaginians then get terrified that the Romans are now going to do to Sicily what the Romans had done to Italy. Uh, AND so this ultimately because of a series of um Miscommunications and you know, basically actions that were not intended to lead to full-scale war. It ultimately becomes a full-scale war that lasts for about 25 years. Uh, THE challenge is that Carthage is a naval power based outside of what's now modern Tunis. You know, Carthage is a suburb of modern Tunis right now. Um, Rome is not a naval power. And so Rome has to basically build a fleet on the fly. Uh, THEY do this by reverse engineering one Carthaginian ship that has run aground. They train their sailors by making them row together on the beach because they don't have ships for them to practice. They send them out into battle. The sailors, of course, panic because this would be the equivalent of you and I building a navy and sending it out against the US Navy to compete, you know, it, it, they're terrified. Uh, AND so Rome ultimately decides um in this conflict that they are going to just kind of Out muscle the Carthaginians. So the initial thing they do to win naval battles is they build a gangplank so that they could just drop it on the Carthaginian ships and send marines to fight a land battle in the ships. Uh, AND then ultimately, you know, because the Romans are, um, and, and they have such a large population base of citizens, they just outlast the Carthaginians. Um, THE first Punic War is, is a is massive in the amount of destruction it, it wreaks. Um, BUT Rome is able to absorb that destruction and, and those losses better than the Carthaginians are. Um, THE second Punic War is the one that everybody is familiar with. This is the War of Hannibal. And Hannibal launches that war in part because he's, he wants to wreak vengeance on the Romans. Uh, AND he has a strategy of trying to inflict as many casualties on the Romans as possible to ultimately maybe break the alliance structure in Italy and deplete Rome's manpower. And the initial phase of that war, Hannibal is, is totally successful at this. Um, HE Wins three very significant battles against the Romans in 218, 217, and 216 BC. And after the final battle, the Battle of Canai, which is um one of the most devastating battles the Romans ever fight. Um, HE does break the alliance structure and so the Romans then have to basically endure huge disruptions. Um, BUT they do rebuild their alliances and then ultimately defeat Carthage. Uh, AND you know, and then ultimately they fight a third Punic War which, um, leads to the destruction of the city of Carthage. But what the Punic War shows everybody, what the Punic Wars show everybody in the Mediterranean is Rome is not a normal Mediterranean state. Um, IT is willing to do whatever is necessary to win these wars. And it has the population base and the resource base that it can outlast really anybody who's going to fight it. Um, AND this is an important lesson for both the rest of the Mediterranean and for Romans because Romans also understand. We are unique. Um, WE, we are unique in the Mediterranean and you know, this, if we do this right, um, we can be protected and we can be a dominant force in the Mediterranean. The question then becomes what is doing this right? Um, DOES that mean we're an imperial power beyond Sicily and Italy? Um, INITIALLY after the Second Punic War, they don't want to do this, but by the middle part of the 2nd century, they realized, yes, I mean this is going to be essential. Otherwise, we're going to just keep going back and fighting wars in these same regions. Uh, AND so by the middle part of the 2nd century, Rome has decided to use this massive manpower advantage to expand across the Mediterranean, start absorbing territories. And as it absorbs territories, it also starts building in this model of incorporating these territories, um, slowly. But it does start building in a, a sort of structure of giving citizenship to people in these territories, settling Romans in these territories, right? It is not just going to govern these territories remotely, it's going to make them Roman. And this is a slow process, but it is a crucial process in, you know, understanding why the Roman Empire is different than, say, the Persian Empire of Cyrus or the Macedonian Empire of Alexander the Great. Those are empires that never had any real interest in making, say, Greeks Persian. Romans, because their model for controlling territory is building people into this Roman citizenship structure, this is what they commit to do. And um from the 2nd century forward, you have a process of, of trying to build Roman presences in these territories, but also take people from these areas and, and like link them to this Roman state that is now governing them and that's different and that's new and that's really important um because it's going to be the thing that really sets the Roman Empire up um to last for as long as it does."
	},
	{
		"start_time": "34:49",
		"speaker": "Ricardo Lopes",
		"words": "Right, but when did the Roman Empire start exactly? I mean, is there any precise date or not?"
	},
	{
		"start_time": "34:58",
		"speaker": "Edward Watts",
		"words": "Yeah, so, um, so what happens with this process is, um, you know, as you are spreading Romans out to these other parts of the Mediterranean. They get very, very wealthy. Um, AND it creates an imbalance in the way that Roman society is working. Uh, AND so this wealth imbalance creates political tensions that the republic, which is based on consensus and compromise, is ill-equipped to resolve. You know, because the wealth is accumulating very, very quickly, and Rome doesn't have a tax structure like a modern, you know, modern Western democracy that can say, OK, well, So there's a lot of wealth accumulating at the top of, of our society like let's tax them 90% and distribute the wealth to everybody else. Trump doesn't do that, right? So people get wealthier and wealthier and wealthier and it creates all sorts of tensions in this political entity that's supposed to be, you know, about everybody being a stakeholder in this, this shared enterprise. Um, INITIALLY, people try to solve this through political means, um, but by the 130s BC it's become clear that um, The tradition of, of compromise and consensus building is not going to be effective enough to solve this problem in time. Uh, AND so you do have an outbreak of political violence in 133 BC that everybody hopes is, is kind of isolated but ultimately it spirals and people begin using political violence more and more to solve problems within the Roman um polity. Compromise and consensus sort of starts. To drop away. Political violence becomes a more and more effective tool. And in the 80s BC there is actually a civil war between um rival generals who have built armies loyal to them through um providing those soldiers with rewards for serving under their command. Uh AND those commanders lead those armies against the city of Rome. They fight each other on behalf of their commanders instead of the state and this ultimately creates a dynamic in Rome that, that the republic can't escape. Um, BECAUSE once you don't have this tradition of compromise and consensus, You don't really have rules to um reconcile disputes. And so the uh the civil wars in the 80s, they traumatize an entire generation of Romans who, these are some of the most famous Romans that we have, right? Julius Caesar, Pompey the Great, Cicero, um Cato, right? These are all people who are of that generation who believe really deeply in their soul that they want the republic to survive, but they don't trust that it will. And so each of them behaves in such a way that um you know, they, they, they try their best to work according to the rules of the republic, but they don't actually believe those rules are going to protect them. This ultimately leads to a civil war that Julius Caesar wins. Um, Julius Caesar uh tries to create a system where he is going to run the Roman Republic, uh, in a way that's sort of constitutional, but he's gonna just make sure everything happens effectively and of course he's assassinated. And that sparks another civil war that ultimately leads to the victory by Julius Caesar's nephew, Octavian, um, the, the Emperor Augustus. And what's different about Augustus from everybody that came before him is Augustus has absolutely no faith in the republic. He understands that the, the ideas are good, right? That the ideas that this society should belong to its citizens. Those are good ideas. He also understands that no Roman is willing to accept something like what um Tarquinius Superbus did, you know, like the state belongs to me and my family and like screw the rest of you, right? This is all my thing. Um, AND so what Augustus does is he builds a structure, um, very specific to his own needs where he is ultimately the decider, but the republic works underneath him in the places he doesn't care about, right? So if he, he doesn't care about About how you run, you know, the province of IKEA. As long as there's no problem that rises to his level, run the province of IKEA, right? The Senate can run that. He doesn't care. He doesn't care about how you're gonna manage the street sweeping unless there's a problem. And if there's a problem, he will come in and fix the problem. But his whole way of running this is he wants to be sure that he has enough power that nobody can dislodge him from authority. He wants to be sure that he has the authority to fix anything that becomes a real problem in the state because the republic lacked that ability. But he ultimately doesn't want to run the entire state. He doesn't want to micromanage things. He just wants to be able to solve any problem that, that arises and he wants credit for solving the problem, not creating the problem. And so what Augustus creates is something that um he calls the restored republic. And in some ways it is, right? He, he acknowledges that there are rights to citizens that are guaranteed them as citizens of this Roman state. He says explicitly, I don't have any special powers, right? All of my powers are constitutionally consistent with offices that existed in the Roman Republic, but what I have is the authority to kind of regulate things when they fall out of line. And so this ultimately is, is the empire, right? Augustus is very smart in how he does this. He recognizes that there is no appetite at all in Rome for taking away this sense that we as citizens own this thing. But he also recognizes there's no appetite in Rome for anarchy. And he is very careful to remind Romans that what, what happens when you have the republic. IS what happened, you know, in the 40s and 50s and 60s BC. It's anarchy. There's violence in the streets. People are getting, you know, murdered for no reason. There's um no ability to hold elections. You can't actually decide anything because everybody is sort of jockeying with position. He, you know, he promises security. He promises that your rights as a citizen will be guaranteed. He promises that the state can act decisively and otherwise, let everything be as it was, right? This is in a sense the genius of the empire that Augustus creates. For regular people most of the time, it does the same things the republic promised but couldn't deliver. For people who are in the Senate, yes, they recognize, OK, in the 60s BC we actually decided what happened in the Roman state. Now, We decide some things, but we can be overridden and if something goes wrong, we are gonna be blamed and Augustus is always going to be the hero who steps in and fixes it. Um, BUT, you know, but this is a really interesting set of choices that Augustus makes, I think purely because of, um, self-interest, right? This is good for Augustus to have this system. But what it does is it creates a way for this, all of these tendencies that made Rome exceptional to continue even though the republic as a sort of representative democracy doesn't really exist anymore. Right? Citizenship still means something. And so citizenship's expansive expansion into other parts of the empire, it's something people still want. Um, IT confers a sort of status. Uh, AND, and the empire. Because it steps back and lets people run most everything. It doesn't feel um dominating. It doesn't feel tyrannical, except for those senators who are, you know, the 600 people who sit in Rome and, you know, think they should be doing something and really sometimes get antsy that they're not. Everybody else is pretty OK with this. Um, BUT the basic principles of citizenship matters and we are going to take new people and make them citizens continue. But what the empire also does is, um, emperors realize that there is a way to leverage this idea of being a Roman citizen to build power bases that go beyond the traditional power base in Italy. So what Augustus does is he takes people from the Italian aristocracy who didn't belong to the Roman aristocracy. He builds his senate out of those people because those people are grateful to him for giving them this new status that they didn't otherwise have. The Emperor Claudius builds his Senate out of people from what's now France. Um, BECAUSE this is another, it's the same thing. He's extending status to people who, uh, you know, believe that this is actually a very valuable thing. They're then loyal to Claudius. But what ends up happening over time as the empire progresses is these people who initially got citizenship and thought this was a great thing, their grandchildren got senatorial status and thought this was a great thing. Those great grandchildren, some of them become emperors. And so the empire takes this process of making Roman citizenship and membership valuable and it makes it a sort of process of like integrating every aspect of the state. So that the empire starts out as something where Augustus is more or less running, you know, the Mediterranean on behalf of Italians. 100 years later, the Emperor Trajan is Spanish. And, you know, and that's fine. It isn't, it doesn't break the system. It's totally consistent with how Rome has been, you know, going all the way back to Tarquitius Priscus coming from Etruria with his Greek background and becoming Roman king. This is what Rome has always been, and Augustus. MANAGES to create a structure in the empire that continues and retains that basic idea of, you know, what Rome is and, and why Rome is great and why Rome succeeds and why Rome is different from everywhere that has, you know, surrounded it and has come before it."
	},
	{
		"start_time": "44:45",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you about a few of the emperors and their reigns. So what characterized Caligulas and Claudius, you've already referred to Claudius here a little bit. What characterized their reigns?"
	},
	{
		"start_time": "45:02",
		"speaker": "Edward Watts",
		"words": "Uh, SO I think what's interesting about this is, you know, Augustus, he reigned for a very long time. I, I think the thing that uh we sometimes fail to appreciate because Roman history is so long, um, is that Augustus is born in the year 63 BC. His political career starts when he's a little less than 19 years old and he lives to be 76, right? And so, you know, if, if we like to think that Rome um lasts for, you know, for 20 centuries. Augustus is actually, um, you know, he's basically running this thing for about 2.5% of the entire history of Rome. He's, he's the main or a main political figure for about 2 2.5% of the entire history of the Roman state. And this is um transformative because you have a sense that um the emperor is permanent. Right? We, you know, Augustus is there forever, right, if you were born in Rome and you make it to 5 years old, your, your average lifespan is probably about 50 years. And so when Augustus dies at 76, there's pretty much nobody alive who remembers what it was like before Augustus. Um, AND, and then his successor Tiberius reigns for another 23 years. And so there's this assumption that the, that when you have an emperor, this is more or less a permanent thing, right? This, they don't change all that regularly. It's like, um, it's like how we think about the, the queen, the English monarchy, right? Queen Elizabeth was there for so long, it's hard to imagine that you might have like a king, not be there for 2030, 40 years. Um, AND When Caligula takes power, uh, he takes power as a young man, and it's remarkable because there had not been anybody younger than 50 running the Roman Empire since Augustus turned 50 in 13 BC, right? Caligula takes power in 37 AD. So this is, it's weird for Romans to not only have somebody come in who is, is young, but also have somebody come in who's relatively inexperienced. And um it becomes very clear, so Caligula actually starts out as an OK emperor and ends up getting sick about a year into his reign and the Caligula that we all know, the crazy Caligula who appoints his horse consul and, you know, um, Takes the entire grain fleet so he can build a bridge across a bay so he can ride his chariot across at once, right? The crazy Caligula is um and he emerges after this illness. Uh, AND Caligula is such a problematic figure that one of his bodyguards actually assassinates him. That shocks Romans because they don't imagine that an imperial reign can end quickly like that. And they definitely don't think that somebody who's young is gonna have their term end quickly. So Caligula dies after about 4 years in power. Um, Claudius is Caligula's Caligula's uncle. Claudius is basically made emperor by accident. So after Caligula dies, uh, the Roman Senate actually, you know, they convene and they start having a debate about restoring the republic. The Praetorian Guards, who are the, the imperial guards in the city of Rome and the only military force allowed in the city, they find Claudius hiding behind a curtain in the palace. They trot him out, they proclaim him emperor, and then they march to the. Senate and say Claudius is now your emperor. Um, Claudius is a relatively successful emperor, but he too dies in a very strange way. So in 54 AD um Claudius dies after eating dinner. And the story that's told that I think is somewhat plausible is he was poisoned um by eating poisoned mushrooms. And the question is, was this deliberate or not? Uh, THE story that's told is his wife had this done. Um, IS that possible? It's possible. Is it definitive? No. Um, BUT between Caligula and Claudius, Romans learn that imperial reigns can end suddenly. And they don't necessarily end with the natural death of the person, right? They, the people can die prematurely because someone kills them. And this changes Roman history, you know, it, uh, it again is this idea of the possible. So the republic lasted so long as this thing governed by consensus and compromise simply because nobody decided to challenge it. And then in 133, somebody challenges it and everybody starts saying, oh well, that's possible. How can I do that? What, what can I do that can use this sort of ability to um unleash political violence in a fashion that helps my career. With Augustus and, and Tiberius, it sort of recedes from people's mind that you could use violence to change the imperial regime. Caligula and Claudius sort of show, yeah, no, you can. You, you can actually use violence. Um, AND those successions were relatively straightforward, right? Um, Claudius was, became emperor without um violence in the city and there's no street fighting or anything. He is proclaimed emperor. When Claudius dies, Nero takes power after Claudius. Um, BUT this idea that you can get rid of an emperor, um, unnaturally, right? They don't just die, you make sure they die. Uh, AND then you use violence to take, you use that violence to take power, this becomes ingrained in the Roman mentality. And so what Caligula and Claudia sort of make people understand is if you don't like an emperor, you can end his reign and his life at the same time and if you plan right, you can be the person who takes over. Uh, AND this is a very, very damaging thing for Roman history."
	},
	{
		"start_time": "50:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, but then comes Nero, who is one of the emperors we hear the most about as well. So what would you like to tell us about him?"
	},
	{
		"start_time": "51:00",
		"speaker": "Edward Watts",
		"words": "Uh, SO I will say that I am, I'm something of a Nero apologist. Um, I think so, so the story that you, I mean the idea that you have, the two craziest emperors in Roman history, the ones everybody knows are Caligula and Nero. Um, AND then there's like another tier below that that some people know. But, you know, the stories about Nero, um, are things like Nero is the first to persecute Christians, that's true. Um, THAT there's a massive fire in the city of Rome in 64 AD, that's true, um, that Nero started the fire. That's not true, um, that Nero fiddled while the fire sort of consumed the city of Rome. Absolutely not true because he wasn't even in the city. Um, Nero killed his mother, true. Um, Nero killed his mother out of spite, probably true, um, that Nero went to the Greece went to Greece and like rigged the Olympics so that he could win. True. Uh, BUT, but beneath all of this stuff, uh, there is something that I think is, um, An understanding by Nero that makes some sense, right? I, I think that Nero Nero had some ideas that made sense. He had other ideas that were absolutely utterly crazy, but some of the ideas made sense. And so, um, so what I'd like, what I'd like to think about with Nero is what is he trying to do and why? Um, BECAUSE his execution generally is abysmal, right? Even when he had good ideas, he did them badly. But the, going to Greece to compete in the Olympics, this actually is an idea that makes some sense because Nero takes power as a very young man. Um, HE'S a teenager when he takes power, about 16 years old when he takes power. Uh, AND initially he's dominated by his mother and the senators who are allied with his mother. Um, AT a certain point, he realizes he wants to actually exert his own, his own authority. He has his mother done away with. This breaks senatorial faith in Nero and Nero needs to build a new power base. And so what Nero decides to do is build a power base in Greece. Um, AND so the trip to Greece is about cultivating support in an area of the empire that hasn't yet been brought in, um, to this sort of level of senatorial aristocracy. And it's a good bet because the Greek world is very, very wealthy. Um, SOME of the richest cities and most, um, prominent individuals in the Mediterranean are Greeks who had not yet been brought into this Roman imperial structure. And Nero is still a young man, you know, when he's doing this, um, Nero is, is basically like in his late 20s, early 30s. So this makes sense as a long-term political play. Nero, of course, is incapable of doing it right, but it makes sense. And so when Nero ends up, um, you know, Nero's failures are so Ridiculous, um, that you end up having a revolution launched in the northwest of the empire. He doesn't have the support in Greece that would allow him to counteract this yet, and he manages this civil war in like the worst possible way you can imagine, you know, he is. He falls into a kind of manic depressive set of episodes where when he gets good news, he gets super excited and throws parties, when he gets bad news, he gets so depressed he can't leave his room. When he finally decides he's going to um go and, and, like, lead an army out to confront the rebellion, um, he's much more. Concerned about how to get his organ because Nero liked to play music, how to get his organ alongside the army than he is actually about strategy. Uh, AND so, you know, and so Nero ends up dying. Um, HE ends up committing suicide rather than being killed in the aftermath of, of, you know, losing his throne. Um, BUT the outreach to Greece is so successful that for more than 20 years after Nero's death, you have fake Nero's emerge leading political movements in the east trying to overthrow Roman emperors. Uh, AND so it works. It's just, it didn't work fast enough and Nero was too incompetent to actually make it, you know, work during his lifetime. But, you know, but again, like, a lot of what Nero does is, is terrible and crazy. Um, BUT there is an actual sense of, you know, a plan that could have worked. Uh, HAD a better person done it in a different circumstance and, you know, had more time. Um, AND I think what you see that's remarkable is The seeds of Nero's plan are actually built upon by emperors in the 70s, 80s, 90s, and 100s AD to build actually the structure that's going to make the Roman Empire its strongest in the 2nd century AD. That was Nero's idea. He couldn't do it, but the idea wasn't wrong."
	},
	{
		"start_time": "55:51",
		"speaker": "Ricardo Lopes",
		"words": "So you've already mentioned briefly Trajan. Tell us about Trajan and Hadrian and what they represent in the history of the Roman Empire."
	},
	{
		"start_time": "56:04",
		"speaker": "Edward Watts",
		"words": "Um, I mean, Trajan and Hadrian, I think represent the culmination of all of this stuff that we've been talking about for the first century of the empire. This idea of, of bringing in new people as first as citizens, then as senators, then as emperors. The first one to do that is Trajan. I mean, Trajan is from Spain. Hadrian is also from Spain. Um, THEY are the first two emperors not born in Italy. Um, AND They are remarkably successful. Uh, Trajan is a general who comes in and, and decides to, um, launch military campaigns that ultimately lead to the Roman Empire reaching its greatest extent in, in Roman history. He conquers what's now more or less all of modern, most of modern Romania. Um, HE, he conquers the territory between the Tigris and Euphrates that is the, the sort of center. Sort of population center of modern Iraq. He gets all the way to the Caspian Sea, conquering what's now modern Armenia and Azerbaijan. Um, HE conquers territory in Arabia that goes into Saudi Arabia. Uh, HE actually sets foot in the Persian Gulf. He's a remarkable successful military general. Um, BUT by the end of his life, it's clear he's overextended himself and so when Hadrian takes over, Hadrian is also, um, a Spaniard from, from the city of Italica, uh, which is basically right near to the, the modern city of Sevilla. Uh, AND Hadrian decides he has to pull back from some of this territory and instead concentrate on integrating more deeply the parts of the Roman world that, um, You know, that he sees as core. So he's not, he realizes it's almost impossible to hold the areas of Mesopotamia from the West if you don't also hold Iran. And so he pulls back from them because it's hopeless. But what he does instead is he focuses his attention on Those Greek elites that Nero had started to cultivate that had become more prominent under uh the emperors between Nero and Trajan. Um, AND what Hadrian does is he travels the empire really aggressively and he goes everywhere that you can imagine. Um, AND he visits cities, he gets to know those cities. He, he spends lots of money upping the quality of the infrastructure in those cities. Um, AND he is very close to Greek elites that he wants to integrate into this sort of senatorial aristocracy and build a, a power base that is a really um firm and secure power base. Uh, THAT also fundamentally sort of changes the nature of Greek interaction with Romans. Uh, BECAUSE now, most of the leading intellectuals, um, business people, and civic leaders in the Greek world are Roman citizens. Many of them interact directly with Roman emperors. Many of them are Roman senators. Um, THE Greek world used to be something the Romans colonized. Now the Greek world is Roman. It's becoming increasingly Roman and in the aftermath of what Hadrian is doing, um, we have intellectuals who give speeches in Rome where they talk about how The city of Rome is this unique thing because it creates this empire that identifies the most talented people everywhere and it brings them in um and integrates them into its society and makes them its leaders. And so now in Greek, the same model that we've seen all the way back to, you know, uh, to the to the kings, the Greek intellectuals are now saying, well this is happening to us too. Uh, AND we are Roman and the best of us are as Roman as, you know, Cato or Caesar, right? We are fully participating in this as not just subjects but as citizens and as leaders, uh, and we're invested just in the same way that everybody else was. And this I think is a, is a great contribution that Hadrian makes because he does it in a way that is not domineering at all. It's about rewarding these people and providing them with things that they see to be valuable. Um, AND so, you know, I think this is the great success of Trajan and Hadrian, right? There is a, an understanding of how far you can push Roman territory and then an idea that, you know, you should draw a line and focus instead on making everything on the Roman side of that line fully Roman. In the way that the Italian peninsula, you know, became Roman, let's make the entirety of this state that's the size of, you know, modern Australia. Let's make this all Roman. Um, AND this I think is a really, really important contribution that these emperors make, cause they intend to do it. They understand exactly what they're doing and why it's important."
	},
	{
		"start_time": "1:00:38",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk a little bit now about how Rome became Christian. So what was the role played by Constantine in the creation of the Christian Roman Empire and more broadly, how was Rome made Christian?"
	},
	{
		"start_time": "1:00:55",
		"speaker": "Edward Watts",
		"words": "Yeah, so I think that this um in a way it builds on the tradition that we're just talking about. You know, Hadrian dies in, in, um, in 139 AD uh A lifetime later, in 212 AD there is an emperor that passes a law that says that everybody in this empire is now a citizen. And once you do that, you now have a structure so that everybody in this empire can participate in a kind of common project. What Constantine then does when he converts to Christianity, which is, he converts to Christianity in 312. So the extension of citizenship is in 212. Um, WHAT Constantine then does is he adds a religious kind of layer to this notion of everybody participates in the Roman state. So Constantine's conversion is something that um is somewhat controversial. There's even arguments, there's still arguments about whether he was sincere in converting. Um, I personally think there is no argument about that at all. Uh, IT makes total sense that the story we're told about Constantine's conversion, which is he's fighting a war, he doesn't think he will win. He has a vision, um, where he sees a symbol, a Christian symbol that then Jesus appears. AND says that's my symbol, put it on your shield. He wins a sort of spectacular and unexpected victory. Constantine is a Christian from 312 AD. Uh, BUT what Constantine wants to do is take this Roman state that is now, um, in many ways A nation state, right? Everybody living in Roman territory from Britain to Saudi Arabia is a Roman citizen. Everybody living in Roman territory now shares this common identity legally and to a degree also culturally and intellectually that they are Roman. Well, Constantine then um begins to realize in the first the first sort of cent first decade after he converts to Christianity. What he begins to realize is um he has the possibility of teaching all of these Roman citizens to um embrace Christianity. And he needs to come up with a way to do it that's consistent with what it means to be a Roman citizen, right? And he needs to come up with a way to do it that is not imposing this on people but convincing them. That Christianity is, is a part of and should be a part of what the Roman state does. Uh, AND he says at one point, um, he, he writes a document where he says Christianity is not new. What Christianity represents is a return to this old idea where we all knew at one point as humans, there was God. And over time, different people, different languages, different traditions, you know, they lost that sense that there was one God. What Christianity does is it provides us with a way to get everybody, you know, Egyptians and Syrians and Spaniards and people from Gaul and people from Italy and, and people from Greece, you know, all of them can realize that their traditions all go back again to this world. God. And I as Constantine, I'm going to create structures that will show everybody in this empire that all of their diverse traditions, um, religious traditions can be kind of brought together towards one God in the same way that all of their diverse political identifications can be brought together into this like structure that is Roman. Uh, AND so the conversion of Constantine, um, It leads to ultimately the Christianization of much of this space because of the Roman project, because of the Roman state structure. Christianity is a very appealing religion in the 4th century AD. It would have made tremendous inroads across the Mediterranean by itself without Constantine. Um, BUT it was only probably 10% of the Roman population that was Christian at the time Constantine converts. And it's, it's this ability of emperors in the 4th century from Constantine forward to blend this notion of, you know, Christianity as a religion that everybody regardless of your background can embrace with this notion of we as Romans all share a common project that gets it kind of over the, the bump to get it to a sort of majority status and 100 years after Constantine's um conversion, Christianity is the majority religion in the Roman Empire. Probably, you know, even 60% of the empire in 412 is Christian. And I think it has a lot to do with the understanding these emperors have of how this state structure and this notion of participating in a state that also belongs to you can be used to foster a kind of religious transformation that these emperors believe also enhances the Um, the, the success of this Roman political project. I mean to them, politics and religion work together. This is better religion. Getting everybody in the Roman state to embrace it makes everybody in that state sort of stronger because the state becomes stronger. Uh, AND so I think that this, you know, I think what Constantine does is, is in a way, totally different from anything what, anything the Roman Emperor had ever done, but also the mechanism is pretty consistent. With how Roman emperors had always been working, right? You, you acknowledge the rights of your citizens to choose, uh, and then you convince them."
	},
	{
		"start_time": "1:06:01",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now one of the questions that is, that are the most debated ever. So what brought about the end of the Roman West and how did it occur?"
	},
	{
		"start_time": "1:06:17",
		"speaker": "Edward Watts",
		"words": "I think this is, um, so there are sources that talk about this in a way that I think is, is dead on. I think they completely understood what was happening. Um, I think in a sentence, the Roman West committed suicide. Um, AND, you know, and the reason for this is, is, you know, like everything in Roman history is somewhat complicated. But, um, basically in 395 AD the empire is intact. Um, THERE is one emperor, there are co-emperors, but there's one emperor who is the supreme authority in both East and West. Uh, AND he dies prematurely and he leaves a son in charge of the east who is, I mean, OK, but not great, and a son in charge of the West who is a moron. Um, AND, you know, not capable of doing the job at all. Uh, AND what happens is the, the, the sort of terrible qualities of the Emperor Norius mesh with, um, Uh, sort of almost racism, um, where some of his generals who do have the best interests of the Roman West in mind, they get killed, their policies get, um, overturned simply because they were promoted by a Germanic general and, uh, and then you have, um, advisors who frankly don't care about what's going on outside of their court. This creates a kind of power vacuum that encourages people who are Roman places very far from Italy to make decisions that they would not make if the Roman state was still strong. So these are decisions like um in the city of Trier, there is a city councilor whose wife is insulted. And he decides to open the gates to a barbarian group to come into the city of Trier simply because he's, he's angry that somebody made fun of his wife, right? This would not happen in a functional Roman state. And what is he doing there? He's not disavowing his Romanness. This isn't like he's giving the city over in exchange, you know, for becoming the Duke of Trier. He's just angry because somebody made fun of his wife. Um, AND, and then you have this, this happening over and over and over again, where elites in the, um, the parts of the Western Empire, especially in France, what's now France, but, but across the Western Empire are making deals that are against the interests of the Roman state because they're in their own interests. They don't trust that the Roman state is um is strong enough to punish them if they do this stuff. And so they keep doing it. Um, AND so, and so the, the fall of the Roman West really is a set of stories of people acting in their own very narrow self-interest against the best interests of this, this sort of common entity that they belong to. And we have a source, um, a bishop named Salvian of Marseille who writes about this, where he says that, you know, you, you have these people who are, you know, charged with collecting taxes to build defensive um structures to defend against barbarians and instead they pocket the taxes and they, you know, they're corrupt. And ultimately regular Romans decide Why am I doing this? You know, and they walk away from, and Salvian says they walk away from their Roman identity, not because it doesn't mean something to them, but because it isn't doing anything for them anymore, right? The state is so unable to defend them against corruption that why are they gonna trust it anymore and they just become non-Roman. Because the people who are in charge of, you know, making sure that things work like they should have kind of absconded, you know, the responsibility of being Roman. And so I think when you're talking about the swath of territory outside of Italy. It committed suicide, right? The, these people who were Roman instead of rallying and defending themselves against these non-Romans who are coming in, decide that it's better for me personally to cooperate with them. And so on a very small level, they're making that same decision that Tarquini Superbus made, right? The state, it doesn't belong to everybody. This small piece of it belongs to me. And I'm gonna do what's best for me regardless of what happens to, you know, this larger thing. Um, AND it's a betrayal. Um, AND it's a betrayal that then we know other people respond to because our sources tell us once the elites give up their faith in this project, why is anybody else gonna have any faith in this project? Uh, AND so Italy is different, but for the rest of this territory, a lot of this loss of Roman territory isn't because Um, these cities are all besieged excessively and fall apart. There's actually not a lot of resistance at all. It's just people kind of giving up."
	},
	{
		"start_time": "1:11:05",
		"speaker": "Ricardo Lopes",
		"words": "But then we still have the Roman Empire of the East. Were the Byzantines also Romans?"
	},
	{
		"start_time": "1:11:15",
		"speaker": "Edward Watts",
		"words": "Yes, they called themselves Romans. Um, THEY called their country Romania. They called their language Romaica. Uh, THE idea of Byzantium, and, and a great person for this, um, the work of Anthony Caldeli and then Leonora Nevill, um, they have done really good things to show where this idea of Byzantium comes from. Um, NOBODY in that empire had any doubt whatsoever that they're wrong. In fact, like all of those sources we talked about earlier that are written in Greek about early Rome, they survived because Byzantines copied them, because they aren't Byzantines, they're Romans. And so the history of Rome in Italy. Uh, MOST of what we have that talks about it, the best sort of string of narratives we have are actually written in Greek because this is the history of the people living in Constantinople, and they preserve it, not because it's weird and esoteric, but because it's theirs. Um, AND so, you know, so when we think about these people, we, we use words like Greeks and Byzantines that they wouldn't use to describe themselves. Um, AND what we do when we talk about them in that way is we break the sense of continuity that they understood to be very, very real. I mean they are living in a Roman state. They didn't give it up, right? People in France gave up that state willingly. In many cases. They didn't. They fought for it. They fought for it for another 1000, you know, almost 1000 years. Um, AND there's a credit that we have to do to them by acknowledging this reality because this reality mattered to them so greatly that they fought for it in a way that a lot of people in the West didn't. Um, AND so, you know, so I think, are they Roman? Absolutely. Um, AGAIN, going back to this idea, anybody who says they're Roman, if we don't understand why, we need to Challenge ourselves, not them. But in this case, it's very easy to understand why, right? They live in a Roman state, the same Roman state that was, you know, founded in the Palatine Hill in the 8th century BC. They still live in it. Nothing changed in 330 AD when the city of Constantinople was founded and scholars want to start Byzantine history. Nothing changed. Um, AND the people living in the east. ARE Roman. They believe they're Roman. They have no reason to not believe they're Roman and, you know, and their state does not disappear. It lasts um for a very long time after that."
	},
	{
		"start_time": "1:13:39",
		"speaker": "Ricardo Lopes",
		"words": "And what happened after the death of Justinian?"
	},
	{
		"start_time": "1:13:45",
		"speaker": "Edward Watts",
		"words": "Well, so Justinian is, um, I mean because again we have such a, a long scope of Roman history. There are a few towering figures that come into, um, you know, come into Roman history and, and like loom over in some cases an entire century. Justinian is one of those figures. Um, Justinian is a, a figure who is incredibly Incredibly smart. Um, HE'S tireless. The man never, I mean, our sources say he never sleeps. He says he never sleeps, but our sources also say he never sleeps. Um, AND, and he has the intellectual capacity to really do remarkable things, but he also has a tremendous amount of arrogance. Um, AND so, you know, part of what makes the Roman state so successful for so long is this idea that like we do embrace what's new. We do embrace innovation, we do embrace new ideas and new people, but we also remain grounded to the institutions and traditions um that made us what we are, right? We don't radically change things. If we're Rome, we don't radically change things. We try to change things, you know, in the margins to keep these institutions as strong as they have historically been. Justinian didn't believe that, like at all. Um, AND so there are really dramatic, um, changes that Justinian institutes in the Roman state that, um, completely break with the way the state had functioned before. Um, AND so, you know, so, so one of these, the most famous of these is the, um, idea to codify all of Roman law. Which is fine if you're gonna write down all of Roman law, but Roman law works in a process where, you know, the first Roman legal code was the 12 Tables founded, created around 450 BC. Roman law then built on it and everything was valid from 450 BC. See through the time of Justinian in the 520s AD what Justinian said is, uh, that's not gonna be true anymore. I'm gonna take all of Roman law. I'm gonna say what is valid. Everything that I don't say is valid, is not valid anymore and so Roman law starts now, right? There's 1000 years of Roman law that has built upon itself. OK, well, here's a new line. Everything starts again, you know, now. That is not how Roman law worked. Um, HE, when he decided, he decided to go to the west and reconquer a lot of the territory that Rome lost. Uh, HE decides to do this, um, In a way that wasn't really consistent with how the East had thought about this. You know, the regime in Italy to most people in the east in the 5, in the 470s, even in the 510s was a Roman regime. It wasn't a barbarian kingdom. Justinian decides that it's a barbarian kingdom, I want to go and take it back. Um, BUT one of the most significant things that Justinian does is he um overextends the Roman state militarily and financially. So he pays for all of this stuff because he has a real, I mean he has like a Um, Goldman Sachs level understanding of the bond market. And he is able to, to use the Roman bond market to pay for huge amounts of things. I mean, um, building churches like Hagia Sophia in Constantinople, building forts all across the Balkans, invading Italy, invading North Africa, invading Spain. Um, ALL of these are things that just Indian funds more or less with bonds, and he builds everything on this kind of Very um shaky structure, right? He conquers Italy with a few 10 thousands of troops. Um, YOU know, when the Romans conquered Italy the first time in, in the, 3rd century BC, these were with armies of hundreds of thousands. And, um, and Justinian has done this and supported all of this with basically borrowed money. All of this could work if you had somebody as smart as Justinian managing all of, you know, the The different moving pieces of this system, but the system itself is very fragile and requires somebody who's very smart and very well in tune with how it works to keep it all balanced, and the person who follows Justinian is not that person. Um, AND so what ends up happening is within the span of about 5 years, he guts the financial system and destroys the bond market. He, uh, subjects Italy to an invasion by Lombards that he doesn't have any ability to counter. Uh, AND then he starts wars with people in the Balkans and with Persia in the east and then he goes crazy. Um, AND when he goes crazy, his wife basically has to sort of manage all of these problems, but he's so quickly, um, Loss that balance that Justinian had very carefully built, that the empire enters a very serious and prolonged crisis. And so um what Justinian had built, most people feel that what Justinian had built was not sustainable. I actually think it was sustainable if Justinian were managing it. Um, BUT there is no one like Justinian, right? He is a very unique figure with very unique capacities, and the person who follows him, you know, is mediocre and The risks of this whole very complicated system failing quickly um are so great that when somebody mediocre comes in, they, it all fails spectacularly. Uh, AND you know, and I think this is the legacy of Justinian, right? In a sense, he is too smart for the world in which he's operating. And part of why Rome succeeds for so long is those institutions, they mean something. And if you have somebody who is brilliant and scraps all of the institutions that made a state work, it can function well when you have someone who's brilliant, but the world doesn't always guarantee that brilliance is going to follow brilliance and without institutions to kind of regulate how things are done. You don't have any structures. And I think after Justinian what you have is a collapse of all of the structures that he had built uh because they were in a sense not grounded in the long way that the Roman state had worked. They were instead grounded in his own really spectacularly complicated thinking. Um, AND, and it causes a catastrophe. Um, A catastrophe that I think fundamentally changes, you know, the history of the Mediterranean and ultimately the history of the world."
	},
	{
		"start_time": "1:19:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and we're also going to talk a little bit more about the factors behind the longevity of Rome toward the end of our conversation, but how did the secession of the city of Rome from the Roman state happen?"
	},
	{
		"start_time": "1:20:11",
		"speaker": "Edward Watts",
		"words": "Yeah, so the succession of Rome, um, I mean, in a sense it follows on the, the catastrophic aftermath of the Justinianic, the collapse of the Justinianic order, um, because the catastrophes in the east ultimately lead to, um, the loss of a lot of Roman territory south of what's now Turkey to the Arabs. Um, YOU know, Justinian's collapse, you know, was very nicely timed to coincide with, um, the rise of Islam and, you know, the, the teachings of Muhammad. Uh, AND so about, you know, a lifetime after Justinian dies, the eastern Mediterranean south of what's now basically southeastern Turkey, it's under Muslim control, uh, because the Romans lack the ability to maintain control of this territory, uh, and, you know, the structures that Justinian had built led to very long warfare with the Persians that let the Arabs come in. Um, IN Italy, you know, the, the collapse is a similar thing. It just is less territory. So, um, the collapse of the Justinian order leads to Lombards coming into Northern Italy and Roman control being confined more or less to the southern part of Italy and then a strip of land from, uh, reaching more. More or less from um the Tyrrhenian Sea by, by Ostia to the Adriatic um in, in Ravenna, but it's not stable and Roman control of that territory um because they are being very greatly pressed by the Arabs, they don't have resources to send to actually defend the city of Rome. And so the secession of the city of Rome happens really in the middle part of the 8th century, um, but it happens because When the Roman state doesn't intervene to defend the city of Rome, uh, the papacy steps in and starts organizing things on its own. And the papacy very soon realizes that, um, you know, the It has separate interests from the emperors in Constantinople and sometimes the emperors in Constantinople will use their political authority to do things that um that are not consistent with what the Vatican or what the, what the papacy wants done. Um, AND the popes realized that they have some leverage, right? They, they can choose to not cooperate with that state. Um, AND ultimately the Lombards start also realizing that the Roman state doesn't have the capacity to defend the city of Rome and they start pressing on territory, um, and looking like they are going to conquer the city of Rome. And so the papacy decides We can either make a deal with the Lombards. Uh, WE can sort of pray that the eastern emperor shows up or we can make a deal with the Franks. And what the papacy does is they decide we're gonna actually um remove ourselves from the control of the eastern Emperor and ally ourselves with the Franks. And it's a process that unfolds very, you know, slowly and in a complicated way across more or less a generation between about 750 to about like 770. Um, BUT a key part of this is, is a forged document that's very famous called the donation of Constantine. Um, THAT appears sometimes in the 8th, sometime in the 8th century, uh, and was created to say that, um, when the Emperor Constantine converted to Christianity, he gave the Western Empire and all of its territory, including its crown to the Pope and therefore the Western Empire belonged to the Pope, uh, and the crown belonged to the Pope. And so this provides the papacy with leverage to go to the Franks and say, oh yeah, like we're, you know, we legitimately should be in charge of this territory. Everybody knows that this is made up, right? Even the Franks know this is made up, um, and anybody who'd ever seen a Roman law would look at this thing and say this, this is not a Roman law. Um, BUT it's, it's rhetorical cover. Uh, AND this ultimately forms the rhetorical cover that allows for the, the crowning of Charlemagne in the year 800 AD where the Pope says, I have, you know, the crown is mine, right? The Western Empire is mine. I can do what I want with it. And here is somebody who is a, a Frankish king. We have this long relationship with the Franks going back now, you know, it's 880, so going back 50 years. Um, THEY have guaranteed our security when the East could not. And so I, as the person entrusted with this Western crown, will give it to Charlemagne and Charlemagne, you are now emperor of the Romans. Um, AND you know, and it's all based on this, this kind of fiction that was used to justify the city of Rome more or less jumping from the Roman Empire. But I think what's interesting about this is, you know, when we think of great cities leaving the Roman Empire, we tend to think of them being conquered by somebody else. Uh, AND so it's interesting to realize that the city of Rome basically just left. It just stepped out. It stepped out of the state that it created. Um, AND it stepped out of the state that it created using a document that said, oh, it has the legitimacy to do this. Uh, AND so, you know, if you were to ask 1/9 century pope. Are you, you know, is, is your entity part of the Roman state? They'd say, well, yes, of course, right? There's a direct correlation in a contact um where we were given the authority to do this by Constantine and that's, that's Rome, right? So we have the, the legal right under Roman law to do what we just did. Um. It's made up, it's not true at all, but they would say they have it, and so that actually makes things, you know, quite interesting. Is Charlemagne a Roman emperor? No and yes. Um, AND you know, uh, and in Constantinople, it's interesting because they also say no and yes for different reasons."
	},
	{
		"start_time": "1:25:53",
		"speaker": "Ricardo Lopes",
		"words": "And how about the Holy Roman Empire? I mean, was it really Roman? Was it really an empire? What's the deal with it?"
	},
	{
		"start_time": "1:26:05",
		"speaker": "Edward Watts",
		"words": "Yeah, the, the, the Voltaire question, right? Um, YEAH, I think that the thing that's interesting about the Holy Roman Empire is you have a Roman emperor, but he doesn't actually rule over Romans. Right, so the, the Roman state in the east is still a version of this political entity where everybody is a citizen and there's a sort of stakeholder. And so everybody in the Roman, so the Roman emperor is the emperor of Romans in the east, you know, and, and so when you actually see things like Um, the Celjuks conquer parts of Roman territory. They call that territory the Celjuk of Rome because they, it is, you know, or the Sultanate of Rome because it is the Sultanate of Roman territory. Um, AND so, you know, because there are Romans living there. The Roman emperor in the Holy Roman Empire, you know, he, he's in charge of the Romans in the city of Rome, sometimes, sometimes, right? Depending on how his relationship with the Pope is, but it's not a Roman state because there aren't Romans really living under him. It's not, you know, he is a, a Roman emperor, but there aren't Roman citizens under him. There's no sort of Roman institutions or traditions or things that ground people in Aachen or I don't know where, um, Hamburg to this Roman state that lived before. Uh, AND so you have in a sense like a Roman emperor. But no Romans. And so what is that? Um, YOU know, I think is, is he, is he holy? Who knows, right? That's pretty subjective. Is he Roman? He's not. Um, IS it an empire? Well, when Voltaire says that it's not really either. It's some sort of weird hybrid of a constitutional monarchy, but, um, but When um Charlemagne does this, he does have an imperial title. But it is a title among all of the other titles he has too. He's also the king of Lombardy. He's also the king of the Franks, um, you know, he has other titles as well, and the title Roman Emperor is one of them. And it belongs to him as a title. In Constantinople, the um emperors who are reigning in Constantinople, that title doesn't belong to them. It's conferred upon them by representatives of the Roman population. It's in a sense an office, just like the consulship was an office in the Roman Republic. It's not an office for Charlemagne, right? It's like a bauble. It's like something you can show off, but it's not an office and there's no obligation to actual Romans to do anything in accordance with that office, right? It's just It's a nice thing to be able to say."
	},
	{
		"start_time": "1:28:52",
		"speaker": "Ricardo Lopes",
		"words": "And so in medieval times, how was the Roman state? What did it look like?"
	},
	{
		"start_time": "1:29:01",
		"speaker": "Edward Watts",
		"words": "Uh, SO, It's a very, it's a very long period we're talking about between the Arab conquest and then when the, the state I think actually collapses to the Fourth Crusade. But more or less what we can imagine is this is a state that's centered on um what's now kind of Anatolia and the Balkans, the southern Balkans. It gets bigger and smaller, but the power base for the Roman state after the the collapse of the east and the Arab conquest of the 7th century is really sort of the area around Istanbul. Um, OR Constantinople, uh, and then territory in Asia Minor and territory in the Southern Balkans. It does hold on to Italy for quite a while. Um, AND so Italy is, is a part of this. Um, THE last sort of Roman presence in Italy is not extinguished until the 11th century. So, um, so for most of this period, you can imagine sort of southern Italy, the Southern Balkans, and, and Asia Minor. Um, WHAT it does and how well it controls that territory varies over time. So, uh, there are for a long period in the 8th and, and 9th centuries, um, Rome struggles to control territory, uh, beyond the coasts of the Balkans. Um, AND it struggles to control territory beyond the coastal areas of Asia Minor. Uh, BY the time you get to the 11th century, uh, it's, it's pretty firmly in control of territory all the way up to the Danube in the Balkans and, you know, all the way across to what's now sort of the modern Turkish eastern border and southern border. So, um, so territorially, that's, that's kind of what we're talking about. Ethnically, um, mainly the people living in this for most of that time are, you know, people who identify as Romans who we would basically call Greeks. Uh, THEY more or less speak Greek. They are mostly Christian. Um, THEY are mostly in line with, um, all of the church councils of up to the 5th century. So, you know, they're Chalcedonian, they're Nicene, they're, um, It's a pretty homogeneous territory. As the territory starts expanding again in the 10th and 11th centuries, you start getting new people in there. So you get some Bulgarians, you get some um Slavic people, uh, and then in the east, you get Armenians and you get Syrians. That complicates things a little bit. You even get some Muslims. It's not clear how many Muslims, but, but you do have Muslim communities. Um, AND that complicates things a little bit. Uh, BUT generally speaking, I think when we are talking about the medieval Roman state. We should imagine that there is a basic core where these people share a common history. They share more or less a common language. They share a common religion, um, they, they share a common citizenship. They share a common legal structure, right? This is a much smaller nation-state than we had, say, in the 4th century, but this really is something that we have to imagine functions like a proto nation state at least. Um, AND, and there are all sort of institutions that encourage you to think this way, right? So if you go to church, um, you're gonna hear things that talk about, you know, your religious life, but you'll also hear things that talk about political leaders, you know, like Constantine. Um, THEY, they give you a kind of grounding in Christianity but also Romanness. Uh, AND, and so it is a very well-structured thing to try to, you know, make all of these people very much understand that they are still part of this common shared enterprise. Um, AND, and I think that's an underappreciated skill of the medieval state because other medieval states in Europe don't do this. Um, YOU know, this, this is in a sense a direct descent from the, uh, idea of like the Polis and the citizenship of the Polis from like deep antiquity, right? The Roman state never totally loses that, that connection to this idea that you belong to something versus, you know, if you live in France in the year 1000, what do you belong to? I mean, you know, you're, you're like in a fiefdom and you're connected somehow to like a lord or something, but you're not part of a common project. Uh, IN the way that, you know, Romans totally understood they were, and in a way that is totally weirdly anachronistic, right? It is a very old way of thinking about your political identity that also looks very modern and, you know, so there is this, this weird kind of point of inflection between what came before and what will come later."
	},
	{
		"start_time": "1:33:32",
		"speaker": "Ricardo Lopes",
		"words": "So when does the history that you cover in the book come to an end? I mean, when did the death of the Roman state occur and how did it happen?"
	},
	{
		"start_time": "1:33:45",
		"speaker": "Edward Watts",
		"words": "Yeah, the death of the Roman state, um, it's like Hemingway's bankruptcy, right? It, it happens very slowly and then all at once. Um, THE, the real crisis the Roman state faces, uh, there's a massive loss of territory that occurs in the last part of the 11th century and the Roman state has to adjust very quickly. It's, it's institutions and its structures to deal with the fact that a lot of the people who are important in that state are from Anatolia and they lost a lot of their, the territory that supported their wealth and position. Um, AND there are major, major threats that the Emperor Alexius Komnenos has to deal with all kind of at once. And so what he does is he, he creates a number of sort of measures of expediency that ultimately don't seem all that serious at the moment and he probably didn't have much choice about what he was, you know, how he was going to deal with these problems. Um, BUT these measures are impossible to undo. So one of the things that he does is he um instead of paying bureaucrats, he gives them the first sort of slice of the tax revenue from certain regions of the empire because he doesn't have the money. And so this, this gets them invested in making sure those regions are stable and paying their taxes and it's a good sort of short term way to get money going. Um, HE has to deal with Normans that are attacking from, um, from the West. So he makes an alliance with Venice where he gives Venice significant trade privileges. Uh, AND did he really have a choice there? Not, not really. And the Venetians do beat back the Normans, but those trade privileges are things that he can never undo and it undercuts the economic foundations of the empire in a really significant way and also creates a precedent where the Genoese then start getting trade privileges and everybody starts getting trade privileges. Um, BUT the biggest mistake he makes is, uh, he invites the Crusades to come through Roman territory. And the initial idea that Alexius had for the Crusades was to, um, use Western knights who are Really, really formidable, um, to go back through the territory in Asia Minor that the Romans had lost, uh, in the later part of the 11th century. And, um, the Crusaders are sold on something different. The Crusaders are sold on we're going to go to Jerusalem. And so Alexius, I mean the Romans had not controlled Jerusalem since the 600s, right? And they, they had no interest in going to Jerusalem. Um, AND so what they really wanted was a campaign through what's now Turkey. Uh, AND the initial phase of the crusade works that way, but eventually, as one would expect, um, the Romans realized we cannot send our troops alongside the Crusaders all the way to Jerusalem. And so there's a break in, um, relations and the Crusaders start getting this idea that the Romans don't like the Crusaders. Um, All of these things are manageable during the reign of Alexius, but all of these things spin out of control. Alexius dies in 1118 and they spin out of control during the reigns of his successors. Um, AND, and yet those successors are very capable and so they manage again this like house of cards pretty well. But in 1180, uh, the last of those successful, capable successors dies. You have um a very incapable successor take over and then a series of civil wars and during those civil wars, all of these entities start basically taking advantage of the hollowed out nature of Roman institutions and this culminates in 1204 with the Fourth Crusade, where the Crusaders intervene in Another Roman civil war. Ultimately, they put a pretender, they put an emperor in charge of the city of Constantinople who promises them things he can't give them. Um, AND they end up invading and capturing the city of Constantinople, looting it, and then divvying up the Roman Empire like it's a series of fiefdoms. Um, AND there is a Roman resistance to this in a number of places, right? The, um, Roman elite in the Balkans, they go to Epirus and what's now sort of Western Greece. Um, THE Roman elite in Asia Minor go to the city of Mysa, uh, modern Iznik in, in Turkey. They fight resistance movements. Um, Epirus and Nicaea both set up their own Roman states. The city of Nicaea ultimately even comes back and takes Constantinople from the Crusaders, but what the Crusaders had done was they broke that structure. That citizenship structure, that sort of common entity. Uh, AND there's a really remarkable letter that's written by um the Roman Emperor in 1203, writing to the Pope and saying like basically call the Crusaders off, you know, that this is what they're doing is illegal. The Crusaders had said that, um, you know, that they have a right to attack the city of Constantinople because they're looking to put in place the son of the emperor who had been deposed by the person who's now ruling in Constantinople. And what the Roman emperor writes to the Pope, he says, this is not how our society works. Sons do not have a right to succeed from their fathers. Um, WHAT we do instead is we allocate power based on the, uh, representatives of our citizen body. And the emperor rules through the consent and choice of those people. He doesn't rule because he's the son of somebody. He rules because they have chosen him. Um, AND what the Crusaders do is they break that. And they actually do even after they, they take the city, a delegation of Roman notables comes to try to negotiate terms and may well have been willing to give the crusader king of, of Constantinople recognition, and they send him away. Instead, they're going to do the way Western do do Constantinople and the empire, what Westerners do with territory they conquer. They're gonna divide it up among all of the nobility in there. And so this I think is the end of the Roman state. Uh, BECAUSE in Constantinople, clearly what follows the crusader capture is not a Roman state, right? It is not connected to what Romulus or whoever set up in the 8th century. What goes on in Epirus, it is a Roman state, but it is a successor state. It doesn't have the institutional continuity. Um, IT doesn't claim that it is anything more than kind of a resistance movement for a few years. Um, AND what happens in Nicaea also is only a partial group of representatives of the Roman citizen body that ultimately appoints an emperor, and they don't do it immediately either. And so what you have um with the capture of Constantinople is the breaking of that thread that links the Roman state of the 13th century to the Roman state of the 8th century. This doesn't end Roman political history. The Romans running their own states for another, um, you know, 200 and almost 260 years. But it ends that direct continuity. And I think that's, that's important, um, because I think that continuity in a sense allows us to really focus on why this Roman state matters because it tells us something. You know, it tells us something that is useful now. Um, AND so, you know, that, that you can tell the history of the Roman people for another 700 years. Um, I mean there are still people identifying as Romans living in islands in the Aegean into the 1940s. Um, YOU know, when the Greek state takes over the Aegean islands from Italy, there are people when the Greeks show up who talk about, I want to see the Greeks show up because we are Romans, you know, this is Still there in the 20th century. But those Romans are not connected to that state. So the Roman, so you know I could continue, I could, you know, even write a second book that goes the next 700 years of, of Romanness in the Mediterranean. But again, I think that that lesson is different. Um, AND the reason that that matters to us is different than focusing on the Roman state and its continuity."
	},
	{
		"start_time": "1:41:43",
		"speaker": "Ricardo Lopes",
		"words": "Right, so I have one last question then. What would you say were the factors behind the longevity of Rome? I mean, in the book you talk, for example, about the balance between change and tradition. Could you tell us about that and what other factors might have played a role here?"
	},
	{
		"start_time": "1:42:04",
		"speaker": "Edward Watts",
		"words": "Yeah, I think, um, ultimately, There's something in the DNA of this polity uh that makes it able to continue to evolve in a way that most states struggle to do. You know, it's, it's a state that reaches maturity, um, and is still able to bring in new people comfortably. It's still able to bring in new ideas. It's still able to bring in new religions. It's still able to bring in new practices. Um, BUT it does it in a way where it never loses its sense of, of how it got to be the powerful, um, entity that it was. So, you know, so in the United States, there, there is a lot of conversation about what, what do we do with people like George Washington. WHO um did immense things to build this country. But also, um, you know, we're slaveholders and, you know, and did things we might be not comfortable with. For Romans what they would say is You have to honor the contributions of everybody who made this state great. You might not agree with everything they did, and that's fine. You know, you might have somebody from the Roman Republic who is a pagan. OK, right, but they did something important for us. So you have um authors in the 11th century that will say things like, this person was our Cato. Uh, AND, you know, and Cato famously. Didn't like Greeks, really didn't like Greeks. He didn't like Greek philosophy. He obviously was not a Christian, right? Everything about this person in the 11th century might be something that Cato would disagree with, would actually, you know, criticize. But Cato also represented important positive things for the Romans as well. And so what Romans were able to do is to say, you know, this entire legacy, um, there are good and bad things in it. The good still matters. We need to stay connected to that good. We need to acknowledge that there's something positive that we can take away from what these people in the past did. We might not agree with everything. But we need to acknowledge what they did because it was good for us as a polity, and it's something that can help us now. And if we disregard the sacrifices and choices they made, we are less able to make good choices and sacrifices now. And so I think this is the this is the secret of the Roman state, right? It is always grounded in a sense that we did things well. And we need to understand what those were, and we need to keep doing them, but we didn't do things perfectly. And if there's a better way to do something or there's somebody that we can bring in who is more talented than what we have, we have always done that. And that's important too. And you know, and this I think is the secret. This is what made Rome different and what makes Rome different from a lot of modern societies too. Um, AND we like to think modern societies are really good at, at including people and, and they generally are. But um, But what Rome was able to do was include people and also retain that connection to what it once was. That's the balance that a successful long-standing society achieves, right? You, you always are able to reinvigorate yourself with new ideas and new talents and new approaches, but you don't lose your sense of yourself either. Uh, AND this I think is what we can see from Rome, right? You, if you can do both of those things, You can last for a really, really long time as a society, and not just like Exist. You can thrive, and you can thrive in a way that makes the life of, I mean probably a billion people over time, maybe more than that, lived as Romans. You can make the life of those people better. By doing both of those things in a way that is balanced, um, and that I think is a contribution that is timeless. Uh, AND that's a contribution that I think Rome alone allows us to appreciate."
	},
	{
		"start_time": "1:46:08",
		"speaker": "Ricardo Lopes",
		"words": "Great. So this has been a very fascinating conversation about the Romans, and the book is again the Romans 2000 year History. I'm of course leaving a link to it in the description of the interview, and it's been a very fascinating read, and I can't recommend it enough. Dr. Watts, thank you so much for writing it and thank you for coming on the show again. It's always a big pleasure to talk to you."
	},
	{
		"start_time": "1:46:34",
		"speaker": "Edward Watts",
		"words": "Oh, absolutely. I, I love coming on the show and these are, it's always such great questions, so I, I am so grateful to you for doing this."
	},
	{
		"start_time": "1:46:42",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin. And Josnecht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Venneden, Bernard Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]