[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome back to a new episode of The Dissenter. I'm your host, as always, Ricard Lops, and today I'm joined by a fellow YouTuber, Anna Boke. She's been doing great videos on neo-liberalism and many aspects related to. Neo neoliberalism we're going to talk about today. So Anna, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Hi, thank you for having me. I'm really excited. It's like the first time I've ever been on someone else's show, so kind of excited about it."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So let me start by asking you, I mean, because I, I've talked about this on the channel with a few economists, but sometimes I hear, and I've heard this also from uh liberal people in Portugal, that neo-liberalism, the term doesn't mean anything, it's just a vague term used by the left, uh, I mean. How would you define a neoliberalism more characterize it?"
	},
	{
		"start_time": "01:07",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, I mean, it definitely like I've heard that critique as well, um, about like it not existing and just being invented by the left, but actually I do think, um, it's very much a thing and obviously, um, more economically conservative people don't like to be called out on it, um, because they obviously say, no, our policy is like totally sensible and. But, um, it it's just like the rebrand of like liberalism because I feel like not many conservatives would say they're like economically like total liberals. Um, BUT essentially what neoliberalism is in the most broken down sense, it's just like this political economic project that does lean on like, um, These, um, Tenets of liberalism, uh, like markets over states, but, um, I feel like they go even like a step further embedding it even more in culture and claiming that like human well-being comes from free markets, private property and limited government intervention are important, but also, um, Having like it being like less this utopia of um freedom but more of a like a project to like, restore elite class power by like not only like being like, OK, free market for everything, but also like there's people um that profit a lot from government contracts and um while all at the same time under like um like, Call it or or like being all for these um for these very, Liberal things like deregulation, privatization and shrinking welfare, but at the same time, government spending has never been higher, just like, not for um welfare, but more for like, um, stuff that serves some elites."
	},
	{
		"start_time": "03:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I always found it a bit weird that some people make this claim that neoliberalism just isn't a thing or it's something invented by The left just to bash uh right wingers are being just against capitalism in general because I mean, the IMF itself uses the term neoliberalism and not just that, but I think that, I mean just saying that neoliberalism favor favors deregulation, privatization, it is against the welfare state, against. It, it undermines workers' rights, workers' unions, and stuff like that. I mean, I guess that's already defining the term,"
	},
	{
		"start_time": "03:55",
		"speaker": "Anna Bocca @annabocca ",
		"words": "right? Yeah, 100%, especially like the IMF being one of the most neoliberal institutions there is. Um, IT is kind of telling that they even use the word."
	},
	{
		"start_time": "04:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so I, I mean, and this is something that you talk about in your, I, I think it's the latest video, um. Because you talk a lot about Naomi Oreske's book, The Big Myth, what is the idea of market fundamentalism?"
	},
	{
		"start_time": "04:26",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Um, YES, I was very inspired by her book. It is, uh, and hers, and, um, uh, Michael Conway, I think, yeah. Yeah,"
	},
	{
		"start_time": "04:34",
		"speaker": "Ricardo Lopes",
		"words": "I never remember"
	},
	{
		"start_time": "04:35",
		"speaker": "Anna Bocca @annabocca ",
		"words": "the name of the second book. I mean, she's like first on the book, but then like it's also him, I think. So, um, but it's like written by both of them. But yeah, I feel like um um I feel like neoliberalism and market fundamentalism aren't exactly the same thing. Um, I feel like market fundamentalism like focuses just on the market aspect, um, that neoliberals claim that neoliberalism is. So like as the market, it's like more of like comparable to like liberalism, um, as like having the market as like the all knowing God, um, having deregulation, privatization and like that the individual is like an entrepreneur that is responsible for his own successes and failures and. Um Yeah, I feel like. That is that those are like the big points of like market fundamentalism, but I feel like that term disregards that like we have like these big government contracts, um, revolving door effects uh for leads and stuff like that. So I feel like market fundamentalism is really, um, that myth that the market is infallible and almost mystically all knowing and um. Yeah, and it's used to like the legitimate like the legitimize um government action for welfare, for example, like, or like for when markets fail, like for example, child labor, which obviously is a market failure or pollution and stuff like that, um, it is used to like kind of sweep it under the rug and be like, oh no, the market knows what it's doing, like that's just so it will resolve itself, which obviously it doesn't."
	},
	{
		"start_time": "06:22",
		"speaker": "Ricardo Lopes",
		"words": "It's just externalities, right?"
	},
	{
		"start_time": "06:25",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, those are externalities definitely are like they're very negative externalities and markets fundamentalism says um that those will resolve those will resolve themselves and it's not going to be a problem long term."
	},
	{
		"start_time": "06:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so I, I mean, but neoliberalism, how far back would you go to place its origins? I mean, because it, some people say that it developed mainly during the 1960s, 1970s, but then, I mean, I guess we can go back a little bit more and talk about the work of Lud Ludwig von Mises and uh I, I mean people from the Uh, Austrian school, but, uh, I mean, where would you place its origins?"
	},
	{
		"start_time": "07:20",
		"speaker": "Anna Bocca @annabocca ",
		"words": "I would even like to go even further back. I think, um, if we like start looking at like the first roots of it spreading in the 1920s, but, but before that there was like liberalism and um, but it's sort of like after the Great Depression, um, it kind of, yeah, like, Went like or like it became unpopular, um to um because like, John Maynard Keynes was like a big person and um there was more government involvement to like, get the US government er or like the US as a country out of the Great Depression, and um, I feel like, So after World War I and in the 1920s, I feel like business propaganda started evolving. Like there were like these think tanks that formed by very big industrialists, um, like the National Association of Manufacturers or the National Electric Lights Association. Um, WHICH actually worked fun even earlier, but back then they were like for government involvement in the marketplace, like they were like for protectionism, uh, building the Panama Canal and stuff like that. But, um, yeah, after like the whole, um, New Deal, uh, became a thing, um, they kind of, Yeah, they kind of just, uh, started fearing for, um, their profits. So, uh, they like these big industrialists came together at these think tanks and started investing insane amount of money into like propaganda to stop government involvement in the marketplace, to stop, um, The formation of unions to stop the strengthening of the welfare state, um, because that was obviously eating into their profits."
	},
	{
		"start_time": "09:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's really interesting to contrast, I don't know if you read this book by the economist Clara Mattei, The Capital Order, because she makes a connection there between uh liberal policies like austerity measures and the rise of fascism in Italy, for example, and it's really interesting to contrast what happened in the US with FDR and the New Deal, uh, how they dealt with things. There in terms of creating social security, for example, and how they dealt with things in Italy which created even more social uprising and led to people favoring the rise of fascism. I mean, I don't know if you're familiar with that part of history or"
	},
	{
		"start_time": "10:08",
		"speaker": "Anna Bocca @annabocca ",
		"words": "I'm not particularly like familiar with like um Italian history to be completely honest, um, I need to definitely like read more on that, um, I would feel like, um. It does. I feel like we're seeing it now in the US like, um. The rise of like, but like not in response to like the strengthening of uh government policies for workers, but like, In response to the opposite actually, um, but yeah, no, feel free to educate me on what happened in Italy because I have not read that book."
	},
	{
		"start_time": "10:47",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I, I mean, I, I of course I will not get into details here because I have done that interview with Clara Matte back in late 2022 and there are many things. That I don't remember anymore, but I mean it's, she basically makes an argument as to how back in the 1920s and after the Great Depression in Italy, for example, she also talks about England, but in Italy particularly uh because they applied austerity measures. I mean, things got even worse for the average person. And then I mean as we've seen as we have been seeing across Europe and even in the US as well, I mean, uh with uh austerity measures after the 2008 economic crisis, whenever that happens it seems that people, uh, the average voter tends to. For like authoritarian leaders, particularly from the right, and so she establishes that link between favoring liberal policies in that particular case, austerity measures and the rise of fascism, and I mean I was mentioning that just to try to establish. A contrast between what happened in the US with FDR's policies versus what happened uh in Italy and in other countries in Europe after the Great Depression in terms of how people of how you can deal with the same issue. Uh, WITH, uh, through different kinds of, uh, policies that lead to different results because we hear frequently from, uh, neoliberals that, uh, I mean, the best way or even the only way as we've seen after the 2008 economic crisis to deal with a crisis like that is to apply, uh, uh, austerity measures and I mean that's not the only alternative out there, I guess."
	},
	{
		"start_time": "12:57",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, 100%, um, but I feel like it's not even that much of a contrast. I mean, like, was it like, I feel like we're seeing. In every case, when we apply austerity and like um, take away workers' rights and the the means for workers to just like have, That have like a a nice life or just like a livable, have a livable wage. Um, IF we take that away, fascism rises like we're seeing it in the US now, we're seeing it in the UK, we're seeing it in Germany, we're seeing it everywhere. Um, BASICALLY everywhere this is happening, um, instead of just like, uh, we're like. Yeah, we're creating more and more wealth inequality and we're seeing the rise of fascism or like right wing policies or just like blaming. Marginalized groups like immigrants, like, um, that is what is rising, um, if we like keep, taking money away from workers and um instead of just like taxing billionaires."
	},
	{
		"start_time": "14:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, we'll get, we'll get into taxing billionaires later. But I mean, another interesting thing is that how the US economy boomed during the 50s and 60s with very high marginal tax rates. I mean, I think if I remember correctly, I think it was over 300,000 or $400,000. I mean, People would be taxed at a 90% tax rate. So I mean for people who think that taxing the rich doesn't work and it doesn't lead to economic growth, that's a very good example of the opposite,"
	},
	{
		"start_time": "14:50",
		"speaker": "Anna Bocca @annabocca ",
		"words": "right? 100%, 100%. It just proves that high taxes didn't kill capitalism because I feel like that is always the argument. Um, HIGH taxes will kill capitalism and everyone will be super unmotivated and nothing will work anymore. Uh, BUT that's not true. In the 50s and 60s, business still um boomed. And but the good thing was that people could afford housing and um even though taxes on the rich were like 90%, um, we did have high growth. We had strong unions and all of that. Um, BUT yeah, but then like, obviously like big industrialists didn't want to pay 90% taxes, so they started all these propaganda channels and um, yeah."
	},
	{
		"start_time": "15:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, I'm, I was just going to ask you about propaganda, but just before let, let me, let me just make this comment and then you can comment on it. I mean, it's very interesting how we frequently hear from, uh, capitalists, particularly, and also, I mean, not just the neoliberals, but particularly the neo. Liberals and here in Portugal we have a neo-liberal party, the Liberal Initiative, and they make the same sort of arguments about how if you just let the market uh the uh the uh the market without any kind of regulation. Work itself out. I mean, uh, wages will rise, uh, workers' rights will magically appear. I mean, it's a very interesting narrative because if you look back in history, the fact is that workers since. The very dawn of capitalism and the industrialization had to organize themselves and fight for every single right that they were able to get and force the government to create labor rights, right, because otherwise they wouldn't have got them."
	},
	{
		"start_time": "16:47",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, 100%. Like labor rights were fought for by unions and there were, there were like strikes. There were fierce fights for the rights we have today, like the 40 hour work week. It just happened because like unions fought for it. It's not just like that. It appeared out of thin air because I feel like a lot of like um anti-regulation advocates will be like, oh no, Ford were introduced. That just because he saw workers would be more profitable, but like, um, I mean, all of workers' rights were fought for by unions and Ford was like brutal against unions. Like he's like praised at this as this like, oh yeah, he like, um, helped the workers even though he didn't have to, um, just like for profit, but that's actually not the case historically."
	},
	{
		"start_time": "17:35",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, which is also very interesting because we also hear very frequently that whenever someone accepts a new job, whenever someone is hired, I mean, they have the same power of negotiation that the boss has that that that basically the owners of the company have, but that's not. Actually true, I mean, because we're talking about one single individual against one entire corporation and that's why workers have actually to organize to demand or to demand pay raises and rights and so on,"
	},
	{
		"start_time": "18:21",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100%, especially because like I mean. The leverage which a corporation or like an employer has over an employee is basically their whole livelihood, like their ability to pay rent and not live on the street and like feed their family. So that's like a huge leverage compared to, oh, if I quit, then I don't know, my coworker will have to do a little bit more work. I mean, that's the leverage you have over the company, realistically. And, um, Yeah, the company will survive regardless. If you survive regardless, that's, that's the big question."
	},
	{
		"start_time": "18:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, OK, so let's get into propaganda then, and an interesting aspect of neoliberalism is that it just doesn't try to convince people on the basis of the merits of its arguments. I mean, throughout history, it's been pushed, pushed through newspapers, even the education system, TV programs, and other kinds of different propaganda mediums, right?"
	},
	{
		"start_time": "19:27",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100%, so, um, I don't think like that, um, neoliberalism like is the best idea and I feel like for a long time academics and so, didn't think that either, but um it was just like, Framed as an actual viable theory by um those big think tanks we're talking about from the National Association, National Association of Manufacturers to the National Electric Lights Association to the Liberty League, Um, they all like spent massive amounts of money to push this ideology into schools. They like rewrote school books, they pushed it onto TV, um, they pushed it into even churches and Hollywood just with money, but, and I mean it's no coincidence that up until today, um, The richest people in the world all own media companies, so Mark Zuckerberg owns Meta, Elon Musk owns Twitter, Jeff Bezos owns The Washington Post. Murdoch owns everything basically. So it is um. It is really important, I feel like, to look at who owns the media and who shapes the narrative and If we look at who. Ended up shaping the narrative. It is definitely the money that was poured into by into, um, media, Hollywood, TV, churches, and even schools by, um, corporate interests and like that framed it as the American way."
	},
	{
		"start_time": "21:09",
		"speaker": "Ricardo Lopes",
		"words": "Wait a minute, have you just said that X slash Twitter is a media company? I thought it was just a far right cesspool, no."
	},
	{
		"start_time": "21:22",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Very true, but it has become that because, um, essentially, I mean, I mean, Twitter has changed quite a bit since Elon took it over."
	},
	{
		"start_time": "21:32",
		"speaker": "Ricardo Lopes",
		"words": "So just just a bit, just a bit. Yeah,"
	},
	{
		"start_time": "21:36",
		"speaker": "Anna Bocca @annabocca ",
		"words": "just a bit. Um, BUT yeah, I mean. It is what it is, and um. Yeah, right wing or like not even right wing, but like economically conservative people have historically just been very, very good at shaping the narrative. Also because shaping the narrative costs money, like making educational videos costs money. I mean, you know that. I know that running a YouTube channel costs time and money. Um, RUNNING a newspaper probably costs a little way, way more time and money, um, or. Um, ANYTHING you need to do. And most people are just like busy, um, having to like work a normal job and don't really have time or energy or money to spend on shaping the narrative. Um, SO the people who get to shape the narrative are mostly people who already have the means. And usually if you have the means and don't have to like spend your time pursuing a normal job where you put work in. Um, Yeah, you usually employ people to do that for you and, um, can spend the time shaping the narrative. So, um. That's only possible if you exploit people a little bit, but, um, yeah. So obviously people like who like who are who own businesses have been more able to do that than just like normal workers."
	},
	{
		"start_time": "23:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, tell us about this fellow named Edward L. Bernays and uh his ideas about propaganda because he, he, he seemed like a very interesting guy who had a very low opinion of the general public's intelligence, I guess."
	},
	{
		"start_time": "23:35",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, I, I, I, I wouldn't even say it, put it that way. I feel like he was actually quite even very smart at um. Reading the um general population or at least how to like shape their views and how to shape the narrative, and I wouldn't necessarily even say that like he was one of like, The people who came up with this ideology, but he was like more of like the father of propaganda, and he would use it for like whoever would pay him the most. Um, SO basically he was employed by big cigarette companies who obviously had a lot of money to spend on propaganda, so he helped them frame cigarettes as women's liberation, as tortures of freedom. Um, AND in politics, he got like hired by the National Electric Lights Association to, um, help shape the narrative that the American way and, um, low taxes for corporations is in the best interest for everyone because, um, growth will just trickle down. And, um, so yeah, he, um, I feel like whoever paid him would. We'll get his help or like we'll, yeah, we'll be able to buy his services um and. Yeah, he helped a lot of, like, a lot of companies to like push a narrative that is in many cases untrue, but also had very devastating effects. For example, like in Guatemala, he was hired by the United Fruit Company, which is the banana company Chiquita, which we all know. I don't know, are there Chiquita bananas in"
	},
	{
		"start_time": "25:26",
		"speaker": "Ricardo Lopes",
		"words": "Portugal? Yes, there are."
	},
	{
		"start_time": "25:29",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, same here. So, um. They're everywhere and uh United Fruit Company had this big, um, had huge banana plantations in Guatemala and was basically exploiting the Guatemalan population and this American company wanted to obviously continue exploiting the Guatemalan people who then eventually like elected a Democratic socialist government and who were like, oh no, we're gonna like enforce labor laws now and um, we're not gonna let this American company exploit our workers anymore. And essentially what United Fruit then did was hire Eduard Bernays, who shaped this narrative before Congress and before the American people that Guatemala was a communist dictatorship now and a threat and that it needed to be invaded by the CIA. So yeah, the CIA planned a coup and Guatemala was invaded and the government was overthrown. And it plunged the country into decades of violence and um, so yeah, definitely devastating um consequences, all in the name to protect United Fruit's profits. Yeah."
	},
	{
		"start_time": "26:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, YEAH, yeah, I mean, the US has a very rich history of invading or supporting coups or, um, putting, uh, putting on economic embargoes on countries that are more socialistic than they like and then saying that socialism never works, but. When it's to support their neoliberal ideology, they are willing to give a lifeline to uh Ravier Mille in Argentina because socialism never works, but of course neoliberal capitalism or even libertarianism always works, right."
	},
	{
		"start_time": "27:39",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100%, 100%. Um, IT is, uh, it's pretty insane how many countries they've invaded, um, in their backyard, um, Latin America, uh, which is absolutely brutal. Also how, how like I feel like. Sometimes even like they have like this hatred towards like Latin America if they decide to like do their own thing or for example, like, um, yeah, back in the 70s, Chile was invaded. They invaded like Nicaragua, El Salvador, like literally so many countries were cooped by the US and I feel like even now how they've shaped this narrative about like, Latin Americans or like Mexicans wanting to go into the US. This is obviously a bit off topic, but like, um, calling them the immigrants, while they're like the Europeans that like colonize the US are the original immigrants. That's kind of wild how like in a few 100 years they've like managed to shape this narrative and um. And yeah, also asserted this right to intervene in other countries' economies economies and, um, push this libertarian or neoliberal agenda."
	},
	{
		"start_time": "29:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, it's just very interesting. I, I mean, I guess that uh that also plays into what I was saying earlier when I mentioned Italian fascism because very interestingly, Uh, even though the US calls itself the, for example, when they invade countries in the Middle East, freedom fighters, they tend to be very big fans of right-wing dictators like Nohe in Chile and other people like that, right? So it's, it's a very interesting way of approaching international politics."
	},
	{
		"start_time": "29:44",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100% and uh very worrying as well, like, um, yeah, how Allende was overthrown by Pinochet just uh by the year or like by uh supported coup by uh. And then Pinochet was put in power. Um, IT is actually very scary that the US can just meddle that much."
	},
	{
		"start_time": "30:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I guess if you haven't watched, you should watch a video that's on YouTube from the university. I want to say Cambridge. I'm not sure if it was Oxford, but I think it was Cambridge. Uh, THERE'S a student there who actually debated Charlie Kirk a few months ago, and she put, uh, the title of the video is something like this house supports the decline of America. So I, I think you should watch that check it out. Yeah, I think that the name of the, uh, girl is Tilly Middlehurst or something like that. So, but yeah, you should definitely watch that because it's a very interesting argument that she makes there. So, I mean, uh, I, this is something that I also talked about with Naomi Oreskes two years ago. This tripod of Rhythm or what she calls in the book the tripod of rhythm. I mean it's a very interesting thing because when you start looking at it, it sounds fine. I mean representative democracy, why not civil and religious liberty, yeah, fine, but then free enterprise, I mean free enterprise is supposedly one of the three main tenets of American freedom. Right."
	},
	{
		"start_time": "31:37",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, I feel like that's like they like um in or like the National Association of Manufacturers like invented this job for freedom as the centerpiece um of their propaganda. Um, AND it basically is like fabricated history. They kind of, I mean, obviously the, um, Constitution in America features, um, democracy and freedom of or like civil and religious liberty, but they then they just like snuck in the free enterprise, which is kind of hilarious, pretending that's what the founding fathers wanted, um, which obviously is totally wrong. They never really mentioned free enterprise and um. Yeah, it's just a funny tool they invented, but that really caught on because they literally like they spent millions on a billboard campaign framing these three things as the American way, and a lot of people ended up believing it, that free enterprise is the American way, which obviously it kind of isn't."
	},
	{
		"start_time": "32:42",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I guess that uh uh the American right also loves to bring to the table the founding fathers whenever they want to do some revisionist history about what they supposedly supported, and they do the same with some historical economists like Adam Smith who actually together with Marx was very much against the. REINDEERS or the reindeer class, but, but they, they actually try to sort of whitewash what Adam Smith said to make it a little bit more neoliberal. So yeah,"
	},
	{
		"start_time": "33:23",
		"speaker": "Anna Bocca @annabocca ",
		"words": "they totally like cherry pick Adam Smith. It's like wild. So they basically turned Adam Smith into like this free market cheerleader. Um, AND like, I mean, if you actually read The Wealth of Nations, um, there's so many parts that are about like, um, banking regulation, um, about, um, Monopolies about living wages and um, for example, Amar T Yen, um, he's uh he's quoted, uh, Adam Smith as actually being a friend of the poor, because like if you read Adam Smith uh like the Wealth of the Nation, which I actually did go through a lot of like, uh, this book, and he really is a friend of the poor, they are like passages in there that are like, um, very worker friendly, very, um, very about like, Workers definitely deserve to have a fair share of their work. Um, WE need to like adequately house, clothe and uh feed everyone because no society can flourish, to actually quote him, um, in a way like uh workers are treated poorly. Um. So yeah, but neoliberals and libertarians obviously like to cherry pick Adam Smith and um. Yeah, they basically totally ignore Smith's warnings on monopolies and everything that is that might be not as libertarian or liberal."
	},
	{
		"start_time": "35:01",
		"speaker": "Ricardo Lopes",
		"words": "I mean, look, Anna, they would definitely say that your Economic diet is very unbalanced because you're definitely a radical lefty who just reads uh Marx and people like that. I mean, you definitely need more of von Mises, Hayek, Friedman, and even a little bit of, of Thomas Sowell in your diet because uh I mean, otherwise you're just. Very biased, right. Yeah,"
	},
	{
		"start_time": "35:34",
		"speaker": "Anna Bocca @annabocca ",
		"words": "the funny thing is that I haven't even read Marx, to be honest, also because it's really long, so I'm like, hm yeah, thanks but no thanks, but I feel like just reading Adam Smith is enough to like kind of support left wing politics if you actually read him carefully and not for example like George Stigler's edited version because that's what happened, that like um corporate think tanks um. Decided to fund, um, economists at the Chicago school, um, so Chicago University, and they funded George Stigler and Mises and Hayek to write these books, um, and in the case of George Stigler, um, basically editing Adam Smith's The Wealth of Nation into like some sort of like, Free market, um, bible, but yeah,"
	},
	{
		"start_time": "36:26",
		"speaker": "Ricardo Lopes",
		"words": "by the, by the way, just before we get into the um. What happened after the so-called post-war consensus and the rise of neoliberal capitalism. Uh, LET'S talk a little bit about, uh, Keynesianism. I mean, uh, in your understanding, why do you think that Keynesianism was so popular after World War II and there was this sort of post-war consensus around it?"
	},
	{
		"start_time": "36:57",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Well, because like it obviously pulled, um, the American economy and like general economy out of the Great Depression, which, um, just like liberate like Hoover, which was like the president, um, before FDR had obviously failed to do because he was quite a market fundamentalist and was like, oh, the free market, we'll just sort it out. Obviously it didn't. And, um, then FDR was super beloved, um, he was re-elected many times and um. And just proved that like state intervention stabilized these boom and bust business cycles. Um, ALSO, people could afford houses in the 50s, so normal workers could completely afford to buy a house after working for two or three years. Um, AND afford the down payment, which looking at today's economy is just not possible in my generation. Almost no one buys a house. Um, SO unless they"
	},
	{
		"start_time": "37:56",
		"speaker": "Ricardo Lopes",
		"words": "it's the same here, I have to"
	},
	{
		"start_time": "37:58",
		"speaker": "Anna Bocca @annabocca ",
		"words": "tell you, yeah, unless they inherit money from their parents. So, um, I mean, there's obviously a couple of exceptions, um, those people working in banking or stuff like that, but as like a normal nurse. You or teacher or just like a normal job, you can't really afford a house. But back then, that was not the case. Back then, nurses, teachers, postmen could afford houses, which obviously, um, proves the success of Keynesianism and the post-war consensus and, um, also because government made it possible. For example, in, uh, the UK, um, people were supported to, um. Buy uh houses, they could like buy these cheap, um, what were they called again, um. In London, these. Of the, of the, in the bor, I don't remember the exact word, but"
	},
	{
		"start_time": "38:54",
		"speaker": "Ricardo Lopes",
		"words": "they but but there, there was more social housing in the UK in"
	},
	{
		"start_time": "38:59",
		"speaker": "Anna Bocca @annabocca ",
		"words": "the and people wanted to buy these social houses, so um. Yeah, the council houses, that's the name. Yeah, um, so they would buy, um, these up, um. And yeah, that that that was killed by Thatcher."
	},
	{
		"start_time": "39:17",
		"speaker": "Ricardo Lopes",
		"words": "Uh I, I mean, I guess, I guess that the only time you hear right wing people uh talking good about the 50s is when they say or they claim that women have better lives in the 50s because I, I, I, I mean, of course, of course. Uh, WHEN they were at home and when there were no laws against marital rape and when they couldn't have their own credit card and when they couldn't go to university, of course, just because they were their only purpose was to have children and raise them and take care of their husbands, uh, they were happier, of course."
	},
	{
		"start_time": "40:10",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, I mean, I feel like that is like a really interesting actually point to talk about because um, Back then it was possible for a family to survive on a single income. And now obviously like there's still a lot of housework or like household chores, uh, is still being done by women, only that women now also work full time. So one does have to say it is a lot more stressful, um, because you just like need to um. Incomes and I feel like what conservatives like to simplify this argument by like being like, oh yeah, women had better back then because they didn't have to like hold a job and like all they had to do is like take care of the kids, disregarding obviously all of the facts that women have no rights and stuff like that. And obviously it was more chill as a whole family to be able to survive on a single income. Um, BECAUSE obviously household chores do take up a lot of time, like, um, I'm single, I have to make money. I have to kind of like make my own laundry, I have to like do everything and I don't even have kids. Um, SO just having like a second person around to take care of all of the housework would be fucking amazing. Um, OR also if I didn't have to make money and just like, um, take care of the house. In, in a world like I think that could be chill, but, um, obviously I still want all the rights, um, that, um, women have in. Uh, THE 21st century and um I feel like conservatives like to conflate, um, this women had it better back then because they didn't have to work, um. Yeah, with just like the economic reality of like women today have to do both, kind of."
	},
	{
		"start_time": "42:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I, I guess we can go back to that when we talk about your first video on neoliberalism, but I mean, what happened then in the 70s because the 70s was a very interesting period in terms of the developments, the political and economic developments that happened there because suddenly, the, I mean Keynesianism was not, was no longer a consensual and then there was the rise of Uh, very nice political figures like Ronald Reagan and Margaret Thatcher, and I mean, people that we all love, right? So, uh, I mean, what happened then?"
	},
	{
		"start_time": "42:48",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, I mean, I feel like all of the propaganda before opened the door for neoliberal alternatives, but one does have to say that um. It took two big economic shocks or like um problems um that um essentially really opened the door for these neoliberal alternatives and the people that were groomed to take over them like Thatcher and Reagan. Um, ONE is like stagflation, which was like high inflation plus high unemployment, um, while also having a stagnating, uh, like stagnating economic growth. Um, SO that was obviously bad. And um that happened because of, for example, the oil shocks in the Middle East, um, the fiscal crisis of the state, and, um, that kind of opened the door for, um, for, yeah, economically right wing people to be like, We told you all along this doesn't work. Here's Margaret Thatcher and Ronald Reagan, who are going to fix it now and proving that it's about like the individual entrepreneur. Um, IF you, um, don't hustle hard enough, you don't deserve to eat, basically. So, um, Yeah, just kind of blaming it on individuals and obviously big economic shocks like the oil crisis should definitely not be blamed on individuals."
	},
	{
		"start_time": "44:19",
		"speaker": "Ricardo Lopes",
		"words": "Of course not. And I mean, do you think that there's any evidence at all to support the argument the neoliberals make that the economic crisis that happened in the 70s were due to Uh, Keynesian or left wing economic policy."
	},
	{
		"start_time": "44:41",
		"speaker": "Anna Bocca @annabocca ",
		"words": "No, I, I don't think anything supports that if you actually look at the facts, um, what the spending, um, of things was, um, so welfare historically, like the amount we have spent on welfare has never been that high that we could say this, this was like, The problem or because that's the argument that right wing people like to make. Oh, financing healthcare and welfare for the weaker parts of the population is what is like hurting the economy. Actually, it's like insane government contracts. Like military contracts, the amount of like, um, we're spending on fucking weapons, um, fighting wars, um, that don't actually need to be fought like just like looking at the amount of money that is being sent to Israel, um, by all kinds of like Western nations, but mostly by America and then under their pressure by all of the other, um. Western countries, um, is mind boggling and, um, there's also some really interesting like analysis about like which politicians in the US own stocks to which weapons manufacturers and in like how much money from like, um, stock gains they've made on that. So, um, I don't think ever that the argument that oh, if we spent less on welfare. We'd be like in a better state. No, if we spent less on foreign wars that we literally shouldn't be fighting and also that probably shouldn't even exist because like looking at all the wars that happened in like the last 50 years, um, they like Iraq, Iran, what like Israel, um. Kind of all, um, proxy wars that the US or the West should have nothing, uh, to do with it and that did more harm than good for everyone everywhere."
	},
	{
		"start_time": "46:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's like war spending and then the neoliberals also do not tend to see, uh, do not tend to be very much against subsidies for or or corporate subsidies and subsidies for the rich because I mean it's kind of like they don't tend, they say they don't like socialism, but they like socialism for the rich. And and capitalism slash neoliberalism for the poor. Yeah,"
	},
	{
		"start_time": "47:11",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100%. It's socialism for the rich and that's like what I was saying earlier on, um, about like elites just like handing out super big government contracts to their homies essentially or like they're being like a revolving door effect of people in power, like switching between political power and like corporate power and um. Yeah, just like there's like this one circle, kind of, um, where it's very easy to stay rich because like, because you have all these connections and that network that is very socialist amongst themselves, um, but yeah, capitalism for the poor, socialism for the rich is a very nice way to put it."
	},
	{
		"start_time": "47:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so tell us about this guy. I mean, we've, I've only alluded to him, but let's talk about him directly now. Tell us about Milton Friedman. I mean, what does he represent in the history of neoliberalism and was he a real academic or, I mean, how did he come up with his ideas and spread them?"
	},
	{
		"start_time": "48:26",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Mhm, I would say he's definitely like the PR face of neoliberalism, um, so his academic, like he likes to paint himself as an academic, but the fact is that, um, Universities and um like he was like, fed by um think tanks like the National Asstitution of Manufacturers or um, and all of these other uh corporate think tanks because they needed like, A book that would, um. Explain to the um. Normal man, um, that capitalism and freedom are inextricably linked because obviously they had Hayek, um, which, um, he had written the book, uh, The Road to Serfdom, but it was like a little bit more nuanced and it was quite an academic book as well, um, about, um, yeah, market, market freedom and, uh, democracy being linked. Um, BUT it was kind of hard for like the common man to understand. So obviously like these think tanks, um, who were headed by people like Pew or Luno, um, they needed a book that would be like more straight to the point and like. Kind of a bestseller. So, um, they essentially, um, poured loads of money into the University of Chicago, where Milton Friedman got then hired and, uh, he was funded to write Capitalism and Freedom, um, which is a book that he based on his lectures that were also funded by these think tanks. Um, AND yeah, he went on, he was like less of an academic, like he liked to like. Talk in like catchy one-liners um and was like kind of a showman, he liked going on TV and like on podcasts and, um, he basically wherever he went, he would er advocate for deregulation, small government and how like capitalism and freedom were linked and that we needed them."
	},
	{
		"start_time": "50:33",
		"speaker": "Ricardo Lopes",
		"words": "He, he, he liked to go on TV and podcasts. Oh my God, are you talking about the 20 twenties or?"
	},
	{
		"start_time": "50:41",
		"speaker": "Anna Bocca @annabocca ",
		"words": "No, but like on radio shows, not podcasts, probably they were."
	},
	{
		"start_time": "50:45",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, no, I, I mean, I was just kidding, but, but I, I was, I, I, I mean my joke, uh, I mean it was, uh, like I, I meant two different kinds of things. Uh, IT was a joke because of course podcasts didn't exist back then, but also because that's what some people do nowadays of the same kind of ideology."
	},
	{
		"start_time": "51:08",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, 100%. I mean, um, not like, um, there's many people like, um, what, what, what's his name, like, for example, Charlie Kye, but also, um, What what are the names of this, this right wing psychologist,"
	},
	{
		"start_time": "51:24",
		"speaker": "Ricardo Lopes",
		"words": "Jordan Peterson."
	},
	{
		"start_time": "51:26",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, those, for example, or like who who basically are kind of kind of the same, he like paints himself as an academic, but um, obviously it's more of a showman, and yeah, Milton Friedman was like kind of like the earlier version of it, but like a bit more. Even academic, I mean, um, and yeah, he er would go on TV shows and say that the world runs on greed. Um, THERE'S actually this clip you can watch on YouTube where he like says that on the, um, Donahue show, er, which was like a very big TV show back in the day. Um, BUT yeah, he basically totally ignores, um, the comparative and public achievements, um, like NAS like NASA, for example, or the invention of the internet, or literally every, every invention was funded by public money going to universities. Like this iPhone would not be possible without, um, So much public state money going into universities to fund actual academic research, but then capitalists like to be like to paint less. This iPhone wouldn't exist without capitalism, um, which is just not. Yeah,"
	},
	{
		"start_time": "52:46",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I was just going to say that that's really outrageous of you. So you are against neoliberal capitalism and you want an iPhone. You're a hypocrite."
	},
	{
		"start_time": "52:55",
		"speaker": "Anna Bocca @annabocca ",
		"words": "So some people, like I feel like someone commented that on the like one of my videos about like owning a MacBook but like being anti-capitalist and um, I mean we all need tools and if I buy a Microsoft computer, it's gonna be probably manufactured in the same way as an Apple computer and that is. Something that conservatives love to point out."
	},
	{
		"start_time": "53:22",
		"speaker": "Ricardo Lopes",
		"words": "No, you know, one of the funniest memories I have from university is that this one time I was watching on my computer a Che Guevara movie and one of my friends who was very much against. Communism, Marxism, socialism, and so on, uh, said, oh, you're watching that. DO you know that, uh, if, if it wasn't for capitalism, you wouldn't have that computer."
	},
	{
		"start_time": "53:51",
		"speaker": "Anna Bocca @annabocca ",
		"words": "A classic, a classic. But yeah, um. But yeah, that's just the very simple kind of argument that Friedman would probably also have made."
	},
	{
		"start_time": "54:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but that's when I like to reply, yeah, but if it wasn't for the state, he wouldn't have the internet."
	},
	{
		"start_time": "54:16",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100%, 100%."
	},
	{
		"start_time": "54:19",
		"speaker": "Ricardo Lopes",
		"words": "Um, OK, so I, I, I mean this several things that I want to talk about there in regards to Milton Friedman. I mean, one very interesting thing is that these guys, I mean, neo-liberals, right-wing conservatives, and so on are always talking about because they like to turn everything into a market, they like to talk about the Marketplace of ideas, but, uh, interestingly enough, it doesn't seem that Milton Friedman was very interested in, uh, putting his ideas out in the marketplace of ideas and see which ideas would win because it was funded by think tanks and rich people and they didn't seem very interested in, uh, publishing academically and being peer reviewed, so."
	},
	{
		"start_time": "55:13",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, 100%, like, uh, in the actual marketplace of ideas, um, which is also like a very, a big euphemism, I think, but like we use it nowadays, so, um. Yeah, um, His, his book and like the economists that came before him like Hayek, um, and Van Mises, their, their ideas failed in the marketplace of ideas. They only gained traction once they like had access, um, to this immense amount of, uh, funding provided by big industrialists, so. Without the industrialists, their ideas would probably have never prevailed. And, um, if they hadn't bought the whole faculty at like, um, the University of Chicago, all of these ideas probably wouldn't really have been published because they wouldn't have gotten any funding. Um, AND yeah, Friedman kind of forgets to mention, um. That but or like that that his ideas did not win because they were the best, but because they were like their promotion and marketing marketing was funded by, uh, these, uh, big industrialists. But yeah, he, I mean, even in his book, he acknowledges, um, how much support and funding he got from them, but he kind of does not. Get like you can't like see how that could be problematic, which is wild to me."
	},
	{
		"start_time": "56:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's very interesting and also the other thing you mentioned, this idea of greed as the primary human motivation. I mean, it's always interesting. Just the other day I was talking with and I released an interview with Richard Wolff. I don't know if you're aware of him, he's a Marxist economist from the US and Uh, we were talking about how, uh, it's very interesting that many times we hear from capitalists that capitalism. Um, GOES, um, I mean, capitalism is in accordance with our human nature, but then you look back and capitalism is like 300 years old and we as Homo sapiens are like 200,000, 300,000. I mean, a study came out recently that perhaps we are 1 million years old, so I mean, it's, it's a very It, it, it's like an extraordinary claim to make that what's been around for the past 300 years is more in accordance to human nature than other systems that we have, right?"
	},
	{
		"start_time": "58:07",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, I mean, uh, there's actually two points I want to touch upon, uh, from what you said right now. One is like, Um, OK, so we like for a very long time we did feudalism, um, which basically is not very different from capitalism except that it's not about land, but about like the means of production just like with as time has gone on, like machines and like working capital has just like become as important as owning the land. So I feel like capitalism is just like feudalism 2.00 at this point. And also about like, um, talking about capitalism is human nature. I will like greed is human nature in that sense. Um, I don't think, uh, that at all. Actually, um, I I did a psychology, um, in my bachelor's degree and I was actually like I I never went into the field because then I focused on like statistics and um going into finance. But um, what I really like. Then was developmental psychology, which is like the, which is like far off from what I'm doing today, but it's about like the psychology of babies. And, um, what, what like just like doing experiments on babies, and there's like so many experiments where, um, literally a couple months old babies, um, Are like tested on altruism uh and um for example, there's one experiment where like uh, I feel like the scientists, like the the baby sees how a door works, but it would have to like make an effort to like go to the door. Um, SO going to the door would be, or if it didn't need to, would obviously be like altruistic. And then like the baby gets shown how the door works, and then, um, it it will just sit in a room and then like a a scientist will just like try to get through the door and fail all the time, just like walking the door and just like not being able to go through the door. Uh, THE baby will always get up and like help him open the door. So, um,"
	},
	{
		"start_time": "1:00:15",
		"speaker": "Ricardo Lopes",
		"words": "yeah, and there's also that experiment where they show babies, uh, different geometric figures, and there's, for example, a triangle, a square, and a rectangle, and one of the figures is going up a hill and one of them, uh, uh, helps it go up the hill and the other blocks his its progress and the baby. Tend to prefer the more prosocial, uh, geometric figure. I mean, the one that helps instead of hindering the, the progress."
	},
	{
		"start_time": "1:00:51",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100% and there's like even more like I feel like a lot of human psychologists or like, especially like from the humanitarian psychology branch. I, to be honest, I'm a big critique of psychology at this point because I feel like there's a lot of like, um, Fundamental statistics that are or like the statistical fundamentals behind a lot of experiments are kind of skewed. But, um, I do very much believe in, uh, the sentiments of like, um, Abraham Maslow or Carl Rogers who say that deep down, humans want to be good. I mean, no one wakes up and is like, I want to be evil. Like we all want to be good people like. I just know it for myself like when I when I feel like I've done something wrong, I, I feel horrible but like when I like I cos I want to do like something right or like I want to be a good person and I feel like we all want to be a good person, but at the same time we we get like socialized in a way that says like, no, you have to fight for yourself. You, you have to look out for yourself because no one else will. Bullshit, if we all looked at looked out more for like. The people that surround us, instead of being like so focused, like being taught to be so focused on our individual well-being, um, I feel like that would change society a lot and I feel like that's a narrative that we need to like break up."
	},
	{
		"start_time": "1:02:18",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, there's just so many sources of evidence even from anthropology that, uh, that, uh, that debunk the idea that greed is our primary motivation as humans. I mean, even in traditional societies like hunter-gatherers, horticulturalists, I mean, uh, in general, not all of those societies it. Depends a little bit on their ecological context, and I talked about this with anthropologists on the show already, but, mm, most of them tend to be more egalitarian, even gender egalitarian. And they share the meat they get when they go out hunting, and I mean they don't tend to like people who are leaders and become very authoritarian and stuff like that, and there's cooperative breeding, for example, the idea that the nuclear family. IS the traditional sort of social organization and it's like an ancient thing. I mean, it's not in more traditional societies, people have cooperative breeding and there's also evidence of that, uh, uh, in, in archaeology, for example. So, I, I mean, I don't think they're. That this argument of greed being the primary human motivation holds much water unless you're like, uh, a fan of Ayn Rand or something like that."
	},
	{
		"start_time": "1:03:58",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, Ayn Rand, she's a fucking broken theory, man, what she's got going on. But yeah, no, I totally agree with you, like us humans would have never like. Um, GOTTEN as far as like we got like from an evolutionary perspective, if we hadn't like lived in groups and being like and worked as a collective, I mean like a single human just like out in nature will die, but like as a group, we survive. Um, WE'RE not like, for example, like there's animals like. Um, OCTOPI, octopi, octopuses, octo"
	},
	{
		"start_time": "1:04:32",
		"speaker": "Ricardo Lopes",
		"words": "octopi, octopi, maybe, I don't know."
	},
	{
		"start_time": "1:04:36",
		"speaker": "Anna Bocca @annabocca ",
		"words": "I don't know, but the plural of octopuses, the plural of octopus, um, anyways. They can live on their own, they like learn everything on their own. Actually the other day I saw like this cool movie of like an octopus and um basically they like have everything like programmed into them and they just, they like the the mom octopus dies and then like the while laying the eggs and then like. Uh, A couple of weeks later, the, the octopus egg hatches and, uh, it has to learn everything themselves, uh, um, like for itself basically. While we as a human species, a baby doesn't learn shit for itself. Like we need like at least 15. 15 years of upbringing, um, or like, and like for at least the 1st 5 years, we need to be like fed, um, by someone else, um, because we're just like not able to like find our own food for the first couple of years. Um, LET alone everything, all the other challenges that human life poses, so we're definitely like, we'd be nowhere, um, if everyone just looked out for themselves."
	},
	{
		"start_time": "1:05:44",
		"speaker": "Ricardo Lopes",
		"words": "But aren't aren't we just like lobsters or I've heard that from someone."
	},
	{
		"start_time": "1:05:52",
		"speaker": "Anna Bocca @annabocca ",
		"words": "I, I don't know how lobsters, do lobsters live in fat?"
	},
	{
		"start_time": "1:05:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh OH, I thought you had heard that thing from Jordan Peterson. Comparing lobsters to humans and how lobsters are very hierarchical and then he makes he makes a point of saying that lobsters, I mean in terms of, um, like evolutionary history, lobsters are very ancient and so hierarchy is very ancient and so hierarchy is natural also in human society."
	},
	{
		"start_time": "1:06:26",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Do lobsters even live in groups?"
	},
	{
		"start_time": "1:06:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, LOOK, I, I don't know. I, I, I don't know. The, the only thing I know is that kind of BS argument. I, I, I, I think, I think it was debunked by people who actually study lobsters, but, but I don't, I don't remember exactly. What they replied to Jordan Peterson's argument. I just find it funny,"
	},
	{
		"start_time": "1:06:54",
		"speaker": "Anna Bocca @annabocca ",
		"words": "hilarious, and I'll definitely be looking up this lobster theory because I just feel like it's great just like having that for a conversation. Just um, you've definitely piqued my interest there."
	},
	{
		"start_time": "1:07:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, and look, if we're going for like a human, uh, animal predecessors and justifying. Uh, SO, uh, different kinds of social organization based on the behavior of non-human animals, then I mean we could cite, uh, bonobos,"
	},
	{
		"start_time": "1:07:30",
		"speaker": "Anna Bocca @annabocca ",
		"words": "monkeys."
	},
	{
		"start_time": "1:07:33",
		"speaker": "Ricardo Lopes",
		"words": "I mean, bonobos tend to be a very fun bunch, of course they are also a little bit violent, but they try to, uh, they tend to solve."
	},
	{
		"start_time": "1:07:44",
		"speaker": "Anna Bocca @annabocca ",
		"words": "These are the violent ones and bonobos are like the, the caring ones."
	},
	{
		"start_time": "1:07:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YES, that, that, that's not exactly. True, uh, but I had that conversation, I think 2 years ago with an anthropologist that, that, uh, that strict division is not, is not exactly true, but for example, bonobos tend to solve many social conflicts with sex, so."
	},
	{
		"start_time": "1:08:10",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, yeah, yeah, that's what I've heard too. Like, and chimpanzees fight it out, like. I, I'm not sure, but,"
	},
	{
		"start_time": "1:08:20",
		"speaker": "Ricardo Lopes",
		"words": "uh, but yeah, I, I mean, just to say that if you want to go for non-human animals, uh, uh, sources of evidence, then. You can make many different kinds of arguments with different animals or different species."
	},
	{
		"start_time": "1:08:37",
		"speaker": "Anna Bocca @annabocca ",
		"words": "I feel like we should stick to monkeys, like if,"
	},
	{
		"start_time": "1:08:41",
		"speaker": "Ricardo Lopes",
		"words": "if, at least, at least they're, at least they're closer to us, right?"
	},
	{
		"start_time": "1:08:45",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, closer than lobsters."
	},
	{
		"start_time": "1:08:49",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, OK, so I, I mean, you're from the United Kingdom. Uh, WHAT do you think about Margaret Thatcher? I mean, What were the sort of political, economic, and social consequences of the adoption of neoliberal policies and some of her very uh eloquent, um, takes, like, for example, saying that there's no such a thing as society, there's only individuals, so what do you make of that?"
	},
	{
		"start_time": "1:09:23",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Um, SO, um, first of all, I'm half German, half English. So, um, but we can see both, we can see both, um, in both countries, we can, we can, um, see, um, that massive growth of individualism, but I'll stick with Margaret Thatcher about her point about like, um, Being that there's no there's no society, there's just family, basically like hammering down that nuclear family as like, oh yeah, we just need to make sure the survival of the family and greed is good as like for the family and um. Yeah, that that's just wild, but then I feel like Margaret Thatcher is like this really interesting persona, um. So basically like she, how she was like put in place um or like a lot of people think of Margaret because like Margaret Thatcher was like the daughter of a grocer, so like her her dad owned like a um very small little supermarket, um, I think. So, um, it might be some other kind of shop. I'm unsure about the kind of shop her dad owned, but a shopkeeper, like, and it was not a big chain, so, um, so, so there's like, she was like part of that petit bourgeois class where like uh not like a normal worker cos I feel like that's really interesting, um. Like the petite bourgeois class is like definitely very different from like the big capitalist class. um, BUT they always like, they don't want to identify with like normal workers, um, even though the the amount of money they earn is obviously like a lot nearer the to like normal worker than like, for example, the owner of Tesco or whatnot, um. But, um, yeah, I feel like she was like. A lot of people from working class or from like that petty bourgeois background who are like shopkeepers or like just like middle like lower middle class people identified with her. So I feel like that was like a very very smart move. By conservatives back in the day to like put someone like her, not like a Tesco owner, um, in charge or like not like for example, Rishi Sunak, um, who comes from a super wealthy background, um, but like Margaret Thatcher, so she was able to like convince. People from like lower classes to be like oh yeah, entrepreneurship and like the individual and um, just like the market's not going to solve shit for you, er sorry, government's not gonna solve shit for you, it's all about like the market because like, she came from that background of her father being like a shopkeeper and she had like, helped like her all of her teenage years she had helped her in the shops so she kind of like, knew what it was about, um, but could also very much assimilate to that worker background and, uh, kind of made it a lot more credible for like ordinary people to like identify with her, while at the same time pushing this corporate agenda."
	},
	{
		"start_time": "1:12:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, and I mean one interesting thing and we, you mentioned briefly earlier, the trickle-down economics. One very interesting thing is that we hear from neoliberals that trickle-down economics actually works, but then we look at actual data from, for example, the US and the past 40, 50 years and uh wages seem to be stagnant. Um, AND I mean when you compare the wages for CEOs versus the average worker, they are, the difference is much bigger now, much, much bigger now than it was in, for example, the 50s and the 60s. So, I mean, do you think that there's good enough evidence for us to say that neoliberalism causes wealth inequality or?"
	},
	{
		"start_time": "1:13:30",
		"speaker": "Anna Bocca @annabocca ",
		"words": "I would definitely um I mean trickle down economics or like um how like right or like conservative um like to call it supply side economics. um, THAT'S what they like to call it. Um, I definitely like there's been loads of research, for example, like uh there's like these really famous researchers that were like really famous, like as famous as you can get as like an academic, but like, um. Like Hopper and Lindbergh and they like did a lot of like empirical work on like, um, how actually trickle-down economics doesn't work and uh it's just like uh like, it doesn't even grow the economy like it it like all it does is just like benefit the rich. um, BUT obviously the rich have a lot more money to like spend on propaganda that like supply side economics work. Um, AND yeah, all that has happened just like the rise of, of inequality where like, for example, CEO pay, um, or like, um, people in very high positions or like shareholders, like, it's like, let's look at CEOs as like an example. Their pay went like from 20 times the amount of like a worker would earn a year, uh, in 1965, which is 20 times, uh, the amount of like. From a worker, like it's still a lot more like, um, but now in 2022, like CEOs make 344 times as much as, um, workers, which is just like you can't even like. Imagine the amount of how much richer that is, um, and we are seeing that wealth is getting more and more and more concentrated, uh, in the top 1%, um. And probably like in in smaller percent, um, while everyone else is getting squeezed out. There's so many people or like, um, where it like renting, uh, you're like not even buying a house, but renting, like it's it's getting so expensive. The like the cost of living crisis is happening in every country from the US to the UK to Germany to probably also in Portugal. Um, SO, um. Everyone is experiencing this, this, um, cost of living crisis, while at the same time, like we're probably gonna like see the 1st 1 trillionaire being made, um, in the next couple of years. So that is just crazy."
	},
	{
		"start_time": "1:15:55",
		"speaker": "Ricardo Lopes",
		"words": "Well, I mean, perhaps that will be humanity's biggest achievement in the 21st century. I don't know, creating the first trillionaire,"
	},
	{
		"start_time": "1:16:05",
		"speaker": "Anna Bocca @annabocca ",
		"words": "a trillionaire. Also the big issue like just like a complete asshole will like become the first trillionaire like."
	},
	{
		"start_time": "1:16:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I guess so because I think we, we both, we both know who's the person that's most likely to become the first trillionaire and he's very much an asshole."
	},
	{
		"start_time": "1:16:27",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, even like, I mean, either Elon Musk or Jeff Bezos like have like a great moral track record."
	},
	{
		"start_time": "1:16:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but, but it, it's interesting because er as you said briefly there, it's not like in the 50s and 60s, particularly in the US, rich people being taxed at 90%, they were poor. I mean, they still had lots. Of money, lots and lots of money, because, for example, uh, if someone from the left, I don't know, in the US, let's say someone like Sam Seder, who actually makes that kind of argument goes on the right-wing podcast. And suggests that we should go back to taxing the rich at 90%. The, uh, I, I mean the right wingers go crazy. It's like, oh my God, communism, socialism, fascism. I mean, words don't mean anything anymore because I mean I'm making this. Joke because there's actually a compilation video of Donald Trump calling the Democrats and Kamala Harris Nazi, Nazis, Marxists, fascists, socialists, communists, so I guess that words don't have any meaning anymore. But, but I, but I mean, but I mean my point is if people are still fucking rich, right?"
	},
	{
		"start_time": "1:17:52",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, people would still be fucking rich, like take away 90% of like uh Elon Musk's wealth, um. Yeah, he would still completely be able to afford all of this crazy lifestyle and everything that he wanted to do. And um, yeah, just. And that's not, it's just like, that would be like a 90% wealth tax, and you would still be completely fine."
	},
	{
		"start_time": "1:18:20",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, but don't you think that, I mean, we should care about meritocracy and obviously CEOs. Company owners and other people like that, of course, they work much harder than the average worker and they deserve to earn 1 million% more than the average worker and stuff like that. I mean, don't you think that we should be a little more, a little bit more empathetic towards the hardworking. Uh, BILLIONAIRES, CEOs, and other people like that."
	},
	{
		"start_time": "1:19:01",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, I feel like if meritocracy actually worked, but the truth is that most like people inherit their their companies and um, the like the percentage of people who like actually like come from a poor background and like sort of make it for themselves is is abysmal and um. All of the richest men that we were just talking about, like come from quite rich backgrounds, got the capital from their parents, and, um, yeah, I mean, the thing is, meritocracy, like if we really would want to do. THAT like everyone would have to start from zero and we'd have to like introduce, uh, inheritance tax, taxing all inheritance so everyone could start from zero. BUT that's just not the case. So, um. I feel like we just shouldn't be talking about meritocracy unless we like if we wanted meritocracy, we'd first have to do that and then we could like talk about like if it would be fair that like people who like found companies um and while exploiting people's labor somehow, um, because they own means of production, um, should be able to earn more. We can have that conversation, um, yeah, as soon as everyone starts from zero."
	},
	{
		"start_time": "1:20:24",
		"speaker": "Ricardo Lopes",
		"words": "Beyond the means of production, you're clearly a Marxist, come on. Only only Marxists stock like."
	},
	{
		"start_time": "1:20:36",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Um, NO, but I feel like it, it, it doesn't totally make sense. Like, I mean, You don't have to be a Marxist to like understand that like that owning the means of production is, um, is the way to like exploit people nowadays and the only way to actually become wealthy. You cannot become wealthy without owning either stocks by being a CEO or um. Owning your own company, you can't buy like hard work in the bakery without owning the bakery, you cannot become rich."
	},
	{
		"start_time": "1:21:13",
		"speaker": "Ricardo Lopes",
		"words": "Uh, RIGHT, so let's talk about your first video on neoliberalism where you focus on the topic of self-improvement. So, what, in your understanding, what is the link between neoliberalism and the promotion of self-improvement?"
	},
	{
		"start_time": "1:21:33",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Um, SO yeah, I feel like a lot of time when we talk about neoliberalism, we just like talk about economics and like, but I feel like it was for me, it was very important and like it's very unaccessible as well to people to only talk about economics and the broader economy and whatnot, um, because that's actually, I mean, while we experience it and while we experience its its effects, it's not something that we think, Or like that way it it's that easy to think about and doesn't like apply to ourselves so much but I feel like probably most people who like live nowadays or especially like for example like um people that are you're my age um, will always like hear about that like about self improvement and I feel like a lot of like, People don't read fiction anymore. People always like, or like a lot of people read like nonfiction books like Atomic Habits or, um, productivity productivity books or whatnot, like these are like, Had a huge like impact because people have realized that like, Or like not because people have realized but because like this narrative is sold that like if you want to make it in the world you have to like be your best self and like a lot like it's all about you as an individual. So we've obviously all become like, kind of obsessed with this like um notion of self improvement and kind of like, Made ourselves into like a little entrepreneur of the self. That's what the philosopher Byung Chouhan calls it. Um, HE writes a lot about like neoliberalism and like neoliberal philosophy, like because it it's not just about economic life. So, um, It what what has happened is that people more and more feel. Um, PERSONALLY responsible for actual systemic issues, um, and put that pressure of the market logic to itself. And that market logic has expanded into all areas of life. Um, SO, uh, we now think of, uh, the marketplace of ideas, but not even just that, like we, it has applied to dating, um, like, uh, the dating market or, um, to friendships, to identity. Um, WE'VE all become like, including myself, like becoming obsessed with like the gym and our appearance and how, um, like with, with status and we more and more think of, for example, like friendships is like we're, As commodities, I feel like we've commodified everything. Um, PEOPLE like now pick their friend circle of like, oh, if I hang out with these people, um, or like if I network, like that will help my career or stuff like that. People like socialize at networking events nowadays and not necessarily just like hang out with their friends, um, which I personally feel is a lot healthier. Um, BUT yeah, I feel like this market logic is like. Apply it is being applied to everything and that's actually really sad and also, it makes us feel lonely if like we constantly have to like strive. To be better, um, we kind of lose touch with like. Just like not being so self-improvement or re-entered, like we we like this self-improvement orientation kind of like takes over and and, yeah, it it it makes us like all into like individuals and chasing individual success and I feel like it it's a big part of um what is fueling the loneliness crisis that we're experiencing right now."
	},
	{
		"start_time": "1:25:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, I would like to run through you a theory that I have. I, I actually someday I have to run this through, um, also an economist to hear their ideas, but I mean it doesn't seem coincidental to me that. Uh, THE rise of the hustle, uh, the rise of hustle culture, the rise of hustle bros on the internet, and then, because, I mean, you mentioned there briefly, briefly the How they try to turn everything into a market, even dating and mating, and so I would also include the rise of things like the manosphere there. Uh, I, I don't think, uh, it's coincidental that that happened. It Through, through the 2010s and now in the 2020s after the 2008 economic crisis and the fallout of that because, I mean, it seems to me that those sort of ideas, oh you can make it yourself, you can become an entrepreneur, take these 21 steps, and you will become rich in 90 days would be very appealing. To a generation of people and even particularly more so young men, uh, who tend to isolate themselves more than women, I guess, um, who have been economically and politically disenfranchised. I mean, people have fewer econo uh fewer job opportunities, fewer economic opportunities. I mean, the job market is a complete mess with the gig economy and, uh, precarious jobs and stuff like that and the fact that people can no longer buyer. Buy a house and many people are still living in their late 20s and 30s with their parents and so on. So, I mean, if people, uh, I guess that what made those kinds of ideas very appealing were the economic and so uh and particularly more so the economic circumstances that very many young people found themselves in. I mean, what do you think about that?"
	},
	{
		"start_time": "1:27:40",
		"speaker": "Anna Bocca @annabocca ",
		"words": "100%, um, I feel like we're, um, We're seeing that in every aspect actually of, of culture, um, um, so the, um, Obvious Obviously like people are becoming desperate and for example I feel like uh for example especially like, men who still have like um like have forgotten this um, Or grew up with this notion of like, yeah, we need to provide for a family one time but like, one day, but like it it's obviously impossible at this point um to provide for a family with a single income. So basically what's been happening is like, and that it's always um been a thing that people become fiscally more irresponsible, the more desperate they are. For example, it's like, if it's impossible to buy a house, um. Or like every time that like an economic recession has happened, people have gambled more. Um, OR people have also there's like this famous lipstick tax that like, um, expensive lipsticks have all like their sales have always gone up, like during a recession. So, um, and we're seeing that for example, with labubus, um, or day trading, which is like gambling. Lap is also a form of gambling at this point, like you're buying something and hoping like you pull something with value."
	},
	{
		"start_time": "1:29:12",
		"speaker": "Ricardo Lopes",
		"words": "By the way, sorry for interrupting, but I have to say this here in Portugal, uh, until recently, and it's still sort of an ongoing problem, we, we've been having such a Bad problem with older people, people who are already retired, spending tons of their money on gambling, that the government is now regulating that activity, so,"
	},
	{
		"start_time": "1:29:39",
		"speaker": "Anna Bocca @annabocca ",
		"words": "yeah, but that that's, that's important that like gambling gets regulated, but I feel like the more and more, um like, Kind of bleak the economic situation becomes, the more people feel like, oh, like, or like go to like desperate measures like, Day trading, like if we like look at like Google uh analytics, if we like type in day trading, how many people nowadays want to learn day trading and become rich quick, um, has gone up like by an insane amount. Um, ALSO, for example, like my um friend Gary Stevenson, he's like sort of a big YouTuber, um, but he like tells me that like all people asking that the question he gets the most is like how to trade, even though he talks about like wealth inequality on this channel. But like,"
	},
	{
		"start_time": "1:30:24",
		"speaker": "Ricardo Lopes",
		"words": "oh, Gary Stevenson, right? Yeah, yeah, yeah. Oh yeah, yeah, I follow his channel, yeah."
	},
	{
		"start_time": "1:30:30",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, um, so basically all he like what we're seeing is that like people are becoming more and more desperate and also like, I don't feel like just like this. This economic desperation is like leading the manosphere or also like women with labu boos, it's just like soft gambling. It's not like day trading, but it's like soft gambling with labu boos. Um, IT'S, um, that has happened and also what has happened, people are like looking for someone to blame. And obviously, um, conservative elites would don't want the finger pointed at them. So they're kind of like funneling um the hate towards immigrants, for example, or um marginalized groups like, oh, we're only in this economic situation because disabled people are getting too much welfare, um. It's crazy, obviously, um, and also our country would probably not work without immigration. Um, IN the UK like the UK is entirely based on immigration. Like London is like an extremely diverse country. Um, Germany also wouldn't work without immigration because like. That like that it's the amount that has like gone to immigrant work, like the amount of work and actual important work like nursing work and like um it's all being like held up by immigrants, while people from Germany usually like get these bullshit corporate jobs that end up not really doing anything. Um, SO it's actually really important to have immigration, um, also because like birth rates have plummeted and like the country just like wouldn't work without. Um, IMMIGRATION, but yeah, um, I feel like that is happening, like the blame on like external things or like women have become too woke, like that's why the economy is crumbling because I have to do the laundry myself now, um. So, yeah, I feel like. The manosphere and like all of these cultural phenomena that we're seeing is a direct outcome of um the state of the economy."
	},
	{
		"start_time": "1:32:43",
		"speaker": "Ricardo Lopes",
		"words": "And you know, I also find it interesting because this sort of narratives and these sorts of um political ideologies and economic ideologies make people feel responsible for their own economic situation or it's on you to improve your own economic situation, but I mean. When, when capitalists, when, want to, uh, I mean how should I put it, when they want to make an argument for capitalism being the better economic system, then. It's the system, it's not the people, because if they're talking about, oh, we freed you from feudalism, of course I mean freed from feudalism, we could discuss that because immediately after feudalism, people were working their asses off in factories to death, were working to death in fact. But anyway, anyway, er let's leave that aside for now. But I mean, whenever they want to make an argument as for why capitalism is better than socialism, for example, oh then it's the system, and when they want to blame socialism for its supposed failings, then it's systemic. But when within neoliberal capitalism there's social. And economic failings and it fails for a majority of people on, oh, then it's on the individuals. Yeah,"
	},
	{
		"start_time": "1:34:20",
		"speaker": "Anna Bocca @annabocca ",
		"words": "yeah, 100%. Like the the successes of capitalism get like put in the system, not like Elon Musk is so great, that's why capitalism is great. No, it's like the system has like brought up innovation, but the failures is just like, oh, you as an individual, you're too lazy, 100%."
	},
	{
		"start_time": "1:34:38",
		"speaker": "Ricardo Lopes",
		"words": "So, um, I mean, I, I'm not sure if you're interested in ethics or moral philosophy, but do you, would you say that neoliberalism, because of the effects it has had on society, would you say it's morally wrong or not?"
	},
	{
		"start_time": "1:34:56",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Um, I mean, no, that's It's a hard question, obviously I, I personally think it is morally wrong to want to pursue greed or like to um, Continue to support this. Sort of ethically dubious framework of having freedom for elites and misery for the majority. Um, I do think that's, yeah, questionable to say the least, um. And yeah, I just don't, I just don't think that it's for society like it's for the greater good. Like I feel like the structural effects of like, um, that have led us to inequality, loneliness, environmental collapse. I feel like it's a lose-lose situation, except for like the very, very, very few, um, of Uh, elites having the freedom of doing whatever they want, um, shaping policy, um, polluting the environment as much as they want, um, exploiting workers, not just like in the country like where they live, um, but like even worse, like, uh, in, um, the global south, um, completely, yeah. Taking advantage of like people in, for example, Congo or um, For, uh, yeah, mining er cobalt and whatnot, I feel like. There's a like the grand majority of people are suffering under this framework and I. I, I mean, I'm not an expert on morality and I'm not an expert on ethics or anything or ethical philosophy or whatnot, but um, I'd just say it's a lose-lose situation."
	},
	{
		"start_time": "1:36:43",
		"speaker": "Ricardo Lopes",
		"words": "By the way, on still on the topic of self-improvement and since earlier I mentioned, uh, the madnesssphere and the dating market, I, I just wanted to hear your take on this because I, I've, I've come across and heard some people. Talking about things like high value men and high-value women. So, I mean, what, what do you make of that? And, and particularly as a woman, how do you feel about uh people saying that some women are high value and other women are low value and Men should improve themselves to become attractive to high value women because those are the ones worth pursuing. I mean, uh, uh, in general, what do you make of this sort of Uh, marketization of the, of mating and dating."
	},
	{
		"start_time": "1:37:48",
		"speaker": "Anna Bocca @annabocca ",
		"words": "I actually haven't thought a lot about like the marketization of dating that much, also because I'm like so disillusioned with like dating apps. I like generally dating nowadays that I've just given up on it. I'm just like, just gonna focus on my channel, but um, all in all, yeah, that that's just um, crazy and um also usually like, From personal experience, I'd say people who focus on being like, Perceived as societally higher value like, or like just I can just say like, in in men, like people like men who strive for that usually are very boring personality wise. So I mean to each their own, maybe there's like I I bet there's like women who are like super into um, men chasing money and power, um, from personal experience I've just like noticed that um, Those are usually not the funniest people and I don't know, like, life is sad enough, I want someone funny, so, um, yeah, I, I mean, but, but that that's definitely like. Uh, I, I do feel like there's a big development in, in the whole marketization of the dating world, and I feel like especially with dating apps like we've commodified, um, yeah, finding love and it was also obviously like made made us more superficial. I mean I've been on dating apps and like obviously I swipe for how people look because that's like all you can go off on like on dating apps, um. And obviously I, I go to the gym and try to self-improve because I'm just so brainwashed by society to do that. And, um, obviously and also because I've realized it's a lot. Easier even to go through life, not just in in the dating context, but like in in the general context, like I have like this this crazy um, Or like not this crazy idea, I don't even think it's crazy, but I feel like I, it would have been a lot more or a lot less likely to land my er consulting or banking job if I had been massively overweight. Um, I feel like people judge appearance, um. And that's definitely something we need to like work against and and educate ourselves and um become more aware of like what this actually does and that it's actually not a meritocracy if like. You're like, you get selected for jobs on appearance and um I mean as for the dating market, um, Yeah, it's sad. I feel like more more and more people are becoming lonely because um they're chasing these um superficial ideals or like get brainwashed into like chasing these superficial ideals of high value men, high value women, but like, um, in the end, um, we all just end up alone. So, um, I feel like it's kind of working against us as like. Humanity, which is sad."
	},
	{
		"start_time": "1:40:59",
		"speaker": "Ricardo Lopes",
		"words": "Well, I mean, but then you have people like Andrew Tit going on on Piers Morgan and and saying, and he doesn't feel uh like shame of doing this at all. He says, oh, I'm sexy, I'm rich, I'm, I'm, I'm intelligent, yeah, I mean, uh, what are you doing there, man? I mean if you were such a A high value man, why do you need to like, uh, market it? Why do you need to say that, that out loud and why do you think that, uh, people are attracted by that?"
	},
	{
		"start_time": "1:41:40",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, no, 100%, and like, but the funny thing is, I actually like, um, I think 2 years ago or something, actually like, Date for a couple of months I dated this guy who actually sometimes would watch Andrew Tate videos. That was a time where Andrew Tate was like, not like it's still a big red flag and I literally, I told my friends a lot, bro he's like literally sometimes watching Andrew Tate videos, and we have this these discussions but like in like, And like I obviously always made a lot of fun of it, um, and, and he eventually came to see the light, um, Andrew Jay is just a massive, um, yeah, uh, uh scam also, um, he just like it makes like crypto pump and dump schemes and I don't know what and like also, um. Traffics women, I think. Um, BUT yeah, it"
	},
	{
		"start_time": "1:42:35",
		"speaker": "Ricardo Lopes",
		"words": "it seems so. Yeah."
	},
	{
		"start_time": "1:42:36",
		"speaker": "Anna Bocca @annabocca ",
		"words": "But I feel like he like I was very surprised to learn that someone that like because like the guy's name was a normal person and he was like he was funny and a kind human and um, but would get reeled into um this um this language and um, this ideology and I I was very shocked at how for like very normal. Men, it, it, it was. And I I even talked about my like to my male friends about it and somewhere like, yeah, but I mean they do get. Get a bit of it because like. Yeah, because they, they, they feel like they have to like make this, um. Be like this to like, be perceived valuable on dating apps, but um. Yeah, I, I feel like. I'm mostly, I, I don't know how to solve that problem, but I feel like if we just have like a kinder economy overall and, um. Yeah, don't, and make sure that everyone eats and um. Yeah, and has health insurance and stuff like that. I I feel like that also, uh, that status driven dating would also become less, um, maybe people just chase that because they feel like they're they're scared for the future and, um, need to do that in order to like secure an economically viable future for themselves, um. Yeah, but I don't really know how to solve that problem."
	},
	{
		"start_time": "1:44:20",
		"speaker": "Ricardo Lopes",
		"words": "No, look, me neither, me neither. Uh, BUT I, I mean, it's funny that you mentioned that you dated the guy who, who looked or watched Andrew Retreat because, uh, I think a few years ago, last 1 or 2 years ago or something like that. People freaked out on Twitter, er, or guys specifically freaked out on Twitter because they found out that, uh, women were, er, dumping them or, I mean, deciding just not to have, uh not to date them if they said they watched Joe Rogan. So,"
	},
	{
		"start_time": "1:45:00",
		"speaker": "Anna Bocca @annabocca ",
		"words": "yeah, I feel like that is also like, um, actually I was talking to my again to my friend Gary about this the other day, literally about this and that's something that very much annoys me about lefty culture is like this. Oh yeah, we don't speak to people who have other opinions or like, um, because I actually had a lot of fun like discussing, um, if you ever watched this is. It really fun for the for him. But like we literally discussed loads of um, we we discussed this Andrew Tate narrative a lot and it was really interesting and it was really interesting for me to see like where he was coming from. And he he listened to where I was coming from and it was just all in all, like an interesting conversation, uh, we're still friends and um, I feel like, Yeah, it is really, really important to like hear each other out, and I feel like that really annoys me about like lefty culture is about like, oh yeah, I don't speak to anyone who like um listens to Andrew Tate or even worse, like, oh no, right when people are all fascists or right when people are like in Germany, like especially like in Berlin, like where I was living for a while now, um, people will be like, oh yeah, he's such a Nazi, where I'm like, Kind of hard to like convince someone of your points if you call them a Nazi. And same thing goes for like, um, Andrew Tay. If like obviously Andrew Tay is a deeply problematic figure, but I feel like, um, he obviously like struck a struck a chord with young men and we need to talk to them and re-educate them instead of being like, oh no, not talking to you anymore and goodbye."
	},
	{
		"start_time": "1:46:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I don't know if you are aware of these statistics, but, um, they came out, uh, or I got across them last year and then they did the same here in Portugal and the trend seems to be the same because across the world, it seems that among young people, women, young women are moving further to the left and the young men are moving, moving further to the right. So I'm not sure if in terms of Uh, political, uh, uh, I mean political compatibility or uh, uh, I'm not sure if that would also have an effect in terms of being harder for people to find a partner. I mean, because usually people like to be in relationships where their partner is politically aligned with them."
	},
	{
		"start_time": "1:47:32",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Yeah, no, 100%. I mean, like, for, like, I don't think I could date someone who's like super economically right wing or like a libertarian or like someone who's like super neoliberal. I, I feel like we'd have too hard of a time. And with, with that guy, like the Andrew Tate thing was like the only thing, but he was pretty left otherwise. So, we did get along like on like this economic, um, theory bit, but, um, yeah, that probably also, um, makes things harder, um. In dating and um. That's also really interesting, but I feel like um that, um, I feel like it's, it's a lot of times because like women work a a lot more in like, the care sector, like as in teaching, nursing, um, even being doctors, just like the um, The The kind of professions where you really see and feel inequality and where like um, the effects are coming out much stronger, whereas men a lot of time get pushed into jobs like finance and um where you just like sit in front of a spreadsheet and like, just like calculate the best ROI but you don't really see the effects it actually has on like um, Real humans, so, um, that might be a point why, um, this is happening, um, but also I'm not an expert, so."
	},
	{
		"start_time": "1:49:05",
		"speaker": "Ricardo Lopes",
		"words": "No, that's fine. OK, so look, uh, we're getting close to 2 hours here, so would you just like to tell people where, uh, uh, not where, but what you're, what your next video and what are you working on right now?"
	},
	{
		"start_time": "1:49:22",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Um, SO right now, um, I'm definitely working on finishing my neoliberalism series. So I'm gonna like make one more part that like talking about Thatcher and Reagan and also about like the impacts of like self-esteem we're seeing because like self-esteem, uh, experience. Like this, uh, it's like similar to like self like the the self improvement obsession. We've also become like very, very, um, into the whole notion of self esteem and being confident no matter what and what not. And that's actually something that happened in the 70s, um, with the rise of like corporate culture. So like when, um, Yeah, a nation of like, Mine workers or workers in general became like turned into like a nation of salesmen where like, jobs nowadays, especially white collar jobs are all about like selling stuff or like just like making a PowerPoint presentation and just like, seeming confident helps you a lot more, so like people have become like obsessed with like, um, self-esteem and also like in popular psychology that's like completely like um, Yeah, taken over that we all are supposed to love ourselves no matter what. And it is also, I feel like contributed a little bit to like narcissistic tendencies in, um, at times, um. So, yeah, that's also something I'm working on. And also after I finished the whole neoliberalism series, um, I also kind of um, um, yeah, I I kind of want to finish it now. I feel like I've had enough of it. And, um, I want to like go more into like because my backgrounds, uh, I come from finance. I feel like a lot of people don't really understand finance. I mean they will. Like if things are well, they'll know what a stock is and what a stock market is. But, um, I feel like a lot of people don't understand, for example, how big the derivatives market in the market is and, um, how the banking system actually works. I feel like my next video series will be on. Um, FINANCIALIZATION about the derivatives market and for example, like stock options that CEOs don't really get paid in money, but like what lets them avoid taxes is that they get paid in stock options. So, um, I wanna expand my viewers' understanding on that in the next series. But yeah, so that's it, but it's a lot of work and, um, I like to procrastinate, so."
	},
	{
		"start_time": "1:51:50",
		"speaker": "Ricardo Lopes",
		"words": "No, look, I really, really love your videos. They're apart from the uh actual informational content itself, they are very, very well made, so, uh, and, uh, I mean, I'm going to tag you on my YouTube video and put your Instagram in the description, anyplace else on the internet where people can find you."
	},
	{
		"start_time": "1:52:12",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Um, NO, not really. I'm just on YouTube and, uh, I have a tiny Instagram account, but mainly YouTube. Like I don't do much on Instagram. Uh, I mostly do YouTube and I wanna focus mainly on YouTube. I much prefer long form to short form content, um, as you probably do too. It's just, yeah, nicer to go in depth. And, um, yeah, no, that's, uh, all where I exist."
	},
	{
		"start_time": "1:52:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So look, it's been really, really nice to have you on the show and the conversation was great and it was also great to finally meet you. So thank you so much for doing this."
	},
	{
		"start_time": "1:52:53",
		"speaker": "Anna Bocca @annabocca ",
		"words": "Thank you, sir, so much. I really enjoyed it and uh I thought it was really inspiring and uh motivating as well for my next videos and it was really helpful for me too."
	},
	{
		"start_time": "1:53:04",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyanny Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgius Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]