[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lobs, and today I'm joined by a return guest, Doctor, Doctor Michael Hummer. And today we're talking about his book, Progressive Myths. So, Doctor Hummer, there it is, the cover, really nice. So Doctor Hummer, welcome back to the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "00:22",
		"speaker": "Michael Huemer",
		"words": "Thank you. Uh, THANKS for having me. It's great to be here."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "So progressive myths, uh, I mean, why did you decide to write such a book and why did you decide to focus specifically on progressive myths and not, for example, include also myths from the other end of the political spectrum. The conservatives are, uh, a book just on conservative myths."
	},
	{
		"start_time": "00:49",
		"speaker": "Michael Huemer",
		"words": "Yeah, well, um. So that's 2 questions. Uh, YEAH, you know, why, why did I write about, um, why did I write about this at all? Because, uh, I got tired of hearing lies and deceptions and, you know, misleading statements. And, um, it just seemed to me like in political discourse, you know, there's like, there's all this argumentation going on, but it's all like, um, almost everyone is just like completely ignorant of the actual facts about the things that they're talking about. And like the main, the main problem is people just not knowing the facts. And then there are all of these, like, you know, bogus factoids that are just going around. Uh, AND, you know, we can't, we can't solve any social problems if we don't know what's actually going on. We're not gonna solve social problems if we have just like completely incorrect conceptions of what's going on. Right. And so, um, you know, like, uh, we're not, we're not gonna solve the problem of, um, violence in the inner cities if we think the problem is racist cops, when, in fact, that's not the problem. You know, like, the reason why, um, you're seeing, um, Black people being killed by the police on television is not because the cops are a bunch of racists. It's because actually, uh, 1, those people are attacking the police. They're like physically trying to kill the police officer. And 2, the media is only selecting out a, uh, small fraction. So they're only selecting out white cop on black cop violence to show you. That's why you're seeing that. So, you have to understand that that's what's actually going on if you're going to address the problem. Well, OK, if the problem is like, uh, these people are attacking the cops, then you need to address that. You need to stop people from attacking the cops, you know, not, OK, anyway, and then, and why did I not write a book about conservative myths, you know. Um, I'm just seeing a lot more left-wing myths and ones that, um, appear to educated people to be reports of actual facts. Right. So like, you know, you hear, oh, the 2020 election was stolen, you hear that from, uh, I guess, populist right wing voices. But that's not a thing that like, people in my circles would think was an actual fact. Right, like they're not things that would mislead a typical um educated person."
	},
	{
		"start_time": "03:12",
		"speaker": "Ricardo Lopes",
		"words": "And by your circles, do you mean academics or"
	},
	{
		"start_time": "03:16",
		"speaker": "Michael Huemer",
		"words": "yeah, you know, academics and other intellectuals that I interact with, you know, it's like, and so there's not that much for me to do as a scholar. It's like, oh, well, they're just lying, as, as you know, you know, like everybody, OK, all those people are just lying about the election, as you know, so there's not that much for me to say."
	},
	{
		"start_time": "03:37",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. So then just to clarify this point, by progressive, you mean left wing. Is that it, or is it a particular, um, a particular, uh, uh, um, um, a, a particular group from the left wing?"
	},
	{
		"start_time": "03:56",
		"speaker": "Michael Huemer",
		"words": "Um, YEAH, I guess it's Um, It's a subset of the left, yeah."
	},
	{
		"start_time": "04:03",
		"speaker": "Ricardo Lopes",
		"words": "OK."
	},
	{
		"start_time": "04:03",
		"speaker": "Michael Huemer",
		"words": "The left, the left used in America used to be called liberals. And they used to believe in free speech and freedom of religion and whatever, freedom of conscience and stuff like that. And that used to be actually pretty important to them. Um, BUT now there's this sort of like, there's this extremely illiberal segment of the left. So I don't want to call them liberals anymore, right? And so I'm calling them progressives. And so I intend that to include the wokesters. So the woke left is the people who are obsessed with race and gender and sex and whatever these identity, identity politics. But I intended to also include the, you know, people who are thinking like, oh, like capitalism is unjust. And, you know, the rich are all, all exploiting the poor, as well as the people who are like, uh, freaked out about global warming and stuff like that."
	},
	{
		"start_time": "04:50",
		"speaker": "Ricardo Lopes",
		"words": "Right. And uh just to clarify one more point before we get into the actual myths you tackle in your book, what counts as a myth? I mean, how do you determine that something is a myth?"
	},
	{
		"start_time": "05:04",
		"speaker": "Michael Huemer",
		"words": "Yeah, I mean, so first I only wanted to include Um, what you might call objective factual claims, not matters of opinion, and Things that are relatively straightforward, OK? So like, um, And socialism is better than capitalism. I wouldn't include that because it just, it's, it's just too big and complicated of an issue, right? It's not like a straightforward factual matter. Um, BUT so they've got to be straightforward, like empirical factual claims. So, um, like, um, women get paid less than men do for the same work. Like that's a fairly straightforward empirical factual claim. Um, SO, OK, so it's got to be that. And also, um, well, the, the myths that I'm interested in, the progressive myths are ones that appear to strongly support some element of progressive ideology. Uh, AND, you know, lastly, they have to be, as a matter of fact, um, empirically, objectively false. Right, or highly misleading, right? By highly misleading, I mean, there's some additional context that if you knew it would just radically alter the conclusion that you draw. Right, like, you know, this, this thing is supposed to support the left wing point, but if you add additional context, it actually supports the right wing point."
	},
	{
		"start_time": "06:17",
		"speaker": "Ricardo Lopes",
		"words": "Right. So you start the book by talking about, in terms of the myths, by talking about individual cases, cases that were very prominent in the media, that were legal and criminal cases, and you talk about, for example, I, I, I don't want to go through every single one of them, but you talk about Trayvon Martin, Michael Brown, Amy Cooper, Jacob Blake, and Kyle. Rittenhouse and then you also covered the three non-myths involving Eric Garner, Brianna Taylor, and George Floyd. So what do you make of the impact of the way cases like these are portrayed in the media and how much they influence people? And do you think that there is a general bias in the media in the way they portray these cases?"
	},
	{
		"start_time": "07:08",
		"speaker": "Michael Huemer",
		"words": "Yeah, well, there's an obvious bias, right, which is um. Uh, THERE'S a bias towards reporting black people getting killed, and especially getting killed by white people. Um, NOW, as I say that, I recall the Kyle Rittenhouse case, which, which was widely covered. Um, AND a lot of people got the impression that Kyle Rittenhouse killed black people, but he didn't. Like, um, I think he shot 3 people who were all white. OK. But it was nevertheless reported as, oh, he's a racist, and then people came up with the impression that he shot some black people. OK. So anyway, like, that's the bias of the media, to try to portray it as white people are oppressing black people. Um, THERE are many cases of unarmed white people being killed by the police that you never hear about, right? So in the book, I, like I listed, you know, names of multiple, just several unarmed white people who were killed by the police, and you've never heard of any of them. Because they would not be covered by the media, right? So, um, Yeah, I, you know, that's right. And then, you know, and then sometimes like, um, journalists are often kind of lazy and irresponsible. So, you know, sometimes their coverage will be, they'll just report what somebody told them, but they don't know whether it's true, right? So like the, the Michael Brown case, you know, they would be reporting that, uh, well, somebody told them that Michael Brown had surrendered. He held up his hand and said, you know, don't shoot or whatever. Um, AND then, you know, this racist cop just gunned him down, and that did, that did not happen, that objectively did not happen. OK. But, you know, like, sometimes they'll just say like, you know, yeah, this is what people told us. But, you know, you can't just say what somebody told you. You have to like try to find out if it's true."
	},
	{
		"start_time": "08:58",
		"speaker": "Ricardo Lopes",
		"words": "Mm. Uh, I mean, but what do you make of, for example, just to pick one of the non-myth cases that you talk about in the book, the case of George Floyd, do you think that in that particular case, uh, the media covered it? Accurately and for example, I know that in the alternative online media, um, that I mean that are is created by right-wing figures in the US, it was portrayed inaccurately. So uh what do you make of that?"
	},
	{
		"start_time": "09:34",
		"speaker": "Michael Huemer",
		"words": "Um, I mean, not all of the facts. Um, WERE widely reported, right? So I, I think it was not widely reported that George Floyd was on, was he on meth or or fentanyl? He's on fentanyl. OK. So I think that was not widely reported and that, that, um, uh, almost certainly contributed to his death. OK, so there, there's like this sort of right-wing revisionary. View now that actually, um, Derek Chauvin didn't kill George Floyd. He, he died of an overdose, overdose of fentanyl. OK. Um, AND, uh, I think that's bullshit. OK, because I think it is too much to believe that, yeah, he was just on the verge of death, and he was just going to die, and it just, it just happened to be at the same time that Derek Chauvin was kneeling on his neck with his knee. Just, you know, coincidentally, like, no, OK. Now, uh, I, I do believe it's plausible that he was in a more vulnerable state than normal, so that would not normally have killed a person. But it did kill him because he was in a vulnerable state because he was high on this drug. Yes I think that's true, but uh, that it's still a homicide. OK, now, uh, and I don't think that Chauvin was trying to kill George Floyd. OK. And you know, you might think, well, how does he get charged with murder because, you know, you need intent in order to have murder. But um the answer is there's this felony murder rule, which is if you commit a felony, and the felony itself is intentional, and then if somebody dies as a result, even though you didn't intend to death, then you can be charged with murder. So that was the rule that they applied. And that is, that rule is questionable, but they have been applying that to everyone else. They've been applying that to people who are not cops. So if that's what we do, You should apply the same rule to the cop. And so, so, it was a just verdict."
	},
	{
		"start_time": "11:27",
		"speaker": "Ricardo Lopes",
		"words": "But, but I mean, let me just ask you again, uh, a question about the bias in the media because one very particular, uh, particularly interesting thing that I find in the US media because we don't really have that kind of phenomenon here in Portugal is that you have certain Um, mainstream media channels like Fox News who tailor specifically to conservatives and people on the right, and then you have others like, for example, CNN who tailor more to people on the left and progressives. I mean, the, but, but because you have both, do you think that the media in the US is biased more toward, uh, progressive views or, or not?"
	},
	{
		"start_time": "12:16",
		"speaker": "Michael Huemer",
		"words": "Well, I, I mean, I think there are more left wing sources, and they're sort of more establishment, you might say. Uh, THEY'RE like, they're right wing sources that are not really media companies, right? Like maybe they're podcasters or something like that. And so it's not. Yeah, it's not really clear who has the upper hand, right? And there's like talk radio is more conservative, but television is more left wing, um. Yeah, it's sort of like, you know, the internet democratized things, OK. But, you know, this, um, Uh, this balance isn't really good, because it's just like, oh, well, you have like people bullshitting on both sides, and that does not mean that the truth is going to come out. Right. Like, OK, they're both just telling different lies. And by the way, they're covering different stories. They're telling different lies about different stories. So like, you know, uh. You know, everybody's deceived,"
	},
	{
		"start_time": "13:13",
		"speaker": "Ricardo Lopes",
		"words": "right, but I mean, what are the lessons that you think people should take from the cases you explore in your book when it comes to the way the police behaves? Are the police devils or angels? I mean, do you think that we can make any case like that when it comes to the,"
	},
	{
		"start_time": "13:32",
		"speaker": "Michael Huemer",
		"words": "well, you know, most of them are just average, you know, most of them are neither devils nor angels, um. And I, I mean, I think the lesson is you have to look at the facts of an individual case. Justice is individual, justice is not collective, right? This is why I don't like the phrase social justice, and the people who are going around talking about social justice are usually people who don't, in fact, Um, they don't value justice, and they don't know what justice is. Because justice is not for groups, justice is for individuals. So like a guy gets accused of something, you have to look at that individual and what he specifically did and what the specific details are of that case. You cannot look at the group that he belongs to. Right? And like, I, I feel like that's what happened. Like you have these uh conservative commentators who are just in favor of the cops because they're cops. So like, they're going to defend Derek Chauvin because he's a cop, and then they're just going to like try to find some way that he's not guilty. And then you have these left wing people who are just like against the cops because they're cops, and they're white, right? And like, and if the person who got killed was black, you know, it's just because of the groups that they belong to, OK. So none of those people know what justice is. That's not what justice is about, right? It's about the individual."
	},
	{
		"start_time": "14:42",
		"speaker": "Ricardo Lopes",
		"words": "Right, but I mean, evaluating things on an individual basis, it's perfectly plausible that there are a few cops out there that might be racist."
	},
	{
		"start_time": "14:55",
		"speaker": "Michael Huemer",
		"words": "Yeah, yeah, I mean, but, you know, by the way, there could be cops who are prejudiced against blacks, and there could also be cops who are prejudiced against whites, right? And, uh, by the way, if you just look at the shooting statistics, um, they suggest that there's a bias against whites or in favor of blacks. Right, that is so, which is the opposite of what they tell you in the media, OK. But, um, you know, if you, so in the media, they tell you there's a bias against blacks overall. Um, BUT that's so because just as members of the population, black people are more likely to get shot by the police than white people. But if you control for violent crime rates, then white people are more likely to be killed by the police than black people. Right. And, uh, you know, so like, If the reason why you get shot by the police is that you were attacking them, that's not racism. And so the situation is that black suspects are more likely to attack the cops. OK, but like, but if you sort of control for like what the person is doing, then they're more likely to shoot you if you're white. So, but anyway, OK, side point. But by the way, like, I do think there's evidence that American police are more violent than necessary. Like they use force more often than police in other countries, so they use force more often than they have to. I think that's true. I just don't think that it's racist. It's not about race. It's just about an overall culture of excessive force."
	},
	{
		"start_time": "16:20",
		"speaker": "Ricardo Lopes",
		"words": "And do you think that that force that the American police tends to use more than the police of other countries is, uh, unjustified, or do you think that that difference points to an unjustified use of force or, or not?"
	},
	{
		"start_time": "16:38",
		"speaker": "Michael Huemer",
		"words": "Yeah, that's what I'm saying. Yeah, I mean, um, obviously sometimes you have to use force, OK, so like when you look at some of these cases, um, that I discussed like the Michael Brown case, man, that cop had no choice. He had to shoot Michael Brown, like, Michael Brown attacked him, then he ran away, and then the cop tried to follow him, and then Michael Brown tried to charge him. Right. And by the way, this is like, you know, this is a suspect who outweighs the cop by 50 pounds. So this is, this is like serious business. You cannot be, you cannot let that guy get on top of you. OK. So he just has no choice. OK. But also, I'm sure that there are cases of unjustified shootings, right? And, um, you know, as I say, like, well, American police use force more than police in other countries. Like there's evidence of that. So, they're probably using force more often than, than they should. Right, like, you know, probably most shootings are justified, but we could reduce, we could reduce the shootings."
	},
	{
		"start_time": "17:35",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I mean, this is not directly related to uh shooting black or white people, but uh there are people on the left that make this kind of case that uh that there's a bias in terms of policing. I mean, because if the police have limited resources and they have to choose the area. They are going to police the most. Couldn't it be that over time the policing becomes biased towards certain groups of people like blacks, and then that would also be a reason why they catch more black people committing crime than whites, and then one of the reasons why they have higher crime rates. I mean, what do you make of"
	},
	{
		"start_time": "18:23",
		"speaker": "Michael Huemer",
		"words": "that? I mean. Um, THE reason why the police respond, like the police spend more time in minority neighborhoods, neighborhoods that are poor, and also like disproportionately have, um, Racial minorities, the reason for that is that there's more crime there. It's not that the cops are victimizing the minorities, it's that they're trying to protect them because that's their job. OK, like they get calls to, to respond to a potential crime in progress. And they're supposed to go. Like, like, you know, what, what are they supposed to, they're there, they're there to protect those people. So they have to go, and then they're going to wind up arresting people who are going to be the same color as the victims, usually, right? Because like, you know, most crime is, it's within a racial group. Um, IT'S with, it's people who live in a neighborhood victimizing other people in their same neighborhood. OK. So it's like, it's like the people on the left are only looking at the criminals. They're looking at the criminals as the victims and like, oh, you know, you arrested all these people who are criminals, but they're darker skinned, so you're victimizing them. But look at the victims, look at the crime victims, right? Because like those are the people we should be caring about more and they need to be protected and they need to be protected from the other people in their neighborhood."
	},
	{
		"start_time": "19:45",
		"speaker": "Ricardo Lopes",
		"words": "Right, uh, but, but I mean, just to, uh, I mean, perhaps, uh, insist a little bit more on this point, uh, uh, just to see what do you think about it. I mean, uh, but again, because people, uh, police have limited resources and even nowadays I know that there are certain police departments where people have. Already resorted to or implemented uh AI systems to make decisions in terms of the areas they should police more. Don't you think that over time that could produce a bias in terms of the people they catch committing crime?"
	},
	{
		"start_time": "20:25",
		"speaker": "Michael Huemer",
		"words": "Well, I mean, what do you, do you mean by a bias like they're going to catch more"
	},
	{
		"start_time": "20:29",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I, I mean that that perhaps uh they would uh over time decide to police more areas that are, for example, predominantly black instead of predominantly white, and so that would skew the crime statistics towards uh black people."
	},
	{
		"start_time": "20:50",
		"speaker": "Michael Huemer",
		"words": "But I mean. They should police the high crime areas more than the low crime areas, right? So I, so like, I don't think, like, I don't think that's a bias, right? Like, OK, and then you're like, oh, well, but then they're going to catch more black ones. True, but that's what they should do. And again, like, we should be more concerned about crime victims than about criminals. OK. So the fact that they're catching more criminals in those neighborhoods means that they're protecting more of the people in those neighborhoods. So, like, if anything, that's a bias. In favor of the minorities in that neighborhood, right? Like the innocent ones, not the criminals. OK, you could describe it as a bias against the criminals, OK, right? But it would be like a bias in favor of their potential victims. OK, but by the way, like, you know, I mean, maybe, maybe you're suggesting, oh, well, like maybe the crime statistics aren't really that lopsided, like maybe white people are committing just as many crimes, and like, uh, nobody thinks that. Like, I don't think any serious social scientist thinks that, OK. Um, AND there, you know, like, there aren't, um, There aren't enough unsolved crimes for that to be the case, OK. So, you know, it's estimated that something like 40% of homicides are committed by black people in America, and black people are something like 13% of the population. So there's just more violence occurring. Um, IT'S not the fault of the cops, it's not the fault of the white people, you know, it's the fault of the criminals."
	},
	{
		"start_time": "22:18",
		"speaker": "Ricardo Lopes",
		"words": "Right. I mean, this is not something that you explore in your book, but uh what do you think, do you have any idea about what would explain The fact that uh black people commit more violent crime in terms of percentage than white people because uh if we talk to right-wing people and left wing people, they would put forth different hypotheses. For example, there are right-wing pundits that would say, oh, it has to do with black culture or It has to do with the fact that there are many single parent households among the black community. If you talk with left wing pundits, they would say, oh no, it has mostly to do with poverty with poverty rates and with socioeconomic factors. I mean, do you have any opinion on that,"
	},
	{
		"start_time": "23:16",
		"speaker": "Michael Huemer",
		"words": "or I mean, probably all of those things are factors. Like we don't really know, there's no agreement, and I'm not a social scientist, like. I wouldn't really be able to figure that out. Um. But yeah, there are probably multiple factors. Uh, THERE'S been this breakdown of the family. So they're just like, you know, over the past whatever, several decades, there's been a huge increase in out of wedlock births, uh, particularly in the black community. And, um, you know, like it's, it's a reasonable point by the conservatives that um young boys need a father. And that, you know, like they get to a certain age and their mother can't control them anymore and they need a father. Um, TO control them and keep them out of trouble. You know, with, with, keep them out of the gangs or whatever, you know, groups of criminals. Um, THAT'S probably part of it. Um. And then obviously, as you also mentioned, well, yeah, poverty is correlated with crime. And so, and, you know, like it's lower socioeconomic status. Um"
	},
	{
		"start_time": "24:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, and this is something that you just tangentially talk about in your book, but since we're also talking here about racism, what do you make of systemic racism? Do you think that there is such a thing in the US particularly? No,"
	},
	{
		"start_time": "24:35",
		"speaker": "Michael Huemer",
		"words": "um, I, I don't know, like, is, is there such a thing at all? Maybe, you know, but, uh. It's, it's just sort of, I generally view it as an excuse. So like, you want, you want to declare that all of our problems are due to racism or whatever, that there's racism rampant, but you can't find any actual racists, right? Or you, you know, you don't find enough of them, you only find like a tiny number of them who have very little power. OK, so then you say, well, the system is racist. And then, you know, it's usually like, um, just sort of like asserted, and you don't have to prove that. OK, and then, you know, I try to get examples of, OK, how is the system racist? Um, IT'S just like, just, just tell me a specific example, OK. I have heard examples like, oh, well, the drug laws, the drug laws are racist. Because they disproportionately send black men to prison. Because black men disproportionately violate the drug laws. OK, that doesn't make the laws racist, right? Like, you know, is the murder statute racist because black people disproportionately commit more murders? Like, no. It's, you know, that we didn't have, we didn't start um a law against murder because we don't like black people. OK. We created that law because you can't kill people, like, because that's unacceptable. Anyway, OK. But, oh, OK, but then, you know, here, so, you know, this was a, like one of the prominent examples, and I think like, I don't know, one of the Um, clearest, most comprehensible examples of the systemic racism was that, um, the penalties for crack cocaine are harsher than the penalties for powder cocaine. And crack cocaine is more popular among black users and powder cocaine is more popular among white users. So it's probably due to racism. OK. And then I tried to look up, well, how this came about. How did that difference in the um punishment schedule come about? And, uh, well, it turned out that actually, well, people were concerned, this was whatever back in the 1970s or something, people were concerned that crack cocaine was devastating black communities. So the government thought they were going to crack down on it by making the penalties harsher. OK, and that was supported by the Congressional Black Caucus. It was supported by like Democrat, widely supported by Democrats, widely supported by black legislators. Because they thought it was going to help. Like they didn't like, they didn't make the laws because they were trying to destroy the community. They weren't trying to help the community because crack was destroying it. Now, it turned out that it didn't work. They didn't succeed in stopping it, and like the drug laws have widely failed, OK. But it's not racist because they failed, right? Like like they You know, if anything, It, it was showing that they were particularly concerned about helping the black community."
	},
	{
		"start_time": "27:28",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that when it comes to determining if some something occurs due to racism, the hardest part to really establish is the intent? I mean, it's like the ongoing discussions that we've been seeing about the genocide in Gaza where of course the intent is the hardest part to prove. Do you think that? In the particular case of racism, the intent is also the hardest part to prove because of course we can find statistics that are skewed toward blacks or toward whites, for example, but it's very hard to prove that. It's the result of uh people uh um of people's racism, of people proposing laws or doing something like the uh the police policing cer certain areas and not others because they are racist."
	},
	{
		"start_time": "28:34",
		"speaker": "Michael Huemer",
		"words": "Yeah, and so. Yeah, how, how could you prove what somebody's intent is? Well, um, you know, sometimes, sometimes you can tell and sometimes you can't tell, right? But, you know, generally, I would say, well, start with the most straightforward and charitable interpretation unless there's a specific reason to think otherwise. OK, so the cops are policing a minority neighborhood and there's two interpretations. Um, THEY hate black people, so they want to arrest more black people so that they can cause harm to those people that they arrest. And then another interpretation is, uh, actually, it's their job to stop crime. And there's more crime there, right? And they're actually protecting the people in the neighborhood. OK. Well, I just think that the second, like, either of these are possible explanations, but I think the second one makes more sense. It's more like what a normal person would be motivated by, you know, and just, OK. Um, OR, you know, I gave that, uh, example of, um, the laws about crack cocaine. Like it seems like a straightforward explanation is they were trying to stop crack cocaine. It wasn't that they wanted more black people to be imprisoned, it was that they wanted there to be less crack. And the way that seems straightforward, and that seems to be supported by, you know, the fact that like most black legislators were on board. Right, and like, you know, the Congressional Black Caucus met with Richard Nixon to urge him to ramp up the drug war. No. So it sounds just like, you know, OK, anyway, so, um. You know, just like, you know, just don't jump to the most uncharitable interpretation without good reason."
	},
	{
		"start_time": "30:08",
		"speaker": "Ricardo Lopes",
		"words": "OK, that seems reasonable. So, uh, what you also tackle some feminist myths in your book, uh, and the first one has to do with the gender pay gap. So I mean, from what you, uh, I mean you looked at the statistics at the data, uh, what is the real gender pay gap and what do you think explains it?"
	},
	{
		"start_time": "30:33",
		"speaker": "Michael Huemer",
		"words": "Yeah, so, I mean, you know, people have been saying for a while that women get paid less than men, and sometimes they add for the same work. Uh, AND then there, you know, there was, you hear statistics like, oh, women get paid 70 cents for every $1 that men earn, or 72 cents or whatever."
	},
	{
		"start_time": "30:47",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I heard 75 cents or something like that."
	},
	{
		"start_time": "30:50",
		"speaker": "Michael Huemer",
		"words": "Yeah, OK. So, uh, it changed over the decades, and so the most recent figure is 82 cents. OK, but there's still an 18 cents gap. OK, now, most people when they hear this, think that that refers to pay for the same work, and it does not. It refers to pay for different work, right? And so if you control for various pay relevant characteristics, you know, occupation, hours worked, amount of experience, etc. THINGS that are obviously relevant to how much you get paid, if you control these other factors, and the pay gap virtually disappears. So then, you know, it goes from 82 cents to 96 cents, 98 cents, 99 cents, depending on what source you look at. Right. And so actually, like if you add more context to this statistic, it supports the opposite of the point. Instead of showing that there's sexism, it tends to show that that there's egalitarianism."
	},
	{
		"start_time": "31:44",
		"speaker": "Ricardo Lopes",
		"words": "But I mean, when you control for all those factors, isn't there still even if just a small in the single digits, uh, a pay gap or not? Yeah,"
	},
	{
		"start_time": "31:54",
		"speaker": "Michael Huemer",
		"words": "if you get a one cent pay gap or something like that, that could just be random fluctuation, right? Um, PLUS there are, there are factors that, um, you're just like multiple other possible factors that you can't control for, right? In fact, it is plausible that there might be a reverse pay gap. So, because there's just a whole bunch of other uh controls that haven't been added in that would be difficult to add. All right, um, Uh, so, you know, like one thing was, if you just look at never married people without children, um, the women get paid more than the men. Mhm. And so, um, you know that like. Um, I think it was 18% more or something like that, the statistic is in the book. Um, AND, uh, that's kind of weird, you know, if you have this theory that we live in this patriarchy, because, you know, what is it that the patriarchy is discriminating against most women, but not the women who are most defying gender stereotypes, the one who are, who are defying the gender roles, right? You know, by being single and whatever. Um, Yeah, so, OK, and now, you know, why, why might there be a reverse pay gap? Um, WELL, like there's evidence in psychology that um people like women more than they like men. So you get this just from like, you know, direct surveys about like what are your attitudes towards these two groups. And just like overall, on average, people have more positive attitudes about women. Uh, ANOTHER thing is, you know, this implicit association test. Which uh left wing people like when it's being used for race. But, uh, they don't like it as much when it's used for sex or gender. OK, so, but,"
	},
	{
		"start_time": "33:32",
		"speaker": "Ricardo Lopes",
		"words": "but, but about the implicit association association test, hasn't that been sort of scientifically debunked? I mean, does it still hold any water either for race or gender?"
	},
	{
		"start_time": "33:45",
		"speaker": "Michael Huemer",
		"words": "Yeah, well, it's really unclear what it means, right? So, um, maybe we should tell the listeners what it is. It's like, um, It's supposed to detect your um implicit associations with a particular category. So you're supposed to, um, You click a button when you see something on a screen that relates to, so for example, something that relates to either black people or good things, and then a different button for things that relate to either white people or bad things. OK. And then that test, and then they sort of like time your speed at clicking the button correctly. And that's supposed to show how easy it is for you to form associations between black people and good things. OK. Uh, AND then, you know, and then they do for a different group, they'll like test the association between black people and bad and, you know, white people and good. OK. So it turns out that people have an easier time associating white people with good things. THAN associating black people with good things. OK. So, that is claimed to show this kind of unconscious prejudice. By the way, this even happens to people who have explicitly egalitarian beliefs. This will even happen to left-wing people. It happened to some black people also. So, OK. So, um, You know, maybe it means that, it's not really clear if that's what it means. Um, They had a, they've had it, so it, it might mean that, but they've had a hard time detecting actual discriminatory behavior correlated with your implicit associations, right? So like people who score on the, on the implicit association test, people who score as having like a bias against black people, um, they haven't really been able to detect that that affects their behavior in a way that causes them to actually discriminate. Right. OK. But so anyway, um, but it turns out that the, the same test that shows that people have positive associations with white people also shows that they have positive associations with women. And less positive associations with men. Like it takes, it takes longer, it's harder for people psychologically to associate men with goodness."
	},
	{
		"start_time": "35:52",
		"speaker": "Ricardo Lopes",
		"words": "Right, I mean, but, uh, you talked about those kinds of biases that people might have that favor women, uh, versus men. But what do you make of this point that some people make when it comes to the gender pay gap? Because, for example, um, one of the arguments that, uh, some people who, uh, tried to debunk the gender pay gap put forth is that. Uh, BECAUSE people argue that some of it has to do with personal choices, with choices made by women in comparison to choices made by men, and then they look at, for example, Scandinavian countries, Norway, Sweden, Finland, uh, and also Iceland, which tend to score the highest in terms of gender equality, and they see that. There's still certain occupations like being a nurse versus being an engineer that are skewed toward female or male. Uh, THEY say, they, they say that also you see, when you remove social or sociocultural obstacles, men and women still make different choices, or at least in those particular areas, they tend. To make different choices, but then, um, there are some left wing people that critique that point and, and point to the fact that for example in those same countries when you look at household chores and how they are divided, it seems that women still do most of them even though there's been decades of pushing. For gender equality in those countries and so they say that uh uh things like that and that's not the only example they give. I'm just talking about one of the examples they talk about, but uh things like that point toward the fact that even though those countries have been have culturally uh pushed culturally and politically pushed for gender equality for decades. Uh, THE legacy of the patriarchal culture that existed there before, uh, is still, I mean, is still there, and so it, it, it, it, it, uh, yeah, let me just please finish my point. And so it would influence women to pick certain kinds of areas that tend to be stereotypically more associated with females."
	},
	{
		"start_time": "38:35",
		"speaker": "Michael Huemer",
		"words": "Yeah, so, yeah, all that was correct up until the conclusion, which is a total non sequitur and it's like exactly the opposite of what the evidence supports. OK, so I think what you're describing at first is the countries that have the most egalitarian culture. Also have women making actually more different choices than men. Right? Like there's, there's greater gender difference in their occupational choice. OK. That does not show that it's the legacy of the patriarchy, that shows the exact opposite. That shows that it's the result of free choice. It's like that women and men want to do different things. If you get into an egalitarian society and it increases the differences in their choices, that shows that they that they actually have different preferences. OK. Now, um, and by the way, like, you know, you can see these preferences at an early age, like, you know, like small children and like. Like they haven't had time to learn what the gender roles are. They barely even know what their gender is. And like the girls prefer to play with dolls and the boys prefer to play with toy trucks or something like that. It's like, no, it's like, why, why do you people, why do you leftists? I keep saying, oh, they were, they were brainwashed by the culture. Like there's no basis for saying that. Like, why don't you just admit that there are differences, you know. It's like males and females are different. That's how it is. It's not, it's not oppression, it's not an injustice. It's OK. It's OK for people to be different. Like, it's not an injustice if we're not like forcing people, if we're allowing people to choose what they want. That's just, right? That's justice and freedom."
	},
	{
		"start_time": "40:13",
		"speaker": "Ricardo Lopes",
		"words": "So another myth that, or at least what you deem to be a myth that you tackle in your book has to do with the so-called campus rape culture. So what do you make of the statistic that 1 in 4 women are supposedly raped in college and what, what is the real number?"
	},
	{
		"start_time": "40:35",
		"speaker": "Michael Huemer",
		"words": "Uh, SO I don't know what the real number is. I think it might be 5% or it might be 10%. I don't know. Um, BUT, but"
	},
	{
		"start_time": "40:42",
		"speaker": "Ricardo Lopes",
		"words": "it's, it's much lower than 1 in 4."
	},
	{
		"start_time": "40:45",
		"speaker": "Michael Huemer",
		"words": "It's not 25%, um. Um, THERE were multiple things wrong with that statistic. But by the way, just like as a reality check, you know, the statistic implies that American college campuses are more dangerous than the most crime-ridden city in America. I think like about 10 times more dangerous for women than the most crime-ridden city in America, which is Detroit. You know, how, how did that happen? Like, what are these colleges doing? Like recruiting people right out of the nation's prisons to be the, to be the freshmen. Um, BUT, OK, you know, there were a number of things wrong with the statistic. Um, SO it's sort of like I don't know how much we wanted to get into the details. Like some of these things are details, like one of them, one of the problems was just like an error in probabilistic calculation in the paper that said that, right? Where they add, they added up probabilities in a case where they don't really add. OK. And that, that just made a small difference, you know, that just inflated the statistic by 2% points. OK, no big deal. But then, you know, uh, and then at another point, so what they've done is they surveyed people about experiences that they've had in the preceding 7 months or 5 months or something like that. And then they multiplied by the expected length of a college career, in order to get, you know, how many people would have one of these negative experiences in their whole college career. OK. And when they did that, they assumed that the college career is 5 years, not 4 years. So that would tend to inflate the statistic again. Now the actually, the actual average length is 4.3 years. OK. So, I made that correction, the number goes down again. OK. Another interesting thing is that about half of the people surveyed say that um they were not raped. So that, that is, they do a survey, they ask the person a bunch of questions, and then the surveyor classifies whether that person is a rape victim or not. OK. But one of the questions is, were you raped? And about half the people who the surveyor classifies as rape victims said, no, they were not raped. OK. So that's kind of weird. Um, AND now, you know, so, well, it could be that they didn't realize that they were raped, but they were. Or it could be that the surveyor is like, you know, giving an overly broad characterization, OK. Um, YOU know, another problem, perhaps the biggest, or I don't know, um, potentially the biggest error is actually, you get different statistics from different surveys. So, um, I think the same paper that reported the 1 in 4 statistic also reported the results of a different survey. That got numbers an order of magnitude lower. So like 10 times lower. OK. So, it like it, and I don't, I don't know why. OK. You do a little bit different methodology and then you get radically different statistics. OK. And the difference in methodology was basically like in one survey, the questions are a lot more detailed and graphic about things that might have happened to you. And then you get higher. Higher rates. OK, OK. And, and, and the other one they just ask you sort of like a general question. So it could be that the detailed graphic statistics get people to report things that they otherwise wouldn't have reported. That happened, or it could be that they get people to falsely report things. That they otherwise wouldn't have falsely reported. Um, RIGHT, it's not totally obvious, right? OK. And then another thing is like they, they lumped together completed rapes with mere unsuccessful attempts. And uh it makes a big difference, you know, like if you're the victim, it makes a big difference if it was an unsuccessful attempt or an actual successful attempt."
	},
	{
		"start_time": "44:15",
		"speaker": "Ricardo Lopes",
		"words": "But, but I, I mean, of course, getting the number right is a matter of, uh, I mean, I, I mean, getting to the truth is a matter of uh epistemology and it has epistemic value attached to it. But do you think that apart from that, Reporting such statistics might also be problematic in other ways. I mean, in, in, in what other ways do you think that reporting such numbers can be problematic? Do you think that it can have social, uh, negative social consequences?"
	},
	{
		"start_time": "44:52",
		"speaker": "Michael Huemer",
		"words": "Yeah, I mean, so one thing is, if you actually believe these statistics, um, should you go to college if you're a woman? Or, you know, if you have, if you have a daughter, should you send her to college? Like, there's a wonderful chance she's going to get raped while she's there. Like, I would think that people would not send their kids there if they believed that. All right. Um, Now, yeah, so there hasn't been like this great turn away from sending people to college, but that probably means that people don't believe the statistic. It probably means that even the people who are saying it don't believe it. Um, OK, but, you know, the other thing is just with social problems in general. You kind of need accurate information. If you're like overstating some of the problems, then what happens is that you misdirect resources. So we wind up directing resources to problems that we think are big that are not, and then we neglect other problems that are bigger. Because we have limited resources, right? Like we can't, we can't spend all of our money on everything. Right, that's a problem. And then there's just sort of like, I don't know, attentional resources. People are going to be attending to things that they think are the biggest problems, so we just kind of need to have an accurate assessment of how big each problem is."
	},
	{
		"start_time": "46:02",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's now talk about, uh, gender, uh, gender myths or what you deem to be gender myths and transgender people. So, what is your take on gender? Being a social construct. I mean, perhaps I would ask you to please first tell us what the social construct is and then if you think that gender is one or not."
	},
	{
		"start_time": "46:28",
		"speaker": "Michael Huemer",
		"words": "Well, I mean, so it used to be popular for people on the left to say gender is socially constructed. It means something like, I don't know, like it's not, it's not biologically based or something that just society assigns to you a role. And so you, you'll get left-wing people saying like gender is the role assigned to you by society or something like that, um, which has the implication that, um, women in different societies do not have the same gender. Right, that they're not women in the same sense, because they have different social roles assigned to them. OK. Um, OK, but like it just, the conflict between this and another kind of strand of leftism has come out, you know, in the last whatever, several years, because the idea of it being a social construct is in conflict with the popular, uh, transgender ideology. Right, so like the popular cancel ideology is, well, um. Uh, YOU get assigned a gender at birth, but the assignment could be wrong. OK, so like the transgender people say that they're a different gender from the gender that everyone around them was telling them that they are throughout their childhood. So if gender is just socially constructed, how could that be? It would have to be that they were wrong. Right? If gender is socially constructed, then society can't be wrong. Whatever gender you were assigned by society has to be your gender, OK? But you have these transgender people who are saying, No, I'm not, I'm not that gender. OK? And like, and, you know, some of them, some of them will be saying that they always knew from the beginning. Right, there are cases of these people who like, you know, from the age of 4 years old, they like, it's a, it's a boy, but they say that they're a girl. From the age of 4 years old, they're trying to wear dresses and stuff like that. OK, and you know, you get that, it's like, well. Yeah, OK, they were not taught that by society. It looks like it is innate. It looks like there's something innate in in the brain. That tells them what gender they're supposed to have. And in a small, very small range of cases, it just clashes with their body. So like, you know, there would be a person who their brain is telling them that they're supposed to be female, but their body is male, or vice versa."
	},
	{
		"start_time": "48:49",
		"speaker": "Ricardo Lopes",
		"words": "But uh, I mean, but do you? Do you, do you make a, or make a distinction between sex and gender? Because, uh, I've talked with a lot of anthropologists on the show, some of them, uh, evolutionary or biological anthropologists, others even cultural anthropologists, and they all tell me that it is important to Uh, make a distinction between sex and gender because wherever you are biologically, either a male or a female, uh, does not need to correspond exactly to the kind of social expectations put on you in the particular society you live in as a woman or a man, and so they say that it's important to make that distinction. What do you think of that?"
	},
	{
		"start_time": "49:45",
		"speaker": "Michael Huemer",
		"words": "Yeah, so. Um, THERE is an important distinction, but I don't think it has to do with social roles, or, you know, society's expectations of you. Like society's expectations of you are a completely separate thing. That's neither sex nor gender, right? Sex is, um, Characteristics of your body, particularly your reproductive system, right? And then, and, you know, maybe to a lesser extent, the secondary sex characteristics, OK. But, um, gender, in my view is something that's in your brain or in your mind. Uh, IT'S a set of psychological characteristics that evolution designed to go along with a particular biological sex. So the masculine gender is the set of psychological characteristics that are adaptations, evolutionary adaptations for life in a male body. And femininity is the adaptations for, you know, psychological adaptations for life in a female body. OK, so that, right, that's basically my theory, and it is possible to have a mismatch. It's possible to have a basically feminine. Mind or psychology and just accidentally. You know, you're in a male body OK. Now, I think that's extremely rare. So if you look at the DSM-4, like the most recent version, which is from, I think, 2013, it reports the prevalence of this in the neighborhood of 1 in 10,000 people in the population. OK, so it's not like this is going on all the time. Uh, BUT something else has happened in recent years, like in the last decade, where the number of people identifying as transgender has just exploded. So it's like exploded by a hundredfold or more. So in some surveys, you now have 1% or more of people saying that they're transgender. OK, so I think that is not the same phenomenon. So I think there was one phenomenon that the DSM was talking about, that is something like 1 in 10,000 people in the population, where you genuinely have a mismatch between your, your innate gender that's programmed into your brain and your body type. But then there's another phenomenon that's going on today, which has exploded the number of people who call themselves transgender, and it's partly this kind of social contagion. Right, it's that, um, First of all, people can get confused about their gender, especially young people. And like, you know, Like people could even get confused about their sexual orientation. Um, AND, you know, like, there's, you know, a documented phenomenon that, um, social contagion can affect anorexia. So like, um, adolescent, young adolescent women can be, um, They can become anorexic because other people around them are anorexic, because like it's getting reinforced by online content and maybe their friend group and stuff like that, OK. And in that phenomenon, you can have people who are starving, literally on the brink of starvation, and they think that they're fat. OK, so if that can happen, it's, it's even more like even more easily possible for somebody to get confused about their gender. So I think part of what has happened is that there's a bunch of people who are confused about their gender, and that confusion is being reinforced by elements in the culture. Like there's online content where people are trying to encourage you to think that you're transgender, and like encouraging you to attribute sort of general malaise that teenagers undergo to being transgender."
	},
	{
		"start_time": "53:13",
		"speaker": "Ricardo Lopes",
		"words": "But don't you think that at least part of that big increase in the number of people who identify as transgender could uh be something similar to what happened when, for example, in schools, teachers stopped forcing people to learn to write with their right hand and so after that there was uh an explosion. In terms of left-handed people and what happened also with homosexual people when uh it became more uh socially acceptable to be a gay or lesbian that their number also in a very short period of time increased. I mean, do, don't you think that at least part of that could be explained as a phenomenon similar to that?"
	},
	{
		"start_time": "54:08",
		"speaker": "Michael Huemer",
		"words": "Yeah, so I don't know the statistics on like how many people are left-handed or whatever, but um, so there could be increased reporting because of increased social acceptance of transgenderism. But a hundredfold, right? Because like the DSM said, 1 in 10,000 people or something in that neighborhood, that general order of magnitude had gender dysphoria. And then you get like surveys in which 1%, so that's like 100 times as many people say that they're transgender. OK. And then, and by the way, it varies, um, geographically and with the group. So, like, uh, they're more, it's, it's stronger among young people. OK, and then like, it's stronger in New York or in blue states, like there's more transgenderism. OK. Uh, ANOTHER, another interesting thing is like, um, you know, it runs in friend groups. OK. So I think there was one anecdote where um there were, there were a group of, uh, like multiple young women who were working with a popular coach at a high school. So I think it's like 4 or 5 women. And then like, and the coach came out as transgender, and then like multiple of the women like came out as transgender within the next year. It's like, OK. You know, this is, this is not like, this is not just chance, OK? And it can't be that like, they just were really transgender all along, right? And furthermore, like, this is happening with people who never showed any signs of being trans when they were Young, right, like when they were little kids, OK. So if you, if you were 4 years old when you first said that you were the other gender, then I believe you. If you're, if you're 4 years old and then you persisted in that for the next 10 years, then I believe you. OK. But if you always acted like a normally feminine girl, and then when you reach the age of 14, you decided that you're a boy, I don't believe you."
	},
	{
		"start_time": "56:02",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but in terms of the, the consequences, let's then, uh, assume that, uh, A big chunk of uh those people now identifying as transgender, it uh it has to do with the social contagion. I mean, in terms of the potential consequences of that, I mean, when it comes to, for example, uh, them, uh, transitioning to the other. Sex or having access to, for example, puberty blockers or or when they're older, having access to sex reassignment surgery. I mean, since that is sort of um. Since they have to be seen and followed by doctors, uh, I mean, do you think that that would really have any big social consequences, because if they, if doctors are able to spot the ones that are not really transgender people. Uh, IT, it couldn't it just be the case that over time the over time, the ones who are not will just grow out of it, and there, there won't be any relevant consequences."
	},
	{
		"start_time": "57:27",
		"speaker": "Michael Huemer",
		"words": "Well, I mean, they will grow out of it if um they are not allowed to make permanent changes to their body. So, you know, like, it, we have left wing people saying that like, You know, transgender kids who are underage should be able to go through surgeries to alter their body and like, That that may be ruining their lives. You know, or that they should take these drugs to uh block puberty and like take cross-sex hormones or things like that. Uh, AND, you know, like, If the majority of these people are going to turn out to not really be trans, you can't be doing that. Right? Like this is serious long-term consequences. So, look, I think, um, once, once you're 18 or over, you do whatever you want, right? It's nobody else's business. But before the age of 18, like I think the parents have to protect the children. And I don't, I don't really know how to tell. You know, who's who's really trans. I, I don't, I don't really have good advice about that, but I, I don't think that you should just, you know, give the transition to everyone. Um, I think, you know, like the, I think the parents have to. They have to roll, they have to, they have to be able to veto that."
	},
	{
		"start_time": "58:39",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, but the, the, those sorts of claims you say some left-wing people make about, uh, small children having access to, that, that they should have access to, uh, puberty blockers or even surgery. I mean, that, that's not something allowed by the medical system or, or is it?"
	},
	{
		"start_time": "59:02",
		"speaker": "Michael Huemer",
		"words": "Yeah, I don't really know how much is happening, like, cause, you know, I, I keep hearing right wing people saying that that they're doing this to the kids, but I don't know if that's propaganda. I haven't really fact checked it, right? So, I, I don't want to say like it, it, it probably has happened. Uh, I don't, I don't know how much."
	},
	{
		"start_time": "59:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah. Uh, SO, uh, just another sort of, uh, phenomenon or even data point having to do with transgender people. I mean, are there really, because that also points to, uh, perhaps the rate of people that are actually transgender or not transgender. So are there really many people who did transition because uh I've From what I've read, it's around 1 to 2% of people who regret transitioning and then the transition. I, I mean, do you have any other data about that?"
	},
	{
		"start_time": "1:00:08",
		"speaker": "Michael Huemer",
		"words": "So I tried to look up, so there's, you know, two things called desistence and de-transitioning. So desistence is where you say that you're transgender, but then you later come to identify with your uh gender assigned at birth, as they call it. Um, AND Um, there are widely varying estimates of the prevalence of that, OK. But that does appear to be very common. And so the DSM back in 2013 said that the majority of cases of gender dysphoria will resolve on their own. Um, AND the people will come to accept their birth gender. OK. Um, And then I, and I don't, I don't remember the statistics from more recent surveys. OK, de-transitioning is less common. So this is where you actually like make some serious effort to transition to living as the other gender. And it's less common after that to go back. Now, um, I don't know why that is. So that could be partly because it's only the people who have more serious gender dysphoria who make the transition in the first place. It could also be because, like, once you transition, it's harder to go back, right? Like, there's sort of like a psychological pressure to stick with it, because otherwise, you know, you have to admit that you totally fucked up your life or something like that. Uh, OK. So, and then, and I don't know the prevalence of de-transitioning. Um, I think I tried to look it up, but I didn't really find Um, I didn't find a clear answer. OK, uh, I, I don't believe that it's 1 to 2%. Like that sounds to me like So I don't know what it is, and I don't know where that comes from, but that does sound to me like a propaganda figure. Um, FROM political activists, so, Yeah, just, you know, so like I know that's not very helpful, but whenever I hear stuff like that, like, it usually turns out to be bogus."
	},
	{
		"start_time": "1:01:50",
		"speaker": "Ricardo Lopes",
		"words": "OK, so just one more question about transgender people and then we'll, we'll, we'll move on to other topics. So, in the book you also talk about autogynophilia. I mean, what is that and what influence do you think it might have when it comes to these debates surrounding transgender people?"
	},
	{
		"start_time": "1:02:12",
		"speaker": "Michael Huemer",
		"words": "Yeah, um, Autogonopila is, um, being sexually excited by the thought of yourself having a woman's body. And, uh, so we know that this is a real phenomenon because some transgender people, trans women in particular, self-describe as autogonophile. So, like the, the whole theory of autogonophilia as a major, major motivation for transgenderism, it derives from surveys. Um, ESPECIALLY, you know, trans women who say that they're sexually aroused by the thought of having a female body. OK. Now, um, if that's the reason why you're transitioning, I think you are not in fact a woman. Right? Because like that's not what gender is. Like feminine gender is not being sexually excited by the thought of yourself having a female body. And like, and so if that's the reason why you want to transition, then there's no evidence that you actually have feminine gender. That doesn't mean that you can't do it. Like, in my view, you can do whatever you want with your own body. So you can like get a surgery if that's what you want. OK. But I don't think that you can fairly demand that other people say that you're a woman, right? Cause like, Like whether the word woman is connected to biological sex or gender is sort of like open to debate. Like some people think, well, you're a woman if you have a female biological sex and not otherwise. And then some people think, no, you could be called a woman if you just have feminine gender, even though you have a male biological sex, OK. But if you're just an autogynophile, you don't have either. You don't have to have any gender, and you don't have female sex, so like, You know, why do you think that you can make other people call you a woman?"
	},
	{
		"start_time": "1:03:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because there are also people who talk about a social transition, uh socially transitioning, and so, um, they say that. I, I mean, you basically should be called a woman or a man if you present yourself socially as such."
	},
	{
		"start_time": "1:04:14",
		"speaker": "Michael Huemer",
		"words": "Yeah, um, I mean, I, that would be fine with me. I don't, I don't really care, but it's like if somebody asked me, well, is this person really in fact a woman, I, like, I'm gonna have to say no. Like, like if the person is like, you know, an autogynophile, and like, and that's the reason for the transition. Um, MY honest view is that they're not a woman, they're a man. Now, like, I don't care if they call themselves a woman, like, they're not upset about that or whatever. Like they, they can do that if they want. And like, you know, and maybe like, maybe it would be nice and polite to pretend that you think they're a woman, right? OK. But also, like, I think they have no right to get mad if somebody else doesn't believe them. You know, And, and actually more generally, like, you don't really have a right to control other people's beliefs, so Um, if the other person doesn't believe you, even though, even if they, even if they're wrong, they still have the right to not believe you. It's like, you know, if somebody's, if somebody doesn't believe that I'm a man, even if they're like being totally irrational, like I, it's, it's within their rights. And you know, like there's no basis for thinking that I'm not a man, but if somebody says I'm not a man, like I can't really. I can't, I don't have any basis for retaliating. I can say they're an asshole, whatever. I can retaliate verbally, like that's what I can do, right? But I shouldn't be trying to harm them in some substantial way. It's like, They can think what they think."
	},
	{
		"start_time": "1:05:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I don't think we can control people's thoughts either way. So, uh, I mean, moving on to economic myths, you tackle generational wealth in your book. So what do we know about it? Most wealth due to inheritance, family connections, and luck, or is it, or are there other factors, or other factors playing out here and how can we know that? How do we know that?"
	},
	{
		"start_time": "1:06:14",
		"speaker": "Michael Huemer",
		"words": "Yeah, yeah, good question. No, there's a, there's substantial upward mobility in our society. So like if you, if you track people over time, um, people who start out in the bottom 20%, uh, you know. Commonly move up. OK. And by the way, people"
	},
	{
		"start_time": "1:06:29",
		"speaker": "Ricardo Lopes",
		"words": "just to be clear, you're focusing on the US, correct? Right, yeah,"
	},
	{
		"start_time": "1:06:35",
		"speaker": "Michael Huemer",
		"words": "I only had statistics for the US, and people who start out at the top, like in the top 20%, will commonly move down, right? It's not like, you know, it's not like your birth is your destiny, um. Uh, THERE is a correlation between parents' income and children's income, but that correlation appears to be, um, entirely due to genetics and not to environment. And we know this from, uh, adoption studies. So like, um, the correlation goes away for adopted children, roughly speaking. There's like a Korean adoption study where American families adopted Korean children. Right? And then it turned out that um that raises the correlation between parents' income and children's income."
	},
	{
		"start_time": "1:07:18",
		"speaker": "Ricardo Lopes",
		"words": "So, but genetics that would manifest in terms of what, in terms of intelligence and IQ for example, or other factors."
	},
	{
		"start_time": "1:07:26",
		"speaker": "Michael Huemer",
		"words": "Right, yeah, so, yeah, so intelligence is one of the major factors in just your success in life in general and making income. Um, THERE'S also conscientiousness, just this personality trait, um, uh, that, you know, that's the other important one. And, um, that's probably partly genetic. OK, but so, um, Oh, yeah. And where, where does most wealth come from? Uh, WELL, actually, no, it did not come from inheritance. So like the left wing theory is, yeah, there's just this generational wealth, and people just like, you know, somebody got rich a long time ago, and then they just pass it down, and then like when, when their kids inherit the wealth, and it's easier to get more wealth and so on. No, that's not the way that works, actually. Like if you inherit a huge fortune from your parents, you'll probably waste most of it, and then your kids will get a much smaller fortune and it's going to It's going to peter out. OK, that's what usually happens. Actually, most, um, most millionaires got, got to be millionaires by just regular saving and investment over a long period of time. And we know that from surveys. So, um, And, you know, there's like, there's just like data on uh how much, how much like most millionaires have inherited, and, you know, it's a, it's a modest amount. Uh, I think most of them have inherited nothing. Right, Most of the people who report being millionaires have zero inheritance thus far. Right? And so like, yeah, yeah, you know, you want to get rich, OK, like, um, well, be smart, be hardworking, and save money over, you know, a couple decades. That's what you do."
	},
	{
		"start_time": "1:08:59",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but at a certain point in the book, and, and this is an actual quote from your book, you say that the quote, the richest 1% of Americans have in fact inherited an average of $719,000. I, I mean, if that's correct, isn't that still quite a lot of money?"
	},
	{
		"start_time": "1:09:24",
		"speaker": "Michael Huemer",
		"words": "Uh, $700,000 is a lot for most people, but, uh, it's a tiny, it's a small fraction of the amount of money that those people actually have, right? Like they did not inherit most of their money, they earned most of their money. So,"
	},
	{
		"start_time": "1:09:38",
		"speaker": "Ricardo Lopes",
		"words": "uh, oh, OK, but someone, uh, probably would say, OK, so they inherited that money, $700,000 they start with a huge advantage in terms of their wealth accumulation, right."
	},
	{
		"start_time": "1:09:54",
		"speaker": "Michael Huemer",
		"words": "Um, YEAH, you know, definitely an advantage to and have some starting money, right? Um, BUT, you know, like you give, if you give most people $700,000 they're not gonna do anything interesting with it. They're going to spend it. Like they're, they're not gonna turn, they're not going to turn it into $10 million. Right, like, you know, all the people are like complaining about how they're poor and their parents were poor. Like, if you give them $700,000 see what they do with it. And, you know, OK, you know, you may not know this, like if you haven't met a lot of people, but, you know, just like you get enough experience with people, you're gonna realize that this is true. The vast majority of people would just like waste it within a few years or whatever. Um. And you know, they would not turn into a great fortune."
	},
	{
		"start_time": "1:10:40",
		"speaker": "Ricardo Lopes",
		"words": "So another related point that you tackle in the book has to do with whether rich people are paying a fair share of taxes. I mean, whether it is through Uh, generational wealth or through those kinds of psychological factors that play a role in how successful people get, uh, financially speaking. I mean, how do we determine whether they are really paying a fair share of taxes? What does that mean?"
	},
	{
		"start_time": "1:11:18",
		"speaker": "Michael Huemer",
		"words": "Yeah, yeah, hard to say what is a fair share, right? That's sort of like a, I don't know, um, matter of opinion, matter of debate. Um, BUT, you know, here's a thought experiment. Say like there are 5 people who go out for dinner, and, um, you know, it's a, it's a cheap dinner, so the bill comes and it's $100. And, you know, you think, OK, what would be the fair way of dividing up this bill? Uh, YOU know, that's supposed to be analogous to like, um, you know, the bill for the government, right? The government's budget, who, you know, who should pay how much of the budget. Um, AND, you know, one thought might be, everybody pays $20 divided evenly. Another thought would be, well, maybe everybody pays for what they themselves ate at the dinner. OK. Yeah, these would be kind of like intuitive notions of fairness. But uh if you look at either of these, then the rich in America are paying vastly more than their fair share. Right? Like, what's happening is, uh, roughly the bottom 40% are paying nothing. Like they're, they're getting Um, kickbacks. So they're getting, they're getting, um, benefits from the government that are greater than the amount of money that they're paying in. So, in effect, they're paying a negative amount of the bill. And then, like almost all the bills being paid by the top 20%. Right. So it's like you're at this, you're at this dinner, and like, you know, two of the people say, um, they want to get money back. They don't want to pay any of the bill. They want other people to pay them for having the dinner. And then there's like one person who pays almost nothing, and then there's one person who pays roughly 20%, and somewhere roughly the amount, you know, the equal amount. And then there's like one other person who has to pay. For everybody else. It has to pay for the entire shortfall, which is a huge shortfall. That's our system. And then, OK, and then the other 4 people start loudly complaining that that one person who paid for almost everyone is not paying his fair share. OK, cause that's the situation in America."
	},
	{
		"start_time": "1:13:13",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but I, I mean, looking at uh statistics related to, I mean, economic inequality, wouldn't that, would that, wouldn't that also uh weigh in on how we determine whether rich people are paying their fair share of taxes? I mean, because if the, let's say the richest 1%. Own uh uh 60% of uh the, the, the eco the economy or something. I, I mean, I don't know the exact number. I'm just inventing a number here and the others, uh, have, uh, I mean, basically you have to share the other 40% of the economy amongst themselves. I mean, wouldn't you say that that's an Fair, whatever the reason, uh, that, uh, happened."
	},
	{
		"start_time": "1:14:08",
		"speaker": "Michael Huemer",
		"words": "Uh, NO, no, I would not say that. So like, well, what if, and, uh, I don't know what the numbers are either, OK. But anyway, so you're, you know, you're at that dinner and like, uh, there's this one person, and, you know, the other people, the other 4 people want this one person to pay for almost all of the bill, right? OK. Um, AND he's like, no, that doesn't seem fair to me. And then they say, well, but you have more money than the rest of us. So that's why you should pay. Now, like that would not normally fly, right? Like you would not think, well, just because he has more money, that means that it's fair for him to have to pay for everyone else. And now, OK, now if the way that he got the money was that he stole it from the other people, then maybe, yeah, right. Although, like, just how much of the bill he has to pay is a separate issue. You just like say, well, he has to return the money then, and then just paying even share of the bill, OK. OK, but anyway, what if the reason that that one person has more money is that, well, he's like created more wealth. Like, what if he actually created um the meal that they just had? And then, and like, and then they're all just like, oh, but you had all this food to begin with, it's so unfair. And the reason he had the food was that he grew the food and prepared it. OK, because I think that's basically the situation, right? They're the people who are contributing an enormous amount to the productivity of society, and then those people get rich, and then other people start complaining that they're rich. Like the reason why they're rich is that they contributed, like they, they were productive. And and then there are a bunch of people who are being unproductive and who are complaining about the productive people having more money than them."
	},
	{
		"start_time": "1:15:51",
		"speaker": "Ricardo Lopes",
		"words": "OK, but, but since we're talking fairness here, someone, a socialist, for example, might argue, oh, OK, you say that they are, they earn, uh, they earn that money because they are more productive, but in fact, It's uh their workers, the collective of workers that are uh uh that are being productive, I mean that are producing the the really valuable, valuable things, and then he's just extracting money from their work. I mean, what, what would you make of such an argument?"
	},
	{
		"start_time": "1:16:30",
		"speaker": "Michael Huemer",
		"words": "Yeah, so everybody who's participating in a business is being productive, you know, by default, unless there's something weird going on, right? But normally, everyone is being productive because otherwise they wouldn't be working for the business. Now, that does include the workers, but it also includes the managers and includes investors who provided the capital to start the business and things like that. OK. It's just that, um, you know, a bunch of socialists don't understand this, and they only see the people who are doing like physical labor on an assembly line as being productive, and they're not seeing the productivity of other sort of less tangible contributions, right? But like, if there's somebody who is figuring out what the business should be doing, somebody who took the initiative to start the business, and is deciding what products it should be making, and like where it should try to sell them, and it's, you know, all, all the, what the policy should be, like, all that has to be done. If nobody does that, there's no business and there's no productivity. So that person is also being productive. OK. So then you might ask, OK, yeah, sure, they're being productive, but how productive are they being as productive as the people who are physically assembling the goods? Well, like the way that you measure that, like if you're an economist, the way that you would measure that is probably um their marginal productivity, which is to say, if you subtract one person from the business without replacing them, how much does the productivity of the business go down? So, if, or, you know, how much does the productivity of society go down? OK. So if you subtract one blue collar worker from the economy, how much does that reduce overall productivity? OK, a little bit. And then if you subtract one capitalist from the society, and you know, like a person who provides capital to startup businesses, you subtract that from the economy, how much does that reduce productivity? Well, it's, it's a lot more. Right, because that person is affecting the productive activities of many other people. Right, so like if I start a business, that causes many other people to start doing things in that business which are productive. Right? And so it, it's not implausible that the person who starts a business could actually be 100 times more productive than an individual worker who works for that business, right?"
	},
	{
		"start_time": "1:18:41",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's move on to some other myths, in this case, science, uh, myths related to science or how we should approach science and scientific consensus and things like that. So, uh, first of all, let me Ask you, do you think that uh people should say that we should trust science? I mean, is science something that uh people should trust or should we use some other verb here?"
	},
	{
		"start_time": "1:19:14",
		"speaker": "Michael Huemer",
		"words": "Well, like, you have to sort of like clarify what it means to trust science, right? You can't really trust science, you can trust a person. Right? Or you can trust statements that you hear. And, so the people who are saying trust the science, what they actually mean is trust the people who are telling you that something was scientifically established, right? Or trust the assertions that are made about what science shows. And that sounds a lot less obvious, right? OK, so like the scientific method is a good way of trying to find stuff out. But is this a good method? Um, BELIEVING whatever somebody else tells you has been scientifically established. That's a lot less of an impressive method, OK? Because one of the problems is that, well, the people who are telling you what science shows may not themselves know. Like, often it's journalists who don't actually understand science, OK? And, you know, they may not even, they may not understand what a scientist told them, or they may just like, they may not even be listening to the scientists. They might be listening to political activists, OK."
	},
	{
		"start_time": "1:20:22",
		"speaker": "Ricardo Lopes",
		"words": "And, and what if, if it's the expert, him or herself, what if, if, if it's the actual scientist communicating the information?"
	},
	{
		"start_time": "1:20:33",
		"speaker": "Michael Huemer",
		"words": "Yeah, so, you know, usually, um, like we have, we have well developed sciences where, um, most people cannot acquire expertise about it. So like their best bet, if they have to make a judgment, I mean, you know, you could suspend judgment about the things that you don't have expertise about. But if there's some reason why you need to have a belief about it or want to have a belief about it, you know, your best bet is usually to try to figure out what most experts think. OK, so like, I'm not an expert on biology, but I know that most biologists believe the theory of evolution, so I believe it. And that's the main reason I believe it. I have an idea of what the evidence is, but I haven't verified that evidence for myself. I just know that people say that this is the evidence that we have, and it sounds good. OK. And I, and, but more importantly, I know that virtually every biologist agrees with evolution, so that's probably true. OK, but you know, um, you don't want to just like go with one person, right? If you just like met one scientist and he says X, well, you know, you want to know if other scientists also agree with that."
	},
	{
		"start_time": "1:21:33",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but, but then, I mean, about uh knowing that many scientists agree with the particular claim, um, does then consensus matter in science because for example, in the book you talk about that figure that some people use of. Uh, AND, uh, you can tell us where it comes from of 99% of climate scientists agreeing that, uh, climate change, uh, is a thing and it, that it is man-made. Uh, SO, uh, what do, how should we approach scientific consensus then?"
	},
	{
		"start_time": "1:22:15",
		"speaker": "Michael Huemer",
		"words": "Yeah, so, yeah, unfortunately, the, the issue has become politicized as a result of which you can't really trust the things that people tell you. OK. So you hear, like there are people saying, 0, 97% of climate scientists agree that global warming is man-made. Uh, THERE'S, you know, one version of it is they agree that human activity is the main cause of global warming. Another version is they agree that human activity is one cause of global warming. By the way, that's importantly different. OK. Um, BUT it turns out that, oh, where did that come from? So it came from, there's an academic paper that says that they surveyed abstracts of um papers in climate science. They had like thousands of abstracts, and they didn't read the whole papers, they just looked at the abstracts. And then they looked for ones where the abstract appeared to take a position on anthropogenic global warming, right? Like man-made global warming. OK. And it turned out that actually, um, the majority of the majority of these abstracts did not take any position on that. They didn't like, they didn't apparently say whether they thought that it was man-made or not. But the people writing this paper just excluded all of those. And they only looked at the ones where it looked like the abstract did, did take a position on whether it was man-made. And then among those, 97% of them implied that human activity was at least part of the cause, not that it was the main cause, and at least part of the cause. OK. Now, that is not an adequate methodology because for one thing, um, it could be that the papers that don't take a position are disproportionately likely to be people who don't have a position. Like it could be that the reason why all these abstracts were not taking a position on anthropogenic global warming is that the scientists didn't know whether it was anthropogenic. So then if you can't then report, 97% of people agree that it is. You see what I mean? OK. In, um, in the same year that that paper was published, which I think was 2013, uh, somebody actually did a survey of the American Meteorological Society. Um, AND in that survey, about 50% of the people said that they agreed that global warming was man-made. OK, and then it was like 70% among climate specialists. OK, so that's a lot less than 97%. Right. And by the way, that's a better methodology, right? Right. The other thing, um, you know, the other thing is like, well, surveying abstracts isn't the same as surveying scientists. Right? Like it could be that the people who believe in anthropogenic global warming are more likely to publish papers. So then that would skew the results. So a better methodology is to just survey a bunch of meteorologists."
	},
	{
		"start_time": "1:24:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, but then what should people do with all of that information? I mean, since, as you said that it's of course a very reasonable point to make that the vast, vast majority of people do not have enough expertise or even time to evaluate the evidence themselves. Uh, HEARING about those figures, about a certain percentage of climate scientists that think that climate change is due to man-made activity, uh, uh, uh, I, I mean, what should people make of that then?"
	},
	{
		"start_time": "1:25:34",
		"speaker": "Michael Huemer",
		"words": "Yeah, yeah, good. So, yeah, so, well, it's still probably true, right? It's just not as overwhelming as it's being portrayed by the political activists, right? So, um, I think there's widespread agreement that there is global warming, like temperatures have gone up, um, you know, a little over one C since the start of the industrial revolution. Um, Yeah, I've forgotten how much exactly, but anyway, OK. Um. So temperature probably has gone up, and then, you know, majority of the climate scientists think that human beings are at least part of the cause, a significant part of the cause. So that's probably true. Uh, YOU know, so, but it wouldn't be totally shocking if that turned out to be false, right? Like it would be shocking if 97% or 99% of the climate scientists were wrong. It wouldn't be shocking if 70% of them were wrong, and the other, you know, whatever, 10% were right or something like that. That wouldn't be totally shocking, like stuff like that has happened in the history of science. Um, SO, OK. Um, uh, THE other thing is, OK, so like, you know, human beings are contributing to warming the planet. Um, THE other, another thing that people say is, oh, it's going to kill all of us. Like I've heard this, I've heard this from students who are under the impression that, uh, like climate scientists agree that the entire human species is in danger of going extinct because of a phenomenon that increased temperatures by 1 degree in the last 150 years. Like, like, yeah, that's going to kill everyone. And just like as a sort of initial reality check, that doesn't seem very plausible. OK. But then if you look at what actual climate scientists say, like virtually none of them say that. They, they do say things like, well, there's going to be more flooding in coastal areas. Um, YOU know, there's probably gonna be more deaths due to heat. Right, you know, sometimes people die of heat stroke and things like that. So there's gonna be increases that. There's gonna be increases in malaria in someplace. They say stuff like that. They don't say everyone is going to die."
	},
	{
		"start_time": "1:27:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah And I mean, where do you think that that claim, like you said, that scientists say that global warming is likely to destroy civilization if we don't take drastic action very soon? I mean, that kind of claim, where do you think it comes from? Is it from activists or someone"
	},
	{
		"start_time": "1:27:57",
		"speaker": "Michael Huemer",
		"words": "else? Yeah, it's, it's political activists, right? Political activists who don't know what they're talking about and, you know, maybe they're just liars. Um, THEY'RE, you know, there aren't liars or they just don't understand, OK. But, um, you know, there's this, there's this thing where Greta Thunberg said, um, It's something like, you know, we had 12 years to stop global warming or it would probably lead to the end of civilization, then AOC said something like that also. Um, AOC, uh, Alexandria Ocasio-Cortez, the congresswoman from wherever it is. Anyway, you know, left-wing congressman, um, she probably got it from Greta Thunberg. Greta Thunberg, apparently, um, Got it or thought that she got it from an IPCC report. It was an IPCC report that said, you know, we've got to drastically curtail CO2 emissions within 12 years if we are going to stop, if we're going to keep global warming under 1.5 degrees C relative to pre-industrial levels, and we were already, we're already at 1 degree. OK, so to prevent another half degree of warming, we would have to drastically curtail within 12 years. OK. They never said that the failure to do so would result in the destruction of civilization, either then or ever, not in 12 years or ever. OK, so I don't know, and it just looks like the activists didn't like look at the actual report. They heard that there was a 12-year time limit or something. Right, but they didn't, they didn't get what it was a limit for."
	},
	{
		"start_time": "1:29:28",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but, but then let me ask you, and uh, I understand perfectly well that as a philosopher, you're interested in, uh, people telling the truth, people telling things as they are, and the epistemic value of claims. But do you think that Uh, climate activists exaggerating the potential consequences of climate change might have some political value in, in terms of trying to raise people's awareness of the, of climate change."
	},
	{
		"start_time": "1:30:04",
		"speaker": "Michael Huemer",
		"words": "Yeah, I mean this is what a lot of activists think that, well, if we just tell the truth, then people won't take action. If we just say like, well, there's going to be a moderately serious global problem that's, you know, in line with like 10 other global problems, then people won't do anything about it. OK. So we have to like vastly exaggerate it so that we can get people alarmed so that then they will make the government do something. But the problem is, we have limited resources. We can't address every problem, and we won't address every problem. So we need to direct our resources to the biggest problems. And if you have this thing that's like number 50 on the list of problems, and you promote it so that everyone thinks it's number 1, that means that you're taking resources away from much more serious problems that need to be fixed. We could address malaria, like that would be an easier intervention, like, You know, the bunch of people who are dying from malaria or tuberculosis, like, it's much cheaper to save lives from that than it is to save lives by trying to stop global warming. You try to stop global warming, like you're going to spend trillions of dollars and it's just going to slow it down a little bit. OK. But like we, we know really effective ways of stopping some of these other problems. So, you know, like insecticide treated um mosquito nets, OK? Because malaria is transmitted by mosquitoes."
	},
	{
		"start_time": "1:31:26",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh, now let me just ask you a few more general questions not related to specific political myths, but do you think that the political myths nowadays are more widespread than they were before? And if so, what do you think are the causes behind it?"
	},
	{
		"start_time": "1:31:50",
		"speaker": "Michael Huemer",
		"words": "Yeah, it seems like they are. It seems like there's more political BS going around. Um, IT seems to have something to do with the internet and social media. Right? So what has happened in the past, whatever, couple of decades is, um, everyone gets a voice. So like, it used to be that, um, we had a small number of news sources that would give people information about the current state of our society. And then like, well, yeah, pretty much everyone would have pretty similar information. But now we have this situation where, like, you know, a 14-year-old with an internet connection can like start posting content that could be seen by millions of people. And just, just like anybody can post whatever they want. And then, and then there's, and there's this kind of competition. Right, so, you know, it's like not only that there is. This sort of like this openness for anybody to say anything, but like we have these algorithms which will promote the content that's most engaging. OK. So there's this competition among providers to find the most engaging content. Like, there are a bunch of people who just want to get as many clicks and as many likes as possible. They might get paid more for that, or they might just get like an ego boost from that. And it turns out that the way of getting the most engagement or like the way of attracting the most attention is not to be the most accurate. Like the stuff that attracts the most attention is not the most accurate information. It's emotional information, which is very frequently inaccurate. Like the like the way to get people most excited is frequently to lie. You're to say, to say that stuff's happening, that's a lot more exciting than what's actually happening."
	},
	{
		"start_time": "1:33:31",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT do you look at misinformation and the spread of misinformation, particularly on the internet and social media, as something dangerous, as a big problem as some people make it out to be, because I, I think it was in 2024. I can't remember exactly the international organization, but, but I think it was the UN who put forth a list of the biggest problems that we had to deal with over the next few years, and misinformation came out number one. Uh, AHEAD of, I don't know, war, climate change, and stuff like that, but I, I mean, do, do you think that it is that serious?"
	},
	{
		"start_time": "1:34:20",
		"speaker": "Michael Huemer",
		"words": "You know, it's really hard to estimate how big of a problem it is, because its impacts are hard to identify and they're indirect. So the effect of, like the, you know, initially you might think, oh well, a bunch of people have false beliefs, big deal. Like, how does that compare to like, you know, um, whatever, millions of people dying from world poverty. How, how could you say that misinformation is above that? But I think the rationale would be, well, misinformation is preventing us from solving the other problems. So like, we're not going to identify what the problems are that we need to attend to, nor what are the actual relevant facts about those problems, if we have a bunch of people just like lying about them, right? And so. And so, you know, it's, it's not implausible that it's a major problem. It's not implausible that it could actually be the top problem."
	},
	{
		"start_time": "1:35:08",
		"speaker": "Ricardo Lopes",
		"words": "Because you think that perhaps misinformation would play a role in the other big problems that we have to deal with. Is that?"
	},
	{
		"start_time": "1:35:17",
		"speaker": "Michael Huemer",
		"words": "That's right. That's right, yeah. You know, cause us to misallocate resources, cause us to adopt policies that don't work. Because we have incorrect beliefs about the nature of the problems, right?"
	},
	{
		"start_time": "1:35:28",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, and do you think that political beliefs, because those are the ones you focus on in your book, are different from other sorts of beliefs. I mean, are they, uh, epistemologically speaking, do you think that they are different from other beliefs?"
	},
	{
		"start_time": "1:35:46",
		"speaker": "Michael Huemer",
		"words": "Well, um, so, well, and you know, I'm just trying to interpret the epistemologically speaking, uh, modify, or, or, or,"
	},
	{
		"start_time": "1:35:52",
		"speaker": "Ricardo Lopes",
		"words": "or, oh, OK, OK, or perhaps let me put it another way, uh, do you think that, uh, the way that people, um, Deal psychologically with political beliefs that they are different from other kinds of beliefs that people might have. So instead of on the on the approaching it on a on an epistemological basis, let's perhaps do it on a psychological basis. Yeah,"
	},
	{
		"start_time": "1:36:19",
		"speaker": "Michael Huemer",
		"words": "yeah, yeah, I mean like the, the major difference between political beliefs and most ordinary beliefs is, uh, for most of your beliefs you bear the consequences of error. So if you have incorrect beliefs about your personal life, that is going to personally harm you. Um, IF you, so I don't know, you're considering a job offer, you want to have correct beliefs about the terms of the job, and correct beliefs about what the job is going to be like, you know. Um, IF you don't, then you're going to pay the costs of having incorrect beliefs. But with political beliefs, um, the costs of being wrong are mostly borne by other people, not by you. Right. So like, uh, let's say I think that immigration harms the economy. That's not what I think, but, you know, suppose I think that, um, and I'm wrong about that, actually, it helps the economy. OK, so then what I do is I vote for anti-immigration politicians, and Like, I don't bear the cost of that. So the probability that I actually make a difference to the outcome of an election is on the order of 1 in a million, 1 in 10 million, or something like that. So probably there will be no costs from me individually thinking that. But if there's like millions of people who think that, then it could be serious costs. OK. But You know, like, like, for me, personally, I don't have any incentive to try to be more accurate because I know there's almost no chance that I would actually make a difference in policy. If I did make a difference in policy in the one in a million chance, um, the cost will be borne by me and the entire rest of society. So I'm only going to bear a tiny fraction of the cost. OK. And that's why most people are not very careful about their political beliefs. They don't care enough. To make sure that they're"
	},
	{
		"start_time": "1:37:55",
		"speaker": "Ricardo Lopes",
		"words": "right. And do you think that there will be anything that people could do to care more about their own political beliefs, and do you think that, I, I mean, how can we avoid the potential harm of political myths?"
	},
	{
		"start_time": "1:38:14",
		"speaker": "Michael Huemer",
		"words": "Yeah, well, I don't know, so I don't, I don't know if we can fix this problem, but what I attempt to do is I try to convince people that it's wrong to be irrational. Right, and so even though to be, you know, irrational and you're thinking about political matters,"
	},
	{
		"start_time": "1:38:32",
		"speaker": "Ricardo Lopes",
		"words": "but, but by wrong, do you mean epistemically wrong or also morally wrong?"
	},
	{
		"start_time": "1:38:38",
		"speaker": "Michael Huemer",
		"words": "Yeah, morally wrong. Oh,"
	},
	{
		"start_time": "1:38:40",
		"speaker": "Ricardo Lopes",
		"words": "OK, OK,"
	},
	{
		"start_time": "1:38:40",
		"speaker": "Michael Huemer",
		"words": "so, um. It's, yeah, it's not just that you'll have a false belief, it's that you're, you're being immoral. And so even though it's not going to harm you personally, and it might be in your interests to be reckless about your political beliefs, um, it's morally wrong. And why is that? Well, because this is harming society. Now, you individually are. Only, only contributing a small amount or a small probability of harming society, right? Although in that one in a million chance that you actually affect the outcome, it would be a large harm that you cause. But anyway, you individually are only contributing a small amount to the harm, but it's like, it's part of this larger phenomenon. You're being a part of this larger social problem that's like a major problem for society. Right? That, you know, we have bad policy because we have a bunch of irrational beliefs about political issues. Uh, AND it's just wrong to contribute to that if you don't have a good reason for contributing to it."
	},
	{
		"start_time": "1:39:31",
		"speaker": "Ricardo Lopes",
		"words": "So, one last question then, and I guess that this ties to my previous question about uh trusting science and when we also talked about trusting experts. Uh, HOW do you think that people can find reliable sources of information? Because I mean nowadays, particularly on the internet, there are so many bad and unreliable sources of information. So how can people find the good ones?"
	},
	{
		"start_time": "1:40:00",
		"speaker": "Michael Huemer",
		"words": "Yeah. So, I mean, I think there's some kinds of sources that are generally reliable that are sort of, I don't know, like the canonical sources. So like if you wanted to learn about a, um, a case that appeared in US courts, you can get actual documents from the case. Like, you could read the judge's report on why he made a decision or something like that. OK? And that will generally be accurate. Um, TAKE for example, the Michael Brown case where like there's a whole bunch of bullshit in the media about it, but you could actually read the FBI report about it. They investigated it and they interviewed like all the witnesses they could find, and they looked at the forensic evidence. Look at the report, you're going to find out the truth. You're going to find out what actually happened. Um, ANOTHER thing is like for certain social issues, there'll be just like kind of official sources. So like, I think the FBI, um, crime statistics are probably pretty reliable. Probably know what's going on. Or, you know, uh, the Federal Reserve has a bunch of economic statistics. They're probably like, they're not partisan hacks, you know, they're not, they're not, yeah, they're not like producing propaganda for a particular um political side. Uh, THE other thing is like, well, you could try to, you look for authors who appear to be reliable. OK, so like, I think Scott Alexander, the blogger is um highly reliable, right? You know, not that he's always right, but he's conscientious, you know, and he's, he's not a partisan hack. He's, he's not trying to produce propaganda, he's trying his best to find out what happened. And sometimes like he will do a lot of work to find out what's going on with a particular issue, which, you know, most readers don't want to do that amount of work, so it's really helpful. And that, well, how could you tell who's reliable? Um, I don't know all the signs, but it's sort of like when you start reading somebody, you can get a sense. You know, like, um, they appear to be trying to address the other side, and what they say about what the other side says sounds reasonable, that, that they, that that is what they would say, right? And like, they're addressing things that sound like the reasonable argument, the reasonable objections, um. Uh, YOU know, they're like trying to collect evidence. You know, they're not just saying stuff, they're collecting evidence and telling you about the evidence. Uh, SOMETIMES they qualify their statements. You know, like, They, they don't just say whatever, like, this is, this is always the case. They'd be like, so this is usually the case, or like, uh, this is probably the case or something like that. So anyway, and that I have more, more things like that in the book, but Yeah."
	},
	{
		"start_time": "1:42:30",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So the book is again Progressive myths, and I'm leaving a link to it in the description of the interview, and uh Doctor Huer, would you like to tell people where they can find you on the internet?"
	},
	{
		"start_time": "1:42:43",
		"speaker": "Michael Huemer",
		"words": "Uh, WELL, I do have a blog called Fake News on Substack. It's F A K E N O U S dotsubstack.com, and um yeah, I have a weekly blog post, so everyone should subscribe. Uh, I also have like, you know, I have like a dozen books that are for sale on Amazon. Um, WHICH, you know, everybody should immediately buy."
	},
	{
		"start_time": "1:43:02",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, I agree. And thank you so much for taking the time to come on the show again. It's always a pleasure to talk with you."
	},
	{
		"start_time": "1:43:11",
		"speaker": "Michael Huemer",
		"words": "Oh, thanks for having me. It was great talking with you."
	},
	{
		"start_time": "1:43:14",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]