[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Herman Ponzer. He's professor of evolutionary Anthropology and Global Health at the Global Health Institute at Duke University. And today we're talking about his book Adaptable, How Your Unique Body really Works and why our Biology unites us. So, Doctor Ponzer, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Herman Pontzer",
		"words": "Thanks for having me. I'm excited to be here."
	},
	{
		"start_time": "00:31",
		"speaker": "Ricardo Lopes",
		"words": "So in the book you talk a lot about biological diversity, specifically in humans and where it stems from. So, uh, tell us first about that. Where does biological diversity in humans stem from and why do you think it is important to consider it?"
	},
	{
		"start_time": "00:48",
		"speaker": "Herman Pontzer",
		"words": "Yeah. So, uh, you know, it's the standard nature and nurture, uh, story, but I think it's one that we don't tell in the right way. And we kind of, you know, sort of don't, don't do it well. And so, uh, you know, the reason that we're all unique biologically, uh, is that, first of all, we've all got our own unique set of, of genes. So, there are about 20,000 protein coding genes and there's a lot of thousands of others that regulate, turn those genes on and off. And, you know, in any population, there might be 4 or 5 versions of each of those, you know, 20, 30,000 genes. And so the chance that you have exactly the same set of variants that I do is basically zero unless we're identical twins. And then even if we were identical twins, that's where the, the, where the nurture comes in, the environment comes in. As we grow up and grow old, um, our life, you know, actually turn, turns on and off some of those genes that don't all expressed the same way. Um, OUR bodies, even if we had the same kind of genetic pathways activated, we're built to learn and we're built to adapt to our environments as we grow up. And so, you know, very quickly after birth, uh, you know, even two identical twins would have, you know, slightly different biologies and, and by the time they're 4 or 5 years old, it's, it's, it's significant. So, um, the genetics and the environment, no, no two sets are alike, and that, you know, that ends up making us biologically unique."
	},
	{
		"start_time": "02:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I'm going to ask you about uh twins and twin studies later in our conversation, but I mean, how much, uh, because when we talk about bio bio biological variation in humans, many times people Immediately bring to the table variation between human populations. So how much biological variation is there really between any two human populations? Is it, is there really a lot of variation or not?"
	},
	{
		"start_time": "02:46",
		"speaker": "Herman Pontzer",
		"words": "Uh, THERE'S some, but in every case, uh, the difference is smaller between the averages. THAN it is between any two people. And so, one thing that we teach a lot in my, you know, in anthropology is that, uh, something like 90% plus of the genetic variation that we see across the human human species is within, within groups, right? And the other 10% is sort of between groups. And so, if you think about the sort of bell-shaped distributions of genetics, you can think about it that way as kind of a heuristic. Those, the meat, the, the Means can be a little bit different, but there's so much overlap, right? That if I had to pick two individuals from any one group, I'm just as likely to get as much genetic difference as I am, the difference between averages of between two groups. Yeah."
	},
	{
		"start_time": "03:32",
		"speaker": "Ricardo Lopes",
		"words": "So with that in mind, and of course I have to address this issue because you're very well aware that even nowadays people use these terms and there are people who still do or try to do race science. So is race a good enough proxy for biological diversity? I mean, is it even a scientific concept?"
	},
	{
		"start_time": "03:55",
		"speaker": "Herman Pontzer",
		"words": "Yeah, yeah, it's terrible, right? I mean, the, the one of the reasons I wrote this book is that the way that we think about genetic diversity or biological diversity in the US anyway, and I think this is becoming more and more global, is we think about it in terms of, of race categories, right? That somehow, if I know that, you know, in America, it's black, white, Hispanic, we have these, these, these blocks of racial categories. Um, THEY, they're basically useless, right? Now, people say, well, but the skin color is different, right? Between your black and white people, for example. Well, that's true. In, in that one, in that one, trait, you can see differences on average between groups. Not always, by the way, but you can see differences in, in like one trait or another trait. That doesn't mean that genetically, these whole groups are different or that they're even coherent groups, right? That, so, there's so much variation within what we call in the, in the United States, what we would call white and what we would call black, that it, it's a meaningless category. It has no edges biologically to make any sense. It's a socially constructed category. Uh, AND so, right, the, the way that we talk about variation biologically is just nonsensical in the US. It's one of the reasons I wanted to get this book, uh, out there."
	},
	{
		"start_time": "05:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, one very interesting thing that you talk about in the book that I was sort of, uh, not expecting it, and it's interesting because, because it also ties to some very current, uh, political issues in the US actually. So, uh, I mean. During intrauterine development, when does life start exactly? I mean, from the moment of fertilization, when exactly in our intrauterine development can we say that life has started?"
	},
	{
		"start_time": "05:42",
		"speaker": "Herman Pontzer",
		"words": "Yeah, well, I'm glad you asked the question. Uh, YOU know, the, as I wrote this book, um, I wanted people to understand how our bodies work, and that's the foundation of how we get to, to biological variation, and all these big topics. And I, I formatted the book the way that I would teach this class, you know, we would take, if we wanna understand the human body, we'd start at the very beginning, we work our way all the way through. Um, AND as I was writing these chapters, I realized, OK, we're not gonna be able to talk about the body and then talk about the politics. We're gonna have to talk about the politics every chapter because everything, you know, whether it, whether it's brains, whether it's immune systems, whether it's the heart, whether it's digestive, whether it's embryology. Every piece of our body carries a socio-political debate right now. Um, I don't know if it's always been that way, but it certainly is these days. Uh, AND so the embryology story, I think, is a great way to start. Um, IN the, in the US anyway, there's a lot of, of debate and, and conflict about, you know, this idea of when does life begin? Does it begin at the fertilization of an egg? Does it begin later? And, you know, one of the points I make in the book is this, this, it's There's really not, we, we talk about it as when does life begin. That doesn't get it quite right because life is some billions of years old on this planet. Each of us, every animal, every organism alive today is a, a part of that unbroken chain of life that's billions of years old. So when does life begin? Well, you're a little bit late because life has started billions of years ago. Yeah. But, of course, that's not what people are really asking. What people are really asking is, when does this clump of cells become a person? Right? And then that's a much more complicated question because that's no longer a bio a biology question, right? That's, if we ask what's a person, then that's um an ethical, religious, political question. Um, AND those are important, but to talk about it as though it's a clean-cut biology question is, is actually not right. Um, NOW, we can get to the question of when is it you, when do you become a person, right? Um, WELL, OK, if If, for example, we want to say that uh you are a person as soon as the egg is fertilized. Well, that's interesting because the egg, by that point is already as old as mom is because eggs form in her embryology, right, when she was in utero, and the sperm is much more young. So, is that individual as old as mom or is it as old as that moment when the fertilization happens? If personhood happens at fertilization and we start then and go the clock forward, then when does personhood, does that fertilized egg to people, if somehow in the future it's gonna become twins? Right, right. What happens when we have two fertilized eggs that join together that happens sometimes, it's called chimerism. Are those two people that become one person? Right? If that, if that embryo as it develops, if it, um, you develop it as a sort of a tube, and then your head ends up on one end of the tube, your other side of you, the other end of you ends up on the other side of the tube, A funny thing could happen if if it splits at the head end and you end up with two heads. Right? But just one body, we would call that, we would call that two people, we call it conjoined twins. If it happens the other way and you got two sets of legs and one head, we'd call that one person with two, so, you know, it's, it's no clean-cut answer would really work, but I think what we begin to understand is what we're really talking about is, is heads. Right? A functioning brain that can give you a functioning personal, you know, personality and mind. OK. And I think that's clarifying then because we're not talking about some clump of cells. We're actually talking about the ability to do what you and I are doing at some level, which is to, to communicate."
	},
	{
		"start_time": "09:44",
		"speaker": "Ricardo Lopes",
		"words": "OK, and when exactly would that be in intrauterine development? I mean, what week are we talking"
	},
	{
		"start_time": "09:51",
		"speaker": "Herman Pontzer",
		"words": "about? We're talking, well, for it's a fuzzy, it's not a, it's here one day and it's not, you know, it's not here today and it's there tomorrow. It's the brain development is continuous. Um, BUT, you know, in terms of the electrical activity in the brain that we can measure that we think means your brain's awake and moving, um, that doesn't really happen until, you know, somewhere in the 20th to 30th week is when we begin to see activity that you might say, OK, that's, that's, uh, you know, That, that has the kind of activity that we associate with, you know, at least minimal function of a human brain. And so, that happens to be, by the way, around the same time that, uh, you know, a fetus would be viable, um, if it's prematurely born, for example, in the 25th, 26th week, that's really early, um, it's still quite difficult to, to manage and dangerous for the child. But, you know, that's around the time that you've got viability. And so that kind of begins to align with one common way we think about this is, Whenever the fetus would be viable and could survive on its own outside of the womb, maybe that's when we wanna call it, we'll start it then and that would, that would sort of line up with the brain uh version, but, you know, again, to, to pretend there's a sort of very clean, easy biology answer is not right."
	},
	{
		"start_time": "11:12",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you now about height, because I think that this is a trait that we can also use as, as an illustrative example to understand better how we should think about variation. Among people and population. So, where does, uh, the variation in terms of height that we see among people and population stem from?"
	},
	{
		"start_time": "11:39",
		"speaker": "Herman Pontzer",
		"words": "Yeah, I mean, height is the perfect example of these, what we call complex traits. Most traits are what we call complex traits. What a biologist means by that is there's dozens or hundreds or even thousands of genes, each of which contributes a little bit. Right? We, we all know, probably that, you know, if you have tall parents, you're likely to have tall kids. If you have short parents, they'll probably have short kids, right? So we, we intuitively understand there's some, you know, genes that are passed down. Well, it turns out it's not one or two genes that affect your height, it's, it's literally thousands, maybe over 10,000, uh, genes. Mm, um, and each contributes a tiny little bit, right? So, um, the gene variants that you got from mom and the ones you got from dad, that's the hand you're dealt, you put those together and that's what your sort of genetic possibility is, your genetic potential is. But then, because this is, again, the classic complex trait, you've got all of your childhood development that's gonna affect your height as well. So nutrition is the big one. But as a piece of that, if you're sick a lot as a kid and you can't, your body is spending energy fighting infections and can't spend it on uh growth, for example, those lead to to differences there. Um, BUT, you know, think about what that gives us, right? If we have, um, if we have Look at a population of people, right, the folks that you grew up with, right? You probably know short folks and you know, tall people, right? You know, and by the way, it's not just height, right? All of our body shape, it functions this way. So face shape is the same way, you know, hand shape, all of the, all of the growth that gives you your form plays by the same rules. So height's is the obvious, easy one to measure, but all of it would be that way. Um, YOU, you know, growing up, the people in your population are, some are tall, some are short, whatever. There are average differences between populations. But that's a much smaller difference, you know, the average height of people in France versus the average height of people in, I don't know, Kenya. It's, there's some difference there, I'm sure, on average, but the variation is much bigger between any two individuals and between the, the, the means. Um, AND then you get some interesting cases where, uh, you do have local adaptation, uh, where, you know, populations that I've been able to work in, for example, it's incredibly hot and dry. You're living in northern Kenya, um, you know, where it's, there's hardly any rain, it's so, so hot on the equator. And there's been selection over time. To favor gene variants that gets you a bit taller and a bit thinner. But that's very localized, right? And it's not all Africans, for example, even though that is an African population, it's population specific. And so you do kind of have these population variations in, in heights and, and weights on average, on average, um, but those are sort of small whispers of selection, uh, usually across the sort of global variation."
	},
	{
		"start_time": "14:37",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO tell us more about, uh, those local adaptations because I, I imagine that another good example of that that people many times notice has to do with nose shape, for example, but, uh, I, I mean, uh, some populations or people who are descendants of some pop of some African populations tend to have a wider nose than. Then the other people, people who are mostly of, uh, who have a white skin, let's say, of course this is just proxies that I'm using, but anyway, uh, I mean, what explains that sort of variation, for example, in the nose shape and the shape of the head, for example, and other facial traits."
	},
	{
		"start_time": "15:24",
		"speaker": "Herman Pontzer",
		"words": "Yeah, there's great science on this, that people have sort of mapped the face of, you know, tens of thousands of people around the globe and then try to relate that to genetics. Uh, AND the story is mostly noise. And so, you know, if you have like a wide head versus a, a long head, um, if you have high cheekbones, low cheek, whatever, the shape of the eyes, as far as we can tell, um, you know, there are interesting local variations in that we all know, my, my wife, her family is from China, so you don't have to guess, you know, you know, she's Asian, if you look at her, right? We, we humans are very good at, at At noticing patterns. Um, AND so, you know, I'm not gonna sort of gaslight everybody and say that that's not real. You can say, oh, that person looks like they're from Asian descent, that person looks like they're from African descent. And that's because of these variations in shape and, and size, often of facial features, etc. Yeah. Um, Most of that variation, again, it's just noise. So, um, you know, if you think about Uh, you know, think about a big bowl of M&M's, right? You mix it all up. Um, SO it's totally mixed. Those are your gene variants around the globe. The, the, the M&Ms is your global human variation of genes. But if I were to pick up one scoop, I'm probably not gonna get the perfect mix. I'm probably gonna get a clump of oranges and reds, or I'll get a clump of whatever, right? So, most variation in our shape, our face shape, Head shape, that kind of stuff. Is this a sort of local clumping for reasons that just seem to be random and, and not, not meaningful, functionally meaningful around the globe. Um, NOSE shape is an interesting example of, of a, a contrary example of that. It does, you can do nice statistical tests when people map the face and then correlate, you know, correlate to the, to the genes. You can test if there's selection, if there's been adaptation, and nose shape seems to be one of these adaptation stories. Um, YOU see big Narrow nostril noses in cold, dry climates. And it seems like it's a, and, we know that a big nose helps you humidify the air and also helps you lose less humidity when you breathe air out. So it seems like it's that story. Um, THE, a, a wider nose is not just an African adaptation, it's actually, if you look around the globe, it's places where the air is warm and humid. And that seems to be selected there. Yeah, yeah. Um, FACE, you know, head shape, that seems like it's noise. Um, SKIN color, that's adaptation, right? That seems to be an adaptation to, uh, how much sunlight you get, if you get a lot, uh, then darker skin, that melanin, melanin is, is the pigment that makes your skin darker. It acts like a natural sunblock. So you want more of that. We all make it, by the way, we all make melanin. But you're selected to make more of it in a place where the sunlight's intense. You're, there, there's less selection to make less of it where it's sunlight's less intense and you can use more of that sunlight to make vitamin D. Um, HEIGHT, there, like I said before, in Kenya, for example, we see examples of, of local adaptation there. So, there's some interesting stories. Um, What I would say is, humans love to tell, we love to tell adaptation stories. Everything's got an adaptation story, right? I mean, I, when I was growing up, uh, my grandparents would tell me all kinds of crazies, oh, those people look like that because of X, Y, and Z. It was always some story. Um, AND it wasn't just sort of white, black, Asian, it was like, the Irish people look like, you know, it was a very hyperlocalized set of stories about these adaptation stories. And, you know, some of them were mean-spirited, some of them were not, they were just how my grandparents understood the world, that's how they were brought up. Um, ALMOST all of those stories are totally bogus, yeah, actual adaptation to local situations is pretty rare. Yeah."
	},
	{
		"start_time": "19:26",
		"speaker": "Ricardo Lopes",
		"words": "So uh what would you say is then um the role that the environment plays in biological variation? Because I mean, one thing that tends to bother me. At least a bit is when for example the so-called hereditarians look at the average differences between human populations and they immediately say or assume that they have to be genetic or there, there have to be genes involved and I'm not saying that there's no genes involved, but uh what is the role that the environment. Yeah."
	},
	{
		"start_time": "20:03",
		"speaker": "Herman Pontzer",
		"words": "The environment for almost any trait is an enormous factor, right? Now, so there's a, there's a deep history there. That, that question, as you know, right? It, it, it swallows up a lot of history. In the late 1800s, early 1900s, the world was hereditarian. Everybody thought genes was everything, you know. Um, AND so, then, if that's true, if it, if the environment doesn't matter. Hm. What does that mean? That means that anything that I see about a population or a person that I don't like, I go, well, that's their genes, right? And so, if that's the case, if that's their genes, well, then the best way to, to make a world that I want. IS to make sure those people with the bad genes don't have kids. Right? And that goes to some really ugly places. That's, that's the eugenics movement of the early 1900s that goes direct line. You don't have to make up any stories. That is directly what the Nazis used to develop the policies of the Holocaust. In the United States, that line of thinking where genes are everything and environment doesn't matter. LED to sterilizations, um, and all sorts of terrible, terrible human tragedies here in the US. Um, SO, The pushback against that was. Hey, look, no, environment really matters. Environment is a, has a huge factor, you know, the, the first kind of breakthrough was showing how important the environment was for IQ, right? Uh, YOU know, people in the 1920s wanted to call all IQ variation genetic 1930s, 1940s, 1950s, we realized, no, no, no, no, no. Genetics plays a very tiny role in IQ and it's a huge environmental story, how you're raised up. Right, our, our brains come into the world uncooked, and we cook them in those first few years. And the way they get cooked by the environment is almost the entire signal uh in IQ. Yeah, OK. Now you've got this interesting pushback, like you say, there's these hereditarians who wanna say, no, no, no, the environmentalists have gotten it wrong. Um, I can prove to you that there's IQ differences that are, that are, that's related to genetics. And if I can prove that there's genetic influence in IQ, then I win the argument, and we're back to the 1920s, and everything's genetic again. Or, you know, maybe, maybe they wouldn't go that far. Maybe they'd say, well, environment matters a little bit, but not really, you know, not, not, not enough to, to really shape the story. OK, what? This is an interesting time to be doing this kind of science. We know now from, from really good genetic tests, uh, genetic studies that there is, I mean, I don't think this is a surprise to anybody, really, but there's a genetic influence in IQ. It's small. But if I have a population of kids, and I can give them my, the same, you know, that I raise them the same way, so they're kind of, you know, from the same school, for example, same community. Yeah. And I give them the same test. Some kids are gonna do better than others. We know this is, we know this. And we know that it's some piece of that seems to be due to their genetics, not just the way they're raised up. Yeah. Yeah. That's true for sure. And you, and the influence of genetics on IQ, we, it's a, it's a bit of a slippery term, but we call it uh heritability. Right? In how you inherit things, it's a heritability."
	},
	{
		"start_time": "23:31",
		"speaker": "Ricardo Lopes",
		"words": "OK, so what does heritability mean?"
	},
	{
		"start_time": "23:35",
		"speaker": "Herman Pontzer",
		"words": "Yeah, heritability means how well, I mean, there are, there are more than one, but there are mathematical formulas that, that calculate heritability. So, in some very, very careful quantitative way, heritability is the answer to that equation. Uh, WE can get into the equation if you want. But a better way to think about it, more useful, uh, and all of the equations that do heritability get at the same issue is If all I know is your genetics. How well can I predict? Your IQ in this case, your height, all right, I can do the heritability of anything. Mhm, um, AND so all I know is your genetics. What gene variants you have. How good of a job do I do at predicting your IQ? And I could predict 0% of your IQ, so heritability could be 0. I don't, I can't predict it at all from your genetics. Or a heritability could be 100% or 1, right? Mathematically 1 and 100% are the same thing. So it could go from 0 to 1 or 0% to 100%. 100% means if I know your genetics, I know your trait perfectly. Yeah. Mhm. There are some traits like that. So, my blood type, if I'm A, B, or O blood type, for all intents and purposes, 100% heritable. If I know your genetics, I can do your blood test and I know they're gonna match. Height. It's, oh, well, we'll get into twin studies versus um uh modern genetic studies if we want, but we could say height's about 50 or 60% heritable, maybe up to 70% in some populations. In other words, I can do better than, I, I'll do better than guessing your height if I know your genetics, but I still won't probably get it exactly right for everybody. The modern approach to measuring IQ heritability says. That inheritability for those traits, for, for mental traits, not just IQ but also things like your likelihood of, of depression, your personality type. Mhm. Uh, THOSE heritabilities in the modern approach of, of modern genetic science. ARE about 10%, maybe up to 15% sometimes. Um, YOU know, people, people are gonna write in and say, no, I think it's higher, no, I think it's lower. But if you look across the data sets that we have available, it's, I'm not too far off. It's around 10, 15%. OK. Um, THAT means that 90% of the variation, I'm not catching with genetics. Right? So that's, that's the sort of scale of things here. So are the new hereditarians right? That if I have a genetic component, then everything's genetics. No, no. Actually, what the new genetics says is most of it's not genetics. Now, here's the other little thing that they never talk about, that the, the hereditarians that I, as far as I'm concerned, I've, I've never seen talk about seriously, uh, on, in, you know, in the social media space or whatever. Those tests, a heritability test, only works within a population. I can only calculate it within a population. Yeah. It does not port. If I know that genetics accounts for about 10% of the variation within this group, and I can prove that. That doesn't mean That genetics accounts for 10% of the difference between this group and that group that I never measured, or even that I measured but in a, on a different day with a different, you know, setting. It doesn't work that way. It's, it just doesn't. Um, AND so, the, the gotcha, ha ha, there's a genetic component to IQ, and that means that every, you know, the differences between, for example, in the States, again, we're talking about, like, student performance with white students and black students. Mhm. Right? That's a big thing that comes up all the time. Yes, people, and, and, you know, the, the hereditarians will say, see, look, there's a difference here. Black students don't do as well. And we know from these careful studies within these populations that it's hereditary, yeah, that there's a, there's a genetic signal, and therefore, Those group differences are, are, no, actually, you can't do that. That is not what the test measures. It's a completely inappropriate use of that, of that outcome. Um, AND so, Yeah. On the other hand, you get people who are so afraid that there would be any genetic component to the IQ at all. The, the, the serious environmentalists that don't wanna believe there's any genetic influence, and they are, they are, those folks are around as well. That they push back so hard against the modern genetics work that you can't even have the conversation because you have to be able to say, no, no, no, there is a genetic component, there's something. But it doesn't explain the difference. And so, that's, I, I took a long time to answer that question, but that's, I think it, it deserves some, some nuance because it is a multi-part sort of answer, right?"
	},
	{
		"start_time": "28:34",
		"speaker": "Ricardo Lopes",
		"words": "No, this is very interesting and it's good that you explained, explained all of those aspects because it's, I think it's important for people to get the full picture of this issue because they, I mean, particularly on social media, the discussions are completely messy and all over the place and people push for really extreme and sometimes dangerous views about population differences, so. Um, LET me ask you now about another topic. So, um, and this is, I want to ask you about this because many times people on the internet and elsewhere have discussions about what we as humans have evolved to digest, and then we, and then we hear terms like paleo. Diet or natural diet or the kind of diet that our uh Homo sapiens ancestors have back in the savannah or someplace else so I mean uh what have we really evolved to digest and uh is a term like paleo diet scientific."
	},
	{
		"start_time": "29:41",
		"speaker": "Herman Pontzer",
		"words": "Yeah, that's, that's a great set of questions. Well, you know, I've had the, the great fortune in my career, uh, to be able to work with hunter-gatherers in Northern Tanzania to actually live with, you know, the Hadza uh community there for, you know, and do work with them. Uh, WE work in Northern Kenya now, so I've been, I've had been, had the chance to be on the ground. You know, living with folks who are living, if anybody's living a paleo diet, right? It must be, uh, hunter-gatherers who are hunting wild foods, hunting wild game, and gathering wild plants. And what's immediately obvious to anybody who's ever had a chance to see these groups is it doesn't look like You know, the, the Twitter version of the Paleo diet, right, at all. Um, LOTS of carbohydrates in the Hatta diet, including honey, which is just sugar. Um, AND it's not just a sort of meat-centered kind of, a thing that you often see talked about as a paleo diet. Uh, WHAT'S wonderful is if you go back to the ethnographies of a lot of these groups. So there's a, you know, there's a history of people. Exploring the world, uh, writing down what they see, this goes back to at least the 1600s or earlier. And so, um, you know, you get these wonderful accounts of these early explorers talking about what people were eating because, of course, you know, it was, it, they, they noticed and it's a human thing to think about food and And, you know, some of the stories are pretty boring, but a lot of them are, like, will curl your hair, the kinds of things people will eat. People are eating rotten meat, they're eating bugs, they're eating maggots that are crawling out of the food, uh, you know, there's no cleanliness about how people are treating their food in the sense that we would think. Uh, AND so, that's the Paleo diet. The Paleo diet is whatever you can find. Uh, IT can be really high in carbs a lot of the time. And if you're gonna go paleo meat, then, you know, to be, to be true to it, you'd have to eat lots of maggots, I think."
	},
	{
		"start_time": "31:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, I, I mean, and also don't we have to consider the fact that particularly in human populations we have gone through, um, agriculture, I mean we've gone through societies where agriculture was practiced, we have specific adaptations to be able to digest things like, uh, cereal, vegetables, milk. Eggs, beer, and so on."
	},
	{
		"start_time": "32:12",
		"speaker": "Herman Pontzer",
		"words": "Yeah, uh, so there are some, there, there are some genetic variants that seem to be, they have become more common after agriculture, like you say, they help us digest some of those foods, some of those agricultural products for sure. So, you know, I think there's good evidence that we're adapted to those kinds of foods. Uh, YOU know, I would point out that, you know, one of the, the, the, the all meat and no grains school of thought in paleo world. Uh, THEY often focus on the Arctic populations, like, you know, the classic Inuit populations living in the Arctic, above the Arctic Circle, eating lots of meat. That's true. If you live where there's no plants, guess what? You don't eat many plants. Uh, AND humans are able to eat a whole wide variety of things. And so in those environments, yes, they eat a lot of meat. But guess what? Those environments are actually not even as old as farming. Farming is older than living in the Arctic. Uh, FARMING is older than living with herds of cattle, actually, the plant agriculture predates animal agriculture by a couple of 1000 years. Uh, AND so, you know, people have to pick and choose the population that they like, uh, to support their diet. I would say the honest way to do it is to look at all these groups. And realize, oh my gosh, you can eat almost anything and be a healthy human. It's a matter of, you know, the proportions you eat. Uh, I think modern processed foods are a real problem, um, you know, but the idea that it's, we should only be eating meat or something like that is, is silly."
	},
	{
		"start_time": "33:45",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's tackle another controversial topic. Of course nowadays with social media, I guess anything is controversial, uh, but I mean, let's talk about sexual development. How, how much variability is there in humans when it comes to sexual development?"
	},
	{
		"start_time": "34:07",
		"speaker": "Herman Pontzer",
		"words": "Uh, WELL, there's quite a bit. And so, you know, the, the obvious variation is male versus female development, right? So if you think about uh embryological development, and the way that you develop in the womb, In utero, uh, there's sort of two tracks you can take. And, um, you know, some species don't have sexes, right? Uh, THERE'S just one monomorphic thing that just buds and just, you know, that, that's how they propagate. Um, BUT sexual reproduction, where you have a male and a female, you call them whatever you want, but there's sort of two options, two approaches, two strategies. Uh, THAT has actually evolved several times, um, in the history of life. And so, um, so humans as mammals follow the same kind of thing. You're either on one trajectory or another. Uh, IF you have a Y chromosome that has this SRY gene, then you're gonna develop in the, in the male way and you, you're going at it develop as testes, uh, and all the sexual anatomy that you develop is the male anatomy. Um, IF you don't have the SRY gene, um, There's no special gene that kicks off the female uh anatomy, that will happen in the absence of the SRY gene. So, sort of, if you have SRY gene that's functional, There, OK, you, you, a male. Now, people listening, some are going, oh, of course, and some are going, no, you're not getting the variation right because there's so many ways that that can get varied and, and, and get tweaked, and that's true too. That's also true, that if I have an SRY gene. So I would typically I'd be XY chromosomes. So you probably have heard, your listeners have heard of XX chromosomes, XY chromosome. You have a Y chromosome, the SRY gene is typically on that Y chromosome. If it's active, you start the male pathway embryologically, but there are lots of steps along the way. And so one of the things that happens initially is, um, as the gonads develop the testes, they start making testosterone. OK, but what if, what if you can't, the, the cells that need to, to sort of hear that testosterone, right? Because hormones are a signal and a receiver. The, the reception, yeah, the, the, the receptors might be broken. And so you're producing testosterone normally, but the receptors don't function. In that case, what you'll end up with is, essentially, I mean, there, there's, again, there's variation in all these things, but, but that, it's can happen that that person will develop with female anatomy as far as anybody can tell. Mhm. The gonads will be testes, uh, they won't develop the full way, but they'll, you know, from externally, that person will look female. OK. Um, On the other hand, you could have XX chromosomes, but you've had a translocated SRY gene. So, genes, you know, get reshuffled as you make sperm and egg cells. It's possible that the SRY gene, it is very rare, but it could get shuffled into a different chromosome. And so, you get XX chromosome, you think, oh well, that's a female. It's gonna develop into the female anatomy. No, but SRY genes tag it along with some other chromosome and kicks off the male development that way. Even if an XX chromosome becomes a female. So, uh, it becomes a, a male. All right. There are um a lot of different variations. They are those kind of anatomical developmental variations, uh, are, we call them, they used to be called, you know, disorders, sexual developments. Now they're called the differences in sexual development. Um, THOSE sort of, so, you know, consequential variations are pretty rare, right? The, there's been a lot of selection to get it right because obviously, we're all descended from sexually reproducing ancestors. And so there's been a lot of, of, of selection to get that, to kind of fine tune those things so that you don't get this variation. But not, no biological system is perfect, um, and it's perfectly precise and accurate. And so, you get this variation that happens. Um, OK. So what's the variation sexually? Well, the first big thing is male-female. We can talk about the variations across and the ambiguities there if you want. Um,"
	},
	{
		"start_time": "38:22",
		"speaker": "Ricardo Lopes",
		"words": "BUT, but male female biologically, is it defined by the gametes that they produce, or is it any other criteria?"
	},
	{
		"start_time": "38:31",
		"speaker": "Herman Pontzer",
		"words": "Uh, THERE'S only It's sort of the anatomical strategy. OK. And the reason I'm gonna say that is it's not just the gametes you produce because, I mean, if that, if that, if we go by the gametes you produce, Hm, and we. Let me back up one more thing. There's only two pathways here. Sometimes they get muddled, so I'm not gonna say that you can't sort of have, you know, ambiguous anatomy and physiology. You, you can. But that's ambiguity. Between or among two pathways. There really are are, there's not a third pathway. There are two pathways OK. We have to think of them as processes. If you try to hang it on one trait, gamete production, OK. That seems like a pretty obvious one. How could you you get that wrong? There are only eggs and sperm, by the way, so there you go. Fine, but um the typical male development. The, you know, uh, uh, when a boy is born, a male, uh, uh, uh, is born. They don't produce gametes. You don't produce gametes until puberty. So is that organism that was born, that child, is that not a male until puberty? He's not producing gametes, huh. Uh, ON the other side, if, uh, you know, a woman grows up, has kids, typical female woman anatomy, whatever the, the, the classic typical case. And then, for some health reason or something like that, has her ovaries removed. Mhm. OK. Does she's not a female anymore. She doesn't produce. She doesn't have gametes. Or what about post-menopause when you're, the ovaries shut down? Do you stop being a female? So, to say like, oh, it has to be gamy, it's OK, well, actually, you've just created more problems than you thought you were solving because there are these weird complications, right? And so, um, again, this is a little bit like the IQ story. I, I find both extremes really frustrating, right? In the IQ story, we said, well, if you think it's all genetics, you're wrong. And if you think it's all environment, you're also wrong. I'm sorry. Uh, WITH sex, and then we'll talk about gender too, which is sort of a separate issue. Um, IF you say, Well, there's, you know, sex could be anything and there's so many sexes or something like that, or it's not, it's not kind of a male and female process. Well, that's not really true. There's a male set of processes and a female set of processes, and yes, absolutely, those can get muddled and there can be differences of sexual development. 100%. I agree. Uh, BUT they're really, those are, those are variations that happen on two lines, and there really is just two lines. There's not a third. OK. Um, ON the other hand, to say, aha, you agree there's only 2, and that means So there's no, uh, well, now, OK, no, you've gone too far that way too. We have to explain and understand it and also appreciate the variation as well. I don't know. Sorry, biology didn't develop to be easy."
	},
	{
		"start_time": "41:39",
		"speaker": "Ricardo Lopes",
		"words": "00, OK, but then let me ask you because you're talking about two extremes. Yeah. Do you think that there's people who argue on biological grounds? That sex is not binary. Do you think that they have a good enough scientific argument to make there?"
	},
	{
		"start_time": "42:02",
		"speaker": "Herman Pontzer",
		"words": "I, I understand what they're arguing. What they're focusing on. Is the fact that. Um, YOU can have this kind of muddled development that ends up with differences of sexual development. They're focusing on the fact that, um, That there's really just a couple of genes on that, that track you on the male pathway. And that most of the genes that a female or a male will develop from are shared, right? So there's a, I mean, that's, that's why, um, yeah, that's why so much is shared across male and female reproductive physiology, that a lot of the hormone pathways are shared, etc. Um, AND they're focused on the fact that once we finally look at an adult, And we look at things like height or like strength, or like, and, you know, whatever your measure is, um, there's a lot of overlap. Mhm. And there's, so, from that perspective, it doesn't look just like, you know, you, you could make the argument, well, this is not just two things. Um, SO I understand the argument. Um, AND maybe I'm, I'm being a bit too simplistic with it, but I think that's the foundation of their argument. Mhm. Uh, I don't think it's helpful, actually. I think it's, um, I think it's more. Helpful and, and more based on the evidence to talk about. Well, no, that there are 2 sexes, 222 processes of sexual development, a male and a female process. Um, WE have to be honest about. You know, differences in sexual development, that there are intersex individuals that develop, yes, there are. And, and that's an important piece of the physiology and let's understand that and not just ignore it. Mhm. Um, THERE are also, you know, then we'll talk about gender too, I hope, and that's the way that people live their lives, you know, isn't neatly defined by their, their anatomy, like the what your mindset, Ricardo, you know, if I were, if you were to give me your genes, I wouldn't know that you were gonna become a podcast. You know, producer. Uh, HOW would I, how would I know that? And I don't know how you live your internal life and if you feel like, you know, you're, you're very male or whatever. I, I have no idea. I don't know how you live your life and I would never know that from your genetics. Um, AND so, uh, so we have to be honest about the complications too. But it doesn't help. Uh, MY, my frustration is With people who often have this sort of progressive, yeah, often the, the politics are very progressive and, and, and what they want, I think, uh, to hear them make the argument is they want people to be respected and to be able to live their lives how they want. And I want that too. I think, I hope we all do. Um, BUT I think to kind of muddle the biology to get us there is, is a little bit of a mistake."
	},
	{
		"start_time": "44:54",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But, but I mean, even if, uh, saying that sex is not a binary, uh, is not helpful or perhaps we can or even yeah, but even if it's not helpful or even if you, we want to say that it's not true. Uh, SOME of the arguments, at least used by people who argue for a non-binary sex, uh, are good scientific arguments that we have to take"
	},
	{
		"start_time": "45:24",
		"speaker": "Herman Pontzer",
		"words": "into"
	},
	{
		"start_time": "45:24",
		"speaker": "Ricardo Lopes",
		"words": "account,"
	},
	{
		"start_time": "45:24",
		"speaker": "Herman Pontzer",
		"words": "I mean, you know, I'm sure you could find lots of examples that wouldn't be good biology, but yeah, the people I hear arguing it. They're not wrong about their view of the biology, right? There is intersection divisions that developed. There is this variation that happens in the system. There is a lot of shared anatomy and biology between male and female. Yeah, that's correct. Yeah,"
	},
	{
		"start_time": "45:45",
		"speaker": "Ricardo Lopes",
		"words": "OK, so that's sex. Uh, GENDER now. So what is the difference between sex and gender, and, uh, I'm very interested in hearing this from you because since you're an evolutionary anthropologist, I mean, people would tend to think about you as someone who is more interested in perhaps the more biological aspect of things and the cultural anthropologists would be more interested in. Uh, SOCIAL constructs like gender and so on, so, but, but, what is your take on gender?"
	},
	{
		"start_time": "46:20",
		"speaker": "Herman Pontzer",
		"words": "Yeah, well, it's, I mean, it's a very real thing. Uh, YOU know, the way that you, we organize our societies, we write, we, we, we grow up and the way we see the world, uh, there's a gender component to it, for sure. And that's across cultures. Everywhere I've ever lived or worked or traveled, right? There are masculine things and feminine things and masculine people and feminine people. Uh, AND, you know, women and men everywhere, you go to a Hadza camp, there's men and women, there's nobody, you know, has, so that's a human universal. Now, what's interesting is, um, yeah, I, let's start with what people usually ignore, which is that this mindset that we By the way, we don't really completely understand how the mind develops and, and, and becomes this mind, uh, from the neurons in your head, right? That's called the hard problem in psychology, uh, and consciousness. Sorry, we don't really have a great explanation for it, but what we, what we observe when we look around the world is that the consciousness that you and I and everybody shares, there's a component to it that's gendered, male and female. Uh, AND what's remarkable is that 95% of the time plus, uh, maybe 99% of the time, uh, that mindset. ALIGNS with your biology, with your anatomy and physiology. Isn't that remarkable? That's crazy, right? That almost all the time, if I see a child born and I say, oh, that, that, that child is male anatomy, male physiology, typical development, I will be 99% right if I say, I bet that's gonna, he's gonna grow up and, and live his life as a man. Mhm. That's remarkable. That's crazy. Uh, SO, I mean, it's not crazy in the sense that the whole system evolves to support sexual reproduction. That's why it evolved. Uh, AND you can only have sexual reproduction if you have males and females that wanna interact and, and recreate and reproduce. So in that sense, it's not crazy, but just as a physiological observation, wow, that system is really Uh, you know, in tune, well calibrated. Yeah. It is also true, and this again. I'm sorry, but this is also true that everywhere we've ever had big samples and big populations to look at, there have been people who don't align. Right, who have male anatomy and physiology, but go through life, uh, and really, you know, their consciousness, their mindset, they're, they feel like a woman. Mhm. Uh, AND there's people, some people who don't feel like either strongly, right? There's, you get the, the spectrum. Um, AND it's not. Common. You know, probabilistically, statistically, but it does happen everywhere we've ever had good data and big populations to look at. Uh, AND so that seems to be part of, of human, the human developmental system as well. And that's interesting because humans are the only species that your mind has such a huge role in so many aspects of your life, right? Like your dog and cat and the birds outside and, you know, they don't have these rich internal minds as far as we know, that like dictate everything about what they do, but we do. And so that becomes your, your gender is a part of that. Uh, AND, yeah, that's some funny and interesting things here. There, people would say, oh, it's completely divorced from your physiology. That, you know, the gender that you decide to, that you, that you feel is you. Has nothing to do with your biology. I don't, that doesn't actually fit the data as far as I see it. First of all, there's this 99% matching issue, or 99% of the time it actually, it does. That's a clue that there's some physiology there and how our minds create our genders. But there are also cases, uh, where, I mean, some of these are don't, some of these are, are, uh, you know, they're, they're sort of sad to consider how this all happens, but, um, you know, cases where a child, a male child is born and there's some, either developmental issue or some kind of accident when they're very little, and, you know, their anatomy gets, gets, uh, you know, really hurt. So their penis gets hurt or something like that. And so there have been in the past, an approach to say, OK, well, what we're gonna do is remove that anatomy. Do an operation to make the child externally look male, sorry, look female, and raise that child as a girl. Right, it's not common, obviously, thank goodness. But when it, when that's happened, Um, a really large percentage of those girls. They're, they're males, they're raised as girls grow up to have, you know, gender dysphoria. I, I think that would be the term where they feel male, they feel like, like boys and men, and they have this anatomy that is female externally. Uh, AND so that's a clue, I think, that actually, you know, the biology does seem to shape the mind in ways that, you know, that probably happened even before you're born in that last, into your adulthood. Um, THERE are cases that go the other way too. So the point being, That this mindset that we have is not totally divorced from our biology, it just isn't. Uh, BUT we don't really understand. Entirely how it works either yet."
	},
	{
		"start_time": "51:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, so with all of that in mind, how should we think about trans people? How do they fit into the picture of variability in terms of gender identity?"
	},
	{
		"start_time": "52:10",
		"speaker": "Herman Pontzer",
		"words": "Yeah, well, I mean, again, anytime we've ever looked historically or today in populations that are, we have big populations to see this because it's, it's not a huge percent of the population. Mhm. They're a part of us. They're a part of, of the human experience is some people will have transgender identities. Um, AND I think, you know, what I would like to see, I think what a lot of people like to see is that people would be allowed to live how they feel and not, you know, have to conform to some other person's view of how they ought to act. And how they ought to believe they, they, they should live, um. And that's a legitimate authentic way to that we see humans developing around the world and through time."
	},
	{
		"start_time": "52:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so, uh, I mean, I, I have two more topics I wanted to ask you about, but actually I have a third one because this is, this is something that has also become relevant in the, uh, current American context, um. How do vaccines work and why are they important?"
	},
	{
		"start_time": "53:20",
		"speaker": "Herman Pontzer",
		"words": "Yeah, uh, so vaccines are one of them, have to be just. Maybe the single greatest scientific breakthrough ever. I mean, it's, it's, it's kind of amazing what they do. Your immune system is a great example of, of an environmentally influenced piece of your physiology. It's not just humans, any, any system with an immune system. IS trying to battle bacteria and viruses that replicate really fast and evolve really fast, and so, you have to be born, if you have an immune system. You're born with a system that can adapt because there's no way that the parents, your parents' generation is gonna be ready, you know, you're not gonna, they're not gonna give you genes that are gonna be very helpful for the next generation of bacteria that are thousands of generations evolved from what your parents experienced, right? So, your immune system has, you know, it's like an army with multiple pieces and components. And they're all ready to, to go to battle with whatever they see and whatever's new. Um, THERE'S a, a component of your immune system that can remember when it gets hit with a particular bacteria or virus or pathogen. Uh, AND that's really important because maybe you'll get really sick this time and hopefully, you survive it. But next time, you won't get sick or as sick because your immune system will remember, oh, we fought this one before. And, uh, you know, if you've heard of antibodies, these are anti, the antibodies kind of smother these viruses and flag them. I'm ready to make the right antibodies for that particular bacteria. It'll fit like a key in a lock. To get that particular bacteria and, and take it out, so next time I don't get as sick. Yeah. OK. So there's this memory, there's this learned component of your immune system, really remarkable bit of evolution, and it, humans have it, lots of uh mammals have it generally. Uh, IT'S, it's, anyway. We've figured out. Before we even really understood how immune systems work, this is hundreds of years ago, people figured out that if you get sick. Either with a weakened version. Of a particular disease. Or with a related disease, that's, it's a very similar but not exactly the same kind of a disease. That that will train this learned immune system response in a way that when you get sick with the real thing, you're ready. Mhm. That's great because now I don't have to pass through this illness of being super sick and maybe dying or maybe being injured for life. Uh, TO get the immune the, the immune memory. I can, I can bypass that. And this was, you know, the initial smallpox, smallpox vaccines that you might have heard of. This is like, you know, 1,500s, 1600s. People in the Near East, people in North Africa, people in Asia figured this out. They would take the scabs, some people would get sick and they, you know, they develop these pustules or whatever, you'd pick a little bit of the scab and you'd grind it up and you'd blow it up the nose of a, of a kid or somebody who, you know, and, and that would get them a little bit sick and their, their immune system would learn to recognize that pathogen and they learned immune system was ready for when they really got sick. All these cool ways of, of figuring out how to do this. OK, uh, George Washington. INSISTED, for example, that his troops get the smallpox vaccine because uh it would allow them to not get smallpox when it passed through and, you know, we keep them healthier as they're trying to battle the British. That's an important early story here in the US. Uh, FOR some that that has always been contentious. So, because people don't really understand how it works, I think, or they are misinformed about how it works. Uh, It's always been contentious. So back in the 1700s when George Washington was making people, making his troops get a smallpox vaccine, There were riots in Boston about getting the smallpox vaccine. People were trying to, you know, push back even then. And, uh, and then, you know, smallpox would wipe, would, would pass through Boston and kill a lot of people who didn't have vaccines and, and people who were vaccinated were protected. Uh, SO it's a story again and again and again, and we just saw it now with COVID. And now we're seeing it with this whole rethink about how vaccines work here in the US. And um, it's an age-old story. I've, I, I don't, I know where the fear comes from, people are intentionally stoking these fears, uh, that vaccines are bad, and that's been something people have been stoking since, again, since at least the 16 1700s. Uh, THERE'S a lot of fear about, anyway, you ask how vaccines work, that's how vaccines work. They, they, they train your learned immune system. Uh, WE can talk about mRN mRNA vaccines or something like that if you want, but that's, that's the answer."
	},
	{
		"start_time": "58:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, one thing that really frustrates me is that some of the claims made by, I think it's fair to call them anti-vaxxers. Some of the claims made by them, like, for example, that vaccines cause autism or that mRNA vaccines are not safe. I mean some of these things, even more so autism because we have had more time to uh study that. I mean they've been thoroughly debunked and people keep, keep bringing it, bringing it up as if it was uh still a valid scientific question."
	},
	{
		"start_time": "58:54",
		"speaker": "Herman Pontzer",
		"words": "Right. Yeah, I mean, you know, that you hear again and again, well, none of these vaccines have been tested. Yeah, that's not, that is simply not true. Uh, AND so if you hear that claim, it's either by somebody who doesn't know the literature and, and know the decades of modern, um, excellent science that have tested all these vaccines, um, or they're intentionally, you know, uh, misinforming you. So you have to decide if you're being intentionally misinformed or the person just doesn't know. Uh, BUT no, all these have been my, you know, the, in writing this book, I, I thought, OK, well, let's be an open-minded person here and let's ask the question. The COVID vaccines, right? This is the, the COVID vaccine is the first time in history that this Nobel Prize-winning technology was rolled out, this mRNA vaccine. Um, MRNA vaccines, they put a little bit of mRNA into your body. That makes a protein. So, all of your DNA, the, the, the classic way DNA works is you have a gene, it makes an mRNA molecule, this long mRNA molecule that goes and acts as a template to make a protein. Right, that's the classic central dogma of DNA. Um, THE mRNA system uses that. That, you know, uses those mechanics and says, well, you don't have a gene that's gonna make the right kind of protein that, that the bacteria makes or that virus makes. And so we're gonna give you the mRNA molecule. It's gonna float in there, act as a template to make a protein, and the protein that makes is the protein that the virus usually has on it. And so, uh, great. So now you've had this protein floating around that looks like the virus. It's just the protein though. It's not a full virus. It can't actually make you sick like a virus would. Yeah. And then your immune system can learn to recognize that. And now you have learned immunity. You have the, the vaccine response. I fairly smart. I mean, so smart and so uh clever and effective, incredibly effective. Um, BUT, you know, it is a new technology. And so I thought, well, there's all these concerns and people are saying it leads to heart inflammation or, you know, increased all-cause mortality. And so, look, I'm a scientist, uh, I, I will be led by the evidence. And so, great. So I would encourage anybody to go to PubMed or wherever you find your science and actually look at the, the actual articles. That have tested this in 10s of thousands of people, 100s of thousands of people in the adult cases, 10s of thousands of children. There's no, there's no elevated risk from that vaccine. And, uh, you know, they are, are incredibly safe and effective. Um, AND in any case, you know, they're way safer, more effective, they're way safer than getting COVID, for sure. Uh, AND so, um, you know, I think we can have an argument about, a discussion about, well, was the rollout done right? Was the discussion about what they were gonna do? Cause I think You know, maybe they were overpromised here in the States. People said, well, if you get the COVID vaccine, you'll never get COVID. That's not really what vaccines do. They, they don't stop you from getting the, the illness. They stop you from getting really sick from it. Like they, they reduce your likelihood of dying or going to the hospital, in which they absolutely, COVID vaccines absolutely do. Uh, BUT you can still get the virus into you, right? The, the vaccine actually can't do anything until it, you know, you have the virus on board. So, um, you know, maybe there was problems with the rollout, maybe there were problems with the politics of it, um, but it has become this flashpoint that it just didn't never have to be."
	},
	{
		"start_time": "1:02:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so let me just ask you about one last topic because I'm getting mindful of your time, so, um. Now there are a few people out there that are really worried about when they're dying and they want to try to live forever. I mean, do you, do you think that it would ever be possible to live forever? I mean, what, why do we have biological limits on our life expectancy?"
	},
	{
		"start_time": "1:02:56",
		"speaker": "Herman Pontzer",
		"words": "Yeah, because, so, so that first part is the easiest answer, I think, is, uh, the reason that all organisms have a lifespan and, and die is that energy and time are limited. That's how all species have evolved in a time and energy limited space. That's the world that we live in And so resources are limited. You can spend them on reproduction. Or you can spend them on survival. You kinda can't spend them on both cause those processes physiologically are just different processes. You gotta pick. Yeah. Uh, AND so, um, You, every, every organism has this balance. I'm gonna spend some on reproduction, some on survival. A really long-lived species, well, what that tells you is they're spending a lot of their resources on survival, and there's probably some reduction in how much they can spend on, on reproduction. So, some, yeah, they, they can't spend so much on reproduction. Mhm. Uh, WHEREAS an animal that, that's sort of, you know, a mouse, for example, you can do whatever you want with a mouse, treat it as well as you can, give it the best veterinary care, it still is gonna die after a year. I, I don't know how long they live, a few years at most. Um, BUT they reproduce a lot, right? Lots of mouse puppy, mouse pups, and, and, and so that's all reproduction, no survival versus all survival, no reproduction. You'll never have all survival, no reproduction. That can't evolve because evolution favors reproductive success. Right? So if you never, if you never reproduce, you're a dead end, evolutionarily. Um, So we're all kind of built with an expiration date. Right? We all will be done whenever evolution has, you know, the, the hand we've been dealt from evolution is. To, to be done at some point. And that reflects the trade-offs that our bodies make that we can't control, uh, and how much we're gonna spend on, on maintenance versus reproduction. So that that's the easy answer there. Are we ever gonna live forever? Well, There are animals that live a long, long time compared to us, you know, whales can live a couple 100 years. It sounds like some sharks can live like 600 years at least. So we could live a lot longer. Um, But that would require like a wholesale change in our genetics. Right? So just like, you could, there are animals that live twice as long. OK, can we do that? Well, I don't know, that's the same as asking, could we engineer ourselves to grow twice as tall. Right, right. I mean, maybe, I don't know, uh, to say never, it seems, uh, look. Science develops at a really breakneck pace. I mean, maybe, but it will, it would require an incredible rewrite of our genetics, not just, you know, some supplements and get to bed at 8 o'clock and, you know, that's, it's, it's gonna be more than that. Uh, AND so the folks who wanna live forever. Man, I, good luck. I hope so. I hope, I, I wish you the best. Um, AND I hope that along the way, they discover some cool science that we can all share, um, and not just the, the billionaires. Um, BUT I'm skeptical. I think, yeah, again, it would be the same, it's the same as asking, can we grow twice as tall? And the answer is, It's probably not gonna happen with supplements. And a, and a, and a workout routine and making sure you get to bed and don't eat too much. I mean, that's, that ain't gonna grow you twice as tall either. Um, IT'S probably not gonna get you to live twice as long."
	},
	{
		"start_time": "1:06:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean, of course it would be great if we could double our lifespan. Let's say, OK, so now we could live up till 240 years old, 250, but that's one thing, but to live forever, I mean, that's a completely different ball game, right?"
	},
	{
		"start_time": "1:06:42",
		"speaker": "Herman Pontzer",
		"words": "Yeah, forever is a long time, and uh, yeah, forever sounds pretty impossible. Yeah."
	},
	{
		"start_time": "1:06:49",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's leave it there, Doctor Bonzer, and the book is again adaptable, how your unique body really works and why our biology unites us. I'm leaving a link with it in the description, and uh would you like just to tell people where they can find you on the internet?"
	},
	{
		"start_time": "1:07:07",
		"speaker": "Herman Pontzer",
		"words": "Sure, uh, you know, the social media sphere, I'm just Herman Poner, you can find me pretty easily. Uh, AND, you know, you can check out the lab website if you wanna see what we're up to these days. And, uh, otherwise, look for me on amazing discussions like this."
	},
	{
		"start_time": "1:07:23",
		"speaker": "Ricardo Lopes",
		"words": "OK, so thank you so much for taking the time to come on the show. It's been a really fascinating conversation."
	},
	{
		"start_time": "1:07:30",
		"speaker": "Herman Pontzer",
		"words": "Thanks for having me. It was really fun."
	},
	{
		"start_time": "1:07:32",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, John Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]