[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes, and today I'm joined by Dr. Rafael Nunez. He's a professor of cognitive science at the University of California San Diego. He investigates cognition from the perspective of the embodied mind, and today we're going to talk about embodied cognition, time and space, and numerical cognition and mathematics. So Dr. Nunez, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:30",
		"speaker": "Rafael Núñez",
		"words": "Thank you. Thanks for the invitation."
	},
	{
		"start_time": "00:32",
		"speaker": "Ricardo Lopes",
		"words": "So let me start by asking you then, what is embodied cognition and in what ways does it differ from other approaches in the cognitive sciences?"
	},
	{
		"start_time": "00:44",
		"speaker": "Rafael Núñez",
		"words": "Well, embodied cognition is a, is a large umbrella term that captures, I would say, many different, um, approaches. Um, THEY'RE not homogeneous, I would say, uh, but they're all share like uh some kind of interest in, um, that came out more late, more or less in the 1980s, 1990s. Um, AS a way of, uh, answering to a dissatisfaction, which was like a, a purely digital sort of, uh, information processing view of the mind. And incorporating, you know, features that concerns, you know, the body, the anatomy, uh, anchored in the physiological constraints of our, not just our human, but animality in general. And this can, you know, took different forms. Some of them had to do with anatomy. Other things had to do more with bodily experience, more phenomenological, and so on. So I wouldn't say it's just one coherent view, but it's like a, you know, like a large response sort of uh for this more purely abstract formal, uh, formally driven approaches to analyze the mind. So that's would be my, my short, you know, characterization of embodied cognition. So that, you know, depends on who you ask. Some people may be doing, um, You know, uh, work in robotics, for example, exploring embodied cognition, uh, but then they wouldn't necessarily deal with the question of phenomenology and bodily experience, but other people will be doing that in which, you know, the materiality of, uh, of the agent is maybe less important and so on and so forth. So, uh, there would, you would have many different views under this big umbrella."
	},
	{
		"start_time": "02:40",
		"speaker": "Ricardo Lopes",
		"words": "Right, but what does it mean for the mind to be embodied, because you know, many times when people think about the mind, they tend to associate it with just the brain itself, but what does it mean for it to be embodied?"
	},
	{
		"start_time": "02:57",
		"speaker": "Rafael Núñez",
		"words": "Well, again, so, um, on the one hand, if you just look at neuroscience, if, you know, there's a tendency sometimes to reduce everything to the brain, and, but, you know, the brain doesn't exist in thin air, so the brain is part of a, uh, you know, a larger nervous system, and the larger system exists within the body with physiological, you know, uh, constraints and, and metabolism and many other things that relate to also. Uh, BODY morphology and anatomy. So, um, in that case, you know, you, there's an, an approach I would say in neuroscience, you could say that, well, not to reduce everything to the brain, but, you know, the brain in the context of, of, of bodies. And then, of course, you can go larger, right? Bodies don't exist separate, they exist, especially in, in social animals. They coexist with others and the, the ontogeny of individuals when they grow up during lifetime, they are, you know, fed and protected and carried and so on by other bodies. So, all those things, um, uh, in that case, embodied, embodied mind would be uh analyzing. Um, INFANT, mother-infant interaction in, let's say primates and all those things could be addressed or, um, you know, studied through this angle, uh, and so on and so forth. And then, of course, uh, Another approaches of, let's say the mind being uh like an abstract entity that has, you know, formal laws for reasoning and, and deduction systems and so on, uh, well, an embodied, an embodied approach to analyzing this would be, well, let's take into consideration the, the bodily constraints and that shape the forms of reasoning and abstraction and so on. Um, SO that, that would be kind of like the, the way of dealing, uh, a shortcomings coming from the purely abstract, let's say, characterization of the mind as like logical reasoning step by step, or, or, and so on."
	},
	{
		"start_time": "05:05",
		"speaker": "Ricardo Lopes",
		"words": "Right, and of course we're going to get into some some examples of this when in a bit we talk about time and space and how we process them cognitively, numbers and mathematics and numerical cognition, but which aspects of human cognition can we understand through a framework of embodied cognition?"
	},
	{
		"start_time": "05:29",
		"speaker": "Rafael Núñez",
		"words": "Well, I would say. Um, IT would be a question about, uh, reductionism in a way. So, in science, there is a, you know, there's always a necessity in which you need to. Go through a step of um productionistic step to analyze a particular object, whether it's uh global warming or uh COVID-19 epidemics or, you know, cognitive activity. At some point in order to do an experiment or study, you have to operationalize. Your variables and, and your factors that you want to consider, um, so, you know, even when you do, I don't know, the study of unemployment in a society, you have to define unemployment and probably your definition is not going to capture all the richness of unemployment and you have to define it. Is it Is it occurring, you know, during a period of one day or one week or all those things. So, the, the question of um operationalizing different aspects uh of, of cognition um necessarily lead to this step. So the question here now is how much you're willing to reduce, you know, in this reductionistic step. And I would say in the 70s, or, you know, with the advent of the Uh, original forms of artificial intelligence, not the ones we know today through LLMs and so on. Um, THERE was a big step in reducing to getting rid of all the biology, all the social aspects of cognition, and reduce it to like a pure, I would say, abstract form, uh, characterized in those years, like, for example, chess playing. So you have a very well delimited. Space in which things are happening with the specific units that move according to certain rules and then the reasoning behind would be in principle captured by just this move and these formal properties. So, then of course we, we learned that human mind doesn't work that way, incorporates multifaceted forms uh that are important to consider and therefore the over-reductionistic step. Was reduced or, or what was, let's say, lifted and went to a less reductionistic step and so on, including these other things. In the case of language, for example, one interesting approach has been the Um, consideration of gesture production, like what's happening with my hands right now, in which, uh, you know, all of a sudden, uh, we can understand much more about linguistic meaning, linguistic communication, psycholinguistic aspects, uh, cognition in general, learning, etc. um, AND through the, uh, more encompassing, richer approach to the study of language and mind. By considering, for example, the motor action co-produced with speech, which is gesture production. So, that's a way of including sort of embodied aspects that have been left out by focusing exclusively on, on, let's say grammar and syntax, for example. So, in each area, you would find similar tendencies in which things become more complicated, but less reductionistic, and one role there is played by incorporating the bodily features of, of, of the mind."
	},
	{
		"start_time": "09:02",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about time and space and how we process them cognitively. So is there any cognitive relationship between time and space?"
	},
	{
		"start_time": "09:14",
		"speaker": "Rafael Núñez",
		"words": "Um, YES, there is. Uh, SO, um, so one way of analyzing this is, for example, through, uh, Expressions, linguistic expressions. So how is it that humans um communicate and interact. Um, WHEN they talk about or think about space or time. And, um, interestingly, uh, when you look at details of how linguistic expressions, um, are constructed and, uh, construed, um, you would realize that often. Very much, very often, uh, and rather universally with details that we can talk about if you want, but that, um, spatial features. Of the human, human cognition, um, like front and back and up and down and, and so on and so forth. So all these spatial relations that we conceive are recruited to anchor, um, more abstract forms, in this case, temporal notions like tomorrow, the, the, you know, next winter, uh, and so on and so forth. So, if you analyze those in more detail, you will realize there's, they're not random. They're, uh, organized according to certain patterns. And, uh, just to give you an example, in English, um, you know, the words, let's say you could, and this is not just purely linguistics actually, not purely, um, uh, lexical with words. So, I could maybe, you know, talk to you and say, oh, when I was a kid, I had a bicycle, uh, a red bicycle, but maybe when I say I was a kid, I may be pointing behind me. And that pointing is abstract in the sense that right behind me physically, there is a white board there with stuff written on, um, or, you know, I may also be saying, well, from here now or this person has all the future in front of her and may point to the front of me characterizing that person and so on. So all of a sudden when you start to look at those, you see very specific, um. Patterns. In this case of this example would be uh the recruitment of an egocentric um front and back based on my persona, my as a speaker, uh, which front is conceived somehow as being all those times that have not occurred yet that we call future, um, things that are behind me are those times that have been, you know, considered. Events that already occurred and uh usually all the pointings for now, today, this year, and so on, they usually go straight down to the co-location of the speaker. So that would be 11 example that is very, you know, you can study it in many languages and with there's variations, but uh in which Spatial notions are recruited to anchor on time and temporal relations. Are there some, sorry, just to add one, so some people analyze that through the term metaphor, so they're metaphorical expressions, uh, but if you analyze, as I was giving you the example, it is, it's more about what is called, uh, conceptual metaphor. It's not just the metaphorical word. Sometimes the gesture production will be telling you not the word, but it's the entire linguistic unit uh in which you conceive through gesture, cope gesture production, uh, these notions of space and time."
	},
	{
		"start_time": "13:02",
		"speaker": "Ricardo Lopes",
		"words": "Are there cross cultural differences in how people construe time?"
	},
	{
		"start_time": "13:08",
		"speaker": "Rafael Núñez",
		"words": "Uh, YES, they are, and we, we've been studying that for a number of years. Um, FOR example, the, the, the, the example I just gave you, um, you know, it's pretty widespread, uh, in which events that have not occurred, so future are conceived as being in front of the speaker and past as being behind the speaker, but in other cultures, it's not necessarily the same, the, the same case. One, study we did long ago, like, you know, a couple of decades ago, we, we were showing with analysis, linguistic analysis, but also gesture production that for example, the, the Aymara speakers in the, in the Andes, um, is actually have a reverse pattern that we normally have, which is to have, uh, all those times that already occurred, the past in front and the future as being behind them. Present or will be co-located, uh, but the future and past are in opposite directions, um, than the, the compared to the one we have. So those give you some ideas that is some, these are things are not genetically determined, and also they're not idiosyncratic like you want, you have one person over here thinking of time this way and another person that way. They are culturally community driven, so they, they, uh, and they. Most likely manifest and spread and diffuse through linguistic practices. So in that case, when you analyze the processing of time and space, it would depend a lot, not just On the individual, but it's also where this individual is immersed culturally and linguistically. So, we also observed, uh, we did other studies then, uh, in Papua New Guinea with, uh, um, some of my, my grad students and, um, and collaborators in Germany. We studied, um, um, for example, the Yo culture, uh, we were trying to test whether there will be some culture that would not have an ego-center pattern. But maybe what is called allocentric. So, based on features outside of the body, uh, that would be independent of the bodily position. So things like north and south or east and west, or downhill or uphill, those are all features that are related to all allocentric forms. And so we did the study and we were able to show, um, with Keny Cooperreer and colleagues, um, in Heidelberg, um, we were able to show that, um, we, you know, we, we could observe through gesture production that, for example, among the Yo of Papua New Guinea, a very isolated group up in the mountains there would actually, uh, conceive and construe and communicate, um, the idea of future as being uphill. And uh pass as being downhill from the position of the speaker. So in that case, it would be a topographic center form, which is not bodily center, but it's, it's bodily perceiving, um, slopes, let's say, in the terrain where they exist."
	},
	{
		"start_time": "16:19",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to get now into the topic of numbers, numerical cognition, and mathematics. So first of all, what is a number?"
	},
	{
		"start_time": "16:31",
		"speaker": "Rafael Núñez",
		"words": "That's a good question. Um, OF course, it depends on who you ask. Um, IF you ask a Platonic, uh, you know, philosopher would probably say, you know, these are abstract entities that exist in some platonic realm, uh, that are timeless, that have been always there independent of human, human beings, and they will always be there even if we all die tomorrow, all humans, let's say. You know, if you ask maybe mathematicians, they would just start from axioms and start talking about the properties of different number systems, uh, you know, real numbers, natural numbers, complex numbers, uh, you know, transfinite numbers and so on. Uh, BUT if I take the question more like, well, what is it cognitively? Um, WELL, in this project that we've been working on now with the colleagues from Europe, um, called Quanta, we are investigating that question more in depth, um, and then this is, this is, you know, we study the evolution of cognitive tools for quantification and then we, you know, we analyze the, the, the, how, you know, Numeral terms are used in different parts of the world when they exist, so numerals being the sign for a number, not the number concept, but how you express it. It could be orally, like the word 5 as I produce now the sound 5, or maybe written if I write, you know, a Roman numeral for it or an Arabic, uh, Indo-Arabic numeral and so on. But since most languages of the world have not been written, then uh we can consider numerals much, much more interestingly when you, when you analyze the, the, the sign produced uh phonetically. So the sound that you produced, it could be also be, uh, you know, body signals and so on. But in this case, then for a short answer, I would say number is, is one form of exact quantification. A sym that is symbolic. So, you necessarily need some symbolic resource to refer to that exact quantity. And those have certain properties that you could study, uh, and then you could, you know, eventually they lead to counting, but right now I'm, I'm working precisely on this project and, and investigating the question of It maybe it's not all coming from counting and they're more basic atoms that we need to investigate cognitively, anthropologically, archaeologically, and, and also from the point of view of neuroscience, and that's, uh, that's what we're working on. So, the, the long story short, number in the most prototypical form, so the ones that we normally, you know, when, when we talk in everyday life and we say number, the, the most prototypical way. Um, WOULD be an exact symbolic quantifier. Now, of course, the word number is polysymous in our society, so you could have the word number when you say telephone number, passport number, uh, but those are, those are different concepts, those are different, uh, uh, denotations of number. Um, SOMEONE may even have uh letters in some passport, you have letters in the passport number and so on. So that will be less prototypical, but the prototypical idea of a number in terms of uh a quantifier, that quantify something will be what I just expressed before."
	},
	{
		"start_time": "20:04",
		"speaker": "Ricardo Lopes",
		"words": "Do we have an innate concept of numbers?"
	},
	{
		"start_time": "20:09",
		"speaker": "Rafael Núñez",
		"words": "Um, WELL, that's an empirical question, I take it, and, um, and my short answer is no. Um, SO the idea here is, and I, I, I wrote a paper more or less addressing that in 2017. And the trends in cognitive sciences in which I, I asked that question, but when you start to analyze, uh, you know, human data from other parts of the world, uh, you realize that, you know, many, many cultures around in the, in certain parts of the world, primarily in the Amazon and in Aboriginal Australia, would have, uh, exact quantifiers in a small range, would be primarily around. 3 to 42143, and so on. Um, BUT no higher numerals for exact quantities and therefore also no arithmetic beyond that and so on, which requires precision and precise results. So 3 plus 5 would always be 8, not approximately 9 or 10 or sometimes if it's rain, if it's raining 7, but if it's dry 9 and so on. So, um. So when you start to look at more in detail, which is some something we're doing in this project I was referring to, um, you start to realize that you need a lot of components, um, to put together in order to get number, um, out of like, you know, out of the system working. Um, SO that's why I was trying to, um, in that paper I was referring to, to make a distinction between, um, these innate abilities that appear to be biologically in doubt. To discriminate, um, without effort and in a precise manner quantities in a small range, for example, a pair of something as opposed to 3 items of that something or one single thing from a pair. In those cases, we don't need counting. Uh, YOU don't need education or learning or language because you saw these features have also been shown to exist in many non-human species. So it shows that that apparatus is something that exists in a biologically endowed manner, so innate, and We may argue that perhaps it does have a biological value in evolution, so in order to uh have some kind of um feature that would have evolved because of evolutionary advantages. But that from my perspective is not number. It's just, uh, it doesn't have a symbolic feature and it doesn't have counting. Uh, IT doesn't scale up to lead to arithmetic. So, and that's why I gave that a different term. It's based on quantity-related aspects, so I call them quantical features, in which subitizing, which is the term of the phenomenon I was just describing, will be one of them. Another one is like the ability to compare relative quantities. Let's say a tree that has more pears and another tree that has less pears. You don't know exactly how, you're not counting, but you see that one has more than the other. Um, AGAIN, this may have had advantages for, you know, species or individuals when foraging in hunter-gatherer societies to see, you know, which one, what direction to go in order to hunter and gather and so on. So, but that, those are non numerical in the sense that I was characterizing, uh, but they are, you know, the largely independent of culture and language. So those aspects are innate. Um, BUT the, in order to have number going, then you need symbolic reference and that for that you need language and other cultural preoccupations. And the idea here would be that, for example, in Aboriginal Australia on the Amazon, in many, many of these languages, those cultural preoccupations did not, did not emerge because they were worried about other things and, and in those very complex languages, they develop. Very fine, uh, and, uh, complicated, sophisticated linguistic system to grasp other aspects of human, um, human, um, life like kinship or, you know, colors and so on, but not exact quantification. So that, that leads me to think that number is not. An innate thing. We're not, we're not born with the, the notion of number in the sense, but we're born with quantical features for like sabotizing and large quantity discrimination or relative quantity discrimination."
	},
	{
		"start_time": "25:02",
		"speaker": "Ricardo Lopes",
		"words": "And these quintical features, at least some of them would have been the result of evolution, evolution by natural selection."
	},
	{
		"start_time": "25:11",
		"speaker": "Rafael Núñez",
		"words": "That's right. So the idea would be that because it's so, they're widely present in so many species um that don't have language and, and so many of them are not even social animals, so there's not even, um, let's say transgenerational learning or something like that. Um, SO, uh, so appears to be very, very fundamental, fundamental, but they operate in a small range of quantities that we humans with words call 321, and so on, but, um, It's probably a good um origin for them developing other things, but in themselves, they're just quantical, but they're not numerical as they lack the symbolic referent aspect."
	},
	{
		"start_time": "25:59",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how do we develop numerical cognition?"
	},
	{
		"start_time": "26:05",
		"speaker": "Rafael Núñez",
		"words": "Well, it depends on, on what do we mean by we. So if you grow up in a society that has schools and writing, for example, then, right, you're going to be as a, as Normally as a kid, you will be introduced to new tools and um in which you can outsource cognition, for example, by, you know, writing on paper and inventing pens, and then someone will tell you how to hold a pen and how to use it, how to sit, where to think, and all those things is part of the scaffolding that, you know, it's a new technology, new in the sense that For the 250 or 300,000 years of the human species, writing only appeared, you know, 6000 years ago and only in certain very specific areas of the world, so it's an artificial, so artificial in the original, um, meaning of the word, uh created by humans and then once you have that. Then you can build up many other things. So, numerical cognition would be one such example, um, that has been historically benefiting from many, many, you know, changes and, and, um, developments like uh introducing the Hindu-Arabic numerals into Europe, for example, uh, creating the abacus and playing with those, uh, those creations. Um, ALSO, um, you know, developing the printing press in which now you can sort of print things and develop, you know, you don't have to copy handwriting and so on. So, all these things, um, we tend to ignore when we analyze numerical cognition these days because we just start from the fact that everyone You know, has numbers and in their minds and the kids and so on. Now, of course, we can also focus the research in numerical cognition in kids today in the industrialized societies and see how do they learn, how do we teach them, what are the main, you know, difficulties and so on and so forth, but If we need to get to the bottom, the, the truth is that you will need somehow a symbolic reference system. You will need heavy scaffolding um by other members of the society, which usually in our societies is a teacher and, and also that, you know, those who produce books etc. um, AND you will need some kind of apparatus to handle, uh, abstractions. So, and that's coming back to what we were saying about time and space. That also operates with the development of numbers because, you know, often numbers are also spatialized. And that's why we eventually we invented, for example, when I say we as in, you know, our Western society and, and, well, industrialized society, let's say improved on the notion of a number line where now all of a sudden numbers are on space, uh, in an organized in a line and then you have You know, specific locations on space characterizing the uh numerical magnitude of a particular number. So, these are all things that kids learn today early in school, but if you look at the history of mathematics, you will realize that. As I've written in other papers, uh, you know, the number line, it was not at all something that came out straight of the brain, uh, or brain activity, and it's not, it was something that took a long time to get instantiated. And uh it's only around the 17th century Europe that you start to see for the first time number lines and, and people reasoning about, about those in terms of uh spatial uh spatial properties."
	},
	{
		"start_time": "29:58",
		"speaker": "Ricardo Lopes",
		"words": "And so then where does mathematics come from? How do we get mathematics?"
	},
	{
		"start_time": "30:06",
		"speaker": "Rafael Núñez",
		"words": "Well, we just talked about numbers, which is one very simple um form. Well, it's not so simple when you get into the details, but, um, so mathematics is uh the way I see it, um, comes out of a certain type of human preoccupation that in different parts of the world emerged in. In, um, in sectors of those societies that had, let's say, for example, writing systems, um, there's almost no mathematics without writing, so you need the writing, and then usually the writing is in the hands of a certain, not these days, but historically has been only in a small proportion of people in societies. So, uh, even in the Middle Ages in Europe, there are estimates that maybe, you know, less than 10%, 5%, depending on different estimation, only knew how to read and write. And the same applied to Babylonia and Chinese and uh, you know, societies and so on. So the idea is that mathematics really comes out of this, uh, sort of abstract developmental, uh, sorry, abstract concepts that developed, uh, you know. Their own life if you want, and the way, the way that is done, as I argued with my co-author George Lakco at some point in, in a book like 20 years ago that some of the tools for anchoring those new inventions are, for example, conceptual metaphors and other forms of abstractions, sort of like the ones that I was describing in a simple way, like time and space in which something gets mapped and expressed um via something else. And, um, so, you know, in set theory, the notion, the basic notions of sets may be collections or things that are, you know, inside certain kinds of things like, you know, you can see things that are inside here like seeds or something and this being a set of seeds, so. And that would be um manifested linguistically, so you could study mathematical text and mathematical talks given by professional mathematicians and you can analyze the language and the gesture production and you could start realizing that many of these things are actually abstraction but anchored on um simpler forms, normally. And you could study those empirically with uh, from ethnographic observations all the way to lab, uh, well-controlled experiments. So, yeah, so mathematics will be a certain kind of, um, I would say sense-making mechanism developed in certain societies. And then they serve the purpose of many things, and, but one of the purposes that has served since, you know, Galileo at least is, is science. So, uh, we, it's a system that supports, you know, as soon as you get measurements and numbers out of the measurements, then all of a sudden you have a mathematical system which is A human conceptual sense-making form, abstract but based on all these layers that ground ultimately in this sort of bodily form that we were talking about, um, to, to sustain this preoccupations and they have, once you really develop them, you have a life on their own with new creations and new forms, so. If I can make sort of an analogy which is not exactly like mathematics, but will give you an idea that once you develop a system, then new questions start to come up within that system. Um, SO in the case of this analogy would be, you know, in football or soccer as it's called in the US, you could have, you may invent the rule, you have two teams, you have two goals, and you have a field with a certain dimensions, but as you develop the game, uh, then you start to realize that, uh, for example, oh, we may need the offside rule, and then when you have the offside rule, uh, maybe initially it's a very Simple rule, but then gradually, you know, you invent, uh, you know, the bar system that we have now in which you can really see certain things, so you redefine off, you know, offside rules, all is based on linguistics forms and abstraction, but it's, it's a dynamic system. It's, it's an ongoing um creation. So in mathematics as well, you have all the time new things being created, especially in pure mathematics and um. And then, you know, the, the question is, how are those new things created? Probably there's new preoccupations, culturally driven, but ultimately you would have human cognition, uh, bodily grounded, allowing that abstraction to happen in very constrained forms. It's not just anything goes, it's very um constrained."
	},
	{
		"start_time": "34:55",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned conceptual metaphors there. What roles do metaphors play in mathematics then?"
	},
	{
		"start_time": "35:05",
		"speaker": "Rafael Núñez",
		"words": "Uh, I would say roughly speaking, perhaps there's two types, uh, um, you know, uh, one would be, let's say the metaphors that you use to explain things to children. So, or, or new students, um, um, so let's say something that would help understanding an idea, but it's not really defining of the idea, um, in a deep sense. So one example would be, let's say the step function in, in, let's say basic analytic geometry, you know, you may have your coordinates and then you may have a function that has like this form, so it looks like stairs. So then you call it step function because it looks like steps. So that could be, you know, helpful for kids to remember or new students of, you know, of that particular other features of that function, um, but that is not really altering or affecting the, the very notion of function. It's just characterizing in this case, the iconicity of how you draw the function according to certain rules. But there's another one, another form which is much more fundamental, and this is what we argued already twenty-something years ago with George Lakov and we've shown since then with uh the empirical studies and other, and other um um experiments that some of these ideas uh are, some of the original ideas in many mathematical, um, abstract mathematical concepts are Inherently metaphorical. So it's not just like an aid to teach kids or new students, but their very idea is already kind of like what we're saying with front, future in front and past behind in which are anchored inherently in the body position, let's say, orientation. Uh, IN this case, you have ideas, um, um, that are inherently, for example, uh, when you analyze the origin of set theory, which is one of the most abstract branches in mathematics. When you analyze the original text um from those people involved in the creation of that theory in the 19th century, Georg Kantor, and then, you know, other people who were around that time, um, you start to see that many of these original ideas had to do with how you deal with collections of things and how you put them together and how you separate them as if they were physical objects, uh, or you put them inside things and outside things, so. An idea here is, for example, the Venn diagrams that were used to teach basic aspects of, of set theory, not every aspect of set theory, but it works so intuitively because it's recruiting these container schemas of things that are inside and things are outside of that container as being, let's say, for example, set membership or not membership of a set. So those, many of those are, are inherent to the idea of, of set, of course, later then you develop more abstract form to try to detach that from that origins, but you would have that and many aspects that deal with uh actual infinity, infinitesimal calculate in infinitesimal calculus, you would have, you know, similar things in which you anchor on something more concrete. And that is a defining property of the, of the concept. So in that case, conceptual metaphor, not just metaphorical expression, but the, the conceptual, um, Mapping behind a metaphor, a conceptual metaphor, um, it's, it's part of the inherent semantics of the, of the concept."
	},
	{
		"start_time": "38:58",
		"speaker": "Ricardo Lopes",
		"words": "So I have one last question then. Can embodied cognition applied to mathematics have applications in education as well?"
	},
	{
		"start_time": "39:09",
		"speaker": "Rafael Núñez",
		"words": "Well, um, So, here's, like, again, when we said embodied cognition, there's no one view or one coherence. So, if you ask me, they said, yes, well, if, if you bring to the classroom, and not just the classroom, to the curriculum development. To organize what do you need to teach, how you need to teach it, and so on. If you bring activities and you, you bring forms that include these more cognitive friendly forms for learning, many of, many of which do, uh, take into account, you know, how we relate to things in, in with our bodies, how we see them, how we hear things and noises and so on. So in this case, how, for example, a lot of the features would be spatial because we are very good at, as human primates, very good at discerning with, if we have a healthy visual system to see things and separate them and put them together and so on and so forth. So, a lot of those things could be. Helped, I would say by um not starting with pure abstract idea but relating to, I wouldn't like to just use the word concrete, but it's more like a Like bodily interaction with these things, materials and and so on. Now, of course, one of the features of mathematics is that the very objects, mathematical objects are, you know, created to mean something independent of the materiality of the thing. So, if we want to analyze whether 55 is a prime number or not, Then that feature of 5 being prime is independent of whether you're playing with little pebbles or plastic cups or, you know, or Lego materials or something. So the property is more abstract than that, but the materiality may help to con to convey some of those properties. But here's maybe sometimes the misunderstanding and, and a lot of people in mathematics education. That they think what I've seen at least in many panels and discussions and conferences when I'm sometimes invited to talk, um, or give talks, uh, is that it's, it's just the, the pure bodily form that would bring immediately the. The, you know, the abstraction, so to speak. And here I think the misunderstanding is that the embodied part, physically embodied experience, let's say, may be an important ingredient, but Uh, a crucial ingredient there is the instantiation of the symbolic activity and resources on those basic bodily functions. So, for example, We may think that because, you know, our, let's say, uh, most frequent base for numbers is 10 because we have 10 fingers. But I've, I, as I've written in other places and so on, well, many animals have what is called pentodactylsism. Penta means 5, dactyl means the, the digits anatomical in each of the limbs. And if, if we're, you know, Um, If we have 2 upper limbs and 2 lower limbs, then, you know, we would have 5 in each of these. So, but That is taken directly as being, oh, there's an embodied there grounding. Yes, part of the story, but the crucial part of the story is that we have this capacity to relate symbolically to this anatomical and recruited for anchoring quantity and do finger counting and other things. Other primates also have pentodactyls, gorillas, orangutans, chimpanzees, macaques, raccoons, you know, they all have. 5 fingers, so to speak, in each of the limbs, but none of them would recruit them symbolically to ground numbers. So, that I think is often what is missed in mathematics education is that the whole relationship between the symbolic reference and the bodily activity, um, they both have to work combined and, and it's not just like put kids to play with things and cubes and containers and you will get the mathematics out of that straight away."
	},
	{
		"start_time": "43:41",
		"speaker": "Ricardo Lopes",
		"words": "Great, so Doctor Nunez, just before we go, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "43:49",
		"speaker": "Rafael Núñez",
		"words": "Um, WELL, I think if you Google scholar, uh, you will find, well, the book I was referring with George Lakoff, we published it, um, 2000s, like a quarter century ago now, uh, where mathematics comes from, and, but then many, many things have happened since, a lot of work and fieldwork, uh, with respect to the time and space, uh. Um, uh, THERE'S several papers you can find in Google Scholar that are, uh, with studies of the Aymara culture or the Hu of Papua New Guinea, as I was saying, with different empirical, um, uh, studies that we did, and then publications, uh, of review of the, of the many other cultures as well that I co-wrote with the My former grad student, Kinsey Cooperreer, um, and then I've done also with other authors, uh, papers around that topic, and in numerical cognition, yes, there's also things you find. Um, AND with respect to mathematics, well, I'm working on a book that should be published next year in MIT Press on the nature of mathematics, but um, I'm still working on it right now."
	},
	{
		"start_time": "44:59",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "45:05",
		"speaker": "Rafael Núñez",
		"words": "OK, thank you so much and good luck. Take care."
	},
	{
		"start_time": "45:09",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegeru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolatti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]