[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lobs, and today I'm joined by a return guest, Doctor Alan Buchanan. In our first interview, we talked about his book, Our Moral Fate, and today we're talking about his latest one. Ideology and revolution, how the struggle against domination drives the evolution of morality and institutions. So, Doctor Buchanan, welcome back to the show. It's always a huge pleasure to talk with you."
	},
	{
		"start_time": "00:31",
		"speaker": "Allen Buchanan",
		"words": "Thank you for having me."
	},
	{
		"start_time": "00:34",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, tell us first, what is, before we get into specifics here, what is the main argument of your book?"
	},
	{
		"start_time": "00:43",
		"speaker": "Allen Buchanan",
		"words": "OK, the idea is that this is a contribution to understanding social change. And that one driver of social change is a kind of co-evolutionary interaction between hierarchs, people who occupy positions of power and authority over others, and people who resist their exercising that control. So there's a continuing struggle between hierarchs and resisters to hierarchy. And the idea is that in this struggle, Each party has to form coalitions to be effective, and to form coalitions, they have to. Invoke ideologies that include ideas about how you rightfully come to have power and how you rightfully exercise power. And so different concepts about authority and inequality, and about the justification of authority and the inequality goes with it, they evolve and change over time through this interaction. And I use an analogy. Between uh uh uh uh the idea of a, of a parasite attacking a host organism. The parasite is the hierarchs, the host organism is the rest of us. And the parasite attacks, and the host organism develops some kind of defense, some way of resisting the pathogen. And then, The pathogen, the parasite mutates and develops a better strategy that tries to go around the defense that's just been developed by the host organism, and so on and so on. So, there's a co-evolutionary process, uh, and in this process are generated all sorts of new moral ideas, moral concepts, and institutions to embody them. So that's the, the basic idea. If you want to understand social change, one aspect of social change is changing ideas about authority, about hierarchy. And about when it's justified and when it isn't justified. And the only way you can understand that process and why, for example, now we have the concept of the rule of law, uh, and the concept of democracy, which earlier generation didn't have, you have to look at the particulars of this interaction between hierarchies, hierarchs and resistor to hierarchy. So that's the basic idea."
	},
	{
		"start_time": "03:20",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT why is it important to, to understand social change in your mind?"
	},
	{
		"start_time": "03:26",
		"speaker": "Allen Buchanan",
		"words": "Oh, excellent question. Well, ultimately, the reason I'm interested in social change is because I'm interested in the possibilities for moral progress, that is for social change that's good from a moral point of view. And to try to understand moral progress and to try to know how we can bring it about, you have to understand the mechanisms of social change, right? You can't just propose some better state of affairs and say, well, now let's do it, right? You've got to understand what the feasibility constraints are. About how social change really occurs and whether the, the, the better state that you are hoping for can come about through the actual processes that are available for social change. So the idea is we know more about this, we could perhaps guide social change in a better direction. That's the hope."
	},
	{
		"start_time": "04:23",
		"speaker": "Ricardo Lopes",
		"words": "And, uh, explain your approach to social change, the one you present in your book. Tell us about your conflict theory of social change."
	},
	{
		"start_time": "04:35",
		"speaker": "Allen Buchanan",
		"words": "OK. Uh, FIRST of all, the theory has two parts that are closely related. There's a descriptive explanatory part of the theory. And it doesn't make moral judgments. It just tries to describe some of the mechanisms of change, not in general, but about changes that have to do with political institutions and our understandings of what justifies them. So there's the descriptive explanatory part. That's a kind of social science enterprise. Then there's the normative part, that is the attempt to develop some. Theory, some set of principles that allows you to evaluate the changes that have been described and explained by the social science part of, of the theory. And my idea is that uh what you get when you combine these things is a conflict theory of certain kinds of social changes, conflict between hierarchs and resistor to hierarchy. Now this is uh similar and different in some ways from Marx's theory of history, right? He has a conflict theory also, conflict between classes. My view is a little more uh fluid than that because I think that it's a conflict between Coalitions of resisters and coalitions of hierarchs, and the composition of the coalitions changes. There's an attempt on both parties to recruit new people to come into their coalitions to make them more powerful. So, you can't just say it's between uh You know, proletariats and capitalists. It's more complicated than that. And as things change over time, different groups participate. And one coalition is always trying to recruit members from the other coalition or undermine the effectiveness of the coalition. So, again, it's an interactive, uh, kind of evolutionary process."
	},
	{
		"start_time": "06:30",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, yeah, you, you've already told us then about the um how your theory of social change relates to Marxism. So, uh let's now define some terms here. So what is Hierarchy, I mean, what does that mean?"
	},
	{
		"start_time": "06:48",
		"speaker": "Allen Buchanan",
		"words": "Yeah, um, by a hierarchy, I mean a, a kind of persisting social structure in which some individuals have a place in that structure that gives them power over others that others don't have over them. So it's a, a, a structure of unequal power relations, uh, hierarchy, and usually it has a kind of, uh, of step-like structure so that uh the people at the highest level uh can give direction and control over the next level down, and those people have some power over the next level down from there. So it's a kind of a series of nested power relations. Usually, that's the way it works. And you can think about You know, a federal system like uh the United States or uh many other countries where there's a kind of structure of authority and at the top is the central government, and then there are various provinces or states or regions, and there are people in power there that have power over localities within their province. Uh, AND so we come to the county level, the city level, etc. So that's the kind of, uh, structure I'm talking about. Now, there are political hierarchies of the kind that I just described, but there are also, uh, hierarchies in, uh, personal relationships. For example, in traditional, uh, marriages in the West, there's a kind of hierarchy of authority. So the husband has authority over the wife that the wife doesn't have over the husband. I'm interested mainly in the more inclusive, larger hierarchies which are political, uh, and resistance to those, but the notion of hierarchy is much broader than that in general,"
	},
	{
		"start_time": "08:41",
		"speaker": "Ricardo Lopes",
		"words": "right? And what is domination?"
	},
	{
		"start_time": "08:44",
		"speaker": "Allen Buchanan",
		"words": "Well, there's a, uh, there are different competing philosophical theories about domination. Uh, Philip Pettit, uh, following the classical, uh, Republican tradition, thinks of domination as the power of some human individuals, either as individuals or in groups. To arbitrarily interfere with the activities of someone else. Now, I, I view domination more broadly. I think you could be dominated not just by particular individuals, but by social structures. And you can also actually be dominated by your own ideological beliefs, that is, your beliefs can interfere with your thinking clearly about your situation, with your recognizing what's truly in your interest, etc. So, I have a broader notion of domination, but I'm mainly concerned with the kind of domination exercised by people in The higher strata of hierarchies, the, the people at the top hierarchies, and how they have the power to interfere arbitrarily, that is without good moral reason. In the lives of people who are lower down in the hierarchy than they are. So that, now, I, I use the term domination very broadly in the book and I say this explicitly that I'm really concerned with the whole range of negative uh uses of hierarchical power, exploitation, uh, domination, uh, uh. There are other, uh, other kinds of abuses of the hierarchy. I'm, I'm concerned gen generally with abuses of hierarchical power and strategies of resistance to those abuses. So, I'm not just focusing on domination in itself. I'd use the term domination broadly as a covering term for other, other kinds of abuses of hierarchical power, including uh exploitation."
	},
	{
		"start_time": "10:48",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into the the morality aspect here. Why is it that both parties to the struggle in this particular case you talk about the hierarchs and the resisters strategically deploy moral concepts? I mean, what's. The function of that,"
	},
	{
		"start_time": "11:06",
		"speaker": "Allen Buchanan",
		"words": "that's the crucial question. Uh, I mean, you might think, look, if there's a struggle between hierarchs and resisters, uh, they'll just, uh, each party will just organize themselves by appealing to the self-interest of their group, right? Why should morality have anything to do with it? Well, I think the idea is that the reason that human beings are such good cooperators that they're Uh, have larger cooperative schemes and more flexible kinds of cooperation than any other. Living things on the planet is that they're able to achieve cooperation by appealing to moral norms. This is important because an obstacle to cooperation and to forming any kind of coalition for cooperation is the self-interest of the individuals. Like there may be something that we're all supposed to do for the sake of cooperation. But any particular individual may have some incentives to defect from that scheme of cooperation. Uh, THE classic example in game theory is called the stag hunt. The idea is that, uh, two or more people are cooperating to try to capture a, a deer or a stag of some kind to, to eat it. And there's a division of roles so that, you know, you're supposed to stand over here and try to direct the, the, the stag when it's running toward the person who's going to kill or capture it. And somebody else is supposed to do the killing and capturing. Well, suppose I'm sitting there waiting for the stag, and I see a rabbit come by. And I can get the rabbit just like this, and I can have it for myself. Well, if I do that, if I defect from playing my proper role, then this thwarts the cooperation of, of getting the stag. So, the, the, the short-term interests of individuals can give them incentives to defect from their commitment to a cooperative scheme. One of the things that morality does is to say, no, no, you shouldn't do that. You promised that you would be here. This bag, you made a, a commitment, and you are obligated to honor that commitment. And then you can enlist both the force of conscience and also uh sanctions by the community for the violation of moral rules, including rules about promise keeping. So the idea is that one of the reasons that humans are so good at cooperation is that their cooperation is morally structured. And if you, if you think of forming a coalition either as to resist or to reinforce hierarchy, those are forms of cooperation. And so you get better cooperation, you are better at recruiting people for your coalition and keeping them sustained in their participation in it, if you can make a moral appeal, not just an appeal to self-interest. Now, here's the second step in the argument, and that is that Moral appeals are more effective if they're embedded in an ideology, that is, they're supported by a web of other beliefs about, in this case, about the proper uses of power, of hierarchical power. So this then becomes a competition that has a moral aspect, but the moral aspect is embedded in ideology. So there are competing ideologies and The ideologies are used by each group to try to recruit and support coalitions and to achieve collective action on the part of the coalitions. And they evolved in relationship to each other. I mean, there was a, a capital, early capitalist ideology, and then there was a leftist, Marxist ideology which attacked it, and the capitalist ideology modified itself to try to respond, and then the leftist ideology changes. So, there's a competition among ideologies, but it's all based on the need to form effective coalitions, either coalitions of resisters or coalitions of hierarchs."
	},
	{
		"start_time": "15:11",
		"speaker": "Ricardo Lopes",
		"words": "And so there is an ideology,"
	},
	{
		"start_time": "15:13",
		"speaker": "Allen Buchanan",
		"words": "these ideologies generate new moral concepts, new moral ideas,"
	},
	{
		"start_time": "15:18",
		"speaker": "Ricardo Lopes",
		"words": "right, but then there's a sort of co-evolution between the opposing moralized strategies, correct?"
	},
	{
		"start_time": "15:27",
		"speaker": "Allen Buchanan",
		"words": "That, that's right. Right. Now, interesting thing about the term evolution. Evolution doesn't mean progress, right? When we talk about the evolution of the biological species, it's a mistake to say that the present-day chicken is a better chicken than the earlier chickens. Uh, BETTER here just means more reproductively fit, able to pass on, on more genes, and that depends on the environment. So what's a, a, a good version of the chicken, chicken 2.0, uh, in one environment, maybe a bad one if the, if the standpoint of rebirth of fitness, if the environment changes. So similarly, if you say that there's a co-evolutionary process between Hierarchs and resistors that doesn't tell you that it's going to end in things getting better, that things are gonna get better, and that's just a, a, a different question. But the question is, can you identify some patterns over the history of this struggle. Where The interaction actually has been morally progressive. It's produced some good results. Can you identify those patterns, and then if you have that knowledge, can that help you steer future social changes, uh, in a, in a better direction. So if you find out that there are some especially effective strategies for resistors that have worked in the past. And you still have a problem of dominating hierarchies, then the question is, can you apply that knowledge about what's worked in the past to limit their power to help solve contemporary problems about the abuses of hierarchical power?"
	},
	{
		"start_time": "17:02",
		"speaker": "Ricardo Lopes",
		"words": "So there's something that I think you haven't addressed there yet. How is it that ideologies make moral appeals more effective?"
	},
	{
		"start_time": "17:13",
		"speaker": "Allen Buchanan",
		"words": "Yeah, I think um they do it by um supporting the moral appeals with a web of beliefs. The example I, I think I give in the book is, suppose that um somebody just has a kind of instinctive negative reaction toward abortion. They just say, abortion's wrong, we shouldn't allow it. Uh, AND then, uh, somebody questions that. Uh, WELL, if the person had an ideology which placed abortion in a larger framework, for example, a Catholic, uh, ideology about the proper function of sexuality and of rep of reproduction, uh, that sex should be for the sake of reproduction and that, uh, insoulment begins very early. Then they would have a, a, a set of reasons for their belief that abortion is wrong. And if they, that belief was challenged, they'd be better able to sustain that belief in the face of criticism if they had this web of supporting beliefs, if it made sense in a larger kind of picture about moral principles. So I think that's one reason why um Moral appeals that are invoked to try to form and sustained coalitions in this struggle are more effective if they're not just freestanding and without support, but instead, if they're supported by a larger web of beliefs. And the thing about ideologies and the beliefs they contain is That they have what I call uh belief immune systems. That is, they have mechanisms for sustaining those beliefs in the face of contrary evidence. Uh, I'll give you an example from my own life. I grew up in an apartheid society in, in Little Rock, Arkansas. It was literally apartheid, institutionalized racism, top to bottom. And I was brought up as a racist, as a white, white kid. And I was uh told one of my ideological beliefs was that Black people are of inferior intelligence. Well, we had a housemaid, Louise, who was a Black person. She was very intelligent. So one day, I think I was about 7 or 8 years old, I say to my mother, look, uh, These people are supposed to be not very smart. Louise is one of them. She's very smart. How can that be? Do you know what my mother's answer was? She had a belief immune system in her ideology, racist ideology, which enabled her to reconcile the obvious intelligence of Louise with this general belief about the inferior intelligous. She said, Louise must have some white blood. So she had some white blood and that countered the general tendency of black people supposedly. This is an example of how ideologies include these cognitive dissonance resolution mechanisms that enable to sustain beliefs when they're challenged. Uh, AND that's one of the things that makes ideology so motivationally effective, and it protects the moral element from challenges and dissent."
	},
	{
		"start_time": "20:32",
		"speaker": "Ricardo Lopes",
		"words": "Right. So earlier I asked you about the co-evolution between the opposing moralized strategies of hierarchs on the one side and uh resisters on the other. So, uh, could you explain also how the sort of co-evolutionary dynamics also acts as a driver for the evolution of morality more broadly and of institutions."
	},
	{
		"start_time": "21:00",
		"speaker": "Allen Buchanan",
		"words": "Yeah, I think, I think it's An exaggeration to say it derives the evolution of morality generally. It derives a particular part of political morality, uh, the part that has to do with the, the way you rightfully gain power and rightfully exercise power. So it's, it's more limited in that way. But, uh, for example, uh, hierarchs, uh, in, in, say, Europe in, in the Middle Ages used to justify their authority by saying that. Uh, THEY were, uh, appointed by God, the divine right of, of kings sort of theory. Uh, OR, uh, they also, uh, perhaps had the, uh, uh, an ideological, uh, take on why they should have authority that they were providing a service of security and protection for their people in exchange for people giving them a certain amount of the social surplus. Now, uh, at a certain point, uh, you know, beginning early in the Enlightenment period, uh, the theological justification, the divine right of king's view, no longer is, is, as convincing to as many people. And people begin to think that whether a monarchy is justified or not depends upon how well the monarch is serving the people. All of the people eventually, not just the property classes, the elites. And so there's a shift, and you get this in, there was a, a, a British, uh, philosopher named Filmer, and he wrote a book, uh, on patriarchy, which he claimed that he was trying to support the divine right of theory of King's view, and he claimed that contemporary monarchs were the descendants of Adam. And that they were, there was this lineage, this pedigree that gave them the authority that they had, and John Locke, the philosopher, wrote in his, uh, first, uh, treatise of government, uh, a blow by blow refutation of, uh, Filmer's version of the divine right theory, and, uh, Locke won. He clearly won, and he didn't win because he Immediately changed everybody's mind. There were already changes going on in the culture that were making the divine right ideology less plausible to more people. So then you get in Locke this idea that uh The government, the rulers are really just the fiduciary agents of the people. They serve at the will of the people and only are legitimate if the people consent to their rule. And this sets up a completely different framework for understanding resistance to hierarchies and for justifying revolution, because now, Uh, accept this new ideology, revolution to be justified whenever the people decide they don't want this set of people to be their agent. Uh, AND they don't have to prove that they've been abusing their power. They don't have to show that there's been violation of a contract in that sense. It's just completely up to them. They're totally in charge. The rulers have no independent rights whatsoever. They only have the rights that are conferred by their being designated as the agent. This is a radical change. In how authority is conceived and how resistance to authority, including a revolution, uh, is, is conceived. Uh, SO, uh, those are the kinds of changes that I'm talking about and, uh, often the changes come about in a completely unintended way. I mean, if you think about, uh, what happened in 1215 in England, at, at Runnymede where The barons of England gang up on King John and force him to sign the Magna Carta. Now, The barons don't have any interest in protecting the rights of the common people. They're worried about the encroachment of King John on their rights and privileges. So what they want to do is constrain the monarch for their sake. But they do this by issuing a document that says the king is not above the law. Now This is the beginning of the idea that nobody is above the law and that the law should apply equally to everyone. It's the beginning of the idea of the rule of law and equality before the law. The Magna Carta also includes a clause saying that there should be a council of notables of higher aristocrats who are supposed to advise and constrain the king. This is the seed from which parliament grew. Now, when the rule of law develops to encompass everybody, the commoners, as well as the elites, and when you begin to get representative institutions, you have a power shift, which actually takes power away from the people who originated this process, the barons who were trying to constrain. Uh, THE king. They had no idea that this was going to happen. It wasn't their intention. They didn't desire any such thing. Similarly, John Locke, you know, Locke does the second treatises of government and gives an argument for revolution against an, an overweening monarch, and he invokes the idea of natural rights, that, you know, the government is violating natural rights. Now, Locke is a member of an elite. He's a white male. He actually is a shareholder in a slave company, the Royal Africa Company, right? But this idea of natural rights that he uses for the sake of the privileges and interests of his class, vis a vis the monarchy, later is taken up by abolitionists, and after that, by feminists, and put to uses that are completely contrary to the interest of people like Locke, who first invoked the ideas. So this happens over and over again, this kind of backfire, uh, uh, mechanism, uh, that can contribute to, to moral progress."
	},
	{
		"start_time": "27:12",
		"speaker": "Ricardo Lopes",
		"words": "So as we've talked about this struggle between hierarchs and resisters is obviously uh political. It's also moral. Can it also be epistemic in nature? And if so, in what ways?"
	},
	{
		"start_time": "27:29",
		"speaker": "Allen Buchanan",
		"words": "Yes, I think this is really important. I think that theories of social change often don't, uh, Give sufficient credit to epistemic improvements, improvements in the social environment in which we form beliefs and gain knowledge. Let me give you an example from the struggle between hierarchy and resisters. Uh, SUPPOSE at a certain point, you're say, looking at the history of England, uh, and you, you see that, uh, uh, There's been a, a movement that's exerted pressure on parliament, and eventually, parliament has responded by uh recognizing a right to freedom of expression and freedom of association. For example, the right to form unions, which were illegal for many, many decades. OK. Now, that's a, an accommodation, a concession that the people in power make to the demands for freedom of expression, freedom of association. And When this happens, then People are able to meet together, exchange views, develop their views about the rightful use of power. And they may then, on the basis of that knowledge and that coordination of their beliefs that they could only achieve because they had a right to freedom of expression and the rights of association, they make further political demands, like the extension of, of the right to vote. OK, they're able because they have gotten this first gain, which improves their social epistemic environment, which improves their uh opportunities for learning together how best to pursue their interest against the resisters. They're able then to make new political demands and get new rights like the right for, you know, to vote for larger numbers of people. So, part of what goes on in the struggle is that There's an effort by the hierarchies to restrict the social epistemic environment in a way that disempowers potential resisters, right? If you can restrict freedom of expression, prevent the formation of unions and other forms of political association, that's gonna handicap the people who are trying to resist you. So, when the resistors succeed in making certain political demands, it has the effect often of improving the social epistemic environment, which enables them to go on and make further kinds of gains. So, there's, there's a sense in which it's also a struggle about who's going to control the social epistemic environment, the environment in which people can come to recognize what their interests are, uh, mobilize effectively, develop strategies. Uh, CONVERGE on strategies, uh, uh, like agreement on. So it's really a struggle about that as well. And, uh, uh, 11 dimension the struggle takes is getting the right to education for people, right? I mean, well, if you can keep people benighted, uh, illiterate, it's very hard for them to organize, uh, and, uh, so if, if you, if you see the struggle as including either by intention or, or just as a matter of unintended consequences. A struggle over who's gonna control the, the, the environment in which we learn how to operate effectively in politics. Then that gives you a whole, a whole new dimension to it. Uh, AND, uh, in, in, in general, it's in the interest of, uh, dominating hierarchies to have a defective social epistemic environment. Uh, BECAUSE a better social epistemic environment is going to provide resources for people to resist them better."
	},
	{
		"start_time": "31:22",
		"speaker": "Ricardo Lopes",
		"words": "So, let's get into one of the main topics of your book. Let's talk about revolution. So, first of all, what is revolution? How do you define it?"
	},
	{
		"start_time": "31:32",
		"speaker": "Allen Buchanan",
		"words": "You know, uh, when I started studying this, I had no idea how the term had undergone a change. Originally, a revolution meant a kind of return to a starting point. Now, that's not what we mean by revolution at all. No, I mean, there was these, there were these views in ancient Greece and Rome of cyclical periods, right? Where you might have a democracy and then it would degenerate and come back to a kingship, sort of over and over again. Revolution in the way that a wheel revolves, right? That was the original. But then, uh, later in, in the, in the 1600s, maybe, maybe a little earlier, a revolution comes to be thought of as a fundamental change in the type of government brought about not through uh Law-like processes, but by some extralegal and often violent process. So, a fundamental change in the type of government. Now, it's interesting that there's a debate among scholars about whether the so-called American Revolution was really a revolution or not, because in some ways, it was just an extrapolation of political developments that have been going on in the UK since Magna Carta, right? The growing power of the parliament and the diminishing power of the monarch. Well, the Americans just took it to the last step. They got rid of the monarch, right? But otherwise, they, they incorporated a lot of the features of the, of the English political legal system. So, there's one group that says that now, it's not really an American revolution, it's not that profound. And there are other people, oh no, it really was. Uh, uh, A, a change in the fundamental, a fundamental change in the type of government, but then you have to get down and say, well, what counts as a fundamental change? And uh, so I've sides of that debate. I've looked at cases where everybody would agree it's a revolution, the French Revolution, the Bolshevik Revolution, uh, the Chinese, uh, Maoist revolution, uh, and then I've, I've asked the question, well, Under what circumstances are revolutions likely to produce morally progressive results? I mean, we have some pretty bad results from the major revolutions. And so the question is, what role should revolution play in a theory of progressive moral change? And how do you explain the radical difference in outcomes between, say, the American Revolution, if you call it that, or the English Revolution of 1688 on the one hand. And the outcome of the French Revolution and the Bolshevik Revolution on the other. And I have a theory about this. I have a theory that What largely determines the outcome of a revolution is the context in which the revolution occurs. And in particular, I distinguish between two really different contexts. One I call the Lockian context and the other, the Hobbesian context. Now, the Lockian context, you have civil society organizations and you have people who have learned how to cooperate in a peaceful, consensus-based way, and you've had leaders who've emerged in these civil society organizations. So there's something to work with when a revolution occurs. On the other hand, if you have a really ruthless dictatorship, it's prevented civil society from existing. It doesn't allow any private organizations unless it totally controls them. And so there's nobody there who has any experience in government. And no experience in building consensus peacefully, persuading people. There's no basis for the kind of trust that you need. And what happens in the hobbying context is that the revolution starts, there are two struggles that the, the people who want to make the revolution have to, to engage in. They've got to get enough people to participate. And they don't have any institutions by which they can persuade people to participate, and they often use coercion to get people to participate. They try to make it more costly for you to sit out the revolution or be on the side of the regime than to participate. They even use terrorism against their own people to do this. The other problem they have to solve is leadership. You need somebody to organize the revolutionary effort, and if there are no Uh, institutions and no traditions of peacefully selecting leaders. There's often a bloody and violent competition to see who's going to lead the revolution. Now, in those circumstances, the sort of Hobbesians, where there are no supporting non-governmental institutions that can help solve the participation and the leadership problem, you end up having a kind of uh uh ruthless competition, uh, and the people who end up uh successfully leading the, the competition, uh, leading the revolution have already developed habits of, of ruthlessness and brutality and top-down. Exertion of authority. And they don't just magically give those up the minute they, they, uh, win the revolutionary struggle. On the other hand, if you take like the American Revolution. There were colonial legislatures in all of the 13 colonies that have been in operation for over 100 years. And They had developed a culture of democratic consensual decision-making. Leaders had emerged. There was a lot of social capital in the form of trust. And then there was the Continental Congress, which operated, uh, immediately before the, the, the fighting started and, and through the revolution. And so they had resources for solving the problem of getting enough people to participate and solving leadership problem without top-down brutal coercion. And I think this made a difference in the outcome. Of the American Revolution, uh, and why you can see it went in a different direction from these revolutions where they didn't have those social resources. Uh, SO, uh, and, and this has kind of a paradoxical implication, namely, where you lead, where you need revolution the most, where the regime is the most oppressive, you're less likely to get good results from a revolution. That's not a happy conclusion for me to draw, right? Uh, YOU know, uh, 00, by the way, there's a lesson here about the Iranian Revolution in 1979. The Shah had pretty much destroyed all civil society organizations except the network of madrassas and mosques, the, the clergy-led, uh, organizations. And so when the Shah was toppled, the only people in a position. To take control of the revolution were the Muslim clerics, and they happen to be extremely fundamentalist and one of the theocracy. And so that, that's a case where you had almost a totally Hobbscene situation. You had nothing going on in civil society that could be a resource for a relatively peaceful revolutionary transition, but you did have one group that was intact. And because they were the only group intact, they were able to take control and we're seeing the results of that now. Mhm."
	},
	{
		"start_time": "39:10",
		"speaker": "Ricardo Lopes",
		"words": "You know, it's very interesting, while you were talking, something that came to my mind and in the, in the meanwhile, I looked it up because I didn't, I, I didn't have it memorized, but are you familiar with Eric Chenoev's work on revolutions and when they are successful or not?"
	},
	{
		"start_time": "39:33",
		"speaker": "Allen Buchanan",
		"words": "Um, I'm not sure. I thought I had read when was this book published? How, uh,"
	},
	{
		"start_time": "39:42",
		"speaker": "Ricardo Lopes",
		"words": "I'm, I'm not talking about the specific book. I'm, uh, she, she's a sociologist if I remember correctly, and she does work. I, I know that she has a book published. I can't remember the exact title now, but I, I, I mean, I'm, I'm just going to"
	},
	{
		"start_time": "39:59",
		"speaker": "Allen Buchanan",
		"words": "go through, say, say her name again. Say her name again."
	},
	{
		"start_time": "40:03",
		"speaker": "Ricardo Lopes",
		"words": "Erica Chenoweth."
	},
	{
		"start_time": "40:06",
		"speaker": "Allen Buchanan",
		"words": "I'm, I'm, uh, Embarrassed that I'm not familiar with it. Uh,"
	},
	{
		"start_time": "40:11",
		"speaker": "Ricardo Lopes",
		"words": "NO, no, no, no, it's not a problem at all. I, I mean, I, I'm going, I'm just going through, I'm going to go through some of the, what she identified as the key factors for success, and perhaps you can tell me what you think about them and if they sort of uh correspond to. Some of the ideas you already have, so she says that, uh, one of the key factors is mass mobilization and momentum. So movements must achieve a high level of broad and diverse participation from across society, and, uh,"
	},
	{
		"start_time": "40:45",
		"speaker": "Allen Buchanan",
		"words": "she says that that this means, uh. Inclusive efforts to to build a coalition right appeal to the interest of broader sections of the population to get a critical mass. So I'm, I'm right, yeah."
	},
	{
		"start_time": "41:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh, RIGHT, and I, I think if I remember correctly, I think that she says that usually around 3% of the population is enough to conduct a revolution. So, uh, and then she also points to the factions from pillars of support, and that includes people. Like the military, the police, economic elites, which basically weakens the autocrats' power, uh, and then she also talks about resilience and backfire, that is movements must withstand escalating state repression by maintaining discipline and turning violent acts by the regime against itself. Making the repression seem unjust and turning public opinion against against the government, uh, and then she also refers to uh tactical innovation, I mean strategic innovation in nonviolent tactics such as strikes and civil disobedience, so I mean what do you think about that?"
	},
	{
		"start_time": "42:08",
		"speaker": "Allen Buchanan",
		"words": "Uh, uh, I agree with all of this, and by the way, it's, it, it's similar to a book that I do talk about a little bit in the, in, in, in my book, um, that Tries to uh also give an account of uh when revolutions succeed and where, when revolutionary leaderships maintain power through the revolution and after the revolution, and they name the same kinds of factors. Uh, NOW, on this thing about resilience, um, uh, I think it's important to focus on the fact that any revolutionary movement is going to have setbacks. And the question is, can it continue and keep its sufficient level of support even if it has setbacks? And I think this is one place where, um, there are two factors that distinguish the revolutions that succeed in, in, uh, surviving setbacks. One is that they have to have a highly disciplined leadership. Uh, uh, AND, and, and the Marxist, the Leninist ideology is that you have to have a core group of professional revolutionaries subject to rigid party discipline who will continue no matter what happens. The other factor is You need an ideology which will explain away your failures. Right. And in the case of the French Revolution, when the French army first goes on a, a, a, a mission of conquest, they first uh invade Austria, and they have terrible setbacks. They're defeated in the first battles. Well, the, the revolutionary leadership in Paris says, oh, it's not because we gave them bad instructions. It's not because, you know, we did anything wrong. It's the foreign aristocrat plot. There were traitors among our generals. That's why we failed, OK. And similarly, when uh the economic policies uh of uh expropriating grain from the countryside in, in Russia, To feed the industrial workers, uh, fail to increase productivity. The explanation is klas, rich peasants who are really bourgeoisie or undermining the efforts or wreckers, that, you know, hidden bourgeois counterrevolutionaries. These ideologies always invoke some kind of mechanism to try to insulate the leadership from people recognizing their failures. That's, that's really, I think, a crucial element of, of what goes on. But, no, I agree with, uh, and, and these items that she mentions as the determining factors in whether refers succeed or not, they're, they're fairly widely endorsed. I mean, in the, the, uh, other books that I've read, say a, a, a similar, uh, tell a similar kind of story about why some revolutions succeed and some fail. Now, a factor that she didn't mention. That I think is important in some revolutions is whether there is third party support or opposition. For the revolutionaries, right, uh, and, uh, in, in the, in the case of the American Revolution, there was tremendous support by France. France sent, sent, uh, uh, many soldiers and lots of munitions and war supplies, uh, to the, to the, uh, rebelling Americans, uh, to fight against the British. And I don't think that. The Americans would have won the Revolutionary War, uh, or it would have taken them maybe another 10 years to win it without French support. There was also Spanish support. The, the French were out in the, in the open about their support. The, the Spanish found it, uh, advisable to do it covertly. Uh, THEY set up shell merchant, uh, Uh, companies, uh, and, but they, uh, they transported a tremendous amount of military supplies to the Americans, uh, uh, covertly during the revolution. So, uh, the American Revolution wasn't just, uh, a matter of the Americans in a self-sufficient way defeating the British. They had tremendous help from, uh, from Spain and from England, uh, from Spain and France. Yeah."
	},
	{
		"start_time": "46:32",
		"speaker": "Ricardo Lopes",
		"words": "And what do you make of When, for example, has happened in the French Revolution, uh, after the revolution there was a period called the reign of terror, and so I mean sometimes it happens that in revolutions and particularly when they're headed by particular people who tend to have certain paranoid tendencies and so want to purge everyone internally and externally. They might deem to be enemies of the new regime or the revolution. I mean, when something like that happens, do you deem that to be a failed revolution, or not? Uh,"
	},
	{
		"start_time": "47:14",
		"speaker": "Allen Buchanan",
		"words": "BOY, that's, that's a really good question. I mean, the, the, the terror in the French Revolution, the, the, the terror was, uh, uh, about 18 months, uh, 1793, 1794, uh, and, uh. So some people who, who just focus on that say the French Revolution was a failure. Um. I think it's hard to make. Overall judgments about whether a revolution was a failure or success. Um, THEY could be successful in some ways and not in others. One way the French Revolution was successful was that it undermined hereditary privilege. Uh, AND it separated two kinds of power that the, uh, the nobility had in the past. They had property rights, but they also had ruling rights. If you were the lord of an estate. You not only owned the property and could extract uh surplus value from your peasants, but you were the magistrate, you were the judge who you had a government power and a private property power. The French Revolution separated those. The government power all went to the centralized state. And the private property was left intact, and the inequality of the private property system was not significantly changed by the French Revolution. The property owning of the church was destroyed, but the church lands were generally then bought by people who are already wealthy. In fact, there's some evidence that, uh, economic inequality increased after the revolution. Rather than decrease. So if you're concerned about arbitrary inequal economic inequalities, the French Revolution was a failure on that. If you were concerned about the idea of careers open to talent and abolishing hereditary privilege, it was a success. To a large extent Uh, so I think, you know, you, you have to make a more fine-grained judgment, um, but, uh, you, you mentioned this sort of paranoid tendency in the terror. Well, that happened not just in the French Revolution but also in, uh, uh, the Bolshevik revolution and in the Stalinist regime that followed the revolution. Uh, Stalin just basically destroyed anybody who he thought might possibly be an enemy. Uh, NOW, you've got to realize that this wasn't entirely paranoid because Stalin grew up in the context of the Bolshevik Party, which was this completely ruthless professional revolutionary group led by Lenin. And all the people around him were quite ready to murder him if they thought they could gain power by doing it. The, the sense in which he wasn't paranoid, but it was because of the particular culture of the Bolshevik Party. Uh, ANY sign of weakness on the part of the leader would mean people would form some coalition and step forward and try to topple him. So, he just acted preemptively. He destroyed anybody that he thought might possibly mobilize against him at some point. Uh, AND this meant killing his old friends and comrades. He, he wiped out the old Bolsheviks, the people that had with him had created the revolution and put him in power. Uh, REALLY quite incredible."
	},
	{
		"start_time": "50:45",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, what, uh, what kind of distinction can we establish between democratic and fascist revolutions?"
	},
	{
		"start_time": "50:56",
		"speaker": "Allen Buchanan",
		"words": "Uh, WELL, you know, it's interesting. I, I say that I'm not gonna talk about fascist revolutions because I'm concerned about the potential of revolutions to be morally progressive. I think that fascist revolutions by their very nature are, are not likely to be progressive except maybe in some unintended consequence way. Um, BUT, uh, uh, fascist revolutions are, um, Anti-democratic, so far as the, the fascist ideology includes the leadership principle, that is that there has to be, you know, in the Italian case of the Duce or in the German case, the, the Fuhrer, uh, somebody who has absolute power, some individual who has absolute power, and there's a, there's a sort of cult of personality, uh, theory about the virtues of the leader. That's the stinctive of fascism. Fascism also, uh, as far as I know, most scholars of fascism say fascism has a central element of racism or racial inequality, racial hierarchy. Uh, AND of course, democratic revolutions are, are in principle aimed at a more inclusive view about who matters. Uh, THEY deny fundamental, uh, natural differences in, in status among individuals. Uh. So I think uh Now, interesting about fascist revolutions, you know, in the United States now, there's this tremendous political division between people on the extreme left and extreme right. And uh many people on the extreme right think that there's a, a, a really robust danger of a communist or socialist revolution in the United States. Now I think there's a risk of a revolution, but I don't think there's a risk of a, I think there's more of a risk of a fascist. Uh, REVOLUTION. And one reason there is that, if you think about what it would take, well, first of all, there has never been a successful communist revolution in an advanced industrial country. They've been basically peasant revolutions, OK. So that makes it improbable that there would be a communist revolution. And one reason that communist revolutions don't occur in advanced capitalist society is that there are entrenched institutions, including the Constitution, property rights systems, and a huge amount of power in the form of the people who have the most wealth in the capitalist economy. And it's very hard to, to overcome that. With fascism, you don't have to do that. You don't have to destroy the capitalist system. Instead, you co-opt the capitalists. I mean, what, what the, uh, uh, what the Nazis did was they promised the capitalists that they would uh protect them against the communist revolution, against the Bolshevik, uh, Jewish conspiracy. And that they would be able to maintain their power so long as they cooperated with the, the leader. The, the, so, it's much easier. For a fascist revolution to occur in a, in an advanced capitalist country because they don't have to overthrow capitalism to do it, right? Uh, THAT'S one reason. But also, in the United States, there's always been a sort of, uh, element of Authoritarian pop populism that's been a, a, a kind of continuity, and there was a strong Nazi Party in the American, uh, in American society until uh the US entered World War II. There were large rallies, Nazi rallies in Madison Square Garden and elsewhere, and there were key, uh, public figures like Charles Lindbergh, the famous aviator, who were very sympathetic to the Nazis in Germany. Um, ALSO, you got to realize that At the time of between the two wars, about 20% of the American population was of German descent. And, uh, many of them were quite sympathetic to what was going on in Germany. Uh, I think that this is sort of a, a bit of a regression but a briefing. I think that Franklin Delano Roosevelt with his New Deal, his Institution of a sort of a minimal welfare state in the United States. AVERTED a fascist revolution. In the 1930s, there were fascist revolution, anti-democratic revolutions going on everywhere. It looked like democracy was on its way out. And I think it could have, as a result of people perceiving that democracies hadn't dealt with the Great Depression, right? They hadn't solved the economic problem. And I think that there was a lot of sentiment like that in the United States, and I think that by producing these welfare programs and pulling the country out of the Great Depression, uh, What Roosevelt did was to undercut the, the, uh Potential for a fascist revolution. I think it's exactly what Bismarck did, you know, Bismarck instituted the German welfare state, not because he cared about the common people, but because he thought it would avoid a socialist revolution. And he was right. So, so I think, uh, you know, if you talk about, I don't think a revolution is very likely in the United States of any kind. But if I had to bet which was more likely, I certainly wouldn't bet on a socialist or communist revolution, not, not in a country with the disparity of income that we have and the political power that goes with it. I mean, Elon Musk is worth $400 billion. Mhm."
	},
	{
		"start_time": "56:31",
		"speaker": "Ricardo Lopes",
		"words": "It's insane. It's completely insane."
	},
	{
		"start_time": "56:35",
		"speaker": "Allen Buchanan",
		"words": "Yeah, it's, well, and, uh, in major US corporations, the CEO has a rate of composition that's over 300 times higher than that of the average workers, and those enormous disparities of wealth translate into disparities of political power. Yeah, and it's very hard to overthrow that political power."
	},
	{
		"start_time": "56:59",
		"speaker": "Ricardo Lopes",
		"words": "Right. And you also haven't had the Communist Party in the US for a very long time,"
	},
	{
		"start_time": "57:06",
		"speaker": "Allen Buchanan",
		"words": "right? Well, you know, one of the results of the Cold War was that it destroyed the left-wing presence in American labor. American Labor is the most conservative labor group in the world, as far as I know. Uh, IN, in the Cold War, the struggle against the Soviet Union resulted in purging. Uh, FROM every part of society, anybody on the left, I mean, anybody was viewed as, you know, a, a fellow traveler of the Soviet communists if they had the mildest social democratic ideas. Uh, AND, uh, so that's, you know, we're, we're living with the consequences of the Cold War today. I mean, the US quote, won the Cold War, but at a price of, uh, really debilitating its, uh, domestic politics from uh seriously considering anything like social democracy of the kind that you have in Europe."
	},
	{
		"start_time": "58:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you, you know, here, here in Portugal, we still have a Communist Party that is a very old party over 100 years old, and they participated during the, uh, right-wing dictatorship that ran from 1932 up to 1974 here in Portugal. They participated in resistance against the regime and they They were jailed and politically persecuted and then they also helped with the revolution in 1974, but I mean nowadays they are pretty much a reformist party. I mean they, they pretty much want to work within capitalism and just reform things like improving uh working conditions, increasing the minimum wage, more social. Benefits improving the education system, the healthcare system. I mean, the most extreme view that they have, I think, is that they think we should leave the European Union, but apart from that,"
	},
	{
		"start_time": "59:10",
		"speaker": "Allen Buchanan",
		"words": "yeah, no, this has happened in many, many communist parties, I think. I mean, the, the, the, the strategy of the, of the bourgeoisie of creating a welfare state that just Uh, generous enough to, uh, prevent people from becoming revolutionaries, but not generous enough to change the basic power structure. This has been a brilliant success, and then it means that, uh, parties that previously might have been revolutionaries become reformists, you know, as you're saying, and, uh, yeah, uh. But if, you know, if Marx is right, there are the, the most fundamental Negative features of capitalism cannot be reformed away. Uh, AS long as you have, uh, employer monopoly, you have people who have Control over the means of production and can dictate the terms and unfair bargains of who works for them, you're going to have exploitation and domination and that, according to the Marxist view, that's an inherent, not a contingent feature of the capitalist system. And the only way you can get rid of that is by getting rid of the capitalist system. And I think there are very few people who, who are willing to take the risks of an unpredictable outcome of a revolution. Uh, IF they're, you know, doing well enough in the, in the capital system. Uh, AND, and the capitalist system has other kinds of mechanisms. I mean, the whole consumer culture and, uh, advertising, uh, diverts people's attention from the flaws of the political system and the economic system, and, uh, puts them on a sort of a path of perpetual striving for more and better things. Uh, YOU know, and, and, uh, I think as long as that's, uh, powerful, um, people will put up with a lot of defects in the system. Um"
	},
	{
		"start_time": "1:01:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so in regards to revolutions, uh, there is one thing I haven't asked you about yet. So, um, when it comes to political ideologies, how can they either facilitate or thwart revolutionary collective action?"
	},
	{
		"start_time": "1:01:28",
		"speaker": "Allen Buchanan",
		"words": "Good, good. Um, I think that, uh, the way, uh, the Frankfurt School and people on the left, uh, and, and Marx himself thought about ideologies, he thought of them as misrepresenting, uh, a system of domination in a way that, uh, prevents people from taking seriously the idea of overthrowing the system. So it, it's not that it, uh, ideology in this sense causes a collective action problem. It prevents people from even getting to the point of seriously considering acts that might have collective action problems. Uh, SO I mean, if, if you have an ideology that tells you that The inequalities in your society are natural or inevitable or they're the result of dessert, you know, that people have more dessert more, then you, you're not gonna be thinking seriously about trying to change the system. Um, ON the other hand, you can have emancipatory or revolutionary ideologies which tell people that. The way things have been represented is false. The system is not working in your interest. It's not going to work in your interest, so it's got to be a fundamental change, and The idea is that this kind of uh emancipatory revolutionary ideology will motivate people in such a way that they don't do the kind of self-interested calculations that lead to collective action problems. I mean, the classic collective action problem is the free-rider problem, you know, you say, well, yeah, revolution would be a good idea, but whether the revolution is gonna succeed or not is not gonna depend on whether I participate. My participation could be a cost to me. It might even get me killed. So I'll just sit back and see if other people do it. Another version of the collective action problem is called the assurance problem. I'd be willing to make the sacrifices and run the risk of participating in rep if I had assurance that enough other people would participate to reach the critical threshold necessary for success, but I don't have that assurance. Well, the thing about Ideology, so far as they include moral commitments, especially ideas about justice, is they tell people that you ought to do this regardless. That is you, you, you should have an unconditional commitment. You should, you should do it even if you're not sure that enough other people participate. It's a matter of your expressing your moral identity of showing integrity. And even if you think you could sit out the revolution, you shouldn't sit out the revolution because this is your revolution. This is for, for your sake, and you are the people who have to do it. It, it can sort of substitute the I thinking for the we thinking, right? This is what we ought to do. All of us. And, and so there, there's a sense in which ideologies can either thwart collective action or promote collective action. Uh, I, I think of ideologies as maps that are shared by people. They give a characterization of the landscape, and they give guidance. They coordinate people's beliefs about the way things are, the way things could be, and they enable collective action by getting people to think in terms of we rather than I."
	},
	{
		"start_time": "1:05:02",
		"speaker": "Ricardo Lopes",
		"words": "Mm. Right, but do you think that ideology itself can play a role, a causal role in revolution? I mean, because as you know, I mean, we can have perhaps a, a sort of Marxist materialist approach to this and say, oh no, it's not ideas or ideologies that Cause revolutions, it's the material conditions that people live in, it's the material conditions people respond to, or you can be perhaps an anthropologist or a human behavioral ecologist and say, oh, it's not ideology itself, it's the ecological, the social, the economic, the political conditions people live in. That lead them to uh participate in revolutions and then ideologies are something that comes after the fact in the sense that they are sort of post hoc rationalizations and ways of trying to create a coherent uh a coherent uh. Intellectualization of what we're wanting to do there and perhaps mobilizing people and enabling what's already going to happen anyway, so I mean, uh, is it possible to establish whether ideologies really do have or play a causal role in revolutions or not?"
	},
	{
		"start_time": "1:06:30",
		"speaker": "Allen Buchanan",
		"words": "Yeah, I think, I think that they can play a causal role and there's good evidence that they do because differences in ideologies correlate at least pretty strongly with differences in The way, the way revolutions are conducted and then the outcomes, uh, and if you contrast the kind of ideology of the American Revolution with the ideology of the Bolsheviks or the, uh, or the radical French during the terror, you can see that they're not just differences in ideologies, but they seem to, uh, correlate very strongly with differences in the way the revolution is conducted and the outcomes. I don't think ideologies are Autonomously effective. I think whether an ideology has any causal effect depends upon uh, uh, a complex of contextual features, uh, and that, uh, you don't wanna think of it as, well, ideology versus interest. You, you wanna think of ideologies as harnessing and coordinating interest and providing justifications for pursuing interest in ways that go against the ordinary moral rules. So it's not like ideology or interest or ideology or material conditions. It's, uh, if ideologies have a causal role, it's only because there are various enabling conditions, um, alignment with the interest, important interest and, uh, material conditions, epistemic conditions that allow the diffusion of the ideology. Now I think that most people writing on revolution, uh, now. Uh, ACKNOWLEDGE that there's some causal role for ideologies, they just disagree as to how significant the role is or which aspects of the process or the outcome are causally influenced by, uh, ideologies. Um, AGAIN, I think It would be surprising if ideology didn't have some causal role, given the way I framed the problem, that is that the revolutionaries and the counterrevolutionaries have to form coalitions and sustain those coalitions and if possible, recruit people from the other coalition into their group, right? This was the, the author that you mentioned said this is important. They need to get defection of some key people, military people and others to join the revolution. Yes, if, if that's, if that's the problem. Then you have to ask, well, what's gonna motivate people to join your coalition, and if you only depended on self-interest, it might be very hard to recruit people because you have the free rider of the insurance problem. But if you can appeal to their moral identity, if you can tap into their moral motivations. Then you be more likely not just to recruit them initially, but to keep them participating in the coalition even when there are adverse uh problems that you run into setbacks of the revolution. So, uh, I think it's uh Well, uh, uh, I mean, think about it. Both parties in a real revolutionary struggle make ideological appeals. I mean, think about Franco, your, in your neighboring country, in Spain, you know, uh. I mean, you know, he, he basically said, look, these, these socialists and communists, they want to destroy our religion and they want to destroy our family, and religion and family and patriotism are the most important virtues of human beings. This was, this was basically the simplified version of, of Franco's uh Message and also order, right, that that these are people who want to destroy the order. They don't know what they're going to replace it with, and if the order is destroyed, there will be chaos and everybody will suffer. So the, the appeal to these sort of patriarchal traditional values, religion, nationalism. Um, THE family along with the claim that we'll protect you against disorder, if that's not an ideology, I don't know what it is, and I, I think it'd be surprising. If Franco and his people were so stupid that they expended a lot of resources on pushing that message, if it had no, if they thought it would have no effect whatsoever, and on the other side there was a, an ideology. Now the other side was split into different groups. There were, you know, there were anarchists and there were communists and others, uh, but they had some, uh, commonalities. One commonality was that they had an ideology of secularization. They wanted to. To destroy the political power of the, of the Catholic Church in Spain. Uh, SO I, I think, you know, if you're trying to motivate people to take the risk of involving themselves in either revolution or counterrevolution, You've got, uh, uh, appeal to them, um, and not just on the basis of self-interest. Uh, AND that's why I think ideologies do, do play some role. Um, NOW, you know, there's a, a famous book on called, uh, The State and Social revolution by Scope pole. And she says that uh uh two apparently contrary things. She says, well, yes, ideologies but Play some role, then she says, but they, they don't really determine the outcome of the revolution. And what she means is that the ideology can claim that they're gonna provide equality for everybody, and then you end up with a dictatorship in the, in the, so that's completely compatible with everything I say about it, about it. It's not that there will be fidelity to all elements of the evolution of the ideology if the revolution succeeds, but nonetheless, the ideology can play a role in. Uh, In the success of the revolution, along with other factors, if it enables people to believe that they have to defer completely to the leadership. And maintain discipline and if it explains away the temporary setbacks and failures of the revolutionary leadership."
	},
	{
		"start_time": "1:12:34",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so I would like to ask you just one question that falls under the rubric of the ethics of revolution because I mean if we were to get now into uh an in-deep exploration of the ethics of revolution, we could be here for the next 3 hours, I guess. And, and I mean, in a couple of weeks, I'm going to interview Doctor Jeff McMahon from the University of Oxford about the ethics of political violence. So I guess that's some of that, I will leave for that interview. But let me just ask you then, what do you think is the distinction between just and unjust revolutionary violence?"
	},
	{
		"start_time": "1:13:17",
		"speaker": "Allen Buchanan",
		"words": "Uh. Here's the distinction I make in the book that I think is made often enough. There are two arenas in which revolutionary violence may, may occur. One is in Coercing people to participate and violently solving the leadership problem. Those two things have to be done before there can be a revolutionary war against the state, because a war means an organized military effort, right? The state already has solved that problem. It, it's already solved the, the problem of having enough troops and having a leadership structure, but the revolutionaries have to create that before they can really go to war with the, the regime. Now they can engage in acts of violence either against the regime or against their own people to try to get them on board, but those are two different settings in which violence can occur. And in the Real revolutionary War setting, I think there's, generally speaking, the ethics of wars in general apply. Because by that time, the revolutionary group has become more like a state. It's already organized. It has an army, it's a command structure, but, but in the, in the earlier phase, I'm not sure that the principles of just war tell us a lot about what's right or. Wrong on the part of the use of revolutionaries to solve, you know, the participation of leadership problem. That's a separate, and it's very, it's a very difficult situation because they have so few resources at the beginning. There's such an asymmetry of military power. Uh, AND if you look at the actual tactics of Revolutionaries at, in, in that arena at that early stage, uh, they often engage in acts which you otherwise just call terrorism, right? I mean, uh, one is what's called the propaganda of the deed where, and, and by the way, the best film ever made on revolution is the Battle of Algiers, directed by Gilo Pontecorvo. It's, it's a, it's a film that's used as a training film by the CIA and al-Qaeda. That tells you something about it, OK. And in it, at the very beginning, uh, uh, a, a young man comes up and just shoots a French policeman on the street. Now, the people who told him to do that are under no illusion that this is going to make the French government change its behavior. The audience for that act of violence is not the French government, it's the Algerian people. IS to tell the Algerian people we have power, we can hurt them. Because one thing An oppressive ideology does is deprive people of a sense of agency. That they can change the regime. So when this guy goes up and he shoots this policeman, he's saying, we can hurt them. We have power. That's the beginning of revolutionary consciousness. The other thing that revolutionaries do is If anything, I think more morally problematic, and that is they deliberately provoke the regime to excessive use of force. They organize a peaceful demonstration, but then they do something to make sure that the government will respond with excessive force. And when this happens, it radicalizes a lot of people because people get the message the government doesn't care about us. There's no limit to the brutality they'll use. There's no alternative but revolution. So, there, there are many strategies that successful revolutionaries use that are highly morally problematic. Um, AND that's where the real hard work of the ethics of revolutionary violence occurs. It's not in this later when those problems have been solved and you have a real revolutionary army that can act in a state-like fashion against the, the regime, and I, I think that, uh, it's just enorm enormously difficult, you know, if the current regime is horrible enough. Uh, AND the only alternative is revolution, then you might think that some acts of revolutionary violence are justified that otherwise would never be justified in any other less extreme circumstances. But the problem is, if you, uh, if you have a revolutionary leadership that, uh, Persistently engages in these very morally problematic acts of violence, it's a delusion to think that once they consolidate power, they're going to quit acting like that. They will, they will develop the habit of violence. And also, uh, in the process of coming to their position of power, they've made enemies. They have to worry about those enemies trying to overthrow them, right? They've hurt a lot of people. And so that's another reason why they tend to Consolidate power and use it preemptively to destroy anybody who might be a threat, and that means, you know, you're going to get a very nasty regime."
	},
	{
		"start_time": "1:18:31",
		"speaker": "Ricardo Lopes",
		"words": "Right, so, uh, I mean, I would like to get now into the topic of moral progress. I have a few questions I would like to ask you about it, and then I have just two final questions about hierarchy. So, um, We've talked actually about moral progress in our previous conversation about your other book, Our moral faith, but uh I would like to ask you now, how do you respond to challenges coming from skepticism about moral progress, namely it being tainted by its misuses in justifying colonialism and the truth and the truth of normative ethical relativism."
	},
	{
		"start_time": "1:19:14",
		"speaker": "Allen Buchanan",
		"words": "Yeah. Um, I, I do talk about this quite a bit in the book. Uh, uh, I think there are Two different sources of skepticism about, or at least two sources of skepticism about, about moral progress discourse. One is what you said is the tainted view is that this concept has been so abused in justifying colonialism or in justifying brutal state communist regimes that we just should take it off the table. It's too dangerous, OK. Well, I'm reluctant to agree with that because there are lots of concepts that have been misused, but we find it's still important to be able to use them. The, the concept of virtue, for example, right? I mean, in Roman times, virtue meant basically Physical courage of males, right? In the Victorian era, virtue means the chastity of women to a large extent, right? It's based on a totally sexist part. So, but I think, I still think we need the term virtue, you know, and there's a whole virtue ethics literature now. So I, I think the question is, can we rehabilitate the term and dissociate it from these abuses, and I think it's worth trying to do that. Now, another source that you mentioned is ethical relativism is if you think that there's no such thing as what's right or wrong in general, but things are only right or wrong relative to a particular culture or moral code, then you won't be able to talk about moral progress for humanity. You might be able to talk about moral progress for this group, you know, improvements relative to their moral standards, but you can't do that. Well, uh, I think there's some truth in In ethical relativism, I think that people overestimate the extent of Correct moral principles. I think there's a, there's a very small set of moral principles that are universally valid, that is, they're, that they are principles that anybody ought to try to observe regardless of other differences in their moral code. So I think there's like a range of relativism that's quite large, but there's a small area of non-relativism, uh, and, and, and as long as you're talking about moral progress only, uh, refers to that relatively small core of things like, you know, slavery is bad, for example, then I think you're on, you're immune to criticisms from the ethical relativists. Um, NOW the other, the other source of Skepticism about moral progress judgments is The fact that Some change can be good in one dimension or one aspect of morality, but have negative consequences in another. And so, uh, social change is often a mixed bag. There are positive and negatives. And it may not be possible to sort of total it all up and get a net score as to whether it was an improvement or not, because some of these different dimensions may be incommensurable. They just, they, they're not the kinds of things you could put on a common scale. So if you take the plurality of values really seriously, And that they're not all reducible to one thing, and you realize that social change can favor some values while not favoring others, it's very hard to make uh moral progress judgments. Uh, YOU could say, well, uh, the abolition of slavery in the British Empire, uh, was an improvement in that situation. But then you have to ask, well, what else was going on? Here, here's another example, OK. I think there's been an improvement in attitudes toward non-human animals in this sense. You don't have public cat burnings in Paris anymore, which they used to have in the 16th century, right? And you don't have public displays of excruciatingly cruel punishment for criminals in the way that you used to, to have. You know, you don't draw on a quarter of people or break them on the wheel or That kind of thing. Uh, BUT take the case of animals. OK, we don't have public cat burnings and, uh, dog fights and, and, uh, cockfights are, uh, illegal in many places. But you have massive suffering through factory farming. We're probably hurting more animals now. Causing more animal suffering than we ever have. Uh, AND so,"
	},
	{
		"start_time": "1:23:51",
		"speaker": "Ricardo Lopes",
		"words": "uh, well, let, let me just tell you, uh, it's a very, I, I would say unfortunate thing, but for example, here in Portugal, uh, and in Spain as well in the south of France, we still have, uh, bullfighting."
	},
	{
		"start_time": "1:24:07",
		"speaker": "Allen Buchanan",
		"words": "So yeah. Yeah, I, I am not a fan of bullfighting. I mean, I, I just, I can't see that. The justification for it, but I think the overall tendency is to reduce the regions of where that's done, uh, yeah, but at the same time, uh, We have Millions of animals raised in factory farms under really horrible conditions. So can you say, oh, there's been progress in the treatment of non-human animals? The answer is yes and no. It's not just yes or, or no. And I think this is true in many cases. So I think that, uh, if you admit a plurality of values and that social changes can have different effects for different values, it's very hard to make. Uh Moral progress judgments that are sort of uh conclusory or summing up uh judgments about net progress or not. Uh, BUT I also think that you can make judgments about regression. I think that, you know, we may have made progress in a certain area and then we fall back in that particular area. And in, in the, our moral faith book and in this book, I, when I talk about regression, I typically think about cases where Uh, there's either a reversion to harsher economic conditions like a world depression, or there are, uh, demagogues who convince people that there's some terrible threat from some other group like immigrants. But I don't think those are the only sources of regression because in the United States right now, I think the major cause of regression is backlash against moral progress. Mm, uh, things that you and I would consider to be instances of moral progress in the United States like civil rights for African-Americans, more equal rights for women and gay people. These are not viewed as good things by many people because they create losers. People lose status and privilege when those forms of moral progress occur. And in a revolution, you just take those people out and shoot them. You don't have. But in a democracy, you can't do that. They're there. And they're resentful and they're bitter because of what, what you and I regard as moral progress has cost them. Also globalization of the economy is a good example, and they are ripe for being recruited and mobilized by somebody who'll come along and say, I feel your pain. I know that you've been mistreated. I know that society is going in a direction that you find disgusting that you can't stand. And in the United States now, there is this tremendous sort of counter-revolution going on, or reaction, uh, whatever you call it. And I think it has some very regressive features. Um, SO, I think that a theory of moral progress has to include a theory of regression. And the theory of regression should give a prominent role to backlash, that is to the, the paradoxical fact that Moral progress often brings Factors that cause moral regression. I think that's has not been sufficiently appreciated."
	},
	{
		"start_time": "1:27:37",
		"speaker": "Ricardo Lopes",
		"words": "So, but to to try to tie this to one of the main topics we've explored today, that is the struggle between the hierarchs and the resisters. Do you think that this struggle has produced progressive results?"
	},
	{
		"start_time": "1:27:55",
		"speaker": "Allen Buchanan",
		"words": "Yeah, I think it has in some cases. I mean, I think that the transition from thinking of uh The ruler as somebody appointed by God, uh, uh, who has absolute power over those rules to the idea that government is a fiduciary agent acting on behalf of the general welfare, I think that's a tremendous change. I think the idea that the law is not in the king's mouth, but that the law applies equally to everybody is a, a big advantage. Uh, I think that the idea of That your birth, who, who your parents are should not determine, uh, your status in society or your eligibility for certain, uh, positions, that is the, the rejection of the idea of hereditary privilege, uh, or in the French Revolution, the slogan was career is open to talents, right? It was a fantastic change because through, throughout all of history in most societies, Who your parents were, the class you were born to determined almost everything about your opportunities. So, those are, and I think that the abolition of chattel slavery, now I, I say abolition of chattel slavery because there still is slavery. There's still some chattel slavery and there are other forms of slavery that still exist. But people are working on it, you know, uh, it's interesting is the last time I consulted this, the, the leader of the contemporary anti-slavery. Society is a direct descendant of one of the leaders of the British abolitionist movement. Uh, uh, I think he's a descendant of either Wilberforce or Clarkson. So, there, there, there's been an intergenerational community that's been committed to first wiping out slavery in its most extreme form, Atlantic chattel slavery, and then attacking other forms of servitude. Um, AND, uh, I, I think there has been progress in that. I know there's been progress in the rights and status of women. I mean, if you were You know, do a thought if you, if you were going to be a woman. When would you like to be born? I don't think it would be anytime earlier than now, basically, I think, or, or the last 25 years, I mean. Uh, THE condition of women in many places, not everywhere, many places."
	},
	{
		"start_time": "1:30:21",
		"speaker": "Ricardo Lopes",
		"words": "Well, well, I, I mean, uh, sometimes you actually hear some crazy things from conservatives where they say that or claim that women back in the 1950s, particularly in the US, were happier because they had kids and stayed home,"
	},
	{
		"start_time": "1:30:39",
		"speaker": "Allen Buchanan",
		"words": "so. Yeah, I mean, that, well, that, it raises an interesting question and that is, uh, what's the connection between having rights and being happy? Uh, AND, and getting more rights doesn't necessarily make you happy, right? Um, BUT at least having, uh, certain rights, uh, gives you opportunities to pursue paths that you hope will make you happy. But yeah, I mean, there is this saying, you know, the truth will set you free, but it will also make you miserable, right? And that, that's. Well, that's all too often true. I mean, um, this actually raises a question I've been thinking about before, I just mentioned, and that is, a lot of political philosophers think that justice is an absolute value. That uh if there's any uh conflict, it's improper to trade off some increment of justice for any other value. I don't think that's right. I think in some cases, uh, Welfare matters more than justice. Uh, SUPPOSE you have two job options, and one of them, you got high pay, great benefits, opportunities for advancement, but there's still a little residual discrimination against you as a woman. It's not fully just. The other alternative is a job where there's no discrimination against you as a woman, the pay is lousy, the benefits are lousy, there are no opportunities for advancement. WHICH job would you choose? If you say I would choose the one that's fully just, you're putting an absolute value on justice relative to everything else. I think that's not. That's not reasonable. Uh, BUT once you recognize there could be trade-offs between justice and welfare, the criticism of capitalism becomes much more complicated, right? Because whatever else you can say about capitalism, it delivers higher levels of welfare for more people. That has ever occurred in history. Now it does that by a system of incentives that predictably generates unjust inequalities. Right, right, so what do you want? I mean, you could get, maybe you can get rid of all those unjust inequalities, but you undercut the incentive system that produces the general prosperity. I think we've got excessive inequality in the US, right? I don't think to have an acceptable level of welfare in the US, Elon Musk has to have $400 billion right? So there's welfare necessary equalities of capitalism. There are surplus inequalities. And I think That most existing capitalist countries have high levels of surplus and equality, and for that reason, They're not acceptable, even if you think that welfare could be traded off against justice to some extent. Mhm."
	},
	{
		"start_time": "1:33:35",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you then finally, um, when it comes to this struggle between the hierarchs and the resisters, do you think that an understanding of it, uh, of uh how it has occurred so far, can yield knowledge of how to curb the tendency of hierarchs to abuse their power?"
	},
	{
		"start_time": "1:34:00",
		"speaker": "Allen Buchanan",
		"words": "I think so, and I wanna revert back to something you brought up, that is the epistemic dimension of the struggle. I think that what we've learned from looking at the history of the struggle is that when the struggle produces improvements in the social epistemic environment, It equips resistors with more resources for making further improvements. So I think that's one of the things that is important in thinking about how we can restrain hierarchy. By the way, I think that the object is not to abolish hierarchy. I think the complex, large-scale societies need some kind of hierarchy. Uh, THE question is, can you, uh, have hierarchies that are less prone to abuse rather than more prone to abuse? Uh, uh, AND, and I also think, this is really speculative, that in a modern large-scale complex pluralistic society, you can't sustain a hierarchy. Without a lot of coercion, unless there's an ideology. That supports the hierarchy. So I'm not in favor of either trying to get rid of ideologies or hierarchies. Uh, I'm more concerned with how you can identify and promulgate ideologies that are. Less destructive than many are and how you can have hierarchies that are uh less prone to abuse than the ones that we've had in the past. Um, And I think you can learn something from past experiences about that. Uh, uh, uh, uh, GAINS in the epistemic, the social epidemic environment where more people have access to knowledge that's relevant to judging the behavior of the hierarchs, right? And can communicate with other people, their dissatisfaction with the hierarchy and can mobilize because of the information technologies. That's crucial. Anything that can be done to improve that is likely to uh give, you have to think about what are the resources of resistors for curbing the abuses hierarchy. And I think their epistemic resources are of crucial importance, education. Information technology access, uh, And also there has to be a certain amount of transparency on the part of the way the hierarchs operate. There has to be information available about what the hell they're doing. Uh, AND of course, it's in their interest to, to not let us know what they're doing. So there's a struggle for access to information about what they're actually doing. Right."
	},
	{
		"start_time": "1:36:41",
		"speaker": "Ricardo Lopes",
		"words": "So I have just one final question then, uh, and uh on the topic of hierarchy, and I guess that it connects to some of what you just said there. Do you think that hierarchy is unavoidable?"
	},
	{
		"start_time": "1:36:57",
		"speaker": "Allen Buchanan",
		"words": "I think if you're gonna have a well-functioning large-scale, complex society with a plurality of values, uh, I think you have to have hierarchy of some kind. I don't, and organization theorists say this. They say for any large-scale organization, Whether it's a state or a corporation. You need some structure of authority to reduce transaction costs, to be able to come to decisions about what to do rather than just sort of endlessly debating about it, that there are efficiency constraints that that push you in the direction of having some kind of hierarchy. In large scale complex organizations. I, I, I think that's That's right. Um, SO it's not a question of, you know, finally defeating a hierarchy. It's a matter of controlling hierarchies. Uh, THAT'S the crucial question, uh, and, and what's the role of ideology in either controlling them or making them less. Subject to control."
	},
	{
		"start_time": "1:38:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, great. So, the book is again, Ideology and Revolution, how the struggle Against domination Drives the evolution of morality and the institutions. I'm, of course, leaving a link with in the description of the interview. And Doctor Buchanan, thank you so much for taking the time to come on the show again. It's been a really fascinating conversation. Well,"
	},
	{
		"start_time": "1:38:25",
		"speaker": "Allen Buchanan",
		"words": "thank you for the opportunity. I said this before in a previous interview. You are by far the best interviewer I've ever encountered. I've had a lot of them, but you really read and understand the work and you ask the best questions, and you allow enough time. This is really important, uh. Yeah. 01 last thing. I want you to engineer a trip to Portugal for me. I want, uh, I, I, I've been to Portugal once. I really loved it. I thought the people were incredibly generous and beautiful country, and, uh, and sometime I wanna talk to you about how, how little Portugal has maintained its independence from Spain. Over the centuries, right? I mean, when you look at the map, you'd say, Why don't the Spanish control the whole thing? Right? Now, I know it has to do with alliances to some extent, like with the British."
	},
	{
		"start_time": "1:39:15",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortezus Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Janus Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]