[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm here with a return guest, Doctor Jeff McMahon, and in our previous conversations we've tackled topics like the ethics of killing, the ethics of killing in war. We also talked about veganism and academic freedom, and today I thought it would be relevant due to. Recent events and developments in the US but also elsewhere that we tackle the ethics of political violence which will also include political assassinations. So Jeff, welcome back to the show. It's always a pleasure to talk with you."
	},
	{
		"start_time": "00:44",
		"speaker": "Jeff McMahan",
		"words": "Thanks, Ricardo. Always a pleasure for me too."
	},
	{
		"start_time": "00:47",
		"speaker": "Ricardo Lopes",
		"words": "OK, so maybe before we get into the ethics itself, let's start by perhaps trying to arrive at the definition of political violence here. So as a philosopher, and of course I could ask the same question to political scientists and other people, but as a philosopher, what is your understanding of political violence? How do you approach it?"
	},
	{
		"start_time": "01:14",
		"speaker": "Jeff McMahan",
		"words": "Well, it's a term that is being used a lot now, and what one has to do is try to understand how people are applying it. Um, AS I say, it's a sort of new term you won't find it in a dictionary, and normally what people mean when they refer to political violence is violence by individuals or small groups of people. FOR political reasons or the violence that is motivated by essentially a political aim, and one of the paradigms of political violence is one that you mentioned assassination, which is normally defined as Uh, the killing of a particularly prominent or important person for a political reason. So a political assassination would come within the scope of political violence. Um, POLITICAL violence is also substate violence, um, and it is a term that I think in ordinary use excludes war, so people wouldn't consider war political violence, even though war is almost always. Uh, THE use of violence by military means, uh, for the achievement of aims that are essentially political, but because it's done by the state and externally rather than internally, um, war wouldn't count as political violence, though violence by Government agents internally or domestically could be considered political violence. So what the members of ICEE are doing in the United States to people would be considered by many to be political violence. Um, AGAIN, it's a, it's a, it's a vague notion, partly because The, the, the notion of the political is vague, and even the notion of violence can can be vague, um, and action that begins as political violence can end up as something that wouldn't be considered political violence. So for example, Uh, some forms of political violence, uh, could. Um, Lead to something that we might think of as revolution, and a revolution would be initially at least considered political violence or revolutionary violence would be considered political violence, but It could develop into civil war, and once there's a civil war in progress, wouldn't, one wouldn't refer to the action of either side as political violence because it would then be war. Um, I think the notion of political violence also encompasses virtually all instances of what we think of as terrorism, which is typically defined as the intentional harming of innocent people as a means of achieving aims that are political in nature. Um, AND terrorism is not always, of course, a, a, a domestic matter. There's international terrorism. Um, SO we might think of the destruction of the Twin Towers in 9/11 in the United States as political violence, uh, consider the massacres of October 7th in Israel as political violence and, and, and so on."
	},
	{
		"start_time": "05:04",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO you mentioned Israel. Uh, HOW about, uh, genocide? Would you also consider that a form of political violence? I mean, notwithstanding the fact that, uh, illegally genocide is considered, according to international law, a crime, uh, but I, I mean, would you also consider it political violence?"
	},
	{
		"start_time": "05:30",
		"speaker": "Jeff McMahan",
		"words": "Well, again, I think the the notion of political violence is too vague for there to be a precise answer to that question. Um, IT'S just a matter of how the term is used. Um, CERTAINLY genocide can start off as political violence, I think perhaps. Uh, Rwanda in the early 1990s, um, May have started off as, you know, one ethnic group attacking members of another, uh, for reasons of revenge and other, you know, politically motivated reasons, but once it became kind of systematic and large scale, then it becomes, then I think we would want to. Distinguish genocide from mere political violence. Political violence, I think, is As the term is typically used, excludes large scale and in particular, uh state sponsored violence."
	},
	{
		"start_time": "06:37",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BY the way, um, please tell me what you think about this, but, uh, political violence doesn't necessarily have to involve humans or human life as targets, right? I mean, for example, if it's, uh, organized groups of people, uh, causing property damage to express themselves politically, that would also be considered a form of political violence or not."
	},
	{
		"start_time": "07:06",
		"speaker": "Jeff McMahan",
		"words": "Yeah, yeah, I think so. Um, I was thinking that usually violence is understood as Physical harm to a person's body, but of course you're right, um, destruction of property is also violence, yes. Uh, AND if, if the motivation is political, then, then it's political violence. On the other hand, um, When Russia destroys residential buildings in Ukraine or Israeli forces destroy residential buildings in Gaza, we wouldn't call that political violence because it's part of war. It's, it's, it's terrorism in war, but um war very often involves terrorism."
	},
	{
		"start_time": "07:51",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and a point that you touched on there that I think is very important, the motivations that the actors have for the violence that they perpetrate are relevant in this case, right, because they have to be political in order for their actions to be considered political violence,"
	},
	{
		"start_time": "08:15",
		"speaker": "Jeff McMahan",
		"words": "right, yeah, it has to be politically motivated to count as political violence. Yeah, sure. Mhm,"
	},
	{
		"start_time": "08:20",
		"speaker": "Ricardo Lopes",
		"words": "YES, because I, I think that's, uh, an important point to clarify because it will be relevant for, uh, later when we talk about political assassinations and I want to explore a particular recent case and I think that will be relevant there."
	},
	{
		"start_time": "08:35",
		"speaker": "Jeff McMahan",
		"words": "So, but let me, let me, let me, um, interrupt you and say that, uh. Um, THIS political violence is not a topic on which I have written or Uh, done any particular systematic study of and In particular, um. I am not deeply informed about recent instances of political violence. I'm, I'm aware of them, but, um, I, I, I don't know the details, um, in any depth, so I just. Issue that disclaimer at the at the outset."
	},
	{
		"start_time": "09:18",
		"speaker": "Ricardo Lopes",
		"words": "No, of course, and thank you for that. And as I said before we started the interview, uh, I wanted to have you on the show because I also wanted to have on the show an ethical perspective on political violence, and I thought that it would link in a relevant way to your other work on the ethics of. Killing for example, so that's the reason why we're having this conversation, but let's get, let's get then into more of the ethics of political violence. So do you think that there are instances where political violence is justified?"
	},
	{
		"start_time": "09:55",
		"speaker": "Jeff McMahan",
		"words": "Uh, YES, um, there are instances, but what I'm going to be arguing as we continue is that they are quite rare. Um. But let's take the case of assassination. Uh, THERE was a plot involving some, uh, even I believe some German military personnel to assassinate Hitler. Um, IF they had been able to carry out that plot and if they had succeeded, I think that would have been justified political assassination and therefore justified political violence. Um, SIMILARLY, if someone had been able to assassinate Stalin. That may well also have been uh something that would be morally justified. I think it's an important condition of justifiable political violence. THAT the targets of the political violence be morally liable to be attacked. Uh, AND by that I mean they must have, they must be guilty of or responsible for some threat of harm or some wrong to people of a sufficient level of gravity to justify violence. Now, um, I'm gonna say something slightly technical here, and that is that. By liable, I, I mean something like this. They, they have forfeited their right not to be harmed. They would not be wronged by being harmed. But I also think that certain conditions on the justifiability of violence are internal to the concept of liability. Now there's disagreement about that, um, among philosophers. Uh, MANY, many others disagree with me about this. I'm not sure how much difference this makes, but, uh, what I mean is that. A person is not liable to be harmed if harming that person would do no good whatsoever, or if it, you know, if it would be ineffective. Um, I also think that we measure proportionality by reference to weighing the good that could be achieved by causing harm against the magnitude of the harm and so on. And so I think of necessity and proportionality as constraints that are internal to liability. So someone is not liable to a harm that would be disproportionate. Nor is somebody morally liable to a harm that would be ineffective or counterproductive. And what I want to say here is that in principle people can be morally liable to be harmed, even killed for political reasons. Like I say, good examples would be Hitler and Stalin, provided that Assassinating them would have Prevented Great harms within Europe, within the Soviet Union, rather than exacerbated those problems that were being caused by these leaders, these political leaders. And what I tend to think is that in most instances nowadays, uh, political violence and political assassination in particular are likely to be, um, not just ineffective, but counterproductive. Um, THEY'RE going to, uh, lead to, and, and, and this is particularly true in democratic societies, um, in which If a person has been elected to an office, it's a, you know, it's a violation of the principles of democracy and so on to kill somebody who has been elected by the people, and the reaction of the people is likely to be one of great outrage and indignation, and, uh, the, the person killed is going to become a martyr in the, in the, in the eyes of the person's supporters, in which case, those who succeed the assassinated leader. Um, ARE likely to do things that are even worse, or at least as bad as those that the leader was going to do anyway. So I tend to think that political violence at all levels is Not just ineffective, but counterproductive. And for those reasons, you don't have a liability justification or any other kind of justification for doing it."
	},
	{
		"start_time": "14:49",
		"speaker": "Ricardo Lopes",
		"words": "Right, and, and I mean, actually, uh, there's uh work in sociology that supports what you're saying there because there's a sociologist, an American sociologist, Erica Chenoweth. And she studied violent and nonviolent revolutions, and the ones that are nonviolent tend to last longer in time and tend to have more support also of the general population, so they tend to lead to regimes that are more stable afterwards."
	},
	{
		"start_time": "15:28",
		"speaker": "Jeff McMahan",
		"words": "Yeah, well, I mean. One thing that's perfectly obvious is that In conditions in which political violence is more likely, the population in which it Might occur is going to be divided. They're going to be, as the people say nowadays, polarized, and violence by one side is never going to be. Convincing, persuasive, or whatever to people on the other side, it is going to, uh, produce a desire for vengeance, revenge, retribution, it's going to elicit hatred, um, and, Uh, so the use of political violence. Will very often just provoke an escalation of violence and do nothing to, uh, achieve peaceful reconciliation, compromise, enabling people to live together peacefully. Uh, IT, it, it's just always going to be counterproductive in this way, self-defeating."
	},
	{
		"start_time": "16:45",
		"speaker": "Ricardo Lopes",
		"words": "So I wrote here a few examples that came to my mind when I was thinking about uh cases of uh political violence that I think would be justified and uh I want to hear your thoughts about it. So I wrote here uh slave revolts. Revolutions against oppressive regimes resisting occupation by another country, and I also included, and I can explain why I included that in the 19th century, particularly workers fighting for their rights like when for example they destroyed. Machinery in their factories and things like that. So, uh, I mean, uh, and I, I'm, I'm just going to say about that, that, uh, I think that for example in the case of revolutions against oppressive regimes and workers fighting for their rights, uh, in a violent form. I think it's justified when there are no legal mechanisms that they can resort to or when the state doesn't listen to their demands because of its nature or it might be, as I said, an oppressive regime or something like that. So what do you think about these examples that I came up with?"
	},
	{
		"start_time": "18:11",
		"speaker": "Jeff McMahan",
		"words": "Uh, I think they're all different. They all raise different questions. Let me see if I can think of some. Uh, CONSIDERATIONS that might be common to all of them. You mentioned workers destroying machinery. That is different from harming people. Um, YOU mentioned slave revolts. Um, IF slave revolts are directed against slave owners, that's one thing because the slave owners, uh, are arguably liable to be harmed. Um. Violent revolutions, um. Um, I, they may be directed towards military forces, whatever, similarly with Uh, resistance to occupation. But I think a lot depends on what the conditions are now, so slavery. Um, WAS involve people who were dispersed over a huge area. Collective action was difficult. It would have been very difficult for slaves to engage in Gandhian tactics of nonviolent resistance because they were all spread out over different plantations and so on throughout the south. So their slave revolts directed against slave owners might have been justified on the assumption that they could somehow or other appeal to the consciences of people elsewhere. On the other hand, it's not clear that the actual slave revolts that involve killing people and so on had that effect. I just don't know. I'm not a historian of slavery, so I don't know. Um, I do think, let me give you, uh, one example that I, that is particularly, uh, pressing right now, and that is the occupation of Gaza and the West Bank by Israel for many, many decades. Um, The occupation of those areas by Israel, I think, is a kind of paradigm of political injustice. This was a uh a people. With a sense of their own identity, with their own culture, with their own norms and so on, who were systematically oppressed, dominated, and denied freedom and rights of self-determination. I still think every instance of violence that wasn't immediate self-defense by the Palestinians was self-defeating. I think, and I've said this for many decades, that If the Palestinians initially had been led by a Gandhi-like figure rather than Arafat and the PLO who engaged in terrorism, I think the Palestinians would have had their own state again decades ago. Because I think that's what Israel was much more vulnerable to the appeal to conscience, especially earlier when Israeli society consisted of refugees fleeing political persecution and oppression and domination and had come to seek safety and to have the ability to be self-determining. And if the Palestinians had made the appeal to them by saying, What about us? Are, don't we also have rights to freedom and self-determination and and so on. Um I think the Israelis would have been much more receptive to that than they would have been to the use of political violence and in particular terrorism, which again, as I said earlier, simply inspires hatred and a desire for revenge. So I think, for example, this unspeakably immoral war that Israel has fought in Gaza, um, will ultimately be self-defeating for Israel. And, uh, independently of the, you know, the, the horrible beyond description consequences for Palestinian civilians. Um,"
	},
	{
		"start_time": "22:46",
		"speaker": "Ricardo Lopes",
		"words": "SO, uh, since you're mentioning that, since you're mentioning that, and since earlier you also referred to October 7th, let me ask you then, do you think that if on October 7th, 2023, Hamas had only targeted, uh, military, it would have been a form of justified political violence?"
	},
	{
		"start_time": "23:10",
		"speaker": "Jeff McMahan",
		"words": "No, because I think it would have been, again, uh, ineffective and self-defeating. What they did was vastly worse, um, vastly more immoral and vastly more self-defeating, um, uh, than, than. It would have been if they had attacked only military installations. That would have been in a in a way discriminating, but Uh It, it would not have done any good. What, what, what the Palestinians. Need to do is to make their appeal nonviolently. Uh, THAT'S, that's my view. Like, you know, one thing that they could do would be to have mass sit-ins blocking roads to settlements, um, or blocking the IDF in, in, in, in Gaza, for example, but nonviolently."
	},
	{
		"start_time": "24:14",
		"speaker": "Ricardo Lopes",
		"words": "Yes, the reason why"
	},
	{
		"start_time": "24:17",
		"speaker": "Jeff McMahan",
		"words": "that Gandhi did,"
	},
	{
		"start_time": "24:18",
		"speaker": "Ricardo Lopes",
		"words": "yes, the reason why I ask you that, I mean, actually it's two reasons. The first one is that according to international law, people who are part of a population that is occupied by another country have the right to resist, and that includes. Political violence if it targets only military and also I've heard from some people, some of them friends, others not who are pro-Palestinian, and they, they tell me that they don't consider Hamas. WHAT they do as a form of terrorism, of course legally that's not correct, but anyway, they don't consider them a terrorist group because they're, I mean the kinds of things they do is that is that exactly that kind of thing that they consider to be. Um, RESISTANCE that uh that they consider to be, uh, justifiable, uh, or, yeah, justifiable resistance, so."
	},
	{
		"start_time": "25:26",
		"speaker": "Jeff McMahan",
		"words": "Well, look, I, I think there can be very extreme circumstances in which what we call terrorism could be morally justified. That is, um, there could be very extreme circumstances and incredibly rare in which the harm, the intentional harming of innocent people as a means of achieving a political aim could be, uh, justified. But I think that's very rare and what Hamas does is terrorism, pure and simple. When it fires rockets into Israel, it's trying to kill innocent people. It's trying to kill people in their homes. And that's what Hamas did on October 7th. I think myself, uh, Everything that Hamas does is Unjustifiable morally. It's not only totally immoral in the effects that it has on the targets who are almost always innocent people, innocent in the sense that they are not liable to be harmed or killed. They haven't done anything to justify this. But also because what they do is totally ineffective. Are the Palestinians in Gaza better off now for what Hamas did on October 7th? AND um. Hamas could predict that, they could know that. They, every conflict between Hamas and Israel since Hamas came to power. Has taken the following form. Hamas shoots some rockets into Israel or some Hamas militants get into Israel through the tunnels and innocent people are harmed or killed, and then Israel sends tanks and planes into Gaza and kills far more innocent Palestinians than Uh, Hamas was able to kill. And what's so they can they can predict that what they do is going to cause far more suffering among their own people than among Israelis. But also, it never does any good at all, except, you know, the only thing it does is makes Israelis think Palestinians can never be trusted. They're all terrorists. I can't tell you how many times I've heard that kind of view expressed in Israel. Um And That's, it's because of what Hamas and before that, the PLO did. And, uh, and again, another reason why violence by Palestinians has been self-defeating is that Israel has dependence, particularly earlier, but even now, has depended very heavily on the United States for economic and military support, military support in the form of bombs and that sort of thing. And um It's been easier for Israel to get this from the United States. Because people in the United States think of Palestinians as terrorists rather than as victims of injustice, and that's because what you, what people in the US read about are, you know, the instances of violence by the Palestinian groups against Israeli civilians. So again, I think it's just totally counterproductive in every way, in addition to being immoral because the targets are not liable."
	},
	{
		"start_time": "29:02",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so,"
	},
	{
		"start_time": "29:05",
		"speaker": "Jeff McMahan",
		"words": "you know, you spoke of people being pro-Palestinian. I mean, the, what I wish is that people would stop thinking of themselves as essentially Palestinian or essentially Israeli Jew, everybody waving their flags and being opposed to members of the other group. What they need is for all of them to recognize that they are human beings. That for the most part, they want the same things in life. They want to live in peace. They want their children to grow up healthy and get an education and prosper. Things that people everywhere want. Um, YOU know, maybe some Hamas militants are, uh, Different in that respect. Um, NO doubt the members of the current Israeli government are, are, are different in that respect, but most people Can't can learn to live with each other in peace without, uh, this, this dreadful kind of in-group outgroup, uh, uh, hatred on, on both sides. So I'm supportive of those groups that try to bring communities and peoples together. I'll just put in a plug for Parents Circle, which is a group of bereaved, uh, Israelis and bereaved Palestinians who've come together to try to Show what I have just said. We're all people and let's not kill each other's children."
	},
	{
		"start_time": "30:31",
		"speaker": "Ricardo Lopes",
		"words": "OK, so maybe you also would like to comment on the final example I gave about workers in the 19th century destroying machinery because, I mean, they were being exploited in that particular case by people who owned factories and stuff like that. So what do you think about that as a form of political violence?"
	},
	{
		"start_time": "30:56",
		"speaker": "Jeff McMahan",
		"words": "Uh, PROBABLY justifiable. Uh, AGAIN, it's just destruction of property. And when one reads about the conditions in which people labored in the 19th century, I know mostly about England where, where I live. Um, THE conditions were horrific. People, uh, uh, and, and involving small children as well, um, and people being, uh, maimed and killed in this machinery and, uh. Yeah, the conditions were. Appalling What the industrialists were doing was highly immoral. Just like what a lot of billionaires today are doing is highly immoral, um. And the destruction of machinery. I would be a way of Communicating to these people the anger, the getting them to pay attention. You have to make them pay attention. Would these industrialists have responded to, uh, forms of later forms of industrial action like strikes and sit-in strikes and that sort of thing? Who knows, they may have just been able to call in the military and, and, uh, get everybody dispersed and, uh, people elsewhere wouldn't even know about it. So, the possibilities for the effectiveness of nonviolent action have Developed greatly since the 19th century with mass communication and so on. And when newspapers can report these things and photographers can be there to take pictures or videos of, uh, uh, people beating up nonviolent protesters and so on that. ENABLES nonviolent action to be much more effective because it makes the moral appeal public. Uh, AND that was probably not possible to workers in, in industrial societies in the 19th century. So they had, they had to do something else. And I do think, you know, destruction of machinery is far More likely to be justified than harming persons."
	},
	{
		"start_time": "33:27",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, and also because we have to keep in mind, and I think that I mentioned this or at least alluded to it when presenting the example when I said that they didn't back in early industrialization, they didn't really have much legal resources and so strikes. Were not even uh something that was protected legally and so I mean they didn't have many nonviolent resources to express their frustration against the exploit the exploitation they were victims of, right."
	},
	{
		"start_time": "34:02",
		"speaker": "Jeff McMahan",
		"words": "Yeah, I mean there were forms of public protests that were possible, uh, you know, large gatherings of people and so on, and of the sort that still go on that went on the other day in the US with the no kings protests. Um, But It's difficult for workers in a particular town to organize this kind of thing. Uh, OR to get it publicized. I mean, there were in the 19th century rallies by suffragettes and people in favor of expansion of the franchise to non-property owners and to women and so on. And, and uh these forms of appeal were generally nonviolent and eventually they became Successful, mhm,"
	},
	{
		"start_time": "34:59",
		"speaker": "Ricardo Lopes",
		"words": "yes, so let me ask you now about the political assassination specifically which I think and as I mentioned earlier I think is uh the aspect or one of the forms of political violence that perhaps links more relevantly to the rest of your work because it. Involves uh taking the life of someone or several people so uh since you wrote, as I said, the book on the ethics of killing and the ethics of killing you in war, do you have anything to say specifically about political assassinations? Do you think that sometimes they might be justified?"
	},
	{
		"start_time": "35:42",
		"speaker": "Jeff McMahan",
		"words": "I've, as I said earlier, I think the justification would need to include. The the the the. Justified claim that the victim of assassination. Um, WOULD not be wronged by, uh, being killed. That would be because this person continues to pose a threat of unjustified harm to other people, and of course political leaders can pose threats of unjustifiable harm to vast numbers of innocent people as we see today and Putin in Ukraine and Netanyahu and his Qatari in Gaza. And the Trump administration in the United States causing vast harm to persons and institutions there. Um, 22 points I think are important here. In most cases, as I said earlier, I think political assassination is unlikely to be effective in achieving the aim of eliminating the wrongdoing. Um, AND that's because, you know, the leader will, will be replaced by somebody equally bad and political change will not occur. What will, what will occur will be revenge against the people who were in any way associated with the assassin or assassins. Um, I'm forgetting now what the other consideration was, but um So the, the, the likely ineffectiveness is, is a An important consideration. Uh GOSH, I, I'm just forgetting what the other thought was. I mean, if the person is morally liable to be harmed or killed, um, Then the assassination would not be murder. Murder is the killing of an innocent person. Um And uh. Very often political assassination is against somebody who is guilty of great wrongdoing, though the In instances of political assassination that occurred to me just offhand, the successful ones, particularly in the United States, so John F. Kennedy, Martin Luther King, Robert Kennedy, uh, these were not wrongdoers. These were not people who were morally liable to be killed. Um. Nothing good was achieved by any of this. Uh, AND, oh yeah, the other, that's the other thing I wanted to say, and that that is that It's important legally and also morally to uphold a principled objection to assassination because It's so often likely to be used against the wrong people, um. So if if we have, if somebody says, oh yeah, political assassination, assassination can be morally justified. And lots of people come to believe that, then the consequences are likely to be dreadful. So we want to uphold a norm against Uh, assassination, um. For, for that reason, if for no other. And again, I think that coincides with my claim that normally there are far better ways of Removing from power some evil or tyrannical figure than assassination."
	},
	{
		"start_time": "39:52",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you, OK. Yeah, let, let me ask you, because earlier you mentioned Stalin, if someone had killed Stalin. So let me ask you, for example, when we're talking about uh people who are the leaders of oppressive regimes like Stalin was, like Hitler was, like Mussolini was, I've heard from some philosophers that. Uh, PEOPLE, uh, in this case we're talking about political figures, but it could be any other person, people who act immorally like they did toward other people. Uh, ONE of the reasons why it might be. Justifiable to kill them is that their life is worth less than the life of other people, that because they are immoral, their life is worth less. What do you think about that kind of argument?"
	},
	{
		"start_time": "40:52",
		"speaker": "Jeff McMahan",
		"words": "I, I, I think it's uh, uh, I, I'm, I'm trying to be polite here, but I don't think I can be. I think it's a silly argument. Um, SUPPOSE someone's life is worth less. That's not a reason to kill that individual. Um You might say these people deserve it. You, you, you might say, uh, uh, as a, a philosopher I know in Cambridge has said that sometimes It, it just, it, it's better if, if Such evil individuals don't coexist with us on the planet, that we have a better state of the world if it's not blighted by the existence of these awful people. These might be positive reasons for getting rid of somebody. I don't myself think they are. Um, I, I think, as I said, the justification that would be Uh, really, the only realistic and feasible justification for assassination would be a liability justification, namely that a person in a prominent person in a position of power. IS engaged in wrongdoing, threatens unjustifiable harm to other people, and eliminating this person through assassination would be the most effective means of defending the potential victims of this prominent person. Um, IN that case, political assassination or assassination could be morally justified, but I think the justification would have to be a liability justification. And I think That the, I mean, you see this, uh, In the media now, people saying we have to, you know, it's really important to achieve justice in the Middle East by making sure that Netanyahu is punished and so on. Yes, I think in a way it's important that Netanyahu should be punished, but only as a means of preventing him from engaging in further wrongdoing and only as a means of preventing his action from Providing inspiration to others. If we punish people like Netanyahu, um, we may deter others like him in the future. We shouldn't punish him because he deserves it, though he's, in my view, about as evil as any human being could ever possibly be."
	},
	{
		"start_time": "43:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YEAH, I, I understand that distinction and I think it's important to make it so, uh, but uh I mean just putting aside using that type, that kind of argument to justify political violence or not, just putting that bit aside, do you agree as a moral philosopher that people who practice immoral acts, people who are immoral, their lives are worth less than the lives of people who are immoral?"
	},
	{
		"start_time": "44:12",
		"speaker": "Jeff McMahan",
		"words": "I don't know. I, I, the problem is I don't know what that means. How much is my life worth? What is it? Is this some sort of monetary value or what? I mean, Um, Uh Do we want there to be evil people on the planet? No, um. Uh, IT would be better if people were good and nice and so on, but worth less. I. Well, in Let, let me, let me put it this way. Um, IF, uh, if I see a, uh, uh, Some 90 year old person about to drown. This person's only got another year or so of life left to live, the perfectly harmless person. And also in the water, there's Donald Trump, who's about to drown, uh, and I can save only one of them. Um, I'm going to save the very elderly non-Donald Trump person. So in that sense, yeah, I mean, I, I wouldn't, I, I, I, I've, would I even spend, uh, uh, uh, 10% to save Donald Trump's life? No. So in that sense, it's worth less, but that's because, you know, for the reasons I've given, I just, The world would be a much better place without Donald Trump in it."
	},
	{
		"start_time": "45:44",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, I mean, the reason why I asked you that is that because uh one time I was having, uh, not for the channel, but in other, in another context, I was having a discussion with a philosopher as well, because I was saying that uh the lives of um the lives of all people are worth the same. I mean, the life of, for example, a billionaire is worth the same as the, the life of a common worker. I mean, something. Like that and then it was when the person said, oh no, that's not true, because the life of immoral people is worth less than the life of moral people and then they mentioned Hitler, for example, and said, oh, the life of Hitler was worth less than the life of the average German, and I mean I find it really hard to understand that argument honestly."
	},
	{
		"start_time": "46:42",
		"speaker": "Jeff McMahan",
		"words": "Well, like I say, it's just, I, there are different ways of interpreting such a claim, worth less. What does that mean? And some of, some of the ways of interpreting that claim, uh, are, are probably plausible. So again, if I could save the life of Hitler or save the life of some ordinary German, I would save the life of the ordinary German. And part of the reason for that would be What each of these people was likely to do. Another reason would be how good is that individual's life for that person. Um, SO for example, Again, uh, Just take, take the life of somebody whose life is full of suffering and misery, and they often contemplate suicide and they go on living just for the sake of others, uh, and so on, and there's nothing that can be done to make that person's life better. It's just an Intrinsically miserable life. There's nothing evil about this person, but the person's life is miserable. And then there's another person whose life is very well worth living. This person is flourishing and happy and so on and so forth. Again, if I could save one or the other of them. I think I have a reason to save the person whose life would be better rather than to save the life of the person whose life would be much, much less good and barely good at all, or maybe not good at all. Um, AND what I think about Hitler, for example, is that his was not a life that was worth living for a human being. He had a life that was terrible for him. Even if he thought he was happy and so on, this was still. In my view, a bad life for a human being completely independently of the effects his action had on other people. And and the way I always try to bring that out is I ask people, I, I give people the following sort of thought experiment. Suppose you're a parent of a child and you get a phone call from the school and it says, um, we've had a, we've had an incident here today. A child was badly beaten up by a bully, and then the person who's Saying this is, oh, excuse me a moment, I've got, and then goes off the phone for a minute and the parent on the phone doesn't know whether her child is the bully or the victim. And I think most of us would want our child to be the victim rather than the bully. And, you know, the victim has been harmed, but we want our children. Um, WE would rather our children have less happiness. And not be immoral than be in one way happier but be immoral for their own sake, for their own good. And so that's another way in which Hitler's life was worth less. It was a terrible life for a human being. So we can go on and on and on. We can say that Hitler was liable to be killed. Some people would say, many people would say he deserved to die. And so on and so forth. There are lots of ways of interpreting this claim that his life was worth less, but it's important, I think, to try to clarify which of these different interpretations we have in mind."
	},
	{
		"start_time": "50:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Right, so let's talk more about the motives of people who assassinate other people. I mean, as you, as you said earlier, for it to count as a form of political violence or a political assassination, the motives of the killer have to be political, and I find this very interesting because, I mean, one thing that happened recently and it was in fact one. Of the cases that motivated me to invite you on the show to talk about the ethics of political violence and political assassinations, more specifically was the case of the assassination of Charlie Kirk in the US. Why? Because I mean at this point in time it's still not clear whether it was a political assassination or not. Why? Because we're not sure about the political motivations of the. I mean, it seems that he didn't have any form of coherent political belief system or something like that, and then there are contradictory sort of evidence like for example the fact that he inscribed in these uh bullet casings, uh, things like Bella Choo Bella Chow, which is an anti-fascist song, but on the other hand, uh. The police, the authorities spoke with his roommate and with the friends that he spoke with via Discord on the internet, and they were all surprised that he had done such a thing because with them he never spoke of politics. So I mean it's all over the place at this point in time. We're not sure if he had really political motivations to do. What he did or not and in its aftermath, even though we were not sure of his motives, there, there were people, right wingers in America, and Donald Trump himself, who immediately, who immediately blamed the radical left, and there were conspiracy theories on the internet about oh it was a radical trans group that. I mean that was behind the assassination and then there were, I, I, I mean the things that it is legitimate to call political persecution because for example on Twitter, and I think this was really horrible, people tried to dox people who were just criticizing Charlie Kirk's views or for example celebrating and I also have a question specifically about that celebrating his death and uh there were a few people who lost their jobs because of it and I, I mean now there's this sort of discourse of going after uh groups that are politicized and are and that are on the radical left in America in the aftermath of. The assassination. So I mean, what do you think about all of that, because I mean on the one hand, I would think myself that if at this point we're not sure if the killer had political motives, we can't really say that it was a political assassination. That's the first thing, even though Charlie Kirk was a political figure, he was a political activist and so on. Uh, AND on the other hand, I think that it's been immoral, the sort of response that we've seen from the Trump administration in response to something we're not even sure was a political assassination. So what is your opinion on that?"
	},
	{
		"start_time": "53:53",
		"speaker": "Jeff McMahan",
		"words": "Well, what you have just said. Supports my earlier claim that assassinations are normally and are usually predictably, totally counterproductive. Uh, ANYBODY should have known this, that is to say, if anybody did want to promote some kind of left wing agenda. Assassinating Charlie Kirk was about the most self-defeating way they could have gone about promoting that agenda. It was totally predictable that the Trump administration would react the way that it has, that businesses and so on would defer to Trump by punishing those people who, uh, uh, afterwards were critical of Charlie Kirk. And so on. So, um, and again, I would stress that, uh, Charlie Kirk, I, I didn't even really know who he was. I mean, I'm, I live in England and I do get a lot of uh literature about right-wing activity in the United States, but I had never really heard of him because I'm not that uh attentive. Um, HE certainly had not done anything to make him liable to be killed. He was simply going around giving talks defending certain views. If you disagree with those views, you challenge the views. You don't kill the person who is promoting those views. I mean, again, it was intrinsically immoral act and a totally self-defeating one if it was politically motivated, and I suspect. That it had some political motivation. It wasn't just arbitrary. He didn't just pick somebody, you know, he didn't pick somebody he, whose views he thought were, were, were, were really admirable. That, that wouldn't make any sense. I mean, unless the guy is just totally deranged. But again, there's no reason to think that, particularly if he Inscribed things on his bullets as these people tend to do nowadays, which is just. Uh, uh. Yeah. Again, uh, would never occur to anybody in the Trump administration to think that this kind of thing might, uh, suggest, uh, that it would be a good idea to have, um, Uh, much more restriction on people's access to guns in that lunatic society where all the right wingers at least are armed to the teeth. Um, YOU know, they're the ones who are going on about political violence and, well, everybody goes on about political violence, but, uh, Uh, you'd have, you'd have thought that, that, that, uh, some of them might say something about, um, trying to deprive people like this assassin of, of guns, but that would never occur to people there. Um, BUT yeah, your, your general point is that Uh We don't know whether this was a political assassination, but it's automatically treated as one, and I would say exploited as one by Trump and Vance and the other members of the administration and other people on the right in the United States. They exploiting this to further polarize the society, to uh inflame hatreds against uh people on the left and and so on. And again, I think it's um It's certainly unwise and I think also inappropriate for people to rejoice in the murder of Charlie Kirk, and this was an assassination. It was a murder. I mean, if the person is not liable to be killed, it's, it's, it's legally and morally murder. And so this was clearly an instance of murder. To uh. To celebrate a murder is wrong. To"
	},
	{
		"start_time": "58:19",
		"speaker": "Ricardo Lopes",
		"words": "But, but let me ask"
	},
	{
		"start_time": "58:21",
		"speaker": "Jeff McMahan",
		"words": "criticize the views of the person is perfectly appropriate and people are being punished for that."
	},
	{
		"start_time": "58:28",
		"speaker": "Ricardo Lopes",
		"words": "But, but do you think that uh celebrating a murder is wrong? I, I mean, is it just simply, uh, breaking a social norm, or do you consider it morally wrong?"
	},
	{
		"start_time": "58:43",
		"speaker": "Jeff McMahan",
		"words": "If it's a murder, I consider it morally wrong. Um, IF there were, I mean, now, look, if Stalin had been assassinated and that had led to some liberalization internal to the Soviet Union, then I think celebrations would have been. Uh, ENTIRELY appropriate. And that's because they're celebrating the elimination of someone who was liable to be killed, whose elimination is going to be better for innocent people. So it makes a lot of difference whether it's a justified assassination or a murder. If it's murder, the victim is not liable and the consequences are going to be bad, then it's, yeah, it is, it is wrong to celebrate."
	},
	{
		"start_time": "59:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, it is, it is morally wrong, but do you think that people who celebrate a murder, um, should be deprived of work? I mean, that they should be fired, that that is the proportionate punishment for them."
	},
	{
		"start_time": "59:57",
		"speaker": "Jeff McMahan",
		"words": "No, I don't think that there should be any, uh any legal restriction on celebrating. The death of anybody. Um, AND I also think the private forms of punishment are generally also inappropriate. I mean, It it all depends on the context. Suppose there's a small business. You know, there are 3 people who run a, uh, let's say, you know, some sort of little market. And one of them is found to be celebrating publicly a murder. No, that's going to be bad for the business. It's, it's wrong to, to do that. Uh, IN those circumstances, it might very well be, uh, right for the other owners of the business to expel the one who has behaved badly, um, for for various reasons, both personal moral reasons and business reasons. But that's not what's going on in the, in the cases, uh, now. Uh, WHAT'S going on now is just that, um, businesses are, are afraid of the Trump administration. They're afraid of bad publicity and so on, and they sacrifice, uh, people who in the most part, for the most part, haven't so much celebrated, but have just said, you know, he was a bad person, Charlie Kirk, his views were iniquitous and, and so on. Um. So again, it depends on whether, whether you're just criticizing the person and criticizing the person's views or saying how wonderful it is that he was killed. Those are completely different activities. Mhm."
	},
	{
		"start_time": "1:01:51",
		"speaker": "Ricardo Lopes",
		"words": "Right, and I mean, generally speaking, because now we're getting also into the topic of free speech and what should be protected speech. I mean, generally speaking, do you think that there are any instances where people should be fired because of them expressing particular political opinions? I mean, I'm going to give you an example. A few months ago, Media Sun, the left-wing journalist and political commentator from the US, had a debate on a YouTube channel called Jubilee Against 20 right-wing conservatives. I mean, some of them were even farther right than just a common right-wing. Conservative because one of them expressed openly that he was a fascist and they didn't care about the American, the US Constitution and the person who expressed openly admitted openly that he was a fascist after the debate ended up getting fired. Uh, I, I mean, do you think that there should be limits to the sort of political opinions people can express publicly and then, uh, getting punished in that way of getting fired because I mean, I, I, I fall more on the left wing of the political spectrum and I don't like fascists at all, but I don't agree that that person should have been fired."
	},
	{
		"start_time": "1:03:31",
		"speaker": "Jeff McMahan",
		"words": "Yeah, I agree with you, um. I can, again, I can imagine special circumstances. So suppose this is someone who's part of a very small business and I'm I'm a, I'm somebody who works for this business, and I've always thought that this person was, you know, a decent person. And then I learn this person says he's a fascist or she, whatever, he's a fascist and, you know, has all these views that I think are really abhorrent. I might not want to work with this person. I might want some distance from this person, and if everybody else in the business is, is the same, then we might together decide we just don't want to be around this guy anymore. I can imagine that. Uh, BEING justifiable, and, but by and large, I agree with you. Um, SOMEBODY holds abhorrent views, particularly in a big business where this person is just doing some job and Uh, his views are not going to affect his effectiveness in the business or his relations with others in the business. So it's sort of pure publicity purposes to get rid of this person because of his views, um, then I think that's wrong."
	},
	{
		"start_time": "1:05:00",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I, I think exactly the same. I mean, I think that if a person's views does not, does not er affect directly their performance, the work they're doing, I mean, I don't think it's justifiable. Let me give you another example, and this is not a, a case of people having a particular kind of political view, but I think it, it was also uh Funny in a way. So, uh, there's a far right party here in Portugal called SHG, and just, uh, over a week ago we had our municipal elections here and people found out that one of the candidates they put, they put forth, uh, in a particular. The municipality was, was a woman who had an only fans account, so she was a creator, an only fans account. I mean it is basically"
	},
	{
		"start_time": "1:05:59",
		"speaker": "Jeff McMahan",
		"words": "I don't know site."
	},
	{
		"start_time": "1:06:00",
		"speaker": "Ricardo Lopes",
		"words": "OK, I'm going to explain it's a website where women and men wherever can create adult content. So, that, that, that's it. They can create pornography, and things like that, and they can sell it there or people can subscribe to their accounts to things like that, and there, there were people who were insinuating that because she had uh that account and she had that kind of activity that we should question. Uh, HER, uh, competence to be part or, or, or to or to be part of a municipality to be a politician, and, and I, and I said, look, why she has that kind of activity, but what kind of direct implications does that have for her work as a politician as long as she's competent, as long as she knows what she's doing. Why should we think she's less intelligent or less competent or less capable than, for example, a woman who's not a sex worker, you know, so I mean, those are my thoughts. This is the way I think. I don't know if you agree or not."
	},
	{
		"start_time": "1:07:17",
		"speaker": "Jeff McMahan",
		"words": "Well, I mean, I, I, I, I don't think I entirely agree. I see your view. The one thing I would say is that if One should prefer to elect for to to responsible governmental positions, people who have good judgment. And in particular, if you're running for one of, if you're, if you become a candidate for one of these things, and you maintain your own sort of pornography website or whatever it is, that's clearly not good judgment. And so that's evidence that this person, um, lacks a certain kind of competence. Uh, SO I do, I do think it's relevant. If I found this out about a person, I mean, if the person otherwise had really good, strong, decent views about everything, I, you know, I agreed enthusiastically with everything she said about local government, about international affairs, about politics, about morality, and so on. But there was this one. Um, uh, INSTANCE of what I would consider a poor judgment and questionable behavior, I would still go ahead and vote for her. Um, BUT I do think it's a sort of mark against a candidate that the candidate would, um, behave in this way and in particular, While Being a candidate for political office."
	},
	{
		"start_time": "1:08:59",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, just to understand your position a little bit better, uh, in that particular case, do you think it's poor judgment to be a sex worker? Why specifically? Because you think that's a sort of, um, immoral activity or is it for another reason?"
	},
	{
		"start_time": "1:09:21",
		"speaker": "Jeff McMahan",
		"words": "Uh, I honestly don't know what I think about sex workers. I, as I understood what you were saying initially, I didn't understand this, that this woman was a sex worker. I thought she and a man had some kind of Website where they sold or distributed videos of them having sex or something. Uh uh"
	},
	{
		"start_time": "1:09:47",
		"speaker": "Ricardo Lopes",
		"words": "uh NO, I mean, it's an individual thing, it's individual women who can create accounts on that website and then sell their, their, I mean, explicit content, whatever it might be, so,"
	},
	{
		"start_time": "1:10:01",
		"speaker": "Jeff McMahan",
		"words": "OK, well, that's not, well, is that. I don't, I, I don't, I don't really know what the definition of a sex worker is, so she could have all this explicit content without actually having sex with anybody. So she wouldn't, she wouldn't physically, well, even so, I do think that's, uh, it, it, it, it, it's, uh. Yeah, I think it's a um. An unseemly way to earn money. It's You know, uh, To, to sell erotic videos of yourself, um, I mean, I, I, this is something I just don't have a view about, um. And sex workers in general, uh. I just don't know. It's not, it's not something I've thought about. I, uh, um."
	},
	{
		"start_time": "1:10:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, that that's fair enough, that's fair enough. So let me just ask you then one last question and since we were just talking about uh free speech, do you think that if there are instances where political violence might be justified, do you think that calling for political violence should be protected speech?"
	},
	{
		"start_time": "1:11:22",
		"speaker": "Jeff McMahan",
		"words": "Um, I assume that by protected speech, you mean that there, that there should be no legal constraints on this, and, uh, I'm inclined to think that there should be some legal constraints on Um, Speech advocating political violence. And That's not because I think advocacy of political violence is always wrong. It is that In order to try to constrain advocacy for morally unjustified political violence, and as I have said before, I think most political violence is morally unjustified. It, it, it either targets people who are not liable to be harmed or it's going to be self-defeating if it does target people who are genuine wrongdoers. So political violence is very unlikely to be justified. So, Um, It's wise and likely to have the best consequences for society for there to be legal constraints on the advocacy of political violence, um, though. There are instances in which the advocacy of political violence could be morally justified and possibly even morally required. Sometimes we are morally required to break the law and to break a justified law."
	},
	{
		"start_time": "1:13:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. OK, so, uh, let's perhaps wrap up our conversation here. I think we've already went through the most relevant aspects that I wanted to explore here. So, uh, Jeff, apart from your books, which we've already explored, I mean, at least some of them on the show, are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:13:35",
		"speaker": "Jeff McMahan",
		"words": "Um, HMM, yeah, the people could find papers that I've published on my, uh, University of Oxford web page, though it hasn't been updated in about 4 or 5 years, so a lot of my recent publications aren't there. Um, THERE'S also a website called academia.edu. And you just type that in academia.edu and then you put in my name and a lot of my uh articles and so on are posted there. Mhm."
	},
	{
		"start_time": "1:14:09",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, thank you so much for taking the time to come on the show again. It's always a great pleasure to talk with you."
	},
	{
		"start_time": "1:14:16",
		"speaker": "Jeff McMahan",
		"words": "Well, thanks, Ricardo. Again, as I've said before, your, your show is just magnificent. Uh, YOU, you. You must be the most learned, uh, person in the world because you have to, you have to read books by all the people you interview and so on. I mean, you must know infinitely more than I do. It's a remarkable show."
	},
	{
		"start_time": "1:14:36",
		"speaker": "Ricardo Lopes",
		"words": "Thank you. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyanny Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]