[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes, and today I'm joined by Doctor Gabriel Zamos Cregueros. He's associate professor of philosophy in the College of Liberal Arts and Science at the University of Colorado, Denver. And today we're going to talk about some topics in Nietzsche's psychology, uh, philosophy, sorry. So, Doctor Zamos Gregueros, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "Thank you so much, Ricardo. Thank you for inviting me. It's a great honor to be here, uh, with you and your audience and uh I hope we can have a good interview and conversation."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Great. So I would like to start by asking you about some of the ideals of Nietzsche that you talk about in your work. So you've done work on the ideals of sovereignty, of wholeness, and of becoming what one is in Nietzsche's philosophy. So let's tackle each of them in turn. And discuss your views and interpretations of them, starting with becoming what one is. What is that really about?"
	},
	{
		"start_time": "01:10",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "Yes, so as you say, I, I kind of, when I was writing my dissertation, I wanted to be, to focus it a little bit on the positive side of Nietzsche's philosophy. Typically, when you read Nietzsche, uh, you, you realize that, you know, Nietzsche is against all sorts of things. He's against Christian morality, democracy, all sorts of criticisms that he advances truth, perhaps even. Uh, METAPHYSICS, whatever. So, he has many negative things to say about all sorts of things, but I was always curious about, well, what is his positive philosophy? What is he, what is he proposing? What, what are his ideals? Does he have any, any interesting things to offer in terms of things he wants us to pursue or, or such? And that led me to focus on some of the ideals that he seems to be espousing. So, as you said, you, you mentioned becoming who you are or what you are. It's a phrase that recurs throughout all of, uh, uh, Nietzsche's, uh, philosophical development. You can find, uh, uh. Actually, the actual phrase you can find it even in the untimely meditations because he talks about Wagner in the Wagner meditation, Wagner in Breuth, uh, he talks about it, uh, as Wagner looking into himself and then this act of looking into himself, he describes as how Wagner became what he is and will be. So he actually uses that phrase in the, in the, in the third, uh. Meditation on Schopenhauer as educator, he, uh, tells us that, uh, you know, your conscience tells you be who you are or be yourself. He doesn't quite use that the expression as become who you are, but he says be yourself. Everything you're doing right now is not you yourself. You, you are inauthentic in some sense. So you, you get it there, then you see it echoed in, um, gay science, obviously in a passage that gets cited a lot. Uh, THE passage, I forget the numbers. I'm very bad at remembering, uh, section numbers and stuff, so forgive, forgive me for that, but, uh, you know, uh, he has that long passage about long-lived, long, uh, -lived physics, and he said, in that passage occurs the phrase in the context of saying something like, you know, we are the ones who want to become who we are, uh, beings who are unique, who create themselves, who give themselves laws, etc. Um, YOU find it in Zarathustra, where he says, uh, Zarathustra in the 4th, uh, book says, you know, I am not for nothing, I am a person who's trying to fish, uh, men, right? He, he presents himself as a fisher of men, a person who's trying to raise, to raise up, not for nothing. I'm a person who's told himself once, become who you are, right? Uh, IT occurs, of course, uh, in the famous autobiography of Nietzsche as a subtitle, right? Uh, How One Becomes What One Is. So it's a phrase that is recurring everywhere. Another ideal that it, that seems to be present is this ideal of wholeness, uh, that, that people seem to have detected, right? Ntzsche wants us to become whole, uh, or, you know, Goethe in the Twilight of the Idols wanted totality or wholeness or completion or something like that. So, there seems to be some kind of ideal of wholeness. There also seems to be, for some people, at least, uh, although other people want to contend, uh, this claim, uh, the ideal of sovereignty in the genealogy, it's an important passage in the second Treaties of the Genealogy where Nietzsche presents the sovereign individual as the mankind come to completion. The tree of mankind that we've been, the genealogical tree that we've been uh uh retracing here in this book, Nietzsche tells us, culminates with this fruit. Uh, THAT, that, that is full of promise, the fruit of the sovereign individual. That seems to be an ideal that he, he, he wants to recommend to us. Moreover, notice the language of completion, right? The completion of mankind. So, just like, you know, uh, people who want to create themselves, who want to be unique, who want to represent the completion of mankind or something like that, uh, OK, so, these ideals, by the way, seem to be related to each other, and this is also part of what I want to just flag before I launch into trying to tell you my answer about What beyond, uh, uh, uh, becoming who you are, um, or what you are means, uh, that in some ways, I might end up repeating myself, uh, in, in the course of this investigation in some of the answers because as I study this, uh uh different ideals of Nietzsche's, I've come to the realization that there are things that repeat themselves. They're echoes of, uh, of, of, of, uh, the ways in which he conceptualize one. Of the ideals that are repeated in the ways in which you conceptualize the others, um, so, so all these ideals in some ways are different ways of talking about the same thing in the end, uh, I think when, when you read Nietzsche carefully, you kind of start to realize that's kind of what's going on. You could add other ideals that I don't discuss right now or maybe we won't discuss today, the superhuman ideal that Zarathus represents to us. I would probably lean towards the idea that this is another way of um speaking of the same thing so, so that the superhuman in some ways shares many features of the sovereign individual of the ideal of wholeness and of the ideal of becoming who you are. This is why Tustra himself explicitly says, I'm the one who told himself become who you are. So, um. So that's the first caveat. The second caveat I wanted to introduce that I'll be repeating myself as the first caveat, but the second caveat I want, I want to introduce is uh that there's something a little bit I, I don't know how to put this, uh, exactly, but artificial in the way we Nietzsche scholars approach N Nietzsche. We forget a little bit that Nietzsche is an outsider. Uh, HE comes to philosophy as an outsider. He's not really trained in philosophy. He has teleological, theological, sorry, uh, interest, as, as a young, very young man that he, of course, quickly. Uh, uh, SHIES away from, uh, in, in part thanks to his, uh, having been brought up in the classicist tradition, uh, and the humanitarian tradition of, uh, the, the school board that he attended, that he had the privilege to attend. And so he becomes, thanks to that influence, a philologist, but philology is also not philosophy, right? So he's, he's either, he, he was either a theologian trying to, you know, uh, following his father's footsteps perhaps, and become a priest or a pastor or somebody who thinks about God a lot, or um he became a kind of classicist in the end. Of course, in becoming a classicist and even also in in being a theologian, he He indirectly dabbles in philosophical concerns, of course, because these areas, if you're, if you're a classicist, you're gonna have to read the philo the ancient philosophers, right? Uh, AMONG the other things that you're gonna be reading. So, you're gonna read ancient philosophers and you're gonna get exposure to philosophy that way, for sure. But he's always an outsider. He's also an outsider in his own field of training in some ways because he does philology in a very weird way, and which is why he was chastised, uh, from the field in thanks to the publication of his first major book, Birth of Tragedy, as you may know. So, we forget this, and what, what I'm, why is this important? Because In some ways, Nietzsche is not a traditional philosopher. What this means is that when Nietzsche comes to philosophy, he doesn't come to philosophy with the traditional concerns of what people trained in the philosophical tradition, in the discipline of philosophy, let's say. Come with, right? So, and what are those? Typically, there are things like metaphysics and epistemology. I wanna know what is it to know? What is the difference between knowing something and just happening, happening to have a true opinion about something. Uh, WHAT exactly is truth anyways, uh, you know, things like that, or what is the nature of reality, right? What is the, the cosmos made of? What is the, what is, what? What exactly is nature? How does it work? Is it made of atoms? Is it, you know, uh what? OK. So, what is matter and then what is the relationship between matter and mind? I have minds and, and, uh, you know, materialistic philosophy seems to miss the mind, as Nietzsche, who read Lang would, would, would know. This is one of the recurring themes in, in Lang's history of materialism, which Nietzsche read very early on when he was very young. Uh, YOU know, that materialism, the, the, the thing that materialism cannot handle is experience, the, the mental, what, what today, uh, following Chalmer and others we call the hard problem of consciousness or something, right? OK, this is the repeated. A wall against which materialism cracks its head, OK? Um. These problems, or in, in the case that pertains to us, actually, let me just mention one last one. The problem, a sub-problem of a metaphysical field, the problem of free will, right? Is, is the world, is reality made in such a way that you can have creatures that have free will or does the nature of reality simply exclude the possibility of having creatures with a free will, right? That's a it's a, it's a field of a metaphysical problem. And so Nietzsche Even though he will make claims. That, of course, are claims that you would have to categorize, let's put, or put under the, the umbrella of metaphysical claims or claims about metaphysics, or claims about epistemology, or claims about free will, right? The, the debate on free will. Art He's making those claims not because he wants to contribute to the field of metaphysics or to contribute to the field of epistemology or even in in the case that I'm interested in perhaps the field of free will debates, OK, and I think that's important because when we miss that. We, we are in danger of falling into certain traps, OK? We, we're in danger of falling into certain traps when we approach Nietzsche's philosophy. We, we are in danger of, uh, I don't know, to, to use the kind of typical expression, missing the forest for the trees, right? And, and even missing the trees because we mischaracterize those trees, the, the, the, the metaphysical concerns that he supposedly has or the Uh, epistemological concern or his concern with free will, right? Uh, WE, we miss those things and in missing, and even in the, in themselves, but more importantly, we miss what Nietzsche is actually trying to do in his philosophy, which is not contribute to perhaps metaphysical. Debates or contribute to epistemological debates or contribute to the free will debate, OK, um, as we understand it. So, so that's it, that's a caveat I want to express here, right? So when we're looking for Uh, you know, uh, and, and it's, and, and part of the issue here too is that we have those concerns because we are trained as philosophers that we're interested in. In my case, the free will debate a little bit, right? That's one of my interests. OK, fantastic. Um, BUT In, in, in bringing this interest into Nietzsche's philosophy, I, I may end up uh uh twisting Nietzsche's philosophy beyond recognition because I kind of foist and onto Nietzsche and a demand that, that he answer the questions that I'm interested in. Even though he maybe doesn't want to, right? He's, he's doing something else. And so that's a, a pitfall, that's a danger I can fall into very easily. I can start reconstructing Nietzsche's metaphysics, trying to reconstruct it, right? When maybe Nietzsche was not interested in giving you a coherent picture of what his metaphysics were, OK? Um, AND, and stuff like that. So this is a, this is a, a, a danger. That I think we have to be wary of, we have to be aware of, and we have to try to bring to mind when we're trying to do these reconstructions because the other thing I want to say is I'm not disparaging of the effort of trying to figure out what Nietzsche's moral psychology is, or to try to figure out what Nietzsche's metaphysics is, or to try to figure out what Nietzsche had to say about the free will debate, if he had any position that I can. Reconstruct or whatever in him. I don't disparage of those efforts. I, I think they're valuable and we can learn things about Nietzsche's philosophy, but we do, we should keep in mind that in some ways, they're artificial. They're not really what Nietzsche is doing, OK? And that we therefore have to be careful not to miss what Nietzsche's actually doing. And so, having said that, of course I myself am guilty of trying to do a kind of reconstruction sometimes of, uh, you know, what is Nietzsche saying, for instance, in, in becoming who you are, to come, to come back to your question now, uh, forgive me, I'll take, I'll take sips of water every once in a while. I hope that's OK. No,"
	},
	{
		"start_time": "13:53",
		"speaker": "Ricardo Lopes",
		"words": "that's OK."
	},
	{
		"start_time": "13:56",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "Um, OK, so. Uh, uh, uh, YOU know, in the, in my case of trying to figure out what Nietzsche has to say about, uh, becoming who you are, um, I'm, I'm, uh, uh interest, I was, I, I came into that debate. And by the way, this is not published, uh, the, the, uh, uh, it's, it's published as part of my dissertation. So, in my dissertation, I tackled those three ideals that you mentioned, becoming who you are, wholeness, and sovereignty, but I've actually only published, uh, uh, versions of what I wrote in my dissertation for the ideals of wholeness and for the ideals, of sovereignty. I haven't really published, uh, what I wrote about becoming who you are. Uh, BUT it's still available online if people are interested in reading it, so you can, you can find my dissertation online, probably if you Google me and you, you find the dissertation, you'll be able to read it. Uh, IN the, in the case of becoming who you are, uh, I kind of, uh, went into it because there was a, a sort of debate that, uh, in the literature about how to understand becoming who you are, framed, uh, in terms of two sort of posi positions, right? One was, uh, Nehama's position where becoming who You are, it's about organizing, uh, yourself or your, your mental life to some extent or yourself, uh, uh, into a narrative unity in the way literature kind of, uh, create constructs narratives, uh, where you organize what you think, what you want, what you desire in. To this kind of narrative unity. And then there is the, uh, sort of, uh, Brian Leiter position, for instance, uh, that wants to see becoming who you are as a kind of causally determined process where you're destined to become what you were always naturally, uh, uh, destined to become because of your essential natural properties or, or characteristics or something like that. With very diametrically opposed right ways of thinking, and I was like, well, let me explore what does it mean to become who you are according to Nietzsche in the book that bears the subtitle, uh, in the phrase in its subtitle, namely, e que homo, um, what exactly is Nietzsche, uh, here? Uh, DOING, what does he have to say about how you become who you are, and does that reveal Whether N Nietzsche is thinking that human beings have no genial capacity like Leiter wants, wants us to, to, to think, or whether, uh, Nietzsche thinks that humans do have some kind of a genial capacity to contribute to the process of becoming who they are, uh, in some way which would, would, which would imply they have some kind of autonomy or free will in what they're doing, OK, um, and, and then, you know, maybe ask questions about, well, but is that about organizing yourself in the way that. Uh, Nehamas things or not, OK? Um, AND so, when I did that, and, and I started to explore, I, I noticed that there, there are, of course, many, many, um, Things Nietzsche says in Eke homo. That it sound like the picture of uh uh fatalism that uh Brian Leiter uh likes to emphasize, right? Nietzsche talks about instincts that he has that kind of direct him to particular places and, and do all those kinds of things, um, but he also, uh, has other moments where he seems to speak of reflection and Consciousness and self-knowledge and coming to reflect and find reason in reality prompted by the fact that he was sick, um, which have a consequence that sounds a little bit contrary to what the, the lighter picture is presenting us, namely the consequence of actually creating instincts in you that you didn't have before. So there's a point in uhque home, I forget which section exactly. I think it's the, it might be the, why am I so, um. Uh, CLEVER or, or intelligent, uh, section, um, where he says, I have an, uh, you know, the, the, the people need to have an instinct of self-defense, which is also called taste. To, you know, preserve their task and their, and their, uh, and their uniqueness and their, so they can become who they are. And I totally lacked it, OK? I had no instinct of self-defense for the longest part of my life. I lacked this ins I lacked the instinct. It It was thanks to my sickness that I started to reflect and find reason in reality, and thanks to this reflection and this finding reason in reality, I developed in the last 10 years of my life the instinct of self-defense, basically is what he's saying, OK? I finally developed this instinct. Uh, WHICH now seems to, uh, posit a kind of agential capacity that works by way of what typically we think agential capacities or free will in the human being works, namely by practical deliberation. There's some kind of practical deliberation. You're using your reason. You come to know something about yourself, and this self-knowledge transforms the way you, uh, act in the world, right? Uh, SO your self-understanding. Creates intentions in you that then you, uh, go out into the world to manifest, right, um, in the, in the, in the, in the, in this case, the intention to create an instinct of freedom and to cultivate it in the right way, uh, sorry, not an instinct of freedom, it's instinct of self-defense and cultivate it in the right way, right? Uh, THERE is also another moment in Nietzsche's, uh, actually the moment where he finally tells us how you become what you are, right? He comes a there comes a moment in Ekehomo where he says, I can no longer delay telling you, reader, how you become who you are. You become how you are by keeping your, your, your autonomy agency away uh uh from become, by not understanding yourself too quickly, by not engaging in this process of self-knowledge and self-reflection too quickly, right? You have to be careful, you have to guard against your autonomy, against this capacity you have. To, through your reflection and your rationality, inject yourself into the causal stream of your life, right? You have to be careful because injecting yourself into the causal stream of your life too soon when you don't really have a correct understanding of who you are is problematic, right? This is something that, that he says, uh, in, in, in Eke homo 2. So this again would be, would mean, oh, we have a practical capacity, we have some kind of free will. That functions in the way that typically free wills have been characterized to function, namely self-reflection, self-understanding, reason, right, rationality, self-knowledge, and With this self-knowledge and reflection and all that stuff, you form intentions that are truly your own and you inject yourself into the causal stream of the world. Now, I don't know if I actually answered your question about what is it to become who you are because of course, uh, you're supposed to. Prevent your autonomy from. Knowing itself too quickly and therefore intervening in your life too quickly, uh, Nietzsche, Nietzsche says, you know, in particular, you should guard against, uh, you know, all great gestures, right? So becoming attached to great causes or all great, uh, uh, he should, he should, he should probably, I don't think he mentioned it, but he should also probably say great men, like he did, for instance, with Wagner back when he was young, right? Um. Because They might not be so great in the end, right? And you are, you are yet not in the position to realize that and to know that. Um, SO you have to, you have to, uh, disengage your autonomous agency sometimes. You have to adopt the kind of fatalistic attitude of the sort, uh, perhaps Brian Leiter, uh, would, would like to, uh, recommend, namely, just be a cultural spectator of your life instead of being an active contributor to it, right? But you do all those things so that eventually you recover yourself and your agency and become who you are, presumably, right, which, by the way, if we go back to what I just told you about Wagner, right, Nietzsche in the, uh, Wagner meditation says Wagner looks into himself. He has a moment of introspection. He has a moment of self-awareness, of self-understanding, of self-knowledge. And that's how he became who he was, right? That's what Nietzsche tells us, or what he was and what he will be, what he will be for the, for the future, um. Involves, therefore, this kind of rationality, right? But what is it that you become when you become who you are? That's a big question, right? And, and of course, One of the things, uh, that comes out, if you look at, uh, if you trace the, the, the occurrence of this phrase, uh, throughout Nietzsche's work in the ways I've done, right, uh, in the gay science or in the, is that it's about becoming unique in some sense, right? Becoming the unique person you have it in you. To become, but what is this uniqueness exactly, right? Well, uh, in some sense, uh, we're all unique, right? Obviously, because we are, as Nietzsche says in the meditations, actually in the, uh, second meditation, no, sorry, 3rd meditation, Schopenhauer as educator, um. You know, no, you are born right now to this moment, to this era where you had whole eternities to have been born, right? And, uh, or, and, and, you know, whole eternities in the, in the future to have been born, but no, you're born right now. And it's because you're born right now that you have this kind of impulse to, and, and this demand placed on you to become the unique person you can have it in you to become, OK? Uh, THERE'S a sense of uniqueness there that, that, that is kind of familiar, each person is a, is, is, is an individual that, that is irrepeatable, right, that, that, that, that will never again. Uh, HERE, right? No, never again will there be a Ricardo Lopez. Never again will there be a Gabriel Zamos, right? It's kind of like we are unique in that sense, but that's not the sense of uniqueness that's at stake here, you see. It's not just that you're an individual self that is irrepeatable, that is completely different from other selves and all that stuff. It's not identi identity uniqueness or anything like that that's at stake. I think for Nietzsche, what's at stake is And here we maybe start to drift into the other ideals, right? What, what's at stake is the realizing this. Productive uniqueness that is possible for you that has to be linked to. Well, broader issues, which are the issues that Nietzsche really is interested in. Going back to the issue of, you know, we miss Nietzsche's philosophy for the trees, right? We, we meet, we're, we're interested in this insular problems of free will and whatever, and we missed that what Nietzsche's philosophy is interested in is not the insular problem of free will or whatever, but rather, Human flourishing and like culture and society and how do we ennoble cultures and societies and the human beings that live in them, right? That's really the project that Nietzsche has in mind. It's a moral and political project to some extent and everything he does in his philosophy is in the service of that really, OK? So, so, so the, so the issue then is about how we connect back to those. Topics, whatever it is we're doing in this, you know, in these trees that we're interested in analyzing whether it's the metaphysics, the, the moral psychology, or what have you, I think that's one of the issues. Maybe I should pause a little to, to get you to because otherwise I'll keep forever."
	},
	{
		"start_time": "25:48",
		"speaker": "Ricardo Lopes",
		"words": "No, yeah, I, I was just thinking you've already, yeah, you, you've already talked a little bit about uniqueness. So let me ask you, if becoming what one is involves active self-reflection, as you mentioned there, how do you square that off with Nietzsche's takes on drives and his seemingly deterministic take on"
	},
	{
		"start_time": "26:11",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "free will? Yeah, so. I mean, this is a complicated issue and, and, and I'm gonna introduce another caveat, which is I'm probably gonna disappoint you and your audience here because I'm not gonna have a perfect answer for you or a, or a, or a really good answer for you. Um, BUT, I mean, Let me see, how can I, uh, tackle the, the issue. The, the first thing to say, um, probably is, look, this is a, this is a metaphysical issue. This is the metaphysical issue of the free will debate, OK? Basically, which is If I describe the human being, if I have a moral psychology that describes the human being as being reduct in a reductivist way, as having a compartment that reduces ultimately to whatever you want to, to say, drives or, you know, desires or, or, uh, you know, quantum. Uh, DOING better things in, in your brain. OK, whatever the hell it is, right? You have a moral psychology that ultimately is reductivist and that is deterministic, yeah, that says the, the relationships of these things occurring in your mental life, um, are neces necessary, they're necessitated to occur because of other stuff that's going on, whether it's quanta, whether it's stripes, whether it's whatever it is. And then you have a philosopher that is. Saying, hey, hold, hold on a second, you contribute to your life by being by doing self-reflection and doing. Now you have a problem because you're like, wait a second. You're telling me there is some kind of agency that I have in my life, and yet this moral psychology is, is reductivistic and telling me that the nes that, that, that my, my life, my actions and everything is basically governed by necessary processes that are outside of my control, right? That are not really under my control. How do I square that circle, right? OK, yeah, that's the metaphysical problem of free will. It's, it's presented as a problem of a dilemma argument. If the, if the If the world is deterministic, right, as my science seems to tell me, it's a world of causal connections where things have causal relationships that necessitate their occurrence, then I couldn't have done otherwise. Then I can't be spontaneous in my actions. There, the, I can't have spontaneity in my choices, free will, which is spontaneity in my choices, uh, the capacity to do otherwise, we probably have to talk a little bit more about. Uh, WHAT typically we understand free will to mean, OK? Uh, MAYBE we'll get to that when we get to some individual, we'll see, but, uh, you, you know, this, this capacity is in conflict with this picture. What, ah, how do I square the circle? Now, there are ways we can square the circle, right? We could square the circle in this debate, for instance, by taking the compatible list route. And this is in fact something that many people in the Nietzsche tradition. Uh, OR who are working in the Nietzsche tradition, what Nietzsche scholars try to do, right? So, they, they notice that Nietzsche seems to talk positively about, about freedom and seems to even talk about freedom as, uh, you know, involved with, with processes of self-reflection, self-knowledge, and all that stuff. They are willing to acknowledge all that. But since they also acknowledge that Nietzsche has a moral psychology, apparently that is deterministic in these ways, they say the solution is Nietzsche must have been a compatibilist about free will. OK, that's the solution. So let's go compatibly. Now notice, we're doing precisely what I said. We're in danger of doing. We're bringing in a, a, a, a concern we have, which is a debate about free will. I'm really interested in this debate. I wanna know if I am free, OK, or not. I wanna know what the nature of reality is and whether this nature of reality includes beings that are free and therefore me as a being that is free. That's what I'm really concerned about or something like that. And I want Nietzsche to answer, right? What does he believe, right, about this debate. I'm forcing Nietzsche to give me this answer, and I'm gonna notice. BE disposed in certain directions if I'm disposed to acknowledge that N Nietzsche speaks positively about freedom and that he also has a moral psychology that seems deterministic and all that stuff. So I'm gonna be naturally gravitating towards saying Nietzsche must answer this way, he must be a compatibleist of some sort, of some variety, right? Um, EVEN if I have, even if I'm having, you know, uh. Even if I'm trying to develop theories that are outside the traditional ways in which you think of compatibilityism. So, for instance, some Nietzsche scholars try to develop the expressivist notion of, of, uh, Nietzsche's uh agency. So, your agents express their Uh, their being or something like that in their actions, um, but when you explore what this expressivist meaning of is expressing, expressivist, uh, uh, theory is saying exactly, well, it's a kind of variation of. A compatibleist notion of things where you express things in a world that is deterministic and all that stuff and so, yeah, you're expressive, your expressions and the and the way you are, you are in your actions is kind of dictated by forces that are, you know, deterministic forces that it's in, in many ways are outside of your control, that's it. OK, so we get this tendency, but is that the way Nietzsche talks about freedom when he's positively talking about freedom. Have we asked that question? No, we haven't. We kind of like been blindly already. Predisposed to the answer Nietzsche must, when he talks in the genealogy about freedom, uh, in the positive way he does when he calls the sovereign individual a master of a free will, it must be free will in this compatible sense because otherwise we have a contradiction, right? And Nietzsche contradicting himself? What? OK, that, that, no, we are after truth. Right? Truth is, cannot be contradictory, first of all, right? We have a conception of what truth must be like. Truth is such that the collection of all true facts cannot contradict each other, OK? Uh, FOR instance, right? So, we, we got to iron out these contradictions. We gotta get rid of them, OK? But then go look at the genealogy. Uh, IF you look at the genealogy quick carefully, I, I submit to you that the conception of freedom that Nietzsche's trafficking within the genealogy is not a compatible conception of freedom. The things he, he speaks about in the genealogy are spontaneity, good and evil, OK? He speaks about I could have done otherwise, right? Coming to realize that I could have done otherwise. These are the two basic conceptions of what it means to be free to the ordinary person, right? Ordinary people believe. Ordinarily we believe to be free means, I am in charge of my behavior because I'm, I can spontaneously begin a causal series, right? I can spontaneously inject myself into the world and do either A or B. I can be spontaneous in good and in evil, as Nietzsche says in when he says the, the Greeks, well, he doesn't say, I don't remember if he says the Greeks, but he says, you know, uh, the, the philosophers invented the concept of free will in order to keep the gods. Uh, YOU know, interested in us, right? Uh, A, a wholly deterministic world would not have been an interesting world for the gods. So, what is this concept of free will that they invented? It's the concept of spontaneity, good and evil, and the concept of basically that, that, that the humans could have done otherwise, right? They could have acted differently. That's the libertarian concept of free will. That's not the compatibleist notions. Notice the, the explicit language about Not deterministic world, right? He, he kind of says that. The deterministic world would have been a boring world because then these, these, these creatures are just Passive spectators of life, they're just muppets, right? Being manipulated by things beyond their control. That's not interesting to a god. What's interesting to a god is in the Iliad, I want, you know, uh, uh, Hector to win. Oh, but this Achilles does some things spontaneously that mess up all my plans, OK, so it's like, oh, you know. Because notice the, also the, the idea, the, the interest in the gods. So this is not the invention, this is something that many, I think, uh, scholars miss, right? They tend to, to think that Nietzsche thinks that the invention of libertarian free will is an invention of Christianity. No, the invention of libertarian free will is the, it's a prehistoric invention of people who believed in many gods. I don't know if it's the Greeks, but it's anybody. In fact, I think it's anybody because the genealogy is tracing the, the ways in which we became the animals that we are. And what are these animals? There are some animals that are moral, and what is one of the most important moral categories we animals use, we human animals use today? It's a category of free will. Compatible is free will. No, compatible with free will is a free will that only philosophers can come up with, OK? When they start to realize that. There is incompatibility between being free in this spontaneous, you know, I could have done otherwise way and what my science is telling me my world is like, which is causally determined and all that stuff, so I must come up with a different definition of freedom, one that is gonna make these things compatible, right? And they do a good job of telling us, uh, you know. Look, freedom is about non-coercion. It's not about not being caused or causally determined to act in the ways that you are causally determined to act. Uh, BUT they do a terrible job of convincing us that what we mean by I could have done otherwise is It's just logically possible that if the universe had been different, I, my action would have been a different action, right? That's not what we ordinarily understand ourselves uh to be saying when we say I could have done otherwise. When we say I could have done otherwise, what we mean is, I was spontaneous in good and evil, and if I did the evil thing, guess what? I could have succeeded at doing the not evil thing, OK? And that's why I feel bad about myself, partly, right? Because I understand myself to be a morally responsible agent that has libertarian free will, if you wish to put it that way, right? The, the, the sort of free will that doesn't seem quite compatible. So, And that's the free will that the master, that the sovereign is a master over. I think he's a master over, if you're careful in the analysis of the genealogy, you'll find out that the, the mastery the sovereign individual has over free will is over the libertarian free will, over the concept of free will that we humans have been bred to understand ourselves to have through these historical processes that N Nietzsche is retracing. So, let's go back to your problem, the squaring these things. How do we square them? Well, let me now pause and say, hold on a second. Remember, you're trying to foist this problem of squaring the circle here, um, Because For us, there is a contradiction that needs resolving in the free will debate. But is Nietzsche interested in the free will debate in this way? Maybe not. And so he's perfectly fine with contradicting himself, with maybe giving you a moral psychology that sounds very deterministic, and, you know, that ultimately reduces everything to drugs. And then when he's interested in his ideals about how are we going to become flourishing animals and all that stuff, let's talk about free will and becoming a master of a free will, understood in a libertarian sense, not in a compatible sense, right? Understood as the master of a, of a cre a creature that has mastered the understanding, he has of himself as a creature that is spontaneous in his actions and can initiate causal series spontaneously and that knows himself to be able to do otherwise so that he feels bad if he does something that then he regrets, right, or he, or he has remorse for, um, etc. I think that's, that's maybe what we should do. Now, of course. This would mean, well, Nietzsche's contradicting himself. Why would he do that, right? I mean, it shouldn't we be after truth? Shouldn't we be trying to uh figure out what the truth is? This gets us into a very complicated debate because this has to do now with the debate about truth and falsehood and whether Nietzsche, for instance, embraces a falsification theory about all of the, you know, a meta, which is a metaphysical kind of claim and also epistemological but metaphysical claim about how we are condemned as the creatures that we are to misinterpret. The world, right, and to foist onto the world categories and concepts that are errors, that are mistakes, that are falsehoods, and we can't help but do that. Because of the evolutionary process through which life was formed. Life, even, even the amoeba, right? The amoeba was formed through an evolutionary process that incorporated errors into its formation. And then when you get to very complex beings like us, those errors have grown into other errors and have spurred other errors, and now we have errors everywhere, and we are a creature that has incorporated two errors because this is the other side that people don't. And, and forgive me for going over a little bit in my answer, but this is the other side that people often don't emphasize in this debate, namely that Nietzsche calls the concept of cause into question, right? Even in the, in the casa sui, um, A passage in Beyond Good and Evil, which is often used to, to say that Nietzsche rejects the libertarian notion of free will, right? Uh, ALTHOUGH, you know, uh, libertarian notion of free will is not necessarily the notion of a causa sui, right? The notion of being cause of yourself. Um, I, I think that's a, a mischaracterization in some ways. You don't have to necessarily think that you have to be a cause of yourself in order to believe that you can be a spontaneous initiator of causal series or that you have to, uh, or that you could have done otherwise, right? Uh. AND, and Nietzsche is in fact very clear that that's a superlative metaphysical notion, right? Um, THE, the, perhaps the libertarian, more traditional libertarian notions are not superlative, metaphysical, but only metaphysical, right? In a, in a more humble way or whatever, right? So, these are questions that are very complicated and that we, we, we need to go on, but just to get back to the point, in that passage, Nietzsche ends the passage by saying, the problem of free will, and there he's, he does seem to be referencing the traditional problem, the problem that we've been talking about, namely, How can I be free in a world that is wholly deterministic? HE says. That's a problem that It's profoundly personal. Right? It's a problem that betrays. The people who are involved in the debate, it betrays it in this way. The people who want to assert unfreedom of the will, cause psychological causal necessity, I think he even mentions in the passage, if I'm not misremembering, and all those things, they don't want to be responsible for anything. They want, they are, in fact, kind of, they feel guilty, they are sick of themselves, right? They know themselves to be guilty of things that they're sick of, and they, with this inner contempt that they have for themselves, they long to shift the blame for, for, for themselves, for what they are to somebody else. The other guys, the guys who affirm freedom in this libertarian sense, right, uh, they don't want to renounce the responsibility. They want to believe in them, they believe in themselves so strongly. Uh, I mean, uh, that they want to preserve their personal right. To be in control of their actions and, and to be the, the sole responsible causes of their behavior or something like that. Uh And, and he even says vain races belong in this category or something like that. Now, I ask you, in this, in this way of, of framing it, this personal way. Which is the noble way of doing, of, of feeling, and which is the slavish way of feeling? Well, we know from the genealogy and we know even from beyond good and evil in other places that the person who feels good about himself, who believes in himself, who has trust in himself, who all all those things, that's the noble. That would be on the free will side of the vain creatures who want to be responsible for everything, to assert libertarian free will. And who is the, the guy who doesn't want to be blamed for anything and wants to, uh, you know, renounce all responsibility and become just a causal arena for events and lay the blame of everything he does to his psychology or his, or his society or, or his, uh, whatever, right? Necessary forces that are working in him. That's the slave. So, one interesting thing about this is Even though N Nietzsche is not taking a a personal stand, and in fact, he tries to, to give you a different category. He tries to say, no, we shouldn't talk about free will and unfree will and deterministic will. We should talk about Strong will and weak will, right? That's what we should uh talk about, right? So he, he seems to be trying to Go away from this debate by introducing different categories or something like that, you know, uh, but it's interesting that in the debate, and for the people who are interested in the debate, he's also telling you something very interesting. He's telling you. The people who want to characterize the human being as Without free will, without libertarian free will, or with a free will that is not really libertarian free will, but it's just a, a deterministic free will, which is, you know, a free will where the agent is also not uh in control of his actions. Those people are slavish. They're under a slavish morality. And they betray a slavish morality. The other guys, at least they got this going for themselves, even if they are wrong too, OK, even if they're trafficking with errors. Those guys Are More noble because they, they believe in themselves, they want to keep believing in themselves and they are so proud and so vain in some ways that they want to not renounce their merit, right? See everything they do as their responsibility. It is also interesting that in this passage too, if I'm not misremembering, he says all these concepts freedom, causality, we have invented them. We humans. So this goes back to the issue I was telling you at the beginning. From a metaphysical point of view. It's hard to know what Nietzsche is saying, OK, first of all, what is the true metaphysics of the world, right? But And I don't know if we can really reconstruct Nietzsche's metaphysics in a successful way because I, I, I, I suspect, I haven't done it myself because I've been more interested in the ideals and all that stuff as, as I've been saying. But I suspect if we try to reconstruct what Nietzsche's true metaphysics are, we're gonna end up in a kind of very skeptical place, right? Where Nietzsche, Nietzsche is gonna say, look, I'm gonna, I'm gonna adopt the will to power hypothesis because scientific method demands it, right? And, you know, and because I, We should talk about will because we, we should postulate the will as being effective and efficient and all that stuff. And will can only move will, by the way, he, when he introduces that in Beyond Good and Evil, in that section in Beyond Good and Evil that he introduced the will to power in this way as the hypothesis that we need to uh adopt, um. He, he's gonna say, will can only move will. It cannot move muscles or matter or like other, that makes it sound like his metaphysics is a kind of panpsychic metaphysics, right? Going back to this mind-body problem uh that is a sub, it's a sub-problem of the free will debate or is it related also to the free will debate, this problem, how do you get a mind out of matter, right? Out of material, uh, things, uh, going in the, in the world, what physics tells us about. OK, um. He seems to be postulating some kind of panpsychism or, or something, right? Will, after all, is a mental category. So he's saying, will can only move will, so everything must be mental in some sense and be collections of wills, uh, will to power or something. Very strange metaphysics, but he also is careful to say it's just a hypothesis, right? It's just a, I'm not, I'm not actually necessarily saying this is exactly the way the world works and I have, I, here it is, the final metaphysics that's gonna reveal to us what nature is nakedly, right? Ah, I found it. I am a physicist. I'm the best physicist ever existed. No, he's not interested in that, right? He's postulating it for the service of his philosophy, which is about culture and whatever else. So, I suspect that when you try to interrogate Nietzsche metaphysically to the end, To the final consequence, what you bump into is Eitzche who is not fully convinced of whatever metaphysical claims he makes and who believes that metaphysically speaking, the world is quite opaque to us, OK, and that ultimately we're gonna bump into. Irresolvable. Unknowns and because we are going to bound. Up against irresolvable unknowns. This percolates all the way back to the metaphysical debates you're having about free will and not free will. Because if you cannot resolve the ultimate issue of what nature really is like, Then in some ways you can't really be sure that nature cannot contain a free will, right? Or, or that nature is purely deterministic or that determinism is not really compatible with even a libertarian notion of free will, because if there's a qualitaocultas at the very end of everything like the physicists in the, in the modern era, uh, started to see, and even Schopenhauer repeats this too, right? Schopenhauer, who influenced Nietzsche. Uh, WHEN he was young, repeats this too, right? When we interrogate the metaphysics of the world from the physical point of view of the phenomenal realm, right? Schopenhauer says, we always end up in this occult quality, right? And nobody can understand and nobody can really Say anything about. Well, if we end in an occult quality in an opaque place where the, where the where the shine, where the light of reason cannot shine, how can we be sure that there can be no free will, for instance, even if when we shine the light in the other parts that are not opaque, we see determinism going on. Yeah, you see what I mean. So this is part of the reason why I don't think Nietzsche. And we, and we do a kind of disservice a little bit to Nietzsche when we try to get him to answer, right? We, you need to tell me, are you for libertarian free will to court, and does that mean you reject all your moral psychology stuff about like, you know, or not? Yeah, now this does make Nietzsche's philosophy contradictory. There are other contradictions. I mean, uh, uh, I just mentioned the will to power to you, right? And where he says in that section in Beyond Good and Evil. I, I think Beyond Good and Evil, I'm bad, I'm very bad with dates too, but I think it was published in 1986 or something like that, um, 1886, and, uh. Uh, THERE he's saying, the will, we must postulate the will to power as the, as the principle that everything reduces to, OK? Or the, or the thing that everything reduces to. Because, and we must postulate it. Because by by thinking that will is efficacious, and it can only be efficacious against other wills. Two years later, 1888, in Twilight of the Idols, he's gonna say, the will is an error, it means nothing, it moves nothing. It's not efficacious at all, it's just a word. It accompanies events, it could be absent. What? That's it, I mean. Outright contradiction, right? 2 years earlier you were telling me will is efficacious. 2 years later you're telling me. The will is not efficacious. Which one is it? Are you changing your mind every 2 seconds or every 2 years? Like what's going on? OK, I think this is the wrong approach because What we're missing is all my claims, they're in a particular context. When I make claims about the will not being efficacious, they're in a particular context, uh, uh talking about certain things. And moreover, in a particular book with particular intentions. The book has a particular intention. Nietzsche is one of the most intentional writers that exist, OK? This is one of the things that is so attractive about Nietzsche, I think, and so seductive about Nietzsche, his supreme eloquence. He's a fantastic writer, OK? He, he writes so eloquently that it moves you almost in every page. But he's also super intentional. You get the impression that every word is there for a reason, every comma, every, you know, dash, everything has meaning, OK? It's not there superfluously. It's not just a decoration. It's not just a way of like, uh, you know, rhetoric flourish. No, it's intentional. When he says the story individual is a master of a free will. There's a reason he said master. OK. There's, instead of saying, I don't know anything else, you know, the certain individual has the capacity for free will or, you know, uses his free will a lot, or, you know, no, no, he said master. Why master? He's recalling the master from the first treaties. OK. This is another spontaneity, the master in the first treatise, by the way, he was described as being spontaneous, spontaneous in, in his action, unconsciously spontaneous, because he's a beast of prey. He's an animal. OK. Um, Now we have another master. Is this master an animal that acts spontaneously, unconsciously, and all that stuff? No. This is a master that has, it's at the end of a long process of actually breeding reflectivity and spirit into the human animal, OK? Making this animal be more reflective, be more rational, be more conscious of itself, OK, in, in all sorts of ways. So, when you are recalling the master in the, in the sovereign individual, you're, you're trying to bring in the stuff in the first treaties and elevate it to a new position, right? And give me a different type of mastery, a different type of nobility now, that is the one that we should be aiming for because it's the one that's promised in this huge labor of the morality that, that, of custom and all that stuff that has led to us, right? To us, the human beings of the present. Anyways, I, I think I overextended myself. I don't know, and I started to talk about other things that I know you want to talk about. Yeah, yeah, yeah, yeah, yeah,"
	},
	{
		"start_time": "53:20",
		"speaker": "Ricardo Lopes",
		"words": "I was going to say that we will also get in a second into the ideal of sovereignty because you've already got a little bit into it, but let me just ask you one more question about the ideal. BECOMING what one is. So what are then the mechanisms through which you suggest we can I think this ideal of of becoming what one is?"
	},
	{
		"start_time": "53:44",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "Yeah, so, so again, the mechanism is self-reflection, self-consciousness, self-knowledge, OK, self understanding. But with the, with the proviso, at least in the way in which Nietzsche, um. Tackles those issues in Ekehomo, right, which is a very problematic book, by the way, I should perhaps mention that a little bit because Ekehomo is an autobiography, but it's not a traditional autobiography. It's a kind of parody of an autobiography. N Nietzsche is lying throughout Ekehomo all the time, right? I mean, he's saying things that are outrageous, right? Like he never, he never had any religious. He doesn't know anything about religious problems. When he was one of the most devote, you know, adolescents in, you know, uh, he was, he was thinking of being a pastor and whatever. He, he had no idea. He's never by experience had any notion of, uh, religious problems. It's a lie, right? He doesn't know anything about remorse. Uh, THAT'S a lie, right? A person who's probably. Yeah, experienced remorse and guilt in his life. Moreover, he contradicts himself in the, in the book because he says, I will never forgive myself for not having an instinct for self-defense. When, remember when I was talking about he was lacking that instincts of self-defense. He actually says, I will never forgive myself for, for, for not have, for, you know, it's something that I will never forgive myself. OK, so he has remorse. So he's lying all over the place. So it's a problematic book. That's maybe part of the reason why I've shied away a little bit from publishing this issue about becoming who you are. But, uh, but in the book, if you explore it, He's saying, look, the mechanisms are mechanisms of self-reflection, self-understanding, self-knowledge, which you have to be careful how you use. Yes, of course, you have to sometimes not use them too quickly, withdraw yourself, don't inject yourself into the causal stream, adopt a fatalistic attitude sometimes, that is good, right? Especially when you're sick because you don't wanna become a reactive agent. You want to preserve your freedom, yeah, that's kind of the, the impetus behind it. So the mechanism is. I have to use my freedom understood as a freedom that I exercise through self-reflection and self-knowledge and self-understanding. But I have to do it in ways that sometimes actually. Misunderstands, right? Uses self-understanding to intentionally deceive myself about myself, OK? So that I can preserve myself and that, so that other things that are working inside of me also. Have their say. So, uh, uh, one thing that I wanna be uh careful about is Nietzsche, I'm saying N Nietzsche has a kind of libertarian notion of free will where he's saying, you know, you're in control of your action through reflection and all, but I'm not denying that he also says, I have instincts and I am a natural creature, and I'm Part of nature. I'm not transcendentally detached from these other aspects of myself, right? Of course, I am a natural creature with instincts that are working secretly inside of me, maybe in ways that I don't even know and I can't acknowledge, and all of that is important. I got to use that too. OK, my self-reflection has to let those instincts develop naturally, give them good soil, do those things, right, so that they don't make me sick and that they can then accumulate all the forces that I'm going to need when I recollect myself in this moment of introspection and now understand myself properly. Yeah, and then become who I am. So the mechanism is a complicated mechanism in which you are using a freedom that Nietzsche seems to attribute to you, uh, that, that works by way of self-reflection and self-understanding, and you need to do it in ways that also. Uses strategically that self-reflection and that self-understanding so that you don't get in the way of yourself, right, and so that you can become truly who you are instead of souring the fruit of, of who you are, right, instead of spoiling it, um, it's a, it's a delicate process, right? That's kind of there, yeah, OK."
	},
	{
		"start_time": "57:47",
		"speaker": "Ricardo Lopes",
		"words": "OK, OK, so let's talk a little bit more about the ideal of sovereignty. You've already touched on it several times in our previous questions, but, and you talked also about what a morally responsible agent is. But let me ask you another kind of question about it. Uh, MANY people characterize Nietzsche as a staunch opponent of the moral notion of guilt, but in your reading of him, or at least what I understood from your work, sovereignty entails embracing one's susceptibility to moral guilt. So"
	},
	{
		"start_time": "58:24",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "could"
	},
	{
		"start_time": "58:24",
		"speaker": "Ricardo Lopes",
		"words": "you explain"
	},
	{
		"start_time": "58:25",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "that? Yeah, because sovereignty, I mean, so again, this, this is going to take us a little bit into the Genealogy right itself. So he is doing a genealogy of morality, which is truly a history of how we became, it's, it's really a history of humanity. That's why this tree that he's constructing is the tree of humanity whose fruit is supposed to be the, the fruit that is promised at the end of this tree is supposed to be the sovereign individual. Now, why do I say a tree? Because we are animals, but we are. Very different from the rest of nature. OK, we're, we're very different animals. What is the thing that makes us different? Our spirit, our intellect, right? In, in German, guys has this kind of like spirit, intellect, mind, our mind, yes, our mind, our spirit, our souls are different here, right, from the souls of other creatures. How did we get this soul? This is what the genealogy is trying to retrace. So the genealogy is actually retracing the story. Of how we developed the sorts of Deep spiritual capacities that set us apart from the rest of the animal kingdom, OK, um, now, uh, what are these capacities? Mainly moral capacities. What distinguishes us from other animals truly in the end, is that we're the moral animals. We're the animals who can guide our behavior by moral norms, OK? So, uh, so the story Nietzsche is telling us is the story of how we became the moral creatures we are in some sense. It's also the story of how we've spoiled. The posit, the, the, the, the, the thing that is promised at the end of this long history. The thing that is promised at the end of this, the long history is, you're gonna become the sovereign, you could become the sovereign individual, the master of a free will. OK, and all that stuff. He describes it, maybe I can read some parts of it in order, we'll see, but, you know, uh, he did, there's a, there's a very eloquent language that he's using throughout that passage in the sovereign individual. It's that language that I By the way, I want to emphasize again, recalls the noble person of the first treaties in all sorts of ways, not just by mentioning mastery and, and lordship, uh, or being a lord, uh, like 4 or 5 times, I forget, OK. He's a lord of every will. He's a lord of the other creatures. He's a lord of, he's lord, Lord, Lord, he's lording everything, OK? So he's a master. Um, BUT also by recalling things that he had said about the master at the end, he had said the master, you know, we live under a slave morality that has made us not fear masters anymore. We have no masters anymore, and there's nothing to fear in the human being anymore. But there's also nothing to reverence in the human being anymore. This is the big problem, right, for N Nietzsche. Well, guess what? The sovereign individual, he arouses trust, fear, reverence, he tells us in that passage. Oh shit. So that's it, sorry, pardon my French, right? That's the, that's the, that's the, the, the noble creature, right, that he was talking about in the first treatise. He's been called that language, OK. So, Uh, you know, very important, but this fruit is spoiled. The story in the genealogy is the story of how this fruit could be the promise, the completion of mankind after this long process, but it's also not the fruit we have because the ascetic ideal has spoiled the fruit. We have science today, which is not the opposite of the ascetic ideal, but it's, it's latest manifestation. OK. Now, go back to the fruit for a second. What is this fruit? Well, again, it's to have a free will, but what is it to have a free, to be, not just to have a free will, but to be a master of a free will. OK. What is it to have free will? It's to think of yourself as spontaneous in good and evil. And to think of yourselves as I could have done otherwise, which also implies When I do the evil thing, I feel guilty, OK? I don't, I don't like that I, that things didn't come out very well. I feel polluted in my self-image. I feel like my actions have now betrayed. My sovereignty if you wish, right? Understood simply as free will, right? So, The conception that we get at the end has to incorporate all these elements. I think this is something that the literature has missed. The literature tends to think that Nietzsche is contrary to guilt because he's against guilt is very bad. It makes you feel bad and it gives you self-contempt about what you've done and all those things. It's also a Associated, as I just said, mentioned with the libertarian free will, which he is rejecting, right? He's supposed to be rejecting that, but as I've been trying to emphasize to you already several times, I don't think that's true. He's, he's, he's actually using this notion of free will positively in this passage, for instance, right? Um, That's the free will that we, so he's not against guilt. Now, of course, Nietzsche is supremely nuanced. It's going back to the issue of he's very intentional. The reason he's intentional is because he's very nuanced. The, the, the, the, the, the, the words he used, especially adjectives or adverbs that he's gonna use, very intentional because they, they introduce a twist into what you have to be understanding, OK? Him to be saying to you, right? And so the twist here is, look, guilt is dangerous. OK. Guilt, of course, is, it can be used against the human being. In very pernicious ways, especially by the ascetic priest who uses it to turn the human being into a sinful creature, for instance, right, in Christianity, or, or even in Buddhism, or even in, I think N Nietzsche thinks all ascetic religions do this, right, in the end. They use the concept of guilt in order to make you into a sinner, which means You are inherently corrupt, and what is the thing that's corrupt in you? What is the corruption stemming from? Your free will, right? Precisely because you are spontaneous in good and evil, precisely because you could have done otherwise. That's the source of the problem, right? So, you're using your guilt against you in a superlative way and in a kind of exaggerated way, and that leads to sin. Nietzsche is very much against that, for sure. But that doesn't mean that there are positive uses of guilt. Yes, of course, we, guilt is part of our moral psychology. It's part of who we are as human beings and what makes us special as human beings. What holds the promise of sovereignty for us, could hold the promise. If you only became a master over that free will and over, over that guilt that you have, and that you naturally have to experience because you are a, a, a creature that understands itself in those moral terms. If you became a master over it, now you would be sovereign, right? Now you would be sovereign, and the guilt would not consume you to the point of turning you into a sinner or to the point of making you renounce your sovereignty, which is ultimately the, the thing that the ascetic ideal wants, OK, I think my interpretation, um. So, so that would be the way I, I, I, I, I, I would connect it. The problem is not moral guilt. The problem is not understanding yourself as a, uh, libertarian, uh, free will endowed creature. Uh, THE, none of those are the problems. The problem is whether you use all those categories that you, that, that are now inherent to you, whether they're true or not, by the way, again, going back to your. Question back then about like isn't this contradictory what is the picture of the world? Do we really have a libertarian free will or not? I don't I don't care. I need to, yeah, I don't care, right? I, I'm gonna use the notion of free will masterfully, right, nobly to enhance myself and my fellow human beings as much as I can, which is the task, OK, um, and, uh, and, and, uh, um. What matters is then, you know, the novel uses I'm putting this concept to. The fact that it could also be used slavishly, right? Well, yeah, of course, it could also be used slavishly, and it, and when it's done that way, guilt is very bad, it's terrible, just like when free will is used slavishly. Yeah, the libertarian free will, which the genealogy talks a lot about how, how the, the slave and the priest use this concept to subjugate, to enslave, to belittle, to do, to, to humiliate, to do all those things. OK, yeah, when the, when it's used that way, terrible, OK, guilt, bad. But this is the nuance of N Nietzsche. This is how he's beyond good and evil. One of the lessons of beyond good and evil is, look, the things we call good, they're also evil. The things we call evil, they're also good, OK? They're like, there is no huge distinction here, right, in values. The, the, there's a nuance. It depends what forces are, are using these things and how they're using them. Tyranny is evil. But used in the right way, right, which is, of course, I mean, this is a problematic claim, but anyways, used in the right way, tyranny could be good, right? It could be good, yeah, uh. Morality is a tyranny against the animal self that, that you are, for instance, yeah? But that's a great tyranny because it has bred in you the capacities to be in control of your desires and your passions or to think of yourself as being in control of your desires and your passions, of your animal self. You're in control of your animal self. How did we manage that? We tyrannized against you with blood and suffering and cruelty and horrendous methods. That's part of the lesson of the genealogy. But that was great. I mean, you know, it, it was horrible too. It also bred a mentally ill creature, yeah? A creature that now is in, in, in, in some tension with its animal self, right? Constantly, a tension that hasn't gone away because we are all constantly struggling with not becoming libertines, not becoming just vulgar pigs that just wanna, like, you know, Smoke a lot of drugs and like go out and and have sex with everything under the sun and like you know uh waste my life doing ple pleasant things that are just the most vulgar things in the world you that the the struggle is constant right not to not to um revert back to that kind of animalistic. Predatory existence that we came out of, right? Um, IT is very clear on that. So, so. We gotta, we, we gotta find a way in which we can use all these categories we are now endowed with that are part of our humanity in order to, here's what I would say. What is it to become a master of a free will? It's a little bit to overcome your humanity, right, to overcome the ways in which your, the human aspect, the human all to human aspects of you, your understanding of yourself as a free being, your propensity to guilt, your understanding of yourself as a, as a being that can do otherwise. Can be used against you, can be used against other people, right, etc. So I need to overcome that aspect of my humanity. Learn to use guilt in a, in a way that ennobles as opposed to, uh, diminishes or belittles the human being, humiliates the human being. Yeah."
	},
	{
		"start_time": "1:09:54",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, on the topic or the ideal of wholeness then. The most prevalent readings characterize this idea, this is an ideal of psychic unity aimed at restructuring the various parts of the agent's mind into a harmonious whole. What is your opinion on this thing? Yeah,"
	},
	{
		"start_time": "1:10:16",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "I, I, I disagree. OK, so, uh, of course. Remember that it's, it's linked. This ideal of wholeness is very linked also with the idea of becoming who you are, uh, when you trace it, it tends to occur, uh, in con they tend to occur close together a little bit in places, um. And so there's a tendency that maybe it's natural to think, oh, what Nietzsche is talking about, especially when we think of moral psychology and all that stuff, that what Nietzsche is talking about is integrating your mental life, right? You have drives and desires and passions and, and ways of thinking and whatever, and you got to integrate all of this into some coherent whole and then You become whole, right? That's what it needs to become whole. Whereas if these parts of your, of your psyche are all over the place, they're disintegrated, they're fragmented. Now the reason I disagree with this picture is that when you go to the place where Nietzsche really talks about wholeness, because he talks about wholeness in this scattered places all over the place, uh, throughout most of his, uh, books, later books in, in, in uh Beyond Gan El or in Twilight or whatever, um. But it's kind of, you know, here and there, right, in, in, in, in some alphorisms. The place where he really talks about, hey, we have a longing to become whole, we should become whole, with, is the untimely meditations. And when you go there, what you realize is that the talk of wholeness is Embedded in a in a concern with what Nietzsche calls culture which he actually defines by using the notion of unity. He says, you know, the culture is the unity in the artistic, uh, in, in every aspect of the, of the people, uh, which means they're, uh, forging into unity content and form, right, something like that, paraphrasing very badly, but you know, something like that, um, so. So, it's really the concern with culture and, and, and the ways in which our modern culture in particular is a fragmented culture, is a culture that doesn't contribute to wholeness but contributes to disorientation, fragmentation of the individuals that live in it. Um, IT'S in the context of that that Nietzsche says you should become who you are, namely, whole, right? You should become whole. That's what, that's the task, wholeness. Wholeness of the individual and through the individual, wholeness of the culture as a whole. OK. What does that mean then, right? What is it to become whole in this way? In my reading, and, and what Nietzsche tells us in, in this meditation is, well, you gotta work at a goal, the goal of culture, which is the goal of culture, the production of the genius in yourself and in all. This brings us back to this issue of uniqueness that we touched on, uh, a little bit way back, right? Everybody has a, a genius, right? Everybody has this thing that could raise itself from animality. OK. This is also a very uh eloquent uh theme or, or a theme that, that is very audible uh in uh the, the, the meditations, this clash with animality, right? Constantly, Nietzsche is trying to tell us the genius is the guy who's no longer animal, right? The, the guy who has raised himself from animality, who's trying to become truly human, a genuine human being, right? How do I become a genuine human? By overcoming my animality, by, by overcoming the things that are animality, right? Um, THAT'S how I become truly human. And what is that equivalent to? It's becoming free. It's becoming a free personality. My animality is keeping me from my free personality, right? Here I am. It has a kind of existentialist undercurrent, right, to the whole thing. Here I am a being in this world. It was by chance. I'm a being in becoming. I'm an animal, right? Of course. I'm not denying that you're an animal, Nietzsche, right? Nietzsche is not denying that you're an animal. Of course we're all animals. But am I gonna be just like the squirrel? Am I gonna repeat squirrelly behaviors? Am I gonna be, or am I gonna change the world I've been foisted into? Am I gonna legislate values to the world? Am I gonna become my own person? Am I gonna become free? And am I gonna become a free personality that Legislate values to itself and to the and to the world, right? And what values should those be? That's the question. And the values they should be, I think, according to the early Nietzsche is the values that allow genius to flourish, that's to say that allow people to do precisely what I'm saying we should do, namely raise ourselves above animality, legislate values, change culture, change society. In the direction of what? In the direction of making us genius, right? Geniuses, right? Uh, Nietzsche is very universalist in the language he uses, even though he's also conscious of the fact that not everybody will be a genius, not everybody will realize their productive uniqueness. Most of us will remain trapped in animality, but maybe we can remain trapped in an animality that is a little bit more ennobled and it's not just debased and vulgar and libertine or whatever, if We all, nonetheless, are trying to struggle in pursuit of this cultural goal of genuine culture, which is the production of the genius, the production of the genius in myself and in everybody else. But if I fail to produce it in myself, there's still value, there's still the kind of dignity that I have because I've, I've worked for that. I tried, right? I, I was trying to contribute to that. So that's really what it is. Now, notice, if you put it in those terms, that's how I become whole. I become whole because I became part of this project that is a collective project that is constantly being reinvented by all of us together because it's the project of how do we bring about freedom and genius in the world. How do we bring about the elevation of the human being from its animality, right? Uh, INTO the world. What does it mean to become free in that sense? That's a project we're collectively constructing all the time, OK? Together. And if we are into that project collectively as a culture as a whole, if our institutions are in the business of trying to produce geniuses, if our governments are trying to do that, if our economic system is trying to do that, if a society, everything in society is trying to do that, then we have a genuine culture. And our genuine culture will transcend itself. It will become eternal, right? It becomes a culture that we can all benefit from, even when the culture is dead, right? Like the Greeks, right? The Greeks are dead. The ancient Greeks, right, are dead, but we can benefit from tragedy. I, here is my book, Birth of Tragedy, right? And I'm gonna explain to you how we could recover some of the ways in which tragedy was doing precisely this to the Greeks of that time, namely, Putting them in the direction of pursuing the, the. The task of creating a genuine culture for themselves and for everybody else, right? That's what tragedy did for the Greeks in a nutshell, kind of. Uh, WE could do the same. Maybe Wagnerian Opera can do it, right? That's Nietzsche's story in the, in Birth of Tragedy to some extent. Um, SO, so, that's how we become whole and that doesn't require psychic integration. I could be at this gentle, uh, I mean, not too much, of course, right? We, we do need a little bit of mental integration. We can't be just a completely chaotic, uh, uh, you know, bundle of drives and affects and. Passions and like, you know, and, and thinkings and desires and wants and if we are totally chaotic, then we cannot act. We cannot be free in the world, right? Of course, there has to be mental integration, a minimum of mental integration, but the task is not to integrate everything in my mental life, uh, in the pursuit of this goal. There might be things that are, you know, I, I leave behind or I, I still struggle with in the pursuit of this goal, my sensuality for For instance, if Nietzsche is right, right, I want to be a libertine, but I'm not gonna be a libertine. I can't integrate libertinism into the goal of pursuing the genius. So, you know what, I'm gonna repress that side of me that wants to be a libertine or whatever, right? So I'm not mentally integrated after all, right, in that sense. I haven't integrated all my wants and all my desires and all my things into one coherent goal because there are desires and things that I'm Constantly keeping away from the coherent goal that I'm trying to pursue, which is the, the, the genius in uh, in myself and in everybody else, you see. So, I, so, now, of course, I wanna be careful. I, I'm not denying that maybe it, it, it's typical of people who do pursue the, the genius that they managed to integrate every aspect of their mental lives into a coherent whole. Maybe that's a natural result of actually pursuing the genius. But it's not a necessary feature of pursuing a genius, and it's not what pursuing the genius means. What pursuing the genius means I'm working for the genius out there, and what, and, and in me, but what is that working about? It's about becoming free, becoming the Unique individual that can make its own laws and standards and contribute to society by making his own laws and standards, which laws and standards are governed by the duty or the, or the idea that I have a duty to produce genius in myself and in everybody else. So, there's a, there's a, there's an organizing idea that is external, that is kind of political almost, right? It's a, it's an idea about, I, I need to help organize my society so that it contributes to My own genius and the genius of others, right? And the realization of the genius of others, um, so that, uh Uh, and in doing that, I become whole, right? I become a, a, a, a whole human being, a complete human being, yeah, cause maybe I said too much. So, OK,"
	},
	{
		"start_time": "1:20:07",
		"speaker": "Ricardo Lopes",
		"words": "so let me ask you now, I, I guess that following up on this bit about wholeness, what is the paths of distance in Nietzsche, and does it involve contempt toward the common men?"
	},
	{
		"start_time": "1:20:23",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "Yeah, so, I mean, I, I, I have a, a, a, a shorter essay on this where I'm, uh, I'm actually arguing a little bit against uh Alfano's uh position and description of the pathos of distance as a pathos that involves a virtue of essentializing contempt against the, the, um, uh, uh, lower man, right, on the part of the, of the noble, uh, person. So, er, now, so. 11 thing to say is there's not a lot of passages that discuss the paths of distance in Nietzsche's published work, right? There's like, like 5 or something like that. One in uh uh Antichrist, but the important ones, I guess, or more important ones uh are the ones that happen in genealogy and in, uh, in Beyond Good and Evil. And what he says in Beyond Good and Evil in particular is that the patterns of distance is, um, Um Socio-political, uh, Pathos that exists in aristocratic societies in and in healthy aristocratic societies when this uh pathos exists, Nietzsche also says it generates or it contributes to the, to the, uh, formation of another pathos which is the internal pathos, right, the pathos of inner distance he calls it, which he also says is the pathos of self-overcoming. So the individual starts to look for er. In the way he describes it, I, you know, I'm trying to remember from memory, but he's saying something like, uh, finding distances with within the soul, finding spiritual states that are rare, that are high, that are, you know, uh, unique, right, and all that stuff, right, ennobling yourself, you know, ennobling, enhancing your spiritual states. Now, there's some relation then between having a pathos of distance between classes, the noble class uh portrays this pathos towards the lower class and, you know, it's interesting that it's a pathos because, you know, pathos is like, um, this, this is a, a, a, a term used in, in a theater context in, in particular, right? When, when the, the, the, the, or actor kind of You know, takes on a pathos that then is meant to evoke or elicit in the audience feelings of pity and compassion, typically, right? Nietzsche is, of course, twisting, is saying, the, the novel adopts this pathos that then presumably elicits in the Uh, no, in the, in the, uh, common man, uh, the feelings of distance, right? There is a distance between me and this noble, right? The novel is, uh, uh situated in a different place from me, from the rest of us, right? That seems to be, um. And then the issue is, OK, what is the, how is it that this pathos generates these other pathos, the internal pathos of distance, right? Uh, Nietzsche says, this other pathos of distance, this, this, trying to ennoble yourself is a, is a pathos that gets generated only in aris we think with the help of aristocratic societies. That's the way it has always been and will always be. So, it's very linked in Nietzsche's. Uh, OWN estimation with aristocratic forms of government, OK? Because in aristocratic forms of government, the socio-political pathos is the one that eventually provokes in the population, by the way, the population, not just, uh, I take it means the, the, the slaves and the nobles, right? Or the, the, the plebeians and the nobles, in both of them, it provokes this inner pathos of distance, right? And so, one question is, well, how is it that this is working? Why is it that noble societies, uh, or aristocratic societies as Nietzsche conceives them, would generate these internal pathos of distance in, in the individuals living in this society. And My answer to that question is to say that the distance is not just a matter of superiority or power relations, right? That the noble is situated over here and he commands, and he tells the, the plebeian what to do and everybody else what to do, and that, that, and that he keeps them away and, and he, you know, keeps them enslaved and as tools for his plans and all that stuff. It's not just about that, it, it includes that, but, but it's not just about that. It's about the significance that the figure of the noble has. In the eyes of himself and society and, and the, and, and even the plebeian person. The significance is that the novel represents the highest power and splendor possible for the human type, OK? He represents true nobility, OK? Obviously, he's supposed to represent true nobility in healthy aristocracies, because Nietzsche is also very careful, right? I mean, in Beyond Good and Evil, he ends Beyond Good and Evil by telling you what is noble, right? It's a section that says what is noble. And it turns out when you read that section that what is noble is, it's something very difficult to achieve, OK? Nobility is very rare in some sense. So, even when you have aristocratic societies, I imagine Nietzsche would say most aristocratic societies are corrupt aristocratic societies. They're not true aristocratic, they're not healthy aristocratic societies. They are societies like the French, uh, prior to the French Revolution societies where they were just libertines. To be a libertine is not to be noble to Nietzsche. Again, you've got to fight that animal. Urges of just giving into pleasure and excess and like living a life that is just relaxed and exploiting others for the sake of exploiting them and all that stuff. That's not nobility for Nietzsche, OK? Um, SO, of course, uh, Maybe he over-romanticizes aristocratic, uh, governments, right? But we, we gotta work with what he's giving us. So the idea is in a healthy, in a true, in a genuine aristocracy, the aristocrat represents, actually represents a person who is spiritually deep, who's spiritually genius, who's spiritually, you know, giving us laws that contribute to the genius in us and in everybody else, presumably, OK? In that society. The distance that is generated is the distance in which the novel stands out as meaning-giving. It, it justifies everything else that's happening in the society, the oppressive structures that are happening, the way the novel oppresses the other people or whatever. All of that is justified because it produces this kind of human being that As Nietzsche eloquently puts it, uh, restores our trust in the future, in ourselves, in humanity, right? I mean, he, he uses this kind of language, right? So, OK, so you're producing beings that res restore our trust in humanity and in ourselves and in everything. No wonder that this kind of arrangement starts to reflect back in me, into my psyche. By way of demanding that I try to do the same, that I try to become a genius, right? I should do, I should become a noble aristocrat too. I should try to ennoble my inner states as much as I can, OK? Uh, I should seek within myself the deepening of my soul, the deepening of my spirit, of my intellect in the right way, right? I should Fight against my animality and, and, and for the late Nietzsche and certainly for the Nietzsche of Beyond good and evil, against my humanity, that's why I have to be beyond good and evil. I have to be beyond morality a little bit, which is the thing that makes me human, right? Because part of what happened to Nietzsche was he realized that the ideal of the genius is easily corrupted, easily corruptible by My humanity, by, by, by, by the aspects of my, my morality, by, by the aspects of my humanity that could uh stand in the way of the completion of my humanity, the realization of my humanity in the form of sovereignty, for instance, right? This is one of the things he realizes early on in his, and this is part of what, this is why his next book is Human All Too Human. Right, he's trying to figure out what are these human all too human parts of my humanity that are keeping me, that are, that are standing in the way and that keep pinning me down to my animality even to make me revert back into the animal, belittle myself. Humiliate myself, humiliate my humanity to the point of destroying it and all that stuff. What are those parts? Oh, it's morality, right? It's Christ Judo-Christian morality in particular, right? Especially, it's the ascetic ideal, it's all those things. Those are the things that stand in the way. OK, I gotta overcome my humanity now, overcome those aspects, and hence, the superhuman becomes the ideal, right? Let's overcome humanity. Let's be superhuman now. So, And, and, and that's what there are two strains in ways he's doing, right? So, so I think um We need to overcome our animality and our humanity, and this is to ennoble ourselves, and Nietzsche thinks this is done in a, in a healthy aristocratic society because it has the pathos of distance, OK, and it's gonna inject in us the pathos, uh, of distance in some sense, in our souls, yeah,"
	},
	{
		"start_time": "1:29:48",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have just one last question then. Is this pathos of distance since you Say it would occur in an aristocratic society. Is it in any way compatible with democracy, and what were Nietzsche's more general ideas about democracy?"
	},
	{
		"start_time": "1:30:05",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "Yeah, I, I haven't done a lot of work. There are good people doing work on Nietzsche's politics, uh, that, that, you know, you should speak to, uh, for this, for this, uh. Uh, QUESTION in particular, but, you know, I, I haven't done a lot of work on Nietzsche's political views really other than these patterns of distance paper, but, uh, But I mean, there, there are some things to say. Obviously, Nietzsche had very uh precarious models of what democracy, uh, you know, uh looks like or what democracy is, right? He has the, the United States, the oldest modern democracy, but that's like born in a contradiction even, right? I mean, it's born in white supremacy and like. All sorts of things that contradict the very ideals that the democracy is supposedly founded on. So, you know, like, uh, equality and freedom and all those things that typi typify democratic uh governments, right? A democracy is the government of the people, by the people, for the people, so that all the people can, You know, uh, uh, increase their welfare, right? Their happiness, and, uh, their conceptions of the good can coexist with each other, can be, you know, uh, uh, can, can be pursued, uh, without interfering with each other. Um, THAT'S basically an idealized version of what a democracy should be, but actual democracies are a mess, right, as we know, right? And they're under threat nowadays. So, you know, so it's a, it's a, it's, it's a complicated thing. Nietzsche didn't really have even the modern democracies that we have now where we could see that maybe there are ways of handling some, some of the issues that democracies, uh, uh, present. So, his model is very precarious. He's convinced, of course, he's, he presents himself as a radical aristocrat. Um, AND, uh, As somebody who's pro-aristocracy, uh, aristocratic forms of government, so he's very much against, uh, democracy. It's a question whether he would accept that you could produce the pathos of distance in a democracy or not, OK? Because he's not, you know, he's not thinking in those categories. He's not even, you know, contemplating the possibility, I don't think. So, it's a question for us, right? The question is, Could we take this element if we think that it's a valuable element in Nietzsche's philosophy and adapt it to our democracies, right? And, and, and, and, and, and make our democracies kind of uh organize our democracies in such a way that we could perhaps potentially um Uh, provoke the pathos of distance, the enhancement of the human being in all our citizens, right, or in, in, in, in our, in our citizens or in the majority of them or whatever. Help to help our citizens to see themselves as somebody that is tasked with the, with the issue of ennobling themselves, uh, of, of trying to contribute to the ennoblement of the human being and whatever else, um. That's a question for us. And, and there, I don't know, I, I don't know how I feel about uh what answer to give because, um, I mean, to some extent, I think, yes, we can, right? I mean, it's not, it doesn't seem incompatible in any fundamental way with, um, you know, uh, democracy, that we could, in fact, organize our societies such that we're not just interested in the welfare of the human being, And in the conception of the good understood uh as very personalistic, uh, conceptions of the good as coexisting which is human, but that we could even give them more, uh, ambitious goals, right, that the human beings should have the ambitious goal of contributing to the enhancement of the human being and the noblement of the human being and the, the being that is constantly working on itself and trying to become not better, better, but, but, but nobler, right? Mhm. Higher, finding rare states in himself, higher states in himself, all this description that he's giving you there, OK? I don't think there's anything inherently that, that would stand in the way of that, especially because the pathos of, uh, of distance, although it involves a kind of contempt towards the, the person who's lower, the person who's not ennobled, right? The person who's not noble, who's too vulgar, who's like trying to be a libertine or whatever, trying to give in to his animal side, um. It involves a contempt towards that from the point of view, from the vantage point of the person who is trying to ennoble himself. But it's not an essentializing contempt. It's not a contempt that says, oh, you are vulgar and there's no rede there's no redemption for you. You are gonna be vulgar for the rest of your life. You are just vulgar, period, right? Some kind of essentially causally deterministic picture of like human beings. No, the process of distance incorporates, as, as you said, you know. The sovereign individual, certainly, presumably, it incorporates this idea of, you are free, we are free as noble, right? I can be a master of a free will. So I can change that. I can work on myself. I can try to become spiritually more elevated, OK? Um, ANYBODY can. And maybe if these vulgar people are not doing it, it's because something in my society is not working. Right, to make those people see that they could do that. Maybe I should change my ins institutions of higher learning, so that, you know, people don't just think of their education as, oh, I, I, I need to go to school to get a diploma to get a job, OK? And that's what I'm doing here in this higher, higher education place. No, maybe I should go to the school to Improve myself to like, learn things about myself, to like, transform my being, to learn for the sake of learning, and not, you know, uh for the sake of getting a job or getting a title or not this transactional way in which we've Conceived of the, the higher educational system, right? This kind of capitalistic way of thinking about education. No, let's do the novel way of thinking about education. Maybe that can help. Um, NOW, again, this is something that we can do. I don't think, I don't know if Nietzsche would have, would be on board. Probably not. OK. Nietzsche's dangerous. He's a, he, he, because there are, of course, uh, precisely because he's a critic of democracy, um, we have to recognize that there are And because he talks about power and because he's anti-egalitarian, and because we have to recognize that there are many elements in Nietzsche that are proto-fascistic, even if it, it would be a complete, uh, I think, uh, uh, twisting of Nietzsche's philosophy to align him with fascistic, uh, uh, ideology, OK? Um, BECAUSE he, there are many things that he would, uh, be mortified about, um, if he were aligned with that, right? Most fascists are Just vulgar libertines, right, for him. That, that they're not noble, they don't represent nobility at all, so they are not really, it would be terrible. It was just power for the sake of power and they are just, you know, in it for themselves and all that stuff. So, horrible, no way Nietzsche would have been in on board with fascistic policies, but Nietzsche is a guy who talks about power. Nietzsche is a guy who talks about inequalities and Hierarchies. He's a guy who talks about, uh, you know, he's misogyny a little bit, right? He's, he, he seems to have a, a little hatred of women or certainly he's not on board with the equality of women and, and stuff. He's not on board with universal education either, right? He's like, he wanted, uh, the, the institutions to not to open up to, to allow people from all socioeconomic backgrounds to come to the university. Um, RIGHT? He, he, he thought he was an elitist, right? And so, yeah, so, so it's a very dangerous, he, he himself owned up to it, where he says, I, I'm not a man, I'm dynamite. So, yeah, you gotta handle him with a lot of care, right? Because there are elements in each that can be exploited in the, in the service of a very fascistic, anti-democratic, uh, Form of government. But maybe there are elements that can be used within democracy and, and with democratic ways of thinking. And I think this is, I don't see, of course, without having analyzed it deeply, right? I don't see any reason why democracies could not incorporate uh among the, the, the things that they do. A, a way of trying to encourage people in their, the citizens in their, in their um societies to Adopt the pathos of distance, to try to ennoble themselves, to try to collaborate. In a project of ennobling humanity as a whole, right? Um, I think they they could, right? um. So yeah, that would be my answer."
	},
	{
		"start_time": "1:38:43",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So let's send on that note then, Doctor Zamos Gregueros. Uh,"
	},
	{
		"start_time": "1:38:48",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "PEOPLE are,"
	},
	{
		"start_time": "1:38:49",
		"speaker": "Ricardo Lopes",
		"words": "if people are interested, where can they find your work on the"
	},
	{
		"start_time": "1:38:53",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "internet? You can find most of my, uh, work online. Uh, I, I have, I'm not very good at online presence, uh, you know, keeping a, a steady online presence and stuff like that. I'm, I'm kind of old fashioned a little bit, uh. In this way, but, uh, you can find, uh, in academia.edu, uh, some of my work that you can download. You can find it in field papers. I'm trying to also start to go to other, other of these kinds of websites, but again, it's very slow and I haven't been very proactive at, at, at doing it in the right way. But you, you, you'll find If you Google my name, you'll probably find uh my work and can download it for, for the most part for reading."
	},
	{
		"start_time": "1:39:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:39:44",
		"speaker": "Gabriel Zamosc-Regueros",
		"words": "Thank you, Ricardo. It was very enjoyable. Thank you again for inviting me. It's a great honor."
	},
	{
		"start_time": "1:39:50",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoras and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nico Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]