[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes, and today I'm joined by Doctor Walter Scheidel. He is Dickinson Professor in the Humanities and professor of History at Stanford University. And today we're talking about his most recent book, What Is Ancient History. So, Doctor Scheidel, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Walter Scheidel",
		"words": "Thank you for having me. So,"
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "uh, we're going to go through the main arguments that you present in the book when, in regards to how we deal with so-called ancient history and even what that means, but to start off with, why do you think that studies of ancient history tend to be so restrictive and focused almost exclusively on Rome and"
	},
	{
		"start_time": "00:51",
		"speaker": "Walter Scheidel",
		"words": "Greece? I think there are a number of reasons. It hasn't always been like this. So if you go back a few centuries, even in Europe, even in Western Europe, when people looked at antiquity, they would not just look at the Greeks and Romans, they would look at the Hebrew tradition and the Old Testament, what little was known about Egypt, and so on. And then gradually over time everything became more and more concentrated on Greece and Rome. And it was partly because there had always been a sense of uh uh some cultural lineage, um, if you will, reaching from antiquity to the Middle Ages to the Renaissance to modern, uh, Europe and the West more generally. But there was also a revival in a way, uh, in the late 18th century, early 19th century, that was tied up with romanticism. Uh, NASCENT nationalism, colonialism, racism, all these things that became more prominent in that particular period, where Europeans in particular decided that the only worthy ancestors for themselves were the Greeks and Romans. They, the Europeans, were really special, and so the Greeks and Romans had to be special too, and there was some kind of special kinship, some special affinity between them and those two select ancient cultures, and that's when the current Organizational structures were created, universities, fields, disciplines, and so on. So to some extent, the result of this narrowing is still with us and hasn't really been properly overcome."
	},
	{
		"start_time": "02:17",
		"speaker": "Ricardo Lopes",
		"words": "But when we use the term ancient uh uh applied to the kinds of civilizations we are referring to, what kinds of attitudes does it denote? I mean, is it disdain, is it admiration or something else?"
	},
	{
		"start_time": "02:33",
		"speaker": "Walter Scheidel",
		"words": "We are stuck with that particular label because hundreds of years ago, calling something ancient was a term of approval, of veneration, right? The ancients are people who have much to teach us and they're really grand and glorious. And then about 200 years ago in English, at any rate, a new expression appears, which is that's ancient history, and that's something you say when you want to dismiss something as irrelevant or obsolete. And that's, it's not by coincidence that it shows up in the early 19th century with increasing modernization, um, and so on, but we're now stuck with this. So when most people, non-academics, I think, use the term ancient now. Uh, THEY don't necessarily attribute any positive connotations to that. They think of something a long time ago, doesn't matter anymore. Why should we care? So it's a bit of a burden in a way, even for the academic field, um, to teach something called ancient history."
	},
	{
		"start_time": "03:28",
		"speaker": "Ricardo Lopes",
		"words": "So, but what does the term ancient history really mean? What does it refer to? And this is the history of the peoples from, as I mentioned at the as I mentioned at the beginning, from mostly Greece and Rome from a few 1000 years ago, the true ancient, ancient history."
	},
	{
		"start_time": "03:51",
		"speaker": "Walter Scheidel",
		"words": "Yeah, I mean, there's no standard definition, as you say, many people will think of some Greece and Romema. Greece and Rome and their predecessors, Egypt, Mesopotamia, and so on. Some people will think of early China, early India. Very few people, if any, will think of Central Eurasia or the Americas. My My view is that ancient history is a global phenomenon, that's something that happened all around the world, not literally everywhere, but in many parts of the globe at different times, at different speeds, in different places. We shouldn't think of it as a period. That is defined by a starting year and an end year. We should think of it as a phase of development, of transformative development, when people in different parts of the globe independently of one another to a large extent, came up with similar innovations and bundled them together in ways that will determine the way we live today. That I think is the broadest and most reasonable definition, if you will, of ancient history."
	},
	{
		"start_time": "04:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, we will come back to that point you made about the ancient history being a global phenomenon later in our conversation, but what would you say are the main difficulties and obstacles when studying the ancient past?"
	},
	{
		"start_time": "05:08",
		"speaker": "Walter Scheidel",
		"words": "I think there are at least 31 is the nature of the evidence of the data we have to say anything at all, because it's of course not like modern data. We have a super abundance of information, archives, and all kinds of things. Often in early societies there is some writing, little writing, no writing in some cases. There is archaeology, which is difficult to decipher, so it's the overall amount and quality of the evidence. The second issue is gaining access to that evidence. Even if they are written texts, they are written in languages that for the most part no longer exist. They have to be deciphered. They have to be understood properly. You have to establish the vocabulary. Once it comes to archaeology, interpretation is necessarily ambiguous, right? There are different ways of interpreting certain material remains, so that's a big issue. And the third one, I think is that early societies are meaningfully different from the societies. We live in and that we are used to, so our basic intuitions as to how things work don't necessarily apply when we go back far enough into the past. So you have a trifecta of problems that you have to overcome in order to deal with ancient civilizations."
	},
	{
		"start_time": "06:24",
		"speaker": "Ricardo Lopes",
		"words": "So this is a point that you've already touched on very briefly, but in the book at a certain point you argue about how ancient history constitutes a foundational phase of human development in which the earliest versions of our current lifeways were created. I mean, what aspects of our lifeways, institutions, and the ways our societies are structured have originated in ancient history?"
	},
	{
		"start_time": "06:53",
		"speaker": "Walter Scheidel",
		"words": "Uh, THE short answer would be pretty much everything that you can think of. Uh, BEFORE the end of the last ice age, before the Holocene. Many, many things that we take for granted did not exist, and they only come into existence. I paint them with a broad brush here, but they come into existence only over the last 10,000 years or so. Food production, which we all rely on domestication of crops, domestication of animals, pastoralism, metallurgy, mining, uh, any number of basic technologies, physical technologies. Physical infrastructure, the fact that we live in houses, right, and we have windows and staircases and any number of gadgets, all these things don't exist, remarkably, uh, prior to that date. Um, I, I could give you a really long list, but I'm not going to give you a long list. You just look around you, and pretty much everything we use is some upgraded version of something that was originally invented back then, not the computers we currently use. It's a bit of an exception. But even the basic materials other than plastic are, you know, already rooted in that very early period. There are social technologies, government, taxation, organized warfare, jobs, all these things that really define our existence. Formal education, all these various things did not exist before that, schooling, you name it, prisons. Pretty much the same thing, uh, and of course literacy, the ability to write things down that comes relatively late in the process. It's not ubiquitous, but it's important, it's an important stage in that development. And last but not least, the major world religions that people still adhere to in their billions today come out of that period, again, the later stages of that particular phase, but it's certainly True, it's true of the Judeo-Christian Islamic tradition. It's true of Hinduism, of Buddhism, of Confucianism. All the major belief systems, Zoroastrianism, they all come out of that particular phase of development. You take all these things together, cumulatively, they define the way we live. We just use more of these things, upgraded versions of these things, but they are ultimately the same things."
	},
	{
		"start_time": "08:58",
		"speaker": "Ricardo Lopes",
		"words": "When it comes specifically to the development of writing, how important was it and did it change the way we approach human history?"
	},
	{
		"start_time": "09:09",
		"speaker": "Walter Scheidel",
		"words": "It was important at the time, even though very few people could generally read and write. It enables certain things like larger scale government administration, keeping track of things. It enables the creation of literary canons so you can write down oral traditions and create new genres like historiography and drama and all these various things that writing is very useful for. But you could even make a case that it's even more important for us as historians studying the past because historians have long distinguished between societies with writing. That have a proper history, quote unquote, and his, his Arab societies without writing that they usually consigned to some kind of prehistory, but they don't, they're not prehistoric. It just means we can't read their histories. It doesn't make them structurally different. It just, it just makes them different to us, the way we look at them and approach them. And it's one of the most unhelpful divisions in a way, in the study of the past."
	},
	{
		"start_time": "10:08",
		"speaker": "Ricardo Lopes",
		"words": "So this is a point that you also alluded to earlier. When it comes to the developments you enumerated, you argue in the book that they were not synchronized and started at different times and unfolded at different speeds in different parts of the world. Why is that important to keep in mind?"
	},
	{
		"start_time": "10:28",
		"speaker": "Walter Scheidel",
		"words": "It's important to keep in mind because of course the world was not globalized, integrated the way it is now. People had no idea what people were doing in other parts of the world. Um, CONNECTIONS had to be built up very, very gradually. It's important because it means that we can't define ancient history as a single period. That starts, you look at Wikipedia, ancient history starts in 3000 BC because in 3000 BC, the earliest forms of writing appeared in Egypt and Mesopotamia. That's not very interesting for people in China or Mexico or Central Africa, right, because they had no idea this was happening. So, we have to bear in mind that because of ecological differences, for the most part, development happens um at different times, at different speeds in different parts of the world. Sometimes these developments, these innovations kick in very early, like in West Asia, and then in East Asia. Sometimes it takes longer, like in Mesoamerica or in Peru or in sub-Saharan Africa, and sometimes they never happen, like in Australia. FOR instance, or in the Arctic, and there are ecological reasons for that, but that shouldn't lead us to exclude certain parts of the world from the study of ancient history. We just have to be flexible. We have to study the different ancient histories of those different parts of the world on their own terms as part of a larger whole, because if you, if you take enough steps back, you look at this. Um, IN, in, in, in, in the long run of history, you realize there are many similarities that people independently came up with similar solutions, totally independently in the case of the Americas. There's no contact between the Americas and the old world before the Europeans, before the Vikings show up. That's a very small kind of contact. So basically there's no contact and yet you have very similar developments in Mesoamerica, in the Andes, going back thousands of years, the same way you have in Eurasia or in parts of Africa. We have to bear that in mind. If we don't bear this in mind, we'll never understand that ancient history was a global phenomenon."
	},
	{
		"start_time": "12:23",
		"speaker": "Ricardo Lopes",
		"words": "And do we have a good understanding as to why similar developments occurred in places around the world, particularly as you mentioned, the Americas and Afro-Eurasia, er, in a completely independent manner. I mean, how was it possible?"
	},
	{
		"start_time": "12:42",
		"speaker": "Walter Scheidel",
		"words": "Well, let me give you a provocative answer to that question. If we had already structured ancient history in a global way, we would be in a much better position to answer that question, right? Because you have to study different parts of the world side by side, systematically, comparatively. To identify certain variables, certain factors, certain features that will produce certain outcomes, we are still very much at the beginning because by focusing on individual parts of the world, we are not really well equipped to address this question in a very satisfactory way. The provisional answer is it's ultimately the environment, it's ecology. People used to think it's racial characteristics that people are not all the same. That's rubbish. As far as we can tell, it's about the environment. People all come out of Africa. They settle in different parts of the globe. They encounter very different conditions, and those conditions inevitably shape what they're able to do, what the incentives are, the disincentives, and so on. And that seems to account for much of the variation that happens. There may be other factors too. But as I said, we are in a sense still very much at the beginning of really properly investigating this question. In order to really figure it out, we need a fully globalized comparative ancient history."
	},
	{
		"start_time": "13:59",
		"speaker": "Ricardo Lopes",
		"words": "And these developments that occurred across the world uh crowded out alternative arrangements, right, because things could have developed differently."
	},
	{
		"start_time": "14:10",
		"speaker": "Walter Scheidel",
		"words": "That's very true. Once you have food production, you have higher population densities. As a result, you have states, you have cities, you have large armies, you have capabilities, you have a class structure, you have oppression, you have inequality, you have slavery. You have all these terrible things that make these societies very competitive, and we can see historically how these very competitive societies absorb others or destroy them or, you know, subjugate them as European colonizers. WOULD do later on. Those are almost inevitable outcomes. Once these bundles of features are in place thousands of years ago, it was just a matter of time till they would spread and expand and eventually encompass the entire planet, and that certainly happened. That has certainly happened. And in so doing, they have really trapped us in one particular way of life, so to speak. There are still significant cultural differences between different parts of the. WORLD, of course. But ultimately, we all tend to do things a certain way, uh, so to speak, when it is perfectly possible that many thousands of years ago, foragers, hunter-gatherers would do things differently, in meaningfully different ways, that's just no longer feasible, right? Everything has been taken over by the most competitive and in a way, most dominant and sometimes most violent societies that this process has produced."
	},
	{
		"start_time": "15:30",
		"speaker": "Ricardo Lopes",
		"words": "In the book you also talk about and critique in a way the way academics have approached ancient history, and I even have a quote here. You talk about the intensely fragmented ethnocentric and parochial manner in which it is routinely perceived, studied, and taught. So, uh, could you tell us more about that? How have academics approached ancient history?"
	},
	{
		"start_time": "15:55",
		"speaker": "Walter Scheidel",
		"words": "I think a big part of the problem, problem of the, of the history of scholarship is, of course, increasing specialization. You go back a few 100 years, people were polymaths, right? They would do a number of different things, usually poorly. They knew a little about lots of things. And we have now ended up in a situation. But most people know very much about very little, so to speak. They become specialists because that's how you create new knowledge or that's the approved way of creating new knowledge. That's how the whole uh uh uh academic structure works, the training, the incentive structures, promotion, hiring, you name it, right? Um, SO that is inevitable. It has produced an enormous increase in knowledge and understanding, so it was a good thing. But as always, there's a trade-off. You have more of a good thing, you get more of a bad thing at the same time, and the bad thing is hyperspecialization. We find it more difficult to make connections. We, we find it more difficult to make connections to other disciplines. And in the case of early history, we find it much more difficult to make connections to other parts of the world that are early or ancient. And so we don't talk to people who study. Very similar things in different parts of the world, even though if we did, we'd be better off. We just don't have time to do it or we are not motivated to do it, or there are disincentives to doing it because we're rewarded for being specialists. That's the very short answer in a nutshell. And so what you end up with is a de facto fragmentation of the world that is being studied into little bits and pieces. Where some people study the Roman Republic and other people studied the early Roman Empire and the late Roman Empire, and the post-Roman societies, and the Greeks before Rome and the Greeks under Rome, and the Greeks after Rome and Byzantium. And then there are 50 other areas of specialization where people study, I don't know, early Japan or the Olmecs, uh, in, in Mexico or what, or Zimbabwe or what have you, right? And they're all specialists, and there's very little if any communication between them."
	},
	{
		"start_time": "17:59",
		"speaker": "Ricardo Lopes",
		"words": "And this specialization you referred to goes back to the 19th century, right? It was then that the sort of dismembering of ancient history started."
	},
	{
		"start_time": "18:10",
		"speaker": "Walter Scheidel",
		"words": "Yes, I mean, many fields are being dismembered in that period, but for ancient history, uh, it's particularly visible because, as I said, it was, um, it was, um, joined with at the very least the study of what we call the ancient Near East or West Asia. The people call it the Old Testament tradition, Egypt, Carthage, and so on. And even those neighbors get are pushed away or consigned to their own many disciplines, whereas a lot of prestige and resources are allocated to the study of Greece and Roman, especially Greeks, because the Greeks are seen as the originators and the Romans in a way are already sort of second rank, they're inheritors of all the wonderful things the Greeks came up with."
	},
	{
		"start_time": "18:53",
		"speaker": "Ricardo Lopes",
		"words": "But when it comes to specialization and its drawbacks, do you think it's possible for us to do it any other way? I mean, with the vast amount of knowledge that we have accumulated even in specialized areas of history, is it possible for people to be more generalists?"
	},
	{
		"start_time": "19:13",
		"speaker": "Walter Scheidel",
		"words": "Well, people to some extent have to be experts on something. I think that's inevitable. But they also need to collaborate, and we have a great model which is archaeology. You can't go out as a single person and do an excavation. I mean, you could, but you wouldn't get very far. You need people who have expertise in different areas. They have to come together and they have to work together to make this happen. And historians very rarely do this. They don't get together with historians of similar kinds of societies. Uh, EVEN though they could learn a lot from doing this, they rarely get together with them in research or in teaching, and that would be a model, a model that already exists. We all have to be experts, but we need to be experts who are not only aware of the fact that there are other experts out there, we have to be willing and motivated to go and actually work with them to create new kinds of knowledge."
	},
	{
		"start_time": "20:05",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to go back for a second to the focus on Greece and Rome specifically. How has it developed and why this obsession with so-called Western civilization?"
	},
	{
		"start_time": "20:19",
		"speaker": "Walter Scheidel",
		"words": "As I said, to some part it's, it's specialization, but there's another, uh, dimension to it. And the dimension has to do with valuation that people starting in the late 18th century in Western Europe, um, got a very high opinion of themselves because they were unbelievably successful. They were going out, colonizing other parts of the globe, dominating others, even the great civilizations of China, India, the Middle East, and so on. So they figured, well, we must be very special people, and we are very special people for a number of reasons. It used to be Christianity, but with secularization it becomes a little less popular as an argument. You see the rise of scientific racism, saying white people are just better than other people, and that's why we are more successful. And then you get the cultural approach saying, well, it's really about our cultural lineage. It's because we have inherited the wisdom of the Greeks and the Romans, and that makes us more capable. And now it's our duty to really take good care of that inheritance, of that legacy, and study them in even greater detail in a more professional way. And it's also seen at the same time, this may seem a bit paradoxical as a counterweight to modernization. That people about the Romantics in particular, were disenchanted with modernization. They would see it as soulless, the takeover of industry, of commerce, of rationalism, of all these things that worked really well, but they left something to be desired. And the idea was if we go back to the source, the Greeks in particular, who are really pure, they are authentic, they're original, they are a fountain of original insight and wisdom and beauty. Uh, IF we go and we commune with them very intimately, it will improve us as people, and it will enable us to deal better with the disadvantages of modernization. But we have to do this not as amateurs, which people have done for a long time. We have to do it as professionals, as scholars. We have to know their language really, really well. We have to know their material culturally well, their art, their philosophy, everything that they produced is worthy of study because that's the only way we can actually commune with them, establish this kind of special relationship that we have anyway, but we have to bring it to full fruition. And as a result, we need to teach more Greek and Latin in school, in high school, at university. It has to be an important part of educating the bourgeoisie, uh, making sure there's a standard that people have to adhere to to prove they are worthy of admission to privileged, um, society, get a certain kind of jobs, uh, and so on. So it's a huge package of. Cultural prestige, romantic yearning, scholarly professionalization all packaged together in a way that creates a very, very strong emphasis on the Greeks and Romans in education and in the public arena in that period, which you see reflected in literature, in architecture, in any number of domains."
	},
	{
		"start_time": "23:25",
		"speaker": "Ricardo Lopes",
		"words": "And people study what is known as the classics, the Greek and Roman classics. How were they established?"
	},
	{
		"start_time": "23:34",
		"speaker": "Walter Scheidel",
		"words": "The classics are interesting. They actually really come in a sense out of Germany, the idea of Alter tombs Wiesssenschaft, that there would be a science of antiquity, because up to that point people focused very much on language. The idea was you had to learn a language well enough to imitate Cicero, other ancient authors, and write like the Romans. Um, AND that worked well for a really long time, and you had to understand Greek for the New Testament, and you had to understand Latin for Roman law and all these various things. But then the idea was, no, we have to be holistic. You can't just focus on language and certain kinds of texts. We have to understand, uh, Greece and Rome as, uh, um, um, in, in, in, in their, in, in their full. Capacity in all the different aspects and dimensions, so we need to create an academic field that looks at everything those people produced and it has been passed on to us. Language, literature, history, philosophy, art, any number of things. Anything you can think of is part of the same field. And that would then be called our classics eventually. It takes a while in the Anglo world to late 19th century for all these other elements to be fully incorporated alongside the study of language and literature, but eventually you end up with a field that is holistic, that says we study everything about the Greeks and Romans, and we call it the classics."
	},
	{
		"start_time": "24:58",
		"speaker": "Ricardo Lopes",
		"words": "Are other ancient cultures covered in universities and if so in what kinds of departments and programs?"
	},
	{
		"start_time": "25:07",
		"speaker": "Walter Scheidel",
		"words": "They are covered to a lesser extent because of, well, the, the, the Greeks and Romans had a head start, so they were privileged, privileged from the beginning. There's less funding. They are covered, often in very tiny programs that may be freestanding in some cases, consolidated into larger schools. In other cases, Egyptologists who only study pharaonic Egypt, Assyriologists who study Mesopotamia, Judaists to study early Hebrew culture, um, people who Iranian studies, people who just study Iran and Central Asia. Uh, SINOLOGISTS who study early China, Sanskrit scholars who studied the literary tradition of early, um, India. There are experts in the archaeology and, and the many different languages of Central, um, Asia, Central Eurasia, the Steppe, uh, peoples who are increasingly well understood. Uh, THERE are people in anthropology departments who study the Olmecs and the Maya and the Aztecs and the, the, uh, the Inca and, and all these various civilizations in the Americas. Or, uh, uh, Kahokia in the United States. Um, THERE are even fewer people who try to study early cultures in sub-Saharan Africa, but they all operate in different environments, in different academic units, and they have little, if any, contact with one another. And there are far fewer people who do this, uh, than there are people who studied Greece and Rome, that's fair to say."
	},
	{
		"start_time": "26:33",
		"speaker": "Ricardo Lopes",
		"words": "OK, and do you think that that fact that they operate in different units is problematic, and if so, what can be done to correct this state of affairs?"
	},
	{
		"start_time": "26:44",
		"speaker": "Walter Scheidel",
		"words": "It is, I mean, it's as I said, it's necessary to have expertise, but it doesn't mean you have to be in your own mini unit. It would make more sense to be embedded, and history is a good example. You can be a historian of the Middle Ages, and you can be a historian of, uh, I don't know, um, the Iraq War, and it would be in the same department, and you would be next door to the person, you know, studying the Middle Ages, and at least there would be some communication, at least you would hope. That's not usually the. Case with people who study these various ancient societies, so it would make sense to bring them together at least organizationally, um, encourage broader teaching. It will also be of interest to students, right? To be introduced to multiple societies, um, at the same time in, in a user-friendly way. Um, ALL these things could easily, uh, be done. And now I've sort of forgot the original question because that wasn't quite the question I was answering."
	},
	{
		"start_time": "27:36",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I was asking you if there's something that can be done to correct this state of affairs of people that study different civilizations and cultures operating in different units. Yeah, I"
	},
	{
		"start_time": "27:49",
		"speaker": "Walter Scheidel",
		"words": "mean, I think what I just said really applies to this because, like I said, there will always be experts who always have to specialize in something to some extent. But there should be way more collaboration, uh, and that can be brought about by organizational, um, reorganization, uh, in a way which is happening anyway. It's usually happening for the wrong reasons, like funding constraints, where you say, instead of having 5 small departments, we put them all together in one big department and we reduce overhead and we save some money. That's not really the the the best reason for doing it, but at the end of the day, maybe that's the way it will have to be. It should be driven though by an intellectual agenda. It should be driven not by funding constraints. It should be driven by the realization that all these experts are studying very similar things and they would be better off if they were embedded in larger structures that bring them together and uh encourage more conversation among them."
	},
	{
		"start_time": "28:45",
		"speaker": "Ricardo Lopes",
		"words": "And what does ancient history mean in a world that is increasingly multiethnic and cosmopolitan?"
	},
	{
		"start_time": "28:55",
		"speaker": "Walter Scheidel",
		"words": "I of course have now lived in the US for 25 years. The question is what is ancient history in the US? Is it just the ancient history of the white settlers who came in from Europe? Is it the ancient history of the people from south of the border who descend from indigenous civilizations in Mexico and further south? Is it the ancient history of people who come in from East Asia or South Asia? Is it the early history of the indigenous people of North America who are of course still here in small numbers, but they are present? Well, it has to be a globalized ancient history. It makes no sense to say the Greeks and Romans are the ancient history of the US. That's just absurd. And even for Europe, there's a significant foreign born element, if you will, and all countries to varying extents are now globalized, right? They are incorporated into global structures. It means that the outlook of the distant past ought to be not just governed by narrowly nationalistic principles, it ought to be more cosmopolitan, you know. And more globalized. So I think, uh, for that reason alone, we need a more globalized ancient history, but for intellectual reasons because it makes the most sense. But also, if you will, for ethical reasons, for for reasons of equity, we can't just go on privileging one tiny sliver, very influential sliver, but still a tiny sliver of the ancient world at the expense of everybody else."
	},
	{
		"start_time": "30:13",
		"speaker": "Ricardo Lopes",
		"words": "And so is genuine ancient history, diverse and inclusive."
	},
	{
		"start_time": "30:19",
		"speaker": "Walter Scheidel",
		"words": "If it was set up in this way, it would almost inevitably automatically become more diverse and inclusive. Of course we can't end up with a globalized ancient history that's some kind of ranking system. We just conclude that the Greeks and Romans are better than everybody else once we have compared them. That wouldn't be very helpful. And I don't think anybody wants that, but um we need to have arrived at a situation where we can bring the different specialisms in conversation with one another, and that would certainly not just create barriers to the creation of knowledge, it will also, I think, result in a better understanding of the The fact that very deep down people all over the world have more in common than what separates them, and that's not a recent phenomenon. It's not a result of homogenization, modernization. That's part of the story, but it's something that starts already many thousands of years ago in these independent developmental processes."
	},
	{
		"start_time": "31:14",
		"speaker": "Ricardo Lopes",
		"words": "And how can the global turn you talk about in the book be executed?"
	},
	{
		"start_time": "31:21",
		"speaker": "Walter Scheidel",
		"words": "It can be executed, I think, in terms of a number of things. One is revaluation. We have to in a way agree that this is worth doing. If we don't agree on this, there won't be any change, and I think the rationale for this is pretty strong. It's very difficult, I think, intellectually and ethically to say we should maintain the status quo. The second step would then be reconceptualization. How do we actually re-envision studying the ancient world? What are the boundaries? What is the relationship between expertise and broader engagement? A lot of thought is needed to do that. It hasn't been done yet because we're not there yet, but that's something that would need to happen. And the third step would then be reorganization. How do we reorganize the way we train people, we teach students in secondary schooling at universities? What's the best way of going about doing things? There's probably no one way. There would have to be experimentation, right? There might well be different ways of reorganizing um academia and see how they work out. This will take time. It will run into formidable obstacles like inertia. Academic inertia is extremely powerful, not to be underestimated, very closely related to bureaucratic inertia. There's often very little you can do about it, but it's worth at least starting the process through reevaluation and reconceptualization, which we can do even within the existing structures before the structures themselves get changed."
	},
	{
		"start_time": "32:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT do you make of cross-cultural scholarship and comparative approaches? Are they important in this turn you suggest in the book?"
	},
	{
		"start_time": "33:04",
		"speaker": "Walter Scheidel",
		"words": "I think they're extremely important. Of course, not everybody is going to become a comparative historian. It's not the goal, but at the very least, there needs to be some cross-cultural comparative awareness. My position is maybe a bit radical. It is that it's actually very difficult to fully understand any one case, any one society you study without knowing other societies. Societies as well, because you will never have a good idea of what really matters and what doesn't. You may be taken in by what is particularly well documented in a particular case or what scholarship on one particular case has tended to emphasize. And if you go out and you look at 5 or 10 other cultures, you realize, well, there may be other things that are just as important, but we haven't really paid attention to them because they're less well documented or because traditions of scholarship in my own field have paid less attention to those values. So I think this kind of basic Awareness is not a bonus feature. It is essential to being a proper historian. Not everybody would agree, but that's my somewhat radical, uh, position. But at the very least, this kind of awareness would, um, help us, you know, do even our Approach our own specialisms in a more promising way. And then on top of that, if people are willing to do systematic comparative work, that's great. And again, that's probably best done in teams. If you have two or more people getting together, working on a shared problem, on a shared on a shared project, uh, that's probably the best way to do it because you can pool individual expertise, which is always in short supply. It's always compartmentalized and by bringing people together, you can create this kind of new knowledge that individuals have a hard time creating. It does happen once in a while, but you can't rely on genius level polymaths who could just handle these things. It has to be feasible for ordinary people, for regular scholars to engage in this kind of work, and that would certainly create, require a great deal more collaboration than we have seen in the past."
	},
	{
		"start_time": "35:11",
		"speaker": "Ricardo Lopes",
		"words": "In regards to the classics, I don't know if you agree with me, but I think that because of the way they are structured, they tend to be characterized as Eurocentric elitist and historically associated with white supremacy and colonialism. So what can be done about them?"
	},
	{
		"start_time": "35:29",
		"speaker": "Walter Scheidel",
		"words": "Um, AND I should say, in fact, it's not just a European problem. There are Chinese classics too, right? And, and especially the current regime in China is certainly doubling down on this, right? And Mao tried to get rid of the Confucian tradition, but his successors have re-embraced it. And what if you look at what goes on in India under the current government, again, it's a pretty sort of nationalistic kind of engagement with the legacies of India, specifically and the Hindu and the Sanskrit tradition and so on. So I should say it's not just Europe. The European tradition is the most powerful and dominant and best known, but it's not unique in that regard. So having this kind of narrow focus is a problem wherever it occurs, whether it's in Europe or America or in other parts of the world, we should transcend it. It's in our own interest to transcend it, A, to understand the world better, and B, arguably, this sounds very lofty, but maybe to make the world a better place, right? If we have a better, more sympathetic Understanding of the origins of other um societies, realizing that their starting conditions weren't necessarily all that different from our own, that by itself should help us, um, be, you know, feel a greater affinity, if you will, uh, to people in other parts of the world and understand that we are all part of the same planetary story, which I think is really important. Because the problems we face today are planetary in scale, whether it's the environment, climate change, you name it. These are not problems of just one people or one cultural group. They are planetary problems, and we have to engage them on a planetary scale. And in that respect, having a planetary understanding of our roots would be very helpful."
	},
	{
		"start_time": "37:13",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that the reforms you propose in your book are likely to occur?"
	},
	{
		"start_time": "37:20",
		"speaker": "Walter Scheidel",
		"words": "The answer is yes and no, or rather no and yes. No, because of what I mentioned earlier, institutional inertia. There's also self-selection. People who enter certain fields into them because they like what they see. They select for the way things, the way things are currently being done. There may be other people who might prefer things to be different, but they may not join right now because they see what's happening and they may be put off and they might do something else instead. So these are formidable obstacles. Change may well happen for the somewhat wrong reasons, i.e., financial reasons, consolidation, academic administrators, government, legislators deciding we can't afford to have separate. You know, units for the Greeks and the Romans and the Egyptians and the Chinese and all these people, we consolidate them into broader units. That's not such a terrible outcome unless it involves major cuts, which of course often does. That's a problem. It shouldn't be driven by funding concerns. It should be driven by an intellectual agenda, but it's in a way there is almost a bit of an alignment between what I think should happen and by what is in the interest of institutions in terms of their funding and their. Organization to have uh uh lower barriers between units, more communication among people who work on similar things, and eventually greater consolidation in terms of how we organize uh the production of knowledge."
	},
	{
		"start_time": "38:53",
		"speaker": "Ricardo Lopes",
		"words": "What would you say is the true impact of ancient history in our, on our lives today?"
	},
	{
		"start_time": "39:01",
		"speaker": "Walter Scheidel",
		"words": "I think it goes back to what I said earlier that everything we do is some kind of supercharged version of what people came up with back in the day. We eat more food, we have more farming, we have genetic engineering, we use more metal, we use more fuel. We have bigger cities. We have more powerful governments. We have way more literacy. We have more of many of the things that people came up with in the past, but deep down they are still the same things. We haven't really invented anything that would be genuinely intrinsically new, the way those things were new when they were first developed 5000 or 10,000 years ago, depending on where we look. So in that sense, antiquity has won. I think I say this somewhere in the book, we are the products of antiquity. We haven't really transcended the ancient world. We have modified and upgraded the things that were developed back then, but we are firmly trapped in the creations of this particular phase of development, and we should very much be aware of this, because if we are interested in doing things differently in transformative change. We must have a good understanding of how things got to be the way they are. And in order to do that, we can't just study the last 50 years, 100 years, 500 years, saying it's all about, you know, all the popular things, colonization, all the rest of it. That's part of the story, but it's all the latest step in a much longer process that reaches back into this foundational period of ancient history."
	},
	{
		"start_time": "40:38",
		"speaker": "Ricardo Lopes",
		"words": "I have one last question, then, how do you look at the future of ancient studies?"
	},
	{
		"start_time": "40:44",
		"speaker": "Walter Scheidel",
		"words": "I think there are two directions that are not just promising but probably inevitable in the long run. One is the one we already talked about, a more global perspective. The other is a greater convergence between the study of history in particular and what people do in other domains in the social sciences and especially in the life sciences. I think in particular of the ancient DNA revolution that we now have knowledge of the pre-literate past of population movements, of people's behavior, of kinship, of any number of very basic features going back many thousands of years we could not have dreamt of even 10 or 15 years ago. It has been an enormous revolution in terms of what we're able to derive from the evidence of ancient genetics of DNA extracted from ancient bodies. We have made similar strides in terms of climate research, needless to say, going back a very long time to see how the climate has behaved over time. There are other aspects of scientific progress is rapid. Methods become cheaper, more accessible. It will in the long term revolutionize our understanding of early, pre-literate or scarcely literate societies because it will produce a huge abundance of material that wasn't previously available and will finally help us overcome. The division between history of literate societies and the prehistory of non-literate societies. So I think those are the two growth areas, the major growth areas when it comes to ancient studies, globalization on the one hand and a greater collaboration with science on the other."
	},
	{
		"start_time": "42:32",
		"speaker": "Ricardo Lopes",
		"words": "Great, so the book is again what is Ancient History. I'm leaving a link to it in the description of the interview. And Doctor Scheidel, just before we go apart from the book, would you like to tell people where they can find your work on the internet?"
	},
	{
		"start_time": "42:48",
		"speaker": "Walter Scheidel",
		"words": "Oh, they can find my work on the internet by Googling because I'm, I have, I'm fortunate in that my name, Walter Scheidler is very uncommon. I think I'm the only well-known person with that name. So if you Google me, it's uh almost inevitable that you come across, uh, my work, uh, my own website, various links on Amazon, on various places. You can see the various books I've published. I published a big history of the Uh, uh, uh, history of inequality from the Stone Age to the 21st century. I've published work on, on state formation, the origins of modernity, uh, on ancient demography, the ancient economy, any number of things. And of course, increasingly, even academic articles, if people are interested in this kind of work are now increasingly available again via Google Scholar, you can click on them. They're often um accessible in some format. I've published a great deal of my work as working papers that is not copyrighted, that can easily be um accessed. So there's a, uh, a rather daunting amount of my work out there, and it's very easy to find just by Googling my name."
	},
	{
		"start_time": "43:51",
		"speaker": "Ricardo Lopes",
		"words": "OK, so thank you so much for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "43:58",
		"speaker": "Walter Scheidel",
		"words": "It has been a real pleasure. Thanks, thanks a lot for having me on your program."
	},
	{
		"start_time": "44:02",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolatti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]