[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Osso drasser junta Marianna morgue. Opportunidad or maldisa industrial do tourism in Portugal and to from sfalasore umpoc the story the economy uh do tourism in Portugal is jaguarre uh and uh and the mise stay mun to deliver on liver minte civil less munt by mint informative and muntoriga puru tering script."
	},
	{
		"start_time": "00:44",
		"speaker": "Ana Drago",
		"words": "Oh."
	},
	{
		"start_time": "01:24",
		"speaker": "Ricardo Lopes",
		"words": "Messen converse Eric storm studios liber nationalism of world historyertu noslaskiopens pureros vos liberte skin. Uh, NASALTU famski uh national, uh, approprius stambaindu pet touristic perreumes passive tru sound artificial de kilturrimplu uia traditional nupeis uh uh osage uh uh a cul de So as a govern a traves tourism transformal vender e eculum terminal rat stipeizuke indumentaria traditional dumisio. Uh, SILOS of mint travers tourism er Portugal."
	},
	{
		"start_time": "03:06",
		"speaker": "Ana Drago",
		"words": "MASS. INSTRUMENT. CONFLICT contrasts propaganda."
	},
	{
		"start_time": "04:37",
		"speaker": "Ricardo Lopes",
		"words": "He considers a culturism certain form of spele differences the class in Portugalising the form."
	},
	{
		"start_time": "04:50",
		"speaker": "Ana Drago",
		"words": "ECONOMIC segment and it's segment of sound tip your five or not. SEGMENT. THE forms in a pharma configure."
	},
	{
		"start_time": "05:42",
		"speaker": "Ricardo Lopes",
		"words": "See they some touristic news premier vints and topics uh in the. I comus vertis triangle the economy of inrement the industrious agriculture uh my soris uh the pharmac is resus corresponding house vertistriangle the economy of equal as consequent as this."
	},
	{
		"start_time": "06:45",
		"speaker": "Ana Drago",
		"words": "THE industries competitive margin. THE and The. NO."
	},
	{
		"start_time": "09:34",
		"speaker": "Ricardo Lopes",
		"words": "Luis Phillip Viere familiasumarealgus principazururi mbulia in Portugal nus primes dose vintumikki."
	},
	{
		"start_time": "09:53",
		"speaker": "Ana Drago",
		"words": "FUNDAMENTAL. So. Portugal and Portugal default."
	},
	{
		"start_time": "11:59",
		"speaker": "Ricardo Lopes",
		"words": "Uh, TO immobiliarid lush eps sever websis uh web stable seriesatment umadivi and tourismu iwiibiliaid lush uh coerre eps sever on the cabaumikuma."
	},
	{
		"start_time": "12:18",
		"speaker": "Ana Drago",
		"words": "THE parts. Florida. Yes. S."
	},
	{
		"start_time": "15:01",
		"speaker": "Ricardo Lopes",
		"words": "Clark, uh, salari wahalas my startsfalaorisdut theregukie, uh, geralcriadriadna industrial tourism, miss, uh, es, uh, secu com this, uh, off record, uh, apart totoque nonfoi tend to, uh, the tone for maza marian. uh uh STORY of Portugal consider for you tempo in case sometivida touristica miso soloro foulzanov was politique fonsprimel Fed stad nou for news primer and vintungo for new poss economics."
	},
	{
		"start_time": "15:49",
		"speaker": "Ana Drago",
		"words": "AND troika. FACTS. P. ALTERNATIVE. Portugal."
	},
	{
		"start_time": "19:12",
		"speaker": "Ricardo Lopes",
		"words": "Portugal Portugal to kicks."
	},
	{
		"start_time": "19:30",
		"speaker": "Ana Drago",
		"words": "TRANSFORMATION appropriate form. A segment there's low costs um permits at low cost. TRANSPORT. PERMIT. We. YOU know."
	},
	{
		"start_time": "21:50",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SING nomposisosui and principia and rimsprio pansmi Vluizar ultravau miszundesissuzma mallavams, uh, er sound asmdiz la strida imposta spelugu vermpasweu ntura the troik Vluizarrouzatti zimu viarizidsvalluizarro travallisa kezobjeivus the t."
	},
	{
		"start_time": "22:17",
		"speaker": "Ana Drago",
		"words": "THE er um collapse. NO gold. PIPELINE. It. ECONOMIC me. QUALIFIC permits no no no way uh he pretend to not feel economic ways."
	},
	{
		"start_time": "25:45",
		"speaker": "Ricardo Lopes",
		"words": "Uh, PRUDENT in comparison waterstividad's economics in Portugal eco touristic notor space consider ecotourism proportional economy."
	},
	{
		"start_time": "26:21",
		"speaker": "Ana Drago",
		"words": "T. TO intensive. Kut a center fundamental mintment capacitas meant to do diabetes you are meant to do to the property lies on the fabric is the losses. Cesar qualifices salad. YES. VIS."
	},
	{
		"start_time": "28:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SALE to miliquatri miser sentimente nadas. So illustrtius tambine the infuscadabes mayor, the economy of together natividad touristic or natividad the reionad per uh consumer to consume for part of the tourists."
	},
	{
		"start_time": "29:01",
		"speaker": "Ana Drago",
		"words": "It. IN It. WEB summit infrastructure. And. YOU know. SALS."
	},
	{
		"start_time": "32:22",
		"speaker": "Ricardo Lopes",
		"words": "BECOMES a kia camerade Lisbo. SETS the euros for a web summit web summit. Carlos the event event. NO technologies sagnik transmitter is the key. Uh, MUNKS mun libriom is nonregus boos in salarius bones, etc. AND, uh, uh points uh clock is. Responsibly that the milk."
	},
	{
		"start_time": "34:42",
		"speaker": "Ana Drago",
		"words": "SUMMIT. In particular. CONTINUOUS. YouTube. STRATEGIC. Marketing. Yes so marketing potential fiku rio the uh the specimen strategic."
	},
	{
		"start_time": "37:27",
		"speaker": "Ricardo Lopes",
		"words": "IN particular. LIE lie. Uh, uh, RENDING stizuti rial mintcarim tras merriment sazuna stremament malpagus uh non bunfisi so longzores travalliment and uh what in nurstara sound uh to uh essing pensuki i uh penski the main uh tamer fencer. Um, Mbeki, uh, tensiolar comunte 10 sound per uti trabalisreon in non soriar mare."
	},
	{
		"start_time": "39:03",
		"speaker": "Ana Drago",
		"words": "So. SIGNIFICANT not. SEGMENTS. PANICS. I lossal. TO. THE Frank. A web summit super trendy news."
	},
	{
		"start_time": "43:48",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUSFEARUMU mais the otters as pets do impact to tourism impact to so, economic, uh, uh, ecological, uh, collect the can will impact the tourism specific meanness comunidadzlukaisna bit the sound in the kummerive prosimitat er sound okmersive prosimitat specific emento at the tenuvis to in terms of sense, uh, reputaging is not to be sound. Uh, A cirque ducomu lisbo and Newport notluaisis, uh, lodges pinon debus skates cafesin papel inclusive sal navismunzukaisais then the so vivios virus or in the prosimidat enter to physio comprado. STORS could renders absurds who who's the lodges or who's done is he skis to muntu negative."
	},
	{
		"start_time": "45:13",
		"speaker": "Ana Drago",
		"words": "Oh no. SEGMENT. FAMILIA. No. Portugal in Barcelona in Madrid's obvious. AND collapse. SO Disneyland. Say, say I didn't see that same source."
	},
	{
		"start_time": "49:25",
		"speaker": "Ricardo Lopes",
		"words": "Uh, ANTI-IMMIGRA. Pezuke puri allujamentallujamentzignat tourism a time in um naristabita sound encompare sound pursum to the immigra sound we sarako pez."
	},
	{
		"start_time": "50:13",
		"speaker": "Ana Drago",
		"words": "No. IMMIGRANT. NO No. Uh. Uh, uh, GUB gubal story qual in situ some factors the sur the spills touristic extension contrasts ski."
	},
	{
		"start_time": "53:04",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YOUR mental impact tech logic EMB and taldo tourism perkisteal tame muntevisus skesemsfaar and flems of tourism we, uh, actually they, uh, muntu I think less. Uh, GLOBAL is a sound, he, he quizzes a sin, uh, pinto ume imaging muntbunito tourism vehement to tourism things so pets poss qua quale impact to ecology we ambiento."
	},
	{
		"start_time": "53:55",
		"speaker": "Ana Drago",
		"words": "WE permit. SIGNIFICANT."
	},
	{
		"start_time": "55:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, KIKIASHEKI tourism sdiza circuit kwe econ e and the other purilits financiers ipoliti per klarteamuntu esta ide vinda the direment stremadi the so is ia is liberal in particular. OTHERS in the phantasma the savis curios disrespect to our tourism uh can resemble the economy of plenty other is a contests."
	},
	{
		"start_time": "56:31",
		"speaker": "Ana Drago",
		"words": "It was just extraordinary transport. LIBERALISM. What economic. So. THE That Roderick. TO ignorant."
	},
	{
		"start_time": "1:00:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, THE phenomuza shemadi over tourism and Portuguese ria tourism, uh, purque uhardoglobu, uh, javimpri manifestos in Barcelona, Inverness, uh, Namaltenu Japan in Tokyocomo sigintu. CONTEST Japan ex part the tourism or tourism rescations inclusive uh alica pits. Ec. ETC. um, U u kias sobris, uh, uh, the tourism dese problem i escas a bit zuka and touristic consider other stand buying plenium to the economy uh uh gre in turn the industrial tourism or"
	},
	{
		"start_time": "1:01:56",
		"speaker": "Ana Drago",
		"words": "no. Portugal vulgar. To and. And. M. In. THE significant. THAN that. So. FACT."
	},
	{
		"start_time": "1:06:19",
		"speaker": "Ricardo Lopes",
		"words": "TOURISM versa. OUR tourism uh etique asserted so tourism uh waters um so uh ustrista lavato comprehend tubuni cents. ECONOMY. PRECARIOUS principal principal. SUPPORT. BONES cosmopolitanism. TOURISM."
	},
	{
		"start_time": "1:09:29",
		"speaker": "Ana Drago",
		"words": "Plot traffic supports a lingual. To to um It's it's thank you. Thank you in Portugal in Portugal tweeted. No. IMMIGRANTS. I. SAD."
	},
	{
		"start_time": "1:13:06",
		"speaker": "Ricardo Lopes",
		"words": "Uh, KUMIKO kabam's falaour tourism, uh, kundekiashekitevote exploring vas liquezrustrioza tourism soave zik tip purstrio in specific event."
	},
	{
		"start_time": "1:13:23",
		"speaker": "Ana Drago",
		"words": "It. As the urbans. AND nonsense. TOURISM now. THE mechanism."
	},
	{
		"start_time": "1:15:37",
		"speaker": "Ricardo Lopes",
		"words": "Put to concluso pur uh opportunidadoala a tourism in Portugaltensiveaunidadmaldisa we consider rechaturisms in Portugal."
	},
	{
		"start_time": "1:15:58",
		"speaker": "Ana Drago",
		"words": "FOR Then we fight."
	},
	{
		"start_time": "1:16:59",
		"speaker": "Ricardo Lopes",
		"words": "Mintu mazumeves opportunitato industrial tourism in Portugal the sharron links sound intruviste reso indicarasos era si."
	},
	{
		"start_time": "1:17:21",
		"speaker": "Ana Drago",
		"words": "Uh, SEE compre livre."
	},
	{
		"start_time": "1:17:53",
		"speaker": "Ricardo Lopes",
		"words": "INCLUSIVE scoring the kiss basin. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Sverggoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]