[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor David Cooper. He's Emeritus professor of philosophy at Durham University, and today we're talking about his book, Pessimism, Quiettism, and Nature as Refuge. So, Doctor Cooper, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "David Cooper",
		"words": "Right, Paul, thank you very much for, for having me on your show."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you first, what is misanthropy?"
	},
	{
		"start_time": "00:36",
		"speaker": "David Cooper",
		"words": "Well, I think one needs to distinguish vernacular everyday senses of misanthropy from, as it were, philosophical misanthropy. I mean, I take it that in the, Everyday sense misanthropy is something like hatred of people or Scrooge-like meanness. Um, I take philosophical, uh, misanthropy to essentially be a, a, a, a negative judgment. On the human condition. Um, THE claim that human life is, is saturated with failings and vices like hypocrisy, cruelty, greed, vanity, uh, and so on. And I think it's perhaps worth adding that I think the philosophical misanthrope's target is individual people. It's not a claim about you or me being particularly awful. It's a claim about something rather more abstract, the human condition, the human form of life, human existence as we now know it, something like that."
	},
	{
		"start_time": "01:50",
		"speaker": "Ricardo Lopes",
		"words": "Um, AND what is a pessimism?"
	},
	{
		"start_time": "01:55",
		"speaker": "David Cooper",
		"words": "Pessimism. Um, WELL, again, I think one needs to distinguish sort of everyday senses of the term from its use in philosophical literature. And I take it that in everyday discourse, a pessimist is somebody who, I don't know, feels that things are going to keep turning out badly. It's, it's gonna rain tomorrow instead of being sunny, uh, during the, um, garden party. Um Philosophical, um, um, pessimist, it seems to me, is again making two judgments. Um, NEGATIVE judgments. I mean, first, that the human condition is a, a, a bad one in that suffering, unhappiness, anxiety, frustration, and so on, um, greatly outweigh their opposites. And the second negative judgment is that, um, you know, it's just very unlikely that this condition can be substantially or, or radically improved."
	},
	{
		"start_time": "03:07",
		"speaker": "Ricardo Lopes",
		"words": "And how does pessimism then combine with misanthropy, and is there a specific kind of misanthropy that results from pessimism?"
	},
	{
		"start_time": "03:20",
		"speaker": "David Cooper",
		"words": "Well, I certainly don't think that pessimism and misanthropy, um, entail one another. You, you can be a pessimist without being a misanthrope, for example, um, Um, you may think that our condition is, is a very bad one. We suffer a lot, but this isn't our fault. I mean, it's, it's just bad luck or, uh, it's the machinations of the devil or, or whatever. Again, you could be, um, a misanthrope without being a pessimist. Um, YOU might think that we're indeed pretty morally awful, but that salvation is around the corner. Uh, THE communist revolution or the second coming of Christ or whatever, and everything will be fine. But you know, generally, it seems to me that pessimism and misanthropy are mutually supporting. Um, I mean, if, if, if the pessimist, um, Yeah. If the pessimist is right and life is largely suffering, Um, then this is liable to exacerbate the very failings and vices that the misanthrope identifies. And then conversely, if we're so full of failings and vices as the misanthrope claims, uh then we don't have the moral resources uh to really improve the human condition. Um, SO it's plausible, I think, to think that they're, they're going to go together in a, a mutually supportive way. Um, AND then, sorry, the second half of your question was, uh,"
	},
	{
		"start_time": "05:15",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I think that you've ended up already answering it at least in part, it was if there's a specific kind of misanthropy that results from pessimism."
	},
	{
		"start_time": "05:29",
		"speaker": "David Cooper",
		"words": "Yes, I mean, I mean, I certainly think that the, the, the, the, the kind, the basis of your pessimistic view. Uh, IS going to affect the form that your misanthropy takes. I mean, for example, um, a very important example, um, it seems to me that for the Buddha and for Schopenhauer, for example, um, our condition of suffering is, is, is primarily the product of our being creatures of, as it were, insatiable desires. And it's these desires in the form of greed, overweening ambition, jealousy, and so on, uh, that are going to be at the root of our failings and vices on, on one version of misanthropy."
	},
	{
		"start_time": "06:21",
		"speaker": "Ricardo Lopes",
		"words": "Right, and how would you characterize the human condition?"
	},
	{
		"start_time": "06:29",
		"speaker": "David Cooper",
		"words": "Well, I think in the way that the pessimist and the misanthrope do. I mean that, um, you know, on balance, our condition is an unhappy one, that is both fed by and feeds into humankind's very deeply entrenched failures and vices, um."
	},
	{
		"start_time": "06:54",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND do you think it's really impossible to ameliorate the human condition?"
	},
	{
		"start_time": "07:03",
		"speaker": "David Cooper",
		"words": "Well, yes, I'm afraid I do in any kind of really substantial radical way. And that's because as I see it, the, you know, our failings are really very deeply entrenched. They're not the product of passing social, political, or economic conditions that, that might be reformed. I mean, if the human condition is radically to improve, it seems to me that in effect, it will no longer be the human condition at all. It would be the condition of creatures like us in some ways, but no longer with our structures of desires, ambitions, and sort of self-obsession. Mhm."
	},
	{
		"start_time": "07:56",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I was asking you that because there is a specific kind of misanthrope, that is the activist misanthrope who at least to a certain extent, believes that we can ameliorate humankind. Correct."
	},
	{
		"start_time": "08:13",
		"speaker": "David Cooper",
		"words": "Yeah, um, well, I, I mean, my reply, I think is that, you know, the amelioration is going to be very limited. I mean, of course, one can and indeed should intervene. With modesty, I think, and usually locally and on a small scale, intervene to improve people's lives, and perhaps to help redress some of their failings, but I do think it's unrealistic. To suppose that can be any grand scale amelioration of the human condition as dreamt of by uh communist revolutionaries, various kinds of theocrats, and so on. I mean, the, the evidence of history is not supportive, I think of such huge large scale, as it were utopian uh ambitions. They seem to me to lack realism. Uh, THEY also, I think, just ignore, you know, the, the really basic elements and aspects of human suffering, which I don't think are going to be changed by political, economic revolutions. I mean, the pains and anxieties and suffering of old age, of various kinds of addictions, and so on. No, sorry, no,"
	},
	{
		"start_time": "09:45",
		"speaker": "Ricardo Lopes",
		"words": "yeah, go, go, go ahead, sorry."
	},
	{
		"start_time": "09:48",
		"speaker": "David Cooper",
		"words": "No, so, so, so I was just gonna sort of briefly sum up and say that I think the prospects for big cause activism, uh, are limited. There's a lack of realism here. Mhm."
	},
	{
		"start_time": "10:04",
		"speaker": "Ricardo Lopes",
		"words": "And how should one respond to one's negative assessment of the human condition? I mean, what should we do?"
	},
	{
		"start_time": "10:15",
		"speaker": "David Cooper",
		"words": "Well, I think, you know, unless you take to, to drinking or, or drugs or whatever to blot out and forget your, your negative assessment of the human condition. Um, YOU know, this assessment is bound to produce, I think what I call in the book disquiet, um, perhaps depression, even despair, frustration, and so on. And that's an unhappy state to be in. Uh, SO one should ask oneself, you know, how one might live. In order to accommodate or perhaps mitigate such disquiet, whether by say dropping out, through militant activism or, or what, um, Um, And you know, my answer is that uh one should respond to one's assessment of the condition through a certain, as it were, quietistic style of life and attitude."
	},
	{
		"start_time": "11:24",
		"speaker": "Ricardo Lopes",
		"words": "OK, but uh, what is quietism then and philosophical quietism more specifically?"
	},
	{
		"start_time": "11:35",
		"speaker": "David Cooper",
		"words": "Well, I think, you know, the term quietism has been used to refer to a number of different As it were attitudes or or or styles of life, um. But I think probably what all of these have in common is something like the, the following features. First, I think a, a kind of realistic acceptance of things. Accompanied therefore by a kind of humility or modesty, uh concerning your prospects or capacity, uh radically to change things. And this accompanied with a kind of prising of tranquility, equanimity, and various, one might call them quiet virtues like patience and, and care. I, I think, um, you know, those features are probably common to, What one Regards the quietest approach to things. Um, PHILOSOPHICAL quietism, and I think the term's a bit ambiguous. Um. If you Google philosophical quietism, you get an account of the philosophy of the later Wittgenstein. Uh, BECAUSE, um, you know, I think in the 1990s, the term, um, um, Wittgensteinian quietism was coined to refer to a certain, as it were style of philosophizing associated allegedly with the later Wittgenstein. So, you know, on, on, on, on this view, um, the job of philosophy is not to answer questions by producing theories. Uh, IT'S to recognize that the questions are in some sense unreal. That they're, you only ask them because you're confused. And that therefore the philosopher's job is to dissolve these questions and with that dissolution comes, as it were, a certain tranquility. It, it brings peace, as Wittgenstein put it. I think very important too, while we're on Wittgenstein is, you know, another strand in his thinking, very apparent in his book on Certainty, um, and this is the idea that there's a lot of things we just have to accept. We can't question them because they're the very basis for anything that we can question and think about. So you can't sensibly question, for example, the claim that um, The world's existed for more than 5 minutes, because you know that the world has existed for more than 5 minutes, is, is presupposed by just about everything we think and talk about. But I think philosophical quietism, um, you know, can mean things other than, uh, Wittgen Stein, an approach to philosophy. Um, I mean, for example, um, You have the idea, say, amongst the Epicureans. That philosophy is a very important part of. The quietest life. You should live quietistically, very modestly, without too many ambitions. But part and parcel of that involves philosophical reflection. For example, philosophical reflection will show you that death is not very important, and that helps you live um more tranquilly and. Um, SO yeah. So they they're these senses of, I think, philosophical quietism."
	},
	{
		"start_time": "15:46",
		"speaker": "Ricardo Lopes",
		"words": "Right, and tell us about how it draws from Buddhist and Taoist ideas as well as those from Western philosophy."
	},
	{
		"start_time": "16:00",
		"speaker": "David Cooper",
		"words": "Right, I, I mean, I think that the ideas I take or borrow from Buddhism and Taoism are actually very much shared by many ancient Western philosophers. Epicurus, the Stoics, for example. Um, ALL of them, for example, emphasize self-restraint, moderation, tranquility, and the like. But yeah, I, I mean, I think there are some ideas from Buddhism and Taoism respectively that very characteristic of them that I draw on. And I think from Buddhism, um, you know, I draw the idea that generally we massively exaggerate the degree to which we are, as it were masters of our own lives, that we're self-governing. We ignore that is ours, our susceptibility to chance, change, contingency. Um, FACTORS outside of our control. I mean, I think the famous Buddhist doctrine of not self, you know, is really best understood as a denial that we're, as it were, masters of ourselves. And this idea I think promotes a certain humility and a reluctance to, as it were, commit oneself too heavily to long-term ambitions, because they're very likely to fail and result in disappointment and suffering. Um, FROM Taoism, I, you know, I take the, um, very central Taoist, um, idea or indeed ideal of, um, you know, what they call wuwei, which literally means I think not doing. But of course, you know, Chuanger and other Taoist sages, um, you know, they're not advocating that we become couch potatoes and never do anything, just sit around. Um, I mean, what they're advocating is a certain style, I think, of acting. One that's found amongst very skilled craftsmen, adept swimmers, good musicians. And this is a kind of non-contending, non-rigid. Non-impositional style of action, one that's supple, responsive, involves spontaneity, maybe, you know, in modern terminology goes with the flow, and I think this, this idea, we indicates an important dimension, uh, of the quietest life."
	},
	{
		"start_time": "19:11",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that quietism can be a form of egoism?"
	},
	{
		"start_time": "19:19",
		"speaker": "David Cooper",
		"words": "Well, I think it could be. I mean, you know, I noted earlier, a rather pejorative sense of quietism, where, you know, the quietest is somebody who's just indifferent to everything except presumably, um, um, his own well-being. Um, BUT I think the quietest of the kind I've been describing, uh, you know, is not at all an egoist. Um, THE quietest I've been describing is concerned to avoid the failings and vices identified by the misanthrope and to exercise various virtues like humility, self-honesty, compassion. And It keen to engage and as it was suitably modest local endeavors to help other people, perhaps help them redress their failings. You know, I mean, you know, the quietest probably won't be found marching on a just stop oil march. More likely to be cleaning up the local river. And in so doing, it seems to me contributing to um people's well-being rather more uh than marching down the street. Um, AFTER all, you know, you only have so many hours in the day, and I think you can contribute more to human well-being by cleaning up the local river, helping your neighbor who's in trouble, volunteering for a local animal charity. You can do considerably more that way by waving flags on big cause demonstrations. Sorry I, sorry, can I just say one little thing? I, I do think it's a bad mistake. Uh, TO think that because the question that the quietest asks. That because that's a personal self-directed question, you know, how can I best conduct my life? It's a, it's a mistake to think that the answer to that question has to be in terms of one's personal self advantage at the expense of other people and other creatures. That's just an error of logic, I think."
	},
	{
		"start_time": "21:55",
		"speaker": "Ricardo Lopes",
		"words": "Right, and what does quietism entail in terms of how we live our lives? How should the quietest live, uh, his life?"
	},
	{
		"start_time": "22:09",
		"speaker": "David Cooper",
		"words": "Well, I don't think the quietest advocates, you know, in detail, any particular way you should live. He doesn't, for example, tell you that you should go in for this sort of career rather than that, although there's probably some careers he'd advise you to avoid. Um, I mean, what's advocated, I think, is the kind of more general style of living and attitude that I tried to describe a little earlier. One thing I think that quietest authors sometimes, and I think it's a good thing. Uh, DO, um, is to, you know, point to exemplars, if you like, moral exemplars. The Buddha, say, or the Taoist sage or Montaign perhaps, and say, well, look, you know, um, that's a pretty good life, it seems to me, um, look at it and see what you might be able to take from it and incorporate into your own life."
	},
	{
		"start_time": "23:20",
		"speaker": "Ricardo Lopes",
		"words": "So to refer to the title of your book, what is a place of refuge?"
	},
	{
		"start_time": "23:30",
		"speaker": "David Cooper",
		"words": "Well, I use the word place here figuratively or, or, or metaphorically, um. You know, Buddhists take refuge, as it said, in the Buddha and his teachings and the community of monks. Well, clearly that's not a place. Um Um, AND I think even when there is a literal physical place, a monastery, for example, that you take refuge in, it's not the physical place itself that's the refuge, but so to speak, the kind of context it provides. And so by a refuge, I mean something like, you know, a context apart from, aside from the all too human world of busyness, ambitions, prejudices, jealousies, and so on. A context that offers some relief, temporarily at least. Uh, FROM disquiet, as I called it."
	},
	{
		"start_time": "24:52",
		"speaker": "Ricardo Lopes",
		"words": "About the idea of nature as refuge, why do you suggest finding places of refuge in natural environments?"
	},
	{
		"start_time": "25:02",
		"speaker": "David Cooper",
		"words": "Well, I think if you look at the sort of literature on, on refuge, um, there are many possible places or contexts, uh, that get mentioned, for example, music, art, hermit's cave, monasteries, and so on can all be regarded as refuges from. The all too human world, but I think the one that is most frequently discussed, and that's one reason I discuss it, is, you know, nature is refuge. And it happens to be the one I think that um. You know, resonates with me personally most, though I think music probably comes a close second."
	},
	{
		"start_time": "25:54",
		"speaker": "Ricardo Lopes",
		"words": "Why is nature a quote unquote, another place? What is another place?"
	},
	{
		"start_time": "26:03",
		"speaker": "David Cooper",
		"words": "I think what I meant by this was something like the following, um, as it were, the world of nature is another place from the human world. Because our understanding and experience of it isn't tied. To the utility and functions that things have for us. Which of course is the case, I think in the human world of artifacts, buildings, and so on. I mean, you know, just look around you now, the laptop in front of you, a coffee cup, perhaps, a carpet, uh, a window frame, you know, all of these things are understood in terms of utility and functions in relation to sort of human aims and goals. Whereas it's not like that, uh, with nature. We don't, when we are in natural surroundings, experience everything as you know what Heidegger called um equipment. Um, Um, MAYBE perhaps one could add this too, I think there's perhaps another sense in which people speak of nature as being other, namely that it's, Nature for many people retains a certain kind of sort of mystery and unfathomableness. It's a place of wonder for many people. And that makes it very different from the human world, I think, which um doesn't attract, uh, uh, such attitudes. I mean, I don't think. Things in the human world are full of mystery, I mean I may not understand how computers work, but, but I could probably find out if I read up on it and ask an expert, whereas I think the kind of mystery that people associate with nature, Isn't of that kind, you can't, you can't solve it by uh reading up or asking some expert."
	},
	{
		"start_time": "28:18",
		"speaker": "Ricardo Lopes",
		"words": "And what do we gain from refuging in nature? What effects does it have on us?"
	},
	{
		"start_time": "28:27",
		"speaker": "David Cooper",
		"words": "Um, Well, I hope, um, this is the idea that um that you gain relief. If only temporarily from, from disquiet, a sense of emancipation or or liberation from the all too human world. As well, of course, as experiencing a great deal of um um beauty, and if you like wonder. So, so that's quite a lot, I think to get, um, or gain. Um, I mean, I mean, also, it's worth mentioning, um, I haven't thought about this one too much, but there's now a huge literature on and a big industry of, you know, nature therapy, nature cures. Such as forest bathing or wild swimming. Um, THERAPIES that are intended to promote benefits of, um, health and, and wellness, uh, through engagement with nature and, You know, I'm, I'm sure there are such physical and mental health benefits, but I think one's also got to be alert to certain dangers in this therapeutic emphasis on turning to nature. It's the danger, isn't it, of, as it were, turning nature into a kind of commodity, um, as a kind of outdoor gymnasium, and thereby bringing it into, Uh, the world of equipment, you are as we're now sucking the natural world into the very human world, uh, from which you were, as it were, seeking refuge. So I'm a bit ambivalent about at least some forms of sort of nature therapy."
	},
	{
		"start_time": "30:24",
		"speaker": "Ricardo Lopes",
		"words": "Can a refuge in nature only be sought by individuals, or can society itself do it?"
	},
	{
		"start_time": "30:36",
		"speaker": "David Cooper",
		"words": "Well, I think there'd be something a bit strange in the idea of a Of a society seeking refuge in nature. Because I think that'd be sort of, as it were, seeking refuge from itself. Um um. What what I take it is possible, uh, you know, communal and political. Initiatives to promote the idea of And to provide opportunities for finding refuge in nature, for example, protection of wild areas, support for allotments, garden allotments in in cities, cleaning up rivers and so on. But I suppose I would add, being a pessimist, you know, just don't expect too much here, and one fears that economic imperatives are, are liable to prevail over even well-intentioned, uh, political communal initiatives. Mhm"
	},
	{
		"start_time": "31:47",
		"speaker": "Ricardo Lopes",
		"words": "Do you think that the refuge in nature also connect to a desire to preserve the natural world from human activity?"
	},
	{
		"start_time": "32:01",
		"speaker": "David Cooper",
		"words": "Well, I think it'd be strange for someone who, who, as it were, finds or at any rate looks for refuge in nature, um, you know, to be indifferent to say deforestation or loss of animal habitats and so on. But I think it's an important point to make here. I mean, I don't think nature should be equated with wilderness. The natural. Is around us or pretty close to us, uh most of the time. I mean, even in cities, uh, you know, you've got parks, gardens, allotments and so on where natural processes, nature if you like, is, uh, um, at work. And So while I think, you know, the person seeking refuge in nature is of course going to want to see wildness preserved as well, um, I think he's also going to be emphasized, look, you know, you can find the natural going on all over the place. Uh, YOU know, in your garden and so on and focus perhaps on, on that. Not all of us after all can afford, afford flights to, um, remote parts of Alaska or somewhere. So, you know, get as much as you can out of, you know. Contact with nature in in in your local park. Um."
	},
	{
		"start_time": "33:43",
		"speaker": "Ricardo Lopes",
		"words": "Right, so I have one last question then. Do you think that through quietism there's a risk of falling into the feelings that lead to the very same condition we are refuging from?"
	},
	{
		"start_time": "34:03",
		"speaker": "David Cooper",
		"words": "Uh, YES, I mean, I think. You wouldn't be a good pessimist or misanthropist if you didn't think there was such a risk, I think. Um, I mean, there is the danger, I think, that The ambitions, jealousies, vanities, and so on that permeate the human world, the everyday world of human existence, that these can, as it were, get transported uh into people's dealings with nature. And I think one sees this even in a small way with very competitive bird watching, um, where one gets the feeling the important thing is not the birds, but how many you've seen and whether you win a prize. Or ecotourism, I think a lot of eco-tourism may be permeated by these kind of vices. So, you know, who's seen the most lions on, on, uh, your safari holiday, and how many hours did it take you to climb Mount Kilimanjaro and, and so on. Um, AND, it's just not easy, it seems to me. Um, HOW could a pessimist or a misanthrope think it was easy? It's not easy to leave behind the, the failings that infect our everyday lives when engaging with the natural world, um. After all, it's worth mentioning, isn't it, that for unfortunately, for a very large number of people, their favorite way of engaging with nature is by uh um killing things. Shooting, fishing, trapping, uh, whatever it happens to be. Mhm."
	},
	{
		"start_time": "35:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So the book is again Pessimism, Quietism, and Nature as Refuge. I am leaving a link to it in the description of the interview and Doctor Cooper, thank you so much for taking the time to come on the show. It's been a fascinating conversation."
	},
	{
		"start_time": "36:12",
		"speaker": "David Cooper",
		"words": "Well, thank you very much indeed for all your questions."
	},
	{
		"start_time": "36:16",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Mahel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pan Scortez or Suliliski, Scott Zachary Fish, Tim Duffyanny Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan, Kanis, and Rosie. Thank you for all."
	}
]