[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor David Bader Woods. He's an associate professor in the department of philosophy at the University of Warwick, and today we're talking about his new book, Arthur Schopenhauer, The Life and Thought of Philosophy's Greatest Pessimist. So, Doctor Bather Woods, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:26",
		"speaker": "David Bather Woods",
		"words": "Hi, thank you, it's a pleasure to talk with you today."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "So let me just ask you first, what got you interested in Schopenhauer and his philosophy?"
	},
	{
		"start_time": "00:37",
		"speaker": "David Bather Woods",
		"words": "Good, so Schopenhauer was my gateway philosopher. I started thinking about philosophical questions. In fact, I was probably thinking about philosophical questions for a long time as a, you know, as a child and certainly as a teenager. I liked going into that level of depth about any given topic. But then I realized that was a thing, it was called ship of, you know, philosophy. And there was a sort of few questions I was particularly interested in. I, I was like. Interested in sort of more theoretical questions, questions about free will and determinism, and I discovered this essay that Schopenhauer had written that he'd submitted, I later learned as a uh you know, as part of a competition, which he won in that case, um, on the freedom of the will. And reading it was just a transformative experience because I found him so clear. And he had views that were in sympathy with my kind of naive assumptions, but had communicated them with such precision and gone so much further, and he was so entertaining, um, it was, it was really, you really felt like you could meet him there in the text, whereas lots of other philosophers, I felt like there was always barriers. I tried reading Kant and Heidegger and people like that, and it was just hard to wrestle with. So Schopenhauer was like a nice invitation that felt like there was depth there, but it wasn't inaccessible and he wanted you to know what he meant. So that was how I got interested in Schopenhauer and then it's just been an abiding influence ever since, like I wrote my undergraduate dissertation on Schopenhauer, I wrote my PhD thesis on Schopenhauer and I've continued to write and read about him ever since."
	},
	{
		"start_time": "02:17",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so let's talk then about what you explore in the book, his life and philosophy. You start the book by exploring his life when he was in the grip of both uh midlife crisis and the global health crisis. So tell us about that bit."
	},
	{
		"start_time": "02:37",
		"speaker": "David Bather Woods",
		"words": "Yeah, well I suppose I started the book or the idea for the book during the, the pandemic. I remember having a, a Zoom er seminar with a few colleagues to talk about an idea I was writing about Schopenhauer on solitude or um given that we were all self-isolating, I was interested in the question of the value of solitude and the value of sociability. Um, AND then. I hadn't realized until starting to really research the book and going in a more biographical direction, that of course Schopenhauer lived through a pandemic, you know, cholera, which er we do think of, like if you think of a, Any 19th century novel, probably cholera, somebody's gonna die of cholera. Either cholera or tuberculosis, because it was really prevalent, it was kind of, there was a, a big pandemic of uh cholera early in the 19th century and then a second wave uh in the 1830s that really ripped through Europe. And Schopenhauer was caught in that, um, in particular as it manifested in, in Berlin. Uh, BUT it was also in Berlin, it was towards the end of his, one of the most, you know, disappointing periods of his life. For a man who thought that life was just endlessly disappointing, if that's saying something. And, um, and so it was kind of an interesting. Pivotal moment to start in where the world is kind of frightening and frightening in a way that readers would be familiar with, having all of us, I think lived through a pandemic of a different disease. And then er you know, having a very personal significance for Schopenhauer cos it's the moment when he is weighing up whether to stay in a city where everything had gone wrong, he'd gone there to teach and hadn't had much success as an academic. So yeah, it seemed like the right place to sort of see Schopenhauer at kind of his lowest ebb in order maybe to build him back up throughout the book."
	},
	{
		"start_time": "04:39",
		"speaker": "Ricardo Lopes",
		"words": "I'm, and I mean, you mentioned solitude. What role do you think solitude played in Schopenhauer's life?"
	},
	{
		"start_time": "04:48",
		"speaker": "David Bather Woods",
		"words": "Yeah, pretty consistent role, I think he was, I mean he had a few. A very few close friends, particularly in the first half of his life, um, he had one friend who was a. The son of one of his father's French business associates, who, who was kind of came in and out of Schopenhauer's life. Um, Jeanine, uh, Gregoire, uh, and, um. That was really his only really close friend in his in his childhood. Um, AND his sister as well who came along when Schopenhauer was about 9 or 10. Other than that, he just struggled to have any kind of intimate relationships, you know, meaningful, profound relationships. And so he was a quite a solitary, you know, lonely man. By circumstance and disposition. But he works that out in his philosophy, he kind of gives a. A kind of philosophical basis on which to defend the condition of solitude, that it, that it might be in some ways a virtue to be able to, spend time with yourself, be comfortable in your own company, and it might even be, A condition of certain other values like being able to think for yourself without too much outside influence, um, and so you know, he was solitary as a person, as a biographical fact, but he also thought that he also gave a kind of philosophical defense of, of solitude and it's grounded in the idea that. Um, SOLITUDE is. A precondition of being able to, to think for yourself, to be able to come to your own conclusions, which was a really important intellectual value for him. Um, IF, if something isn't the result of thinking for yourself, he, he seems to think it's not in a way not real knowledge, which is kind of an interesting stance on knowledge because we might think that knowledge is just about having the correct information, the correct facts, but he actually focuses quite heavily on where, where the information comes from. Whether it's been really gathered and chewed over by yourself and and and and therefore becomes a kind of organic part of your, Um, of your system of beliefs or what have you, or whether it's kind of a Frankenstein's monster of bits and pieces you've scraped together from sources that you haven't really considered critically, so it's quite interesting that he thinks that knowledge, good quality knowledge is as much about the process by which you, you come to it. Um, SO that's why he thinks thinking for yourself in a condition of solitude is the, is the best way to know the world."
	},
	{
		"start_time": "07:29",
		"speaker": "Ricardo Lopes",
		"words": "So there's also an element of self-reliance in his philosophy. Correct."
	},
	{
		"start_time": "07:34",
		"speaker": "David Bather Woods",
		"words": "Yeah, absolutely, you know, um, he does think, I mean to the point where. To the point where it becomes a little bit implausible, like these days, I think we are happy to acknowledge that. Human beings have indissoluble social needs. And there's something irreducibly valuable about interacting, like, like you and I are now, right? We're not just here to have a knowledge exchange, you and I, by talking together, deriving all sorts of. Things that are making our day go better than just than just a knowledge interchange. Yeah. Um, THAT'S something that Schopenhauer kind of studiously ignores, you know, perhaps because he, he has to reckon with the fact that he doesn't have a lot of people in his life to, to derive that kind of value from, what have you. So he goes to great lengths to. Give alternative explanations for where sociability comes from, like for instance, he thinks ultimately people socialize just because they're, they're bored, you know, and, and, and by disposition we actually find each other very, you know, hard to take and intolerable, but, but we become so bored if we don't eventually kind of interact with somebody that that it um that it drives us back into society and so on. So yeah, so he almost overdoes the whole self-reliance, the whole solitary lone wolf thing er by today's standards. But because of that kind of blind spot, it means he he has to do a lot of work thinking about the value of solitude, so he goes really deep in that direction of what the value of solitude is, um. So it's, yeah, even though I do think he was a bit blind to the value of sociability, um, I do think it made him really focused on the idea of solitude in a way that um means he develops lots of the depths and details of why it's important to be, you know, to be self-reliant. In particular again cognitive self-reliance, he's not really talking that much about. Emotional self-reliance too much or material self-reliance, he's not talking about Thoreau going into the woods and being able to chop your wood, not that I think that Thoreau actually apparently lived that kind of really that kind of secluded existence, but he's not talking about, you know, paddling your own canoe and, you know, whatever. Uh, IT'S, it's cognitive self righteous that really being a free thinker in, in, in, in the true sense of all your views coming from yourself."
	},
	{
		"start_time": "10:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I, I wanted to ask you, I mean, I was thinking about saving this question for later after we went through all of the main events in his life and the, the main aspects of his philosophy, but perhaps I will ask it now. So, uh, I mean, to what extent do you think his philosophy was informed. By his own psychological predispositions because I mean, I'm not saying or claiming that all of his psychology was uh innate in some way that he was born with it, but perhaps there was some of that, but, but he also went through some particular kinds of experiences that we can talk more about in our conversation. But I, I mean, sometimes philosophers get a little bit upset if, for example, someone says that maybe the philosophy of a particular philosophy, philosopher was very influenced by his own psychological predispositions instead of just looking into his arguments and if they are sound or solid or something like that. But in the particular case of Schopenhauer, I mean, would you say that perhaps his pessimism was, uh, a, um, I mean, the result of his own psychological predispositions, at least to, to an extent?"
	},
	{
		"start_time": "11:41",
		"speaker": "David Bather Woods",
		"words": "Yeah, it's, it's a really interesting area like both in. In looking at Schopenhauer, and looking at philosophy and biography, you know, in general. And I want to try to be really careful. About You know, specifying that relationship because yeah, you're right, you want to, you, you want to avoid a kind of really crude, psychological reductionism or or biographical fallacy where you think that all of his views are just expressions and functions of his of his temperament, of his biography and and so on, you know. N Nietzsche kind of skirts that line a little bit in the way that he sometimes discusses Schopenhauer, and even Nietzsche, you know, famously says that all philosophy is unconscious autobiography or something like that. Uh, WHICH is a, it's an interesting idea. I don't, I, you know, I'm sure there's more to, to Ntsche's view than that. Um, AND especially when it comes to making evaluative judgment, you know, it would, I think it would be a fallacy to say, for instance, well, Scherenhauer's pessimism is philosophically groundless because it's all just him working out his, you know, grief and anguish about the, some of the tragic events that happened in his life. That would be obviously wrongheaded, um. So we need to avoid those dangers. On the other hand. On the other hand, I mean, I think it's It is interesting context. To consider, you know, his views. In light of his life. Um, SO for instance, some, some, some of the views that might seem surprising turn out not to be as wild and surprising as, as one might think. Uh, HIS views on sexuality, for instance, at first I thought, wow, he must be, he's really, um, going out on a limb here because for instance he discusses same-sex relationships briefly. Um, AND his views on that are kind of. A little bit iffy, to say the least, but it's interesting nonetheless that a person in the 19th century, 19th century Europe would be talking about those things. But then the more I look into it, the more I realize that actually there were others too who were who were trying to say similar things and maybe even say things that were more advanced than what Schopenhauer's thinking on these on these topics. Same with maybe his views on race and and and so on. Um, OR if you look at the, you know, he, he often tries to put his own pessimism in context by giving loads of quotations from sources that go all the way back to the ancients, whether it be both Eastern and Western traditions. Um, AND put it on a real, you know, a real philosophical footing, you know, where, where you can see, well, no, this isn't just one man's battle with his temperament. This is something that human beings have been. You know, writing about, I mean the the the idea that maybe we shouldn't have been born is something that, and I thought that human beings have been. Mulling over for yeah for literally mill millennia, um, so, so I, I find it. I find it helpful to look at the ideas in context. Um, I actually find it sometimes helps to, to look at it both ways, which is. Not just to think of, not, not just to look at his ideas in the light of the events in his life. Whether his ideas may have came from, but actually looking backwards, which is to kind of use his own ideas as a way of interpreting his life events, right, um, which I think is a nice sometimes way of getting around the, this kind of genetic fallacy, is that we're not saying that his ideas have come out of that, um. Simply, you know, and straightforwardly come out of those events, but now, you know, once we've got those ideas in place, we can use those ideas to analyze and interpret his life events. So his views on suicide, for instance, you know, because his own father died in what was suspected to be a suicide when Schopenhauer was a teenager. You know, I think the crude reductionist view would be, oh well, his views are all just a function of er his views on suicide is just a function of um his, his the biographical facts of his life and what have you. But and a kind of more interesting way to look at it is say well these are the facts, these are what happened in his life, these are the views that he can give a philosophical grounding for, and now can we use the views as a way of interpreting the facts. Uh, CAN we, can we use that as a way of shedding light and understanding his life events better. So that's something I try and do in the book as well, is try and read the events in the light of the ideas rather than the other way around. So. So yeah, I have, I haven't managed to be as um specific as I, I think it's hard to be totally precise and specific. I suppose the one thing I can say for sure is that I, I'm not of the view that biography has nothing to do with philosophy. I think they have everything to do with each other, even though I think you need to avoid certain fallacies um of just reducing theo the philosophy to the life events."
	},
	{
		"start_time": "16:50",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let's talk about the topic of punishment. First of all, before we get into Schopenhauer's philosophy about that and what he had to say about it, in what ways was Schopenhauer exposed to punishment in his early life?"
	},
	{
		"start_time": "17:08",
		"speaker": "David Bather Woods",
		"words": "Yeah, there's, there's a very famous, um, a kind of another pivotal moment in Schopenhauer's life which I, which I discussed in the book and which is in, I think all the biographies. Which is, um, his parents, when Schopenhauer was a teenager in the early 1800s, um, his parents took him on a grand tour of Europe which was very fashionable for, you know, upper middle class families at the time, um. And the Schopenhauer family were quite cosmopolitan, internationalist, and that, you know, er they enjoyed world literature and international culture and so on. Um, IT was offered to Schopenhauer sort of as a little bit of a bribe actually as well, cos he already was showing signs that he might not want to go into his father's business of being a, a shipping merchant. And they said, well, come along, you know, as a kind of appeasement, come along for this wonderful 2 year grand tour, and when you come back there you've got to go and become a merchant and what have you. But as part of it, um, one of the kind of more grisly sides of early 19th century tourism, which would be unthinkable today I guess, unless it was very kind of veiled. Is that they would go to. Sites of human suffering, um, they would go to visit prisons and work camps, um, they would even visit asylums in some cases like the Schopenhauer nearly visited Bedlam Asylum when it was loc at the time located in central London. Um, ALTHOUGH even by then in the early 19th century, we're talking 1803, 1004, it was closed to the public, so already there was a shift in attitude that this was really inhumane to kind of show these people off as a spectacle. But what was still there as a spectacle in, in France, so in, in, in, um, on the south coast of France, there was the very famous Baue of Toulon, which was an open air. Slave labor camp, and um if you've ever seen the trailer maybe for Les Miserables, the film version, if you've read the novel that's even better, but, um you might have caught the um, you know, Hugh Jackman, who plays Jean Valjean, um pulling these huge, you know, ship masts and stuff and you know, these enormous chains and things because the character of Valjean is, is, is imprisoned in, in this uh labor camp. And actually Schopenhauer was there at the time when, Hugo, um. McDougall, who wrote the er the novel Les Miserables, sets the, the events and um Sherman actually saw these men. Being, you know, literally chained to their benches, chained to one another, they would, they would have some of the most serious offenders would have their sentences and their crimes branded on their skin. I've read anyway. Um, REALLY horrendous inhumane stuff. And as a teenager, Schopenhauer was about, I don't know, 1516. Uh, AT the time, and, uh, he, he writes in his diary how shocked he is. Um, IT really is an awakened, later he reflects on it like, like the Buddha's awakening, like, um. Like a prince who's been lived a sheltered life, coming out and seeing the world and realizing it's just all death and suffering, things like that. Um So he knew a lot about suffering and uh you know punishment um and and how inhumane it can be, and, and, and if you, you know, use that as a way into his work, you can see there's just, there's, Metaphorical and literal examples of punishment just everywhere, it's one after I think business metaphors, which is, that can also be read biographically given his backstory. After business metaphors and financial metaphors, I think metaphors of punishment appear most frequently in the way that Schopenhauer tries to articulate his pessimism. Mhm"
	},
	{
		"start_time": "20:56",
		"speaker": "Ricardo Lopes",
		"words": "And so what did he write on the topic of punishment? How did he approach it philosophically?"
	},
	{
		"start_time": "21:05",
		"speaker": "David Bather Woods",
		"words": "Yeah, so if we're thinking about literal punishment, um, it's quite easy to discern Schopenhauer's views. He was very firmly a deterrentist. Um, HE thought there was no such thing as deserved punishment. He was rather like Jeremy Bentham. Jeremy Bentham famously had a horror of the idea of somebody deserving to suffer because he just thought suffering is just negative, you know, it's just a bad thing. Um, AND so it's never deserved even if maybe it can be justified in, in, you know, for some kind of more future orientated goal like, like setting a. An effective deterrent, and Schopenhauer's very much of that camp and there's more in his political philosophy than he does to to justify a deterrent theories, theory of punishment. Um, IF we're talking about metaphors of punishment though. Um, HE thinks that one way to navigate life. One kind of overarching interpretation of what life is. Is a is a sort of punishment, um, in order to make some of. Some of life's events more intelligible, more legible to us, because if we think of, if we navigate life as though it was perhaps a place of reward, that it's a kind of paradise and therefore of course that would be incredibly naive, but there's elements of that view in everyday psychology when we're kind of surprised. That we aren't more happy and that there are, you know, we're surprised that we're constantly being frustrated and er we're constantly. Um, FACING adversity and things like that, none of that is surprising if you think of. The world not necessarily literally as a place of punishment, although sometimes Schopenhauer comes close to that. But as akin to it or structured like a place of punishment. Um, LIKE an open air prison, you know, um, and, and then in particular, so he, he often talks about life as a kind of its own hell, you know, that there's no need for a kind of an infernal afterlife because it's, we're already here, you know, we're already. Um, YOU know, the, the crime, whatever it is that we've committed and that, that means that we're here, uh, is its own, is its own punishment, to, to, to exist is the crime and to exist is, is, is the punishment. So he uses, uh, kind of overarching metaphor of punishment as one way of understanding, making sense of what the world is like, and, and, and it's not necessarily a comforting, that's the thing, he. He doesn't think, one of his kind of big principles is that we shouldn't use comfort as a guide for making sense of the world cos it's often going to misguide us. Um, WE should use, you know, an imminent sense of self, uh, a sense of, uh, making, making sense. Um, SO we should, uh, try to opt for those interpretations of the world that actually just make all the pieces fit together, like solve the jigsaw puzzle and. The puzzle is Much more coherently solved if we think of the world as like adversity being, and frustration being baked into it in in the way that is the case with the punishment, um, rather than it would, it's the world becomes very confusing if we, if we think of it as anything else really. So that's where the metaphorical sense of sense of punishment comes in. Um, AND sometimes he became specifically interested, like I've done some work on Schopenhauer's views on solitary confinement, which again, this is another, this is a really good example of where looking at things in context is important, because until the late 18th century, early 19th century. Imprisonment was, was a kind of um, wasn't itself a form of punishment, so you would imprison somebody when they were, Awaiting punishment, and punishment would be something like. You know, being pilloried or being hanged or being fined if you're lucky, or, or whatever, um, but imprisonment itself, just incapacitation of a person, was not, of course it would be unpleasant, it'd be something people would want to, it might be function as a deterrent in itself, but it wasn't considered a form of punishment. Now, in the 21st century, we consider all of those other things I just mentioned inhumane, well, at least in any kind of, Humane country Nevertheless, we tolerate imprisonment, we just, we, we almost equate punishment with imprisonment. That's when you say, you know, you might be punished, you're, you're, you instantly think of being imprisoned. But that's a, that's a historical development. Um, AND in particular, being imprisoned on your own, so the form of solitary confinement was a 19th century invention. And that's something that again, Schopenhauer was, was obviously wise to because there's traces of references to it in his work and how he thought that was a, A punishment that seemed more humane, that it was moving away from these terrible. Overtly violent forms and brutal forms of punishment, but he thought it was very, like a, a secretly, a surreptitiously brutal, like mentally, one of the most brutal forms of punishment, you can find, and there he was actually, once you tease that view out ahead of his time because, or, or kind of at least aware of how the times were moving, because now we are very aware, and there are whole charity groups and activists who um who watch um um. Keep a watch out for instances of solitary confinement and and human rights violations and things like that, so, so yeah, so there's the, the literal theory of punishment which is he's a deterrent deterrentist. There's the way he uses the metaphor of punishment to articulate his pessimism, and there's specific forms of punishment that show that he was keeping abreast of the, of the news of what's going on in the, in the 19th century world."
	},
	{
		"start_time": "27:00",
		"speaker": "Ricardo Lopes",
		"words": "So earlier you mentioned how there's the suspicion that his father might have committed suicide. So how did Schopenhauer approach suicide philosophically?"
	},
	{
		"start_time": "27:12",
		"speaker": "David Bather Woods",
		"words": "Good, yeah, so, so. We're kind of nicely ordering these things chronologically and that when they come back after the Grand Tour, Schopenhauer's father. Is looking physically and mentally unwell, and then um when Germanenhauer was 17. In 1805, his father is found dead in the canal behind the family home in, in Hamburg. Mhm. Um, AND although it's not public publicly announced this way, the family, it seems, suspect, um, that he died by suicide. Yeah, um, OK, so those are the facts, and what, what's the philosophy? Well, the philosophy's quite easy to state, um. So Schopenhauer thinks that we have a right. To choose suicide. That it's not immoral to take your own life. However, He, he thinks we have a moral reason. Not to choose suicide. So we have a right to choose suicide, but we have a reason not to. Um, IN other words, If we were to commit suicide or choose suicide, we wouldn't be doing anything morally wrong. But Schopenhauer thinks we have a reason to kind of renounce that right, to never actually activate it. Um, NOW, now just looking at those views, I think that's quite a sensible stance. Um, THESE days as well, like I think the times have caught up with Schopenhauer is that we take a much more, again in any kind of civilized society, we take a much more sympathetic view towards suicide. In Schopenhauer's day, again, looking at it in context, one of the, I found this in Al Alvarez's book A Savage God, one of the best books on suicide. I think there is. Um, HE mentions in passing in Danzig, which is where the Schopenhauer family actually came from, um, before it was annexed by Prussia. If somebody died by suicide at home, they, they, it was, it was, you know, outlawed to remove them by the front door, they had to be kind of winched out of the window. Who knows why, but it's these kind of inhumane punishments that people inflict on, on a corpse really, and then there was, there was all kinds of things, people would do horrible things to the corpses of, of, of, of people who'd chosen suicide. Nowadays, you know, of course it's controversial and it's, it's, it's painful, it's tragic, it's a sensitive topic, but in general I think we, we take a more sympathetic view towards, um, you know, people who choose suicide or are considering suicide. Not just out of practical reasons that it's actually maybe in the interest of suicide prevention, that that means that people don't become secretive and and all sorts of things that might lead to suicide, but just on the moral grounds that these people deserve our sympathy. And they deserve respect and they deserve to be treated with dignity even though um, well not even though but you know it has nothing to do with the fact that they're considering this. So I think that the fact that Schopenhauer thinks there's a right to suicide shows that he's. He's got a more humane approach, but most of us, again, again, not everyone, but, but a lot of people think, OK, even though people who are contemplating suicide deserve sympathy and respect and dignity, we still want to discourage them, right, generally, um, you know, um, which again might be surprising given Schopenhauer's pessimism, you might think, well, if he thinks this is the right suicide, why isn't he saying well we should all end our lives as soon as possible. Yeah. Um, AND we'll get to why he thinks that specifically, but the idea that he thinks that it wouldn't be wrong to do it, but still you shouldn't, I think that chimes with most people, you know, um, uh, I don't know, everyone, Schopenhauer makes his point, probably everyone has been touched by suicide. Everyone has a family member or a friend who either has chosen that or, or has considered it. Um, AND generally we'll kind of approach them with saying, well, we want to respect their decision, but at the same time we want to discourage them. So now this is where it gets all very kind of specific to Schopenhauer, which is that his reason for discouraging suicide is quite unusual. So most of us would give kind of maybe psychological grounds, say, OK I know you feel desperate now, but give it time, you'll feel better. I don't know what the best kind of way to talk about this is necessarily, but um we have, we might give other reasons, probably not moral reasons, we wouldn't probably try and discourage somebody by saying it would be wrong for you to do that these days, we would probably take a more psychological approach. Schopenhauer's view is that the suffering that somebody, that leads somebody to the point of want, you know, choosing suicide might actually be a path to a genuine form of escape. And this leads to a different kind of a higher level of his philosophy which is, um, the, the, the kind of ultimate solution to the problem of suffering for Shobha is, is aesthetic. Resignation of the kind you find in, in the Buddha or in kind of Christ's crucifixion or, or in, you know, monastic monkish, aesthetic life or the or the kind of mystics of various world religions and so on. Renunciation of the world and so on, so he, he seems to think that like, He, uh, one of the metaphors he uses is that somebody who chooses suicide is like a person who stops a painful operation halfway through, and therefore never becomes cured. And, and, and this actually links to his views on the idea of the, the world as a place of punishment, and that this, this suffering, like in a punishment, the suffering has a purpose, um, uh, and, and he actually does think that, I mean, again, he, it's hard to know how literally he means this, but if there's any purpose to suffering. It's, it's trying to tell us this message that we, we need to renounce the world or what have you. So it, it, it would, it would almost never work as a method of suicide prevention. If you would, if if if somebody was saying I'm thinking of killing myself and you said well hang on, if you stick it out, maybe you'll achieve salvation through aesthetic resignation. They'll probably go, what are you talking about? I, you know, I, I, that's not gonna, that's not keeping me hanging on by any means, you know. And that makes me wonder whether Schopenhauer actually intended his philosophy of suicide to, to, you know, for that purpose. I don't think he's trying to talk anybody off a ledge. I think he's trying to give the philosophical grounds for um for forming an evaluative judgment about the act of suicide from a third party perspective, rather than a kind of second person view where you're trying to actually say, You know, you would probably take a different, more sensitive, you know, route if you're actually trying to discourage somebody from taking that choice."
	},
	{
		"start_time": "33:50",
		"speaker": "Ricardo Lopes",
		"words": "He, he also wrote on the topic of madness. I mean, did it play a specific role in his life and what were his ideas on madness?"
	},
	{
		"start_time": "34:01",
		"speaker": "David Bather Woods",
		"words": "Yeah, I mean, one link we can, one immediate link we can make here is that um it's quite a specific one. But he, he thought that character, this is where it's really tempting, really hard not to look at Schopenhauer's life in the, er, you know, look at Schopenhauer's life events and put them side by side with his philosophy. But he thought that character traits were inherited from the father. Um, THERE were other sources saying these sorts of things, um, so he's not completely creating something out of thin air to suit his life events. But he did find those sources, he, he kind of had a motivation for finding those sources. And, and one of the character traits he says, you know, he, he's actually specifically interested in certain parts about the descendants, the inheritance of mental disorders. And in particular, um, mental disorders that might lead to suicide. He says that suicide, the tendency to suicide, he says, he actually says is the most heritable trait. And again, you know, I'm trying to toe this line here of not reading too much into the ideas, too much of the life into the ideas, but one does wonder whether Schopenhauer thought he might have inherited a kind of, you know, um, mental ill health from his father. Um, THAT'S something I do kind of. You know, reference in the book here and there. Um, BUT his actual theory of madness is, is interesting in a few respects. I mean, obviously madness, these days we wouldn't tend to use that term. Obviously it's a, it's a not a medical term, but that's the term that, or the term that's translated Schopenhauer's using, um. And one interesting thing is that when he was a, so after he had left the family home to go to university after his father's death with a bit of negotiation with his mother who had gone on to start her own career as a writer in Weimar. When he's a student, as many students were encouraged to go to visit, again in a very 19th century way that would be kind of, quite inappropriate now unless you were a medical student. Go and actually visit the asylum, the Berlin charity, the, the wing, the psychiatric wing of their, their hospital. And just look at the patients, you know, have a nose around or what have you. But Schopenhauer did that with a, way more of a, er, stronger motivation which was that he was going to lectures. Uh, FROM Vichter, one of the big post-Kantian philosophers at the time, and Victor kind of casually said that, you know, as part of his philosophy, you know, he was saying that, um, genius is divine, whereas madness is animal, and Schopenhauer was thinking actually, he was sort of this kind of, again slightly romanticized notion that genius and madness may have gone hand in hand. And so he, he went to visit these patients. With a more specific motive of actually finding out the relationship like well, the, the origins of madness and its relationship with, with genius rather than um with kind of animal nature. And so that's the, that's the kind of context. um AND then the theory he comes up with. It's again quite prescient because um in a way that prefigures Freud, Schopenhauer um argues that basically madness is a, is a um well he says it's the torn thread of memory. So it's when we kind of deliberately. Conceal facts about our personal history from ourselves because they are threatening or humiliating or traumatic. It's a theory of repression, he uses those words. Um, AND because of so much of. Uh, HEALTHY social and psychological function is to do with knowing who you are. Right. Um, DISRUPTING our personal histories in that way, um, has, you know, a huge and general, er, dysfunctional effect on, on a person. Um, SO, so yeah, so that's his, his theory of madness, that madness is, um, it's basically based on a theory of repression, and it's not all purpose, it's something I don't mention in the book is that like, he really must be thinking of a certain kind of. Um, Mad person or an insane person, person of bad ill health, um because um, you know, men, disordered memory isn't gonna explain every type of mental dysfunction, it's only gonna explain a certain type of maybe, a certain type of psychosis. Um, AND I wonder, this is very speculative, but I wonder whether that's a kind of artifact of his research method. In that Schopenhauer's theory is based on. Patients who he could talk to. And learn about their personal histories from, from them. And then they would try to communicate their personal histories to him, and they would be, you know, all, you know, badly disordered. And he would, and then he kind of drew the conclusion that oh well they're. Their, you know, their madness must lie in this disordered sense of their personal history. Um, BUT you know, imagine all the patients he wasn't speaking to, the ones who couldn't speak to him, the catatonic ones in the corner, for instance, the paranoid ones who, um, who were fearful of, of a stranger. I don't know, I, I, you know, but, um. Not that I discussed this in the book, but I feel like his, his method was in some ways quite limiting, um, and only gave him a partial look into the nature of madness, into a particular type of subject he could speak to. Um, AND so I don't think his, his theory, you know, ultimately generalizes, but it's still interesting and we're still quite um. You know, quite prescient, definitely predicted some elements of Freud."
	},
	{
		"start_time": "39:57",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But why did Schopenhauer never marry? I mean, was that something that derived also from his philosophy, did he have something to say on the topic of marriage as well?"
	},
	{
		"start_time": "40:10",
		"speaker": "David Bather Woods",
		"words": "Yeah, again, it's hard to know which way, um, to order things because he definitely said things to the effect that a true free thinker, going back to this idea of self-reliance. Um, HE thought that any kind of practical aims, practical imperatives might ultimately distort. A person's ability to think freely, so if you have to, if you have a, you know, a wife and a family, um, and you have to earn a living and so on, that might incentivize you to, to taint, to distort your, your philosophy so that it's, you know, er it gets you a job and gets you um, sells your books and things like that. So, um, you know, he does seem to think that. A precondition of being a free thinker is to be somewhat of a, of an outsider also in the sense of like avoiding kind of bourgeois, you know, middle class family life and so on, it's again hard to know whether that's a a a a kind of, Retrospective rationalization, um, but it's true that he never did marry, um, he did have a, somewhat, you know, an active sex life, there is, there is evidence of that from the way he talks about his life events and the way that some people talk about him, um, so he wasn't, you know, monkish in that, in that respect. Um, BUT, um, and then, you know, the, the answer to the question why you never could just be married, answered biographically rather rather than philosophically that he was. It wasn't just that he found people difficult to be around, people found it difficult to be around him, he, he would not have been an easy man to marry, I think, and um, and I often think that, you know, there's, there's a way of looking at him. Um, WHERE he's, he's, he's, um, I don't know, some kind of failure or something like that, that he failed to, to, to get married. But the other way to look at it is that it's, it's in some way a kind of a mercy, it's, um. It's only fair that he didn't impose. Himself on any other person to that degree of intimacy because it would have been hard to be married to Gopinha, like if you read the biographies of, you know, great men, there's a few who who had good marriages, like, the few that spring to mind are John Stuart Mill, and well, his eventual relationship with Harriet Taylor seemed to be, he seemed to be a good, Um, partner, um, for especially by the standards of his time, and I think Charles Darwin as well, from reading a biography, a big biography of Darwin, you get the impression he was a, he was a decent man and a decent family man. Yeah, OK, so those are some positive examples, but then you look at Marx and Hegel, and, and you look at, I mean Schopenhauer had misbegotten children, you know. Children with women he wasn't married to, but Marx and Hegel had children with women they weren't married to, while they were married to other women, and these other women who they were married to were expected to kind of, maintain the man and so that they could go on to, you know, Chernow could have made a different point, which was that, He, he, he sort of suggests that in order to be a free thinker, he needs to not have a wife, not to be tied down to a wife or whatever. But lots of men saw it the other way around, which is that in order to be a free thinker they needed a caretaker, who they would marry, you know, there are books about these subjects like. Uh, Anna Funder's book, uh, Wifeom, which looks at, um, You know, er, George Orwell's, um, wife, um, and. Uh, AND how they're basically treated as additional servants and support and things like that, so. I don't know what I'm what point I'm going for here, which might be that it was kind of um there's something that's slightly noble rather than a failure about Schopenhauer's not marrying. Um, WHEN you look at the the, the ignoble ways that other men of the 19th century treated, treated their wives, so it's probably a good thing that he didn't marry."
	},
	{
		"start_time": "44:21",
		"speaker": "Ricardo Lopes",
		"words": "So, but that's on the topic of marriage. What about more generally, uh, love? I mean, what worries, thoughts on love?"
	},
	{
		"start_time": "44:31",
		"speaker": "David Bather Woods",
		"words": "Good, um, so if we're talking about romantic love, because we might want to distinguish between romantic love, um, sexual love, on the one hand, and moral love, or or which to Schopenhauer would be compassionate love, and he's um he's very uncynical about moral and compassionate love, in fact his whole moral philosophy is based on, The possibility and actuality of, of genuinely compassionate love between, not just between intimate friends but also between strangers and things like that. Putting that aside and thinking about romantic love, there he's more, he characters, characterizes his view as realistic. Erring towards the cynical, you know, in that he thinks that romantic love is this kind of. Disguise that the drive to procreate, wears in order to coax individuals into this kind of absurd, um merry go round of, The rebirth and renewing a new generation of human beings who are only gonna suffer, you know, so the, the pessimism is there in the, in the background of that as well. Um, SO yeah, so that, that's another view that can be summarized quite, quite succinctly, which is that he thinks that. Romantic love, sexual love is a delusion that masks the drive to procreate and ultimately all love is rooted in the sex drive, he's pretty, he's pretty clear about that. Having said that, he, you know, he thinks that that explains a lot because rather than giving, making that, you know, by calling it a delusion that might seem like he's making romantic love a kind of thin veil, you know, that it's, that it's really nothing. Uh, THAT it's all appearance. But he's actually going for the opposite point, which is he's trying to add depth and urgency to romantic love. He's trying to explain why this thing is something that people will do incredibly irrational things for the sake of, you know. If two star-crossed lovers can't be together, they might both end up, you know, dead, trying to, trying to be together and failing. Or the lengths people will go to to um to get this partner who, from an outside perspective looks indistinguishable like. From anybody else, like why is this person pursuing that person so doggedly. When they could probably get the same thing if they're a bit more open-minded out of, you know, thousands of other people in the population or what have you. So, it's a kind of interesting problem why, why, why does, why is love pursued with such urgency, and it's, he thinks it's because, Um, because there is more to it than just the, uh, there's more to it than what it appears, um, and, and. The, the, the kind of additional depth or or heft to it is this, um really important um, Function of, Producing and perfecting, because he has a, you know, view about what makes two people attracted, which is that they kind of equalize each other's qualities, which can go in a slightly dodgy eugenics direction, but ultimately they, they are, um, serving a kind of really deep and profound purpose, um, and so, what's driving them is something that's, that, that it's very high stakes, um, that they, they've been tasked with quite an important goal. And that would explain why what on the surface might seem like quite a frivolous and superficial and irrational pursuit is actually something that's er that's really quite urgent and serious. So he's trying to, yeah, he's trying to explain that problem."
	},
	{
		"start_time": "48:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO you mentioned that he probably wouldn't have been a great partner also in part due to his own views on women. So what were his views on women and were they the typical views of 1/19 century man, or"
	},
	{
		"start_time": "48:30",
		"speaker": "David Bather Woods",
		"words": "what? Yeah, in some respects, yeah, so this is, this is. One of the more regrettable parts of Schopenhauer, one of the things, one of the negative character traits he's, he's, he's best known for, which is that he was an out and out misogynist. Like he wasn't even trying to hide it. He really did think that women were in, in most respects inferior to men. And that's, you know, in some, in some ways just an irredeemably. Retrograde view and, and it wasn't even as if he was simply a man of his times, he was worse than a man of his times in that respect because, by the mid-nineteenth century, you know, I've mentioned John Stuart Mill for instance, who's um, who's a, who's who's born, you know, after, After Schopenhauer was born, but still is living in the same, roughly the same 19th century world and and just look at how more advanced Mills's views on women were compared to Schopenhauer, even if, even if Mills weren't views weren't perfect either. So Schopenhauer could have known better, and in other areas of sort of social importance, he did know better, he knew better about treatment of animals, he knew better about um, you know, the treatment of other human groups, in particular, you know, he was, I mentioned in the book that he was, he kept an eye on what was going on with the um. Transatlantic slave trade and was appalled by it. So, um, so we can't, we can't just assume, you know, we can't just say oh he was a man of his times, he, he, like I said, he was worse than a man of his times. But can we say anything positive? Um, WELL, well, here is, you know, some things I've discussed in the book actually come from the research of other people who've looked into Schopenhauer's views on women and found that. That he has, his views on women have this kind of ironic afterlife. In the views of early feminist philosophers, um, and so actually, you know, this is where it gets, Quite complicated, but the generation, talking, keep coming back to Mill, I don't talk about Mill that much in the book actually, I mentioned that once in, in a different context, but for some reason it's on my mind today and um the generation after Mill, the kind of late 19th century Britain, there was a kind of collection of, you know, there was quite a lot of free thinkers who were trying to think about new ways of, of living, were really impressed by Mill's kind of liberalism and. You know, taking it in the different directions, particularly around sexuality and, and, and um. And ways to, you know, have relationships and things like that. And gender as well and and and the and the the idea of the new woman and so on. And Schopenhauer was being read by these people and taken seriously and and and maybe they were just trying to, you know, turn a blind eye to the stuff that was out and out misogynist. But, but Chebna did raise question marks about whether. Um, WHETHER the version of womanhood that gave women their liberty was a version of womanhood that fitted for all women. So in particular, um, the version of womanhood that gave women their liberty was a married woman, or a woman who had married prospects, which is. At the time very heteronormative given that there was no kind of marriage equality, um, but also, you know, it would limit women who wanted those kinds of um freedoms, they would have to seek marriage and the women who didn't want to seek marriage or couldn't for whatever reason were left in a very vulnerable position, you know, and again you can think about this somewhat biographically in that Schopenhauer's mother was a widow. And his sister, never married, was a so-called spinster, you know, not a very nice term, I don't think, but, and you can think of other women too where marriage just isn't part of their lives or what have you. What do you do for those women? ER what happens to those women? Schopenhauer thinks that they are often um they often have to seek quite difficult labor, sometimes sex work for the, for lower class women generally, um, or, or, or they are kind of. They don't have a way of a foothold in exerting any influence on society, um, and you know, to a, you know, to a feminist, that might be quite interesting, that that raises interesting questions about maybe we do need to reconsider the type of, you know, our conception of womanhood. And the conditions of equality and liberty. Um, AND, and in particular the institution of marriage, which Schopenhauer was, he did think that monogamous marriage was unnatural and he goes into all these views about like how he he advocates polygamy and stuff like that, which starts to get a bit. A little bit dodgy again, um, but still. It's ironic and interesting that Schopenhauer's for being such a sexist and a misogynist, he actually had this, he was read seriously by um by first wave feminist thinkers."
	},
	{
		"start_time": "53:24",
		"speaker": "Ricardo Lopes",
		"words": "But on the topic of gender, I mean, what did they have to say about it and the understanding of gender that people had back in the 19th century, was it similar to ours in the sense that we separate sex from gender or no?"
	},
	{
		"start_time": "53:41",
		"speaker": "David Bather Woods",
		"words": "Uh, THAT'S a good question. So, so I do, um. That is a good question because on the one hand I wanna say that. Um, THE separation of sex and gender is a, is a development that, that comes out later in the history of, you know, feminist philosophy, may, maybe with the, the second wave of it with, with, with Beauvoir and, and saying about becoming a woman and so on. You know Beauvoir was a reader of Schopenhauer too. Um, AS I mentioned in the book, some people think that she may have got the title of The Second Sex from Schopenhauer's essay on women, even though it's a classical reference that goes back even further. Um, SO I don't know whether Termina doesn't seem to be focused on that, although he, he must have known. About gender indeterminacy. Uh, AND sexual indeterminacy. So for instance, um if I, I can't remember why I was looking at this, in fact I think it was, so this is quite a specific, this is quite um a niche thing, but. Um, Shermanner had interesting views on race, or at least what I thought were interesting views on race in that he didn't think that, um, whiteness was natural. He, he, he even says there's no such thing as a white race. He thinks that all human beings ultimately, the, uh, the first human beings would have had dark skin, um, er, which is actually borne out by the scientific facts now with the kind of theory of, um, evolutionary anthropology that we have now. But he wasn't really, um, thinking of that, but anyway. It turns out that that wasn't actually a, you know, terribly radical view, in fact, one of Schopenhauer's teachers, um. Blumenbach, who, who, um, was an early race theorist, had a similar degenerativist view, the idea that, um, The human race starts out with darker skin and then it becomes kind of bleached as it, you know, moves between different climates and civilisations or what have you. But I went back and you might be wondering what's this got to do with gender. I, I, I was kind of, he did actually Schopenhauer studied under Blumenbach at Gottingen University where, where, where Schopenhauer went before he went to Berlin. So I went back and looked at his notes on taking Blumenbach's class. I wondered whether he, Blumenbach talked about race in the classes. Now, I can't see Blumenbach talking about race, but, Bloombach does talk about um human sexual tastes and talks about um a particular statue in, I know I can't remember which culture he's talking about, but basically it's a, it's a presentation of human beauty that has male and female sexual uh you know, um, organs. Um, SO it has breasts, but it also has a penis, um. And, and, and he, Sherman now knew that um. Ancient human cultures. Didn't necessarily. Have a conception of human physical beauty that was um kind of um, Had a kind of binary gender, um, so I know that's a very kind of specific, Point to pick up on, but, but, but I just think Chernhower was so aware of the way that he, particularly around sexuality, marriage, sexuality, marriage, he was so aware that this, these are historical things, that sexuality has been very different over time, that marriage has been very different over time. Um, THAT I can't help but wonder that he, you know, when, when he's talking about. The 19th century concept of womanhood that gave a certain subgroup of women. Liberty and equality, I can't help but wondering whether, you know, he's got at least the right ingredients to realize that the concept of gender itself changes over time. Um, AND that a woman in 19th century Europe is, is kind of classified under a different idea than let's say, a woman in East Asia, in, in the kind of, you know. Um, IN the, in its classical period or what have you, so although he doesn't put his finger on that, I, I think he's, He's actually more historical about concepts that people give him credit for."
	},
	{
		"start_time": "57:55",
		"speaker": "Ricardo Lopes",
		"words": "Interesting. So uh you said earlier that contrary to some common misconceptions, he did have an active sex life, so what did he write on the topic of sexuality, what were his thoughts on it?"
	},
	{
		"start_time": "58:10",
		"speaker": "David Bather Woods",
		"words": "Yeah, well, so, so we've already mentioned that he thinks that sex is ultimately, you know, sexual love is ultimately driven by um sexual desire. Um, AND the desire in particular to procreate, which gives his obviously a kind of very heteronormative as we'd say, model. Um, BUT he, this is again an instance of where he's, he's clearly a historically literate. You know, student of sexuality in that he realizes that there are, there have been throughout history forms of sexuality that do not follow this pattern of um, You know, uh, procreation, in particular, um, he's thinking of same-sex relationships, so why is it that same-sex relationships, or at least certain kinds of same-sex relationships are found in every culture. In every part of history, in every part of the world, there will be same-sex partners, um. How, how is that happening if sexuality is all about procreation given that, you know, um, generally same-sex partners er can't procreate, um, naturally with one another, um. And um and so he tries to develop a solution to that which is again a little bit dodgy because firstly he makes a lot, a bunch of assumptions. He, he, his, his model of same-sex relationships is what what is now what what was then called pederasty, which is today can be used as a slur, you know, you can, you can call someone a pederas and you use that in a homophobic way. Um, BUT to him it just meant the, the kind of classic Greek model, which actually talking about classic Greek models was a way that sometimes some of these free thinkers towards the end of the 19th century could, could even begin to talk about same-sex relationships in public by kind of borrowing some of the. Eridition and the prestige of, you know, being a classical scholar, so you can, you're kind of studying it, You know, you, you could only really maybe study these, these sorts of um verboten sexualities by studying them medically or studying them classically. Um, AND so Schopenhauer's kind of doing that too by saying, look, in ancient Greece and ancient Rome, men would have sex with each other all the time, and they wouldn't have to necessarily hide it even, that it might be vener a venerable tradition. And generally it was an age differentiated sexuality, it would be boys and men. And that gave Schopenhauer a foothold in finding a solution, which is that he thinks that. These sorts of, this particular form of same-sex relationship develops because it's undermature, sexually undermature, reproductively under mature men. Having sex with reproductively overmature men, so they are still serving nature's goal of producing fit offspring, but negatively by avoiding, producing unfit offspring, which by today's standard is a crazy way to think about it, but. By the standards of the time, it's interesting that he's even publishing this, like this is, this is not in a private notebook, this is in the last version of his, of his main works. So it's public, and he knew he was taking a risk by talking about it that way. There are some scholars who try to, I think this is going too far, retrospectively kind of read this as evidence that Schopenhauer himself may have had um. May have been gay or bisexual or something like that, um, I think that's going a bit too far cos there's nothing really in the sources to bear that out, but then why would there be, you know, another parallel going back to the utilitarians would be Bentham, who wrote about in defense of same-sex relationships, um, and there's a stronger case to be made there that was personal to him. Um, BUT you wouldn't leave evidence lying about, so it's, it's a, it's a difficult, you know, thing to answer. But, uh, again, so that's another example we're, we're, we're finding, something I was surprised to find is that Schopenhauer is very historical. Um, HE, he, and this, this goes back to the, uh, the, the one, an idea we talked about earlier which is thinking for yourself. Like he wasn't just gonna take the idea that, so in the 19th century, he could have got by on just saying, well. Same-sex relationships are abhorrent because they're an offense to procreation. You know, he could have just dogmatically asserted that and, and, and nobody would have really challenged him. But instead he realizes actually that, that is just dogma, because if you look at the world, you find it can't just be all about procreation, or at least it's not as straightforward as that, because look, the, the world is telling you that, that, that um. That same-sex relationships are happening everywhere, so what are we to make of that, so it goes back to this idea if you really wanted to um. Make sure that his observations were grounded in a in a in a honest study of the world. Yeah."
	},
	{
		"start_time": "1:03:00",
		"speaker": "Ricardo Lopes",
		"words": "So if I remember correctly and if I understand it correctly, and if not, please correct me, but. Um, WHEN it comes to his ethics and how he derived it from, what he derived it from, I mean, I think it has to do at least to some extent with his metaphysics having to do with the will and how the will then eventually leads to suffering. So I mean, is that correct and what were his ethics"
	},
	{
		"start_time": "1:03:30",
		"speaker": "David Bather Woods",
		"words": "exactly? Good, yeah, so. So There's two ideas really here. Um, ONE is, um, his idea of kind of morality as compassion. So when we, when somebody does some kind of generally an interpersonal uh moral action, whether it's of an of an omission, so where I refrain from er interfering with somebody or whether it's uh you know, action or commission where I aid somebody, his understanding of that, um. Of that relationship is based, squarely and exclusively on the idea of compassion, where compassion is being incentivized by somebody else's suffering to, to, to help or, or you know, or to not harm them. So that's one idea that he thinks that morality is based on compassion, as distinct from say utility or duty, so he's he's he's um he's not a utilitarian, he's not a deontologist. Some people argue he's some form of virtue ethicist, although even then he would, he would be an unconventional sort. Um, HE'S more in the lineage, he, he knows his history, he knows that maybe Rousseau is the, is the, is the most recent prominent precursor to this cos Rousseau, in contrast to Hobbes, thinks that human nature has a kind of innate pity, and innate, you know, fellow feeling for one another. So that's his kind of philosophy of morality, let's say. And then I've already mentioned that he has this higher ethical stance of salvation, which is more to do, less to do with like aiding others or not harming others and more to do with achieving a kind of escape from life's suffering, the, the kind of suffering that's in, that's the kind of subject matter of his, of his pessimism. Yeah. And so um and so yeah, there's this other side of his ethics too, where, where he advocates asceticism rather than compassionate action. Um, AND you might, so in these respects he's very similar to the, the Buddhist philosophies that he was very inspired by, like one thing that I haven't mentioned too much, although there's been hints is that he was from, you know, um. From the earliest works he was producing, he was literate in classical Indian philosophy, um, both its ethics and it's metaphysics, and sometimes he was a bit, Idiosyncratic in his reading of these sources, I don't know whether he'd necessarily pass muster with today's, you know, scholars of these religions and these philosophies, um, but you can see the resemblance there that, that one of the, you know, his kind of primary moral virtue is compassion, and, um, the form of salvation that he advocates comes uh in, in the form of a, Resignation and a and a um. And a um and a negation of, of er of desire, um, including sexual desire for instance, so all that stuff we've been talking about sexuality, that would be undone by achieving salvation."
	},
	{
		"start_time": "1:06:33",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk now about the later stages of his life, particularly what was the impact of the publishing of Perega and Perelli Pomana on his life and how did he deal with, uh, the southern fame ego. Yeah,"
	},
	{
		"start_time": "1:06:50",
		"speaker": "David Bather Woods",
		"words": "good, um, so yeah, so that's the standard, yeah, story which I more or less stick to, which is that, um, he doesn't become. Known until the 1850s, which is the last decade of his life because he dies in 1860. In that time, um, so all through from, from, you know, from childhood to into his sixties, he has been, um, producing work, he, he, he's always writing in his notebooks, he's, you know, he has a very strict and disciplined writing routine, so he's always working on philosophy, but he's not publishing all the time. Um, YOU know, the 1830s, for instance, yeah, I mean he maybe puts out like re-editions of certain works, but he doesn't publish any new works in the 1830s. Um, YOU know, again, there's a nice historical contrast there which is that a lot of the philosophers of his day would have been writing in. In journals and magazines as well as, you know, in order to kind of help support their living, but also to help kind of raise their profile and stuff, but Schopenhauer has long gaps between publishing works and none of them really capture much attention critically or with the public. Um, INCLUDING works like The Worlds and Representation, The Two Fundamental Problems of Ethics, um, on Vision and Colors, which he writes with Goethe on, on Goethe's kind of unusual theory of color, on the will and nature, and his first book on the fourfold root of the principle of sufficient Reason, which is his doctoral dissertation. All of these are kind of met with silence, and to the point where he begins to think there's something more to it, he becomes quite conspiratorial, I think, sort of, sort of thinks that, or conspiracist sort of thinks that maybe his views are too hot and the public can't take them and the and the philosophy professors are starting to um suppress them. So he writes this last book in 1851 and publishes it in 1851, which kind of actually gathers, if you look in his notes, you know, he's been writing some of these ideas for decades, but um. In Peregri and Palopomina, which is additions and omissions or offshoots and offcuts, um, it's these kind of more occasional, more accessible, more worldly, more outward looking version of Schopenhauer, slightly slightly less systematic, a bit more, uh, dilettantic in the best possible sense that he's sort of dipping into everything from noises to Sanskrit literature, and he's got views on suicide and this way we find the essay on women and things like that, and then he's kind of rehearsing some of his views on. The history of philosophy and on suffering and things, and finally, um, a review gets published in 1853. In, in the Westminster Review. Now this was an organ and this was a journal. I've been, I didn't mean to talk so much about British culture, but that was edited by John Stewart, founded by Bentham, edited by John Stuart Mill. So Schopenhauer gets actually taken on by radical liberal thinkers in the, in the UK which he would have been happy with because he loved the UK, he was an Anglophone ever since the trip he made with his parents. Um, AND this starts to bring him fame and renown. Suddenly people realize, oh, there's this, there's this 60, 70 year old philosopher in Frankfurt who's been writing about these most profound. Um, ASPECTS of the human condition for decades, and nobody's been talking about him and suddenly he gets this level of fame where people want to paint portraits of him, take his photo, I talk in the book a lot about Schopenhauer's experiences with the birth of photography. Um, I, I kind of wager that he might be the first major philosopher to be, to be photographed. He must have been certainly very close to being the first, cause he gets photographed in the early 1840s, which is only just after the, the most early forms of portrait photography have been, uh, you know, publicized. Um, AND yeah, he, he likes the fame, and, and again he sort of starts to give it a rationalization which is that actually this is the right kind of fame, which is, it's not a kind of quick fame that burns out. Um, HE, uh, but it's the kind of fame that is, that has, you know, that is backed by all the decades of work he's been doing, like he thinks he's famous for the right reasons. That he hasn't tried to pander to the public, in fact, he's actively tried to avoid pandering to the public, he's just been diligently working on what he thinks is true, and finally, the times have caught up with him. Um, THERE'S an alternative explanation that some people go for, so the, the, the Marxist philosopher George Lukas. Um, ARGUES that it's actually because of the 1848, the, you know, failed revolutions in, in Europe. And that actually Europe was going through a quite pessimistic period and Schopenhauer was then taken onto the, into the mainstream because he was kind of giving voice to the doom and gloom and Schopenhauer resisted that interpretation as well, um, but that's an alternative, that it wasn't really anything to do with Schopenhauer himself so much as, um, the mood of pessimism that was kind of, Uh, lurking around Europe in those days. Um, BUT yeah, he was, he was pretty grateful even though it did mean that the attention, like people were knocking on his door and trying to visit him and things like that, and some of them he kind of greets kindly, um, depending on what their motives are for seeking him out, and some of them he's a bit gruff, so there's always that. That solitary nature that we started our conversation with is, is, is bumping up against this, um, launch into the world, yeah."
	},
	{
		"start_time": "1:12:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, but at a certain point there you said that he fought, he became famous for the right reasons, but what would be the wrong reasons, I mean, what else did he have to say on the topic of fame?"
	},
	{
		"start_time": "1:12:22",
		"speaker": "David Bather Woods",
		"words": "Yeah, good, well, the wrong reasons would basically be um. If somebody had um, OK, so if somebody was famous for. Let's say. There were, there were certain philosophers, I mean it's, it's hard not to bring up Hegel again because he's an example that Schopenhauer often returns to, um, who he thought that the, that the public had been fooled into thinking that Hegel, not just that what Hegel was saying was right, but that Hegel had anything to say. Again, like lots of Hague aliens will be holding their head in their hands saying Schopenhauer just. Got Hegel totally wrong, but, but it's, it, it, we're looking really at what Sherenhauer thought here rather than what er what Hagel thought, Terenhower thought that Hegel had nothing to say but he was saying it anyway. And um that he thought was the wrong kind of fame and we might think that I mean it's the accusation often made, you know, an insult often thrown from one philosopher to another who when they think, you know, so Jacques Derrida famously got kind of treated this way by a lot of people and Foucault gets treated away a lot by by um treated this way by a lot of people where. Um, WHERE really there's no substance to what they're saying, and Trevor I thought that there was a lot of people who'd found fame, purely because of just public perception of them being a brilliant philosopher when there really wasn't any substance to it. And there's, there's there's, there's there's, there are certain philosophers who, who, you know, he thinks might have deliberately engineered that, that they weren't doing that in false consciousness, like it's not that they thought they were saying something and they actually weren't, but actually they were kind of willing to bend their philosophy to just to kind of, they were incentivized to, um, to meet with public approval, cos you, you've got to remember that like um, With different academic disciplines or different intellectual disciplines. There are more objective ways to judge its success, so Schopenhauer is particularly reverential of the sciences because you can prove a scientific hypothesis and it of course we do have, you know, peer reviewing who check the method and the results and replication and things like that, but ultimately there is a, the method is ultimately, you know, sovereign in those disciplines. With philosophy, it's not like that in that we, we, we, the, the, the method we have. Is determined by peer perceptions, um, and so if you can influence those peer perceptions. In a way that's not to do with actually producing, you know, true philosophy, but just by, I don't know, appealing to tastes, inclinations, agendas and so on, then you might win that public and peer approval. Even though your philosophy is is empty. So, so that's the, that's the thing, Trevor now thought that his philosophy. Had got the recognition it deserves, because it deserved to be recognized, because it was true, because it was wise, cos it was knowledge. But you could win that recognition. By means of other things, and too many people he thought had won that recognition by, Um, or treated winning that recognition as an end in itself, as if it could be detached from saying what's, what's true and what's, what's honest and what's wise. That's the kind of fame he thought was wrong and would ultimately be shown to be a farce. So he did expect Hegel to just descend into oblivion, which he did for a bit, but then Hegel was revived, and now he's going strong. Same for Schopenhauer really, fame tends to fluctuate, but. He, he kind of hoped and thought his fame would last because it was based on a solid philosophical footing, whereas these other philosophers who just sought fame for its own sake, he thought ultimately people would see that it's based on nothing and those philosophers would disappear."
	},
	{
		"start_time": "1:16:18",
		"speaker": "Ricardo Lopes",
		"words": "So just before we explore the end of his life and his legacy, there's another topic I would like to talk about here. So Uh, of course, when we think about Schopenhauer, uh, we tend to think about his metaphysics, his ethics, his aesthetics, and some of the other topics we talked about today. But what about politics? Did he have much to say on the topic of politics because we don't tend to think about Schopenhauer as a political philosopher at all,"
	},
	{
		"start_time": "1:16:50",
		"speaker": "David Bather Woods",
		"words": "right? No, you're right, we don't, and, and, um. So he does have things to say about politics. Um, HE has a political philosophy. It doesn't take up a significant, a substantial part of his philosophy, it's a few sections of um the world as a representation, and there's an essay or two in, Perega and Palapometer that's on politics and jurisprudence, he's not, he's certainly not um, There's a good reason why he isn't known as a political philosopher, cos he doesn't spend that much time doing actual political philosophy. Although as we've mentioned, I mean, we've been talking about his views on sexuality, I've mentioned his views on race and, and gender, and we've been talking about his, I mentioned in passing his views on animals and on the international slave trade. These are political issues, right? It's the thing is that. It might have been a, you know, there are people, scholars who've argued that perhaps by confining his political philosophy in a very concentrated area, he was sending the message that um the actual kind of political philosophy, you know, er in the proper sense is relatively limited in terms of addressing the, the problems of pessimism, because even if you have a ideally organized society. All these perennial existential horrors and terrors are still gonna be there. Politics can't get to the root of the human condition for Schopenhauer, and that's why his political philosophy is confined to such a concentrated and and limited place, but, If you look outside that, you find politics in a broader sense, um of the way that um. The politic, you know, political mismanagement, you know, for instance, the way that animals for centuries in Europe and still to this day are going without certain essential protections can add to the general quantity of misery in the world. Similarly with the conditions of women, similarly with the conditions of um people of other races or, you know, other to the society that they're in. Um, SO, so I think Charna has actually a deeply political character even though. Kind of maybe deliberately, he um he confines actual political philosophy within very strict limits cos he, he's not hopeful that politics will get to the root of our, of our condition. People have started to write about this, there's a very good book by Jacob Norberg, who works at Duke University called Schopenhau Politics, that's probably, that's definitely the most recent full length monograph on Schopenhau politics and makes some of the points that I've just mentioned. I've written a little about, a little bit about Schopenhauer's politics. Um, But I, I, I, I think it's more interesting to look at the way that Schopenhauer applied his general philosophy to political issues and looked at them, so for instance, in the case of animals. He's talking about what is a political issue, but he's using it in a way to talk about his philosophy of compassion, for instance, because he thinks that um animals have, have not been treated as proper moral patients, you know, some, you know, beings that deserve genuine and direct moral treatment, and he thinks with his philosophy of compassion that that's wrong because there's no reason why a being that suffers like an animal shouldn't deserve our compassion in, in exactly the same way. As a, as a, as a human being, so he often looks at political issues, he just doesn't necessarily look at them like a political philosopher."
	},
	{
		"start_time": "1:20:18",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So when and how did he die, and I mean, do you think he would have been satisfied with his own death? What were his more general ideas on the topic of death?"
	},
	{
		"start_time": "1:20:34",
		"speaker": "David Bather Woods",
		"words": "Good. Um, OK, so he dies on the 21st of September. 1860. He dies at home in his in his adoptive home city of Frankfurt, where he's lived for 2 or 3 decades. Um, HE dies of probably something like a pulmonary pulmonary embolism, some sort of respiratory cardiovascular respiratory condition, cos he's suffered with shortness of breath. Um, PROBABLY that was the death he wanted in the sense of he really had a terror, a horror of losing his cognitive faculties like Kant did. So he would have much rather go relatively quickly to a physical illness. Than for instance a long drawn out kind of neurological disease, that would have been his, his absolute nightmare. So in that sense, that was the death that he wanted. He was also by then well known, he could see the, the beginning, the dawn of his fame across Europe. That's another tick, like he would have been happy with going out on that note. Actually, on the other hand, another way to look at that is that he's kind of disappointed that he's only just, just enjoying the success that that, you know, he's just tasting the fruits of his labor, of his decades of labor. So in that sense he's a little bit eager for more life, you know, there's one reflection that a friend of his. Um, RIGHTS to, to, to say that he, he, Sherman and I was saying, oh I could live to 90 and then I'll really see off the professorial class of philosophers, like, um, he wanted to, to see his fame grow and grow and to kind of lean into it and really start to demolish academic philosophy in German universities. He doesn't get that far because he only dies at 72, he doesn't get into his, into his 90s. So at that point he's lusting maybe for a little more life, which is kind of ironic in where we started, given that he, he's a pessimist, he thinks that, you know, um, life is a mistake. So, so it's actually um ironic how I actually think that Schopenhauer was in a good place when he died. Um, HE had people who respected his work, who were willing to help him to publicize it. Um, HE lived, you know, he, you know, in the first half of his life he was moving around all the time. He barely left Frankfurt in the last two decades, so I actually think, you know. He was, he was happy, which is an odd thing to say about Schopenhauer. Anyway, so those are the, those are the biographical facts and then um, the philosophy is an interesting one, so. So Schopenhauer kind of picks up the tradition of the philosophy of death whereby the goal is not only to describe what death is in philosophical terms, but also perhaps to provide some consolation for the fact of death, you know. Um, OF course Schopenhauer, you know, as a kind of matter of principle, isn't going to let the consolatory goal. Distort the the kind of descriptive one, so he's not gonna give you, he's not gonna describe death in a way that's, um, you know, at all costs must give consolation cos that would be wrong, you know, his ultimate value is truth and honesty, so if it turns out that he can't give a consolatory description of death, well too bad, you know, um, he, you know, honesty is, is, is, is important to Chopin above all, but he recognizes that ever since Socrates, philosophy, philosophers have. Uh, LINKED the motive to do philosophy with the fear of mortality. And that maybe becoming a philosopher is one way of coming to terms with the fact of our, you know, of our deaths and things like that. So, um, so, so the question then is how does he go about that, well. One version of uh of this philosophy would be the kind of epicurean stance which is that death is not something to be feared of, it's not something we should be afraid of because um, you know, it's not something that really happens to us, we'll we'll, you know, we'll be dead, um we shouldn't worry about it because we won't, we won't be here to, to, um, To er to experience it, and some people might be able to take consolation from that, although others might be like, well that's exactly what I'm afraid of, there's a, there's a poem by Philip Larkin called Oba, where he, it's one of the best poems I know about the fear of death and, and he, you know, Larkin, you know, kind of belies this epicurean Epicurean argument by saying, oh like not being able to think, not being able to talk, not being able to write, uh you, you know, you tell me that's consolation, well that's exactly what I'm afraid of, um. The other, the other um option is, is personal immortality. So, OK, er don't be afraid of death because actually death is an illusion, the essential part of yourself, which many people locate in the conscious mind, the living, breathing, thinking part of ourselves, that will go on eternally after death, that's consolation for some. Um, Schopenhauer thinks that's foolish. He thinks, um, one thing the Epicurean has right is the idea that, um, death is the extinguish extinguishing of the individual, that the conscious, consciousness, individual consciousness doesn't survive death according to Schopenha, that's just wishful thinking. So what, what, so, so what does he actually think? He kind of has a blend of these two views in that he, he. On the one hand Um On the one hand, he, he thinks that individual consciousness is er eliminated in death, so that is annihilated, but on the other, he doesn't think that our essence, the essence of the human being is annihilated in death. So he kind of has a mixture of the annihilationist view and the the immortalist view. Um, BUT then the question arises, well, what is it, what is it about the essence of human beings that survives? Well, it's kind of for sure now the impersonal part of, of, of, of our essence because something we haven't really teased out in his theoretical philosophy is that he thinks that all human beings are just manifestations of what he calls the will to life, um, or the, the will to life is a manifestation of some wider metaphysical reality that is, you know, maybe some at bottom somewhat mysterious. Um, AND so, so there is some kind of, um, ultimately each human being is never really, the essence of each human being is never really born in the first place. There was, there's a part of each human being, it's part of every, you know, existent thing that existed before it and will go on to exist after it, so. To, to kind of take any consolation in the, or to take or to take uh the fear out of death, we have to kind of, it involves a kind of transformation of consciousness or a or a shift in perspective, whereby we don't identify, we don't locate our identity in the individual consciousness that actually does, as a matter of fact, die. But we locate our identity in something deeper that has been around before us and will go on after us. Now, a lot of people won't take consolation in that, right, they'll be like, no, the bit that you're saying is going to die is the bit I want, you know, at all costs to survive. Forch now that's a no hope view. He thinks look, nobody's going to be able to consolate, if you fixate on that, you're always going to be afraid. So too bad if you can't, and actually he thinks that maybe a certain kind of moral transformation is required, so it's not just a cognitive shift, but in order to be more reconciled to death. You may need to change your moral outlook in a way where you kind of live your life from a slightly more expansive perspective and you, and you consider yourself part of an ongoing um you know, process or reality or what have you. And, and you know, in the funeral rites, ashes to ashes, dust to dust, it's all sort of thing. There are references to that idea that we come from dust, we go back to dust and we're part of the whole cycle of life. Do you remember I was just trying to find a way for people to take consolation er in, in that notion, yeah."
	},
	{
		"start_time": "1:28:31",
		"speaker": "Ricardo Lopes",
		"words": "So for people to get a better understanding of the sort of standing that Schopenhauer has uh when it comes to the history of philosophy, who are some of the most prominent people, philosophers he influenced?"
	},
	{
		"start_time": "1:28:49",
		"speaker": "David Bather Woods",
		"words": "Good, well, the names that spring to mind are. Friedrich Nietzsche, that's the one that immediately springs to mind because Nietzsche was obsessed with Schopenhauer after discovering him when Nietzsche was a young man. They never met. Schopenhauer, and Nietzsche was about 16 when Schopenhauer died and wasn't, you know, uh, interested in philosophy really at that point. He starts out in classics and moves into philosophy. Um, BUT Nietzsche took up this challenge of pessimism, uh, and tried to come up with a solution to it that wasn't the negation of life, but it was actually its opposite. One way to understand Nietzsche's project is various different ways of overcoming Schopenhauer and inspired pessimism, um, by affirming life, whether it's through art or. You know, self-creation or value creation, there's lots of different ideas that Nietzsche, experiments with over the course of his career, so there's, there's that, the early Wittgenstein, um, so, Wittgenstein was kind of, in a way that may be disingenuous, famously kind of, Didn't read much philosophy, but it was kind of a natural born logician and philosopher and um, but one philosopher he really did read was, was Schopenhauer and the kind of traces of Kantianism in the early Wittgenstein in the, in the tractus, the, the sense in which the tractator may be some sort of transcendental project, um may be influenced by the way that that Schopenhauer presents Kantian philosophy in, in, in, in his more theoretical works. Um, ANOTHER in the philosophy world, another actual philosopher that rings to mind is Max Horkheimer. Um, OF the Frankfurt School, um, who was a, a, a member of the Schopenhauer Society since 1917 or something like that, very early, you can look at the, the list of members on the, in the, in that edition of the Schopenhauer book. So, um, and he was actually the first philosopher that, uh, Horkheimer read supposedly, um, and, and there's another interesting one which is that when he met his wife, when Horkheimer met his wife, or the woman who would become his wife, he did a very odd thing which is to give her a reading list. And top of that reading list was Schopenhauer's essay on er humanity's metaphysical need or man's need for metaphysics. So he thought that it was required reading for any prospective partner to, to, to read Schopenhauer. And later in the post-war period, Horkheimer becomes, you know, even more deeply involved with the er the Schopenhauer Society. He gives addresses at their conferences that then become seminal papers. Um, HE actually co-teaches with the president of the Schopenhauer Society, Arthur Hoopscher, who also works in Frankfurt. They, they teach seminars together on the philosophy of religion. And one difference between Horkheimer and on the one hand and and Nietzsche and Wittgenstein on the other is that, So there's very much, like lots of philosophers, there's a distinction between the early and the later, and I, you know, you'll know that I specified the early Wittgenstein because the later Wittgenstein doesn't seem that interested in, in Schopenhauer. Certainly Nietzsche, you know, he starts out as a kind of self, you know, labeling card carrying Schopenhauer and then by the end of it he thinks he's Schopenhauer's polar antipode. Whereas the difference with Horkheimer is that Horkheimer doesn't seem to want to have this instinct to kind of kill the father, he doesn't wanna disavow his early influences. If anything, Horkheimer leans into them. So Horkheimer's a good example I think because he doesn't turn his back on Schopenhauer, he's kind of Schopenhauer from beginning to end, even though if you read Horkheimer's work, you don't see that much Schopenhauer in it because it's maybe bedded on a quite a deep level, whereas you see more discussion of Hegel and Marx and the tradition that the, the Frankfurt School falls into. Those are some philosophers or, or, you know, intellectuals. Um, AND then the, the actual, the influence is much wider if we talk about creative artists in particular writers. So because Schopenhauer's such a great writer, you know, we started this conversation with me saying that I loved the way Schopenhauer writes. Lots of people did too, so the list is endless, Proust and Hardy and Kafka and er Thomas Mann and Jorge Luis Borges. Simone de Beauvoir, Iris Murdoch, um. Schopenhauer, you know, Beauvoir and Murdoch obviously are philosophers as well as novelists. Um, Sherman I was very influential in the arts, uh, not least because he thought that the arts were a way of escaping suffering, but also because he was kind of a model of a philosopher artist, you know, that that's what Thomas Mann calls him, an artist of thought. They thought he was really stylish as well as always in tune with quite the quite deep human, uh, issues that often motivate works of art. Samuel Beckett was another one, you know, Beckett was a was a. And you can see the influence of Schopenhauer's pessimism in how it comes out in Beckett, given the kind of Piketty and very sparse, um, austere, hard, absurd worldview, yeah,"
	},
	{
		"start_time": "1:33:43",
		"speaker": "Ricardo Lopes",
		"words": "yeah. And finally, what is Schopenhauer's contemporary relevance, I mean, what is his relevance nowadays?"
	},
	{
		"start_time": "1:33:54",
		"speaker": "David Bather Woods",
		"words": "Ah, good question. I mean, so a, a kind of very tempting and obvious answer is that these are pessimistic times I feel, or, or, You know, um I think that Schopenhauer's. Um, WE can sympathize with Schopenhauer because things seem kind of gloomy these days, and actually that's one of the reasons why Horkheimmer liked him was that, Schopenhauer was unafraid, he he wasn't kind of burying his head in the sand and kind of thinking wishfully and optimistically that things will turn out right. Um, SO he takes, you know, suffering seriously, um. I think that's something that that that people can resonate with today given the spirit of the times. Um, Having said that, you know, that makes Schopenhauer's relevance quite time specific, as if like, well if, if we were all, if, if we were in a better place globally, um, these days, maybe we wouldn't have a need for Schopenhauer, but one has to remember that the pessimism that Schopenhauer has in mind is something that he thinks of as being perennial and independent of, you know, the ups and downs of, you know, human history and civilization, so there's something that's always gonna be relevant about Schopenhauer. Uh, IF, if, if he's right that he's speaking to something that's universal and transhistorical, then the things that Schopenhauer, um, is talking about the struggles of being a human. Are just never gonna go out of fashion, never gonna become irrelevant, and, and, and, and, and he's reaching back to that history when he talks about, the ancient Greeks, the ancient Indians, um, you know, he, he, he's saying look, they were human too and the Buddha was going through the things that you're going through and, Um, and Sophocles was going through the things that you're going through, and Shakespeare was going through the things that you're going through, and, and, and, and all of them were picking up on something that's never, you know, um, unfortunately an inellimitable part, you know, much as we might want to get rid of it, it's an inellimitable part of, of what it is to be human, so that's always gonna be relevant. And then to sort of slightly take the edge off the dark. Side of that, I just think, you know, Schopenhauer's views on compassion. Are quite important because in times of doom and gloom, when, when, when all the things that we're going through, not only kind of can't be taken out of us but are really at the forefront of our minds because we're seeing so much inhumanity, and brutality and tragedy, um, the reminder that the solution to that is to, to try to be compassionate, to try to, Really be moved to act by the suffering of others, I think that's one of the, you know, one of the things that we do need today, um, to see that um, if we lose that then everything really is lost, er if we didn't have compassion, I think, you know, one thing I start out the book by saying is that if we didn't have compassion, Schopenhauer's view would be not just pessimistic but, Intolerably nihilistic. It's only because we can hold each other up with compassion that, that, that Schopenhauer's, you know, I think Schopenhauer is, is, gives us a view that we can, that we can live our lives with. So there's that, I think so it's the, the message of kind of, Historical pessimism, also transhistorical pessimism and compassion as a solution, or as at least a way of er bearing with the weight of that pessimism, that's what I think Trevor Noah has to, to say today."
	},
	{
		"start_time": "1:37:24",
		"speaker": "Ricardo Lopes",
		"words": "So the book is again Arthur Schopenhauer, The, The Life and Thought of Philosophy's Greatest Pessimist, and I'm leaving a link to it in the description of the interview. And Doctor Bather Woods, apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "1:37:40",
		"speaker": "David Bather Woods",
		"words": "Oh good, um, so um if you were to look on the Warwick website, you would find my staff page which has some of my academic publications and some of my forthcoming publications are going to be open access, so, so do have a look for those, but I've also written for, Um, sort of public formats like Eon magazine, Psyche magazine, these are just free to access articles which talk about the things I've mentioned. I'm also on sort of forms of social media. I'm on Instagram. My, my handle there is at all academic, all_academic. Um, I'm on Blue Sky. I still have an X account, although only until my book is out and then I might get rid of it, but um. Um, BUT I'm on Blue Sky as well at, at, at, uh, David Bay the Woods, um, so you can find me there as well. So I'm quite, you know, quite a bit online, people will be able to, to, to find me, uh, if they look, yeah."
	},
	{
		"start_time": "1:38:34",
		"speaker": "Ricardo Lopes",
		"words": "Good, so thank you so much for taking the time to come on the show, it's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:38:41",
		"speaker": "David Bather Woods",
		"words": "No, it's been great and I've, it's been nice actually to talk around the book as well cos lots of things I said today are kind of things that didn't actually make it into the book. So it's been nice to sort of talk around it as well as about it. So thank you very much."
	},
	{
		"start_time": "1:38:54",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarinth, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]