[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricard Lops, and today I'm joined by Doctor Jacob Norberg. He's professor of German studies at Duke University, and today we're going to talk about his latest book, Schopenhauer's Politics. So Doctor Norberg, welcome to the show. It's a huge pleasure to"
	},
	{
		"start_time": "00:19",
		"speaker": "Jakob Norberg",
		"words": "everyone. Well, thank you for the invitation."
	},
	{
		"start_time": "00:23",
		"speaker": "Ricardo Lopes",
		"words": "So, I mean, as I was telling you off record, er I quite like Schopenhauer and his philosophy, I mean his pessimism, his metaphysics, the will and the world as a representation and his aesthetics and ethics and so on. But I never thought about him as a political philosopher as a or as a potential political philosopher. So why would someone like Schopenhauer with the kind of philosophy that we tend to associate with him write about politics?"
	},
	{
		"start_time": "00:59",
		"speaker": "Jakob Norberg",
		"words": "Well, I think a lot of people would agree with you. Most people claim that Chopponahar has little to say about politics, as you mentioned, he is interested in what the world consists of, how we come to know anything about the world, how we should behave, and the role of art. So metaphysics, epistemology, ethics, aesthetics, and he doesn't say much about politics. That's the traditional standard view. Um, BUT I do think that his philosophy leads him to, uh, a conception of politics. And that his conception of politics is deeply rooted in his metaphysics. So if you will allow me to say a few things about his philosophy, and then I'll explain how it hangs together with politics. So as you know, this most famous book that you already mentioned is The World as Will and Representation, and there he discusses the world as will. We're all willing, striving beings driven by this force, the will. We're constantly desiring, constantly striving, never ending. Uh, BECAUSE that's what we're made of. That's what the world consists of, will. At the same time, we perceive the world, uh, the world appears to us as representation. And when we perceive the world, we kind of impose spatiality and temporality on the world. We see everything is broken up in things, separate things located in time and in space. So we see the world as consisting of myriads, millions, billions of things, but all of those things are animated and powered by will, and that leads him to think that the world as we see it is a world in which there are constant clashes between desiring, striving beings, constant conflict where everything and everyone is trying to tear everything away from everyone else and There's a lot of hostility, antagonism, clashing, collision. Basically he says, the world as will and the world as representation means that the world is in a state of constant war. He talks about the Hobisian, the war of all against all. So you could say that his commitment, his metaphysical and his epistemological commitments lead him to believe that the world is a world of constant conflict. And that is maybe not a political philosophy, but it's certainly a political situation. And he then discusses how you deal with this situation, and then he has these famous answers, you need to practice resignation, you need to renounce everything. You need to try to still the desire within you. But he doesn't think that that response is really adequate for everyone. Not everyone is capable of practicing renunciation. And so you need some other solution, a solution that is maybe not metaphysically deep, but is pragmatically necessary, and that solution is politics. You need a state that legislates and enforces laws and keeps the war of all against all in a kind of at bay, and mutes the conflict. So that would be my long winded answer. He doesn't seem to speak about politics. But his metaphysical and his epistemological ideas lead him to believe that the world is a world of conflict, and that world of conflict needs politics."
	},
	{
		"start_time": "04:24",
		"speaker": "Ricardo Lopes",
		"words": "By the way, in terms of his metaphysics, please correct me if I'm wrong, but I think that at least the fundamental aspects of it, he derived it or even adopted directly the metaphysics of Emmanuel Kant, right, because I mean, even that distinction that he makes in the case of Schopenhauer between. The world as a representation and the will, I mean in terms of Kant, you would call it the phenomenon and the noumenon, right? So at least in the fundamental aspects he adopts Kant's metaphysics."
	},
	{
		"start_time": "04:59",
		"speaker": "Jakob Norberg",
		"words": "Yes, I think you're right. I think Schopenhauer viewed himself as a Kantian. And that his ideas of the world as representation are derived from Kant, that our minds impose temporality, spatiality, and causation on things out there. Uh, BUT of course he says that we can know the noumenon. I think that's the distinction with Kant, that Kant says that there is such a thing as the thing that's ding anzis, the thing in itself, and we can't really know that. But Schopenhauer does make claims about it. He says it's will, and that's, uh, very controversial. Not everyone is persuaded that he's able to prove or show how we can come to know that the world is will, but basically I think the The distinctions are Kantian."
	},
	{
		"start_time": "05:46",
		"speaker": "Ricardo Lopes",
		"words": "OK, but uh when people talk about or comment on Schopenhauer's politics, whenever, I mean if even if it's not the most common way that people approach his philosophy, whenever anyone has something to say about his politics, what are the most common ideas?"
	},
	{
		"start_time": "06:08",
		"speaker": "Jakob Norberg",
		"words": "Well, I think the most common approach is the one that um that you mentioned earlier, is that that he has no philosophy of politics, that he is uh uninterested or indifferent or maybe underinformed or ignorant, um. So that was a very common response, and I think it was kind of consensual. So you have right-wing thinkers like Carl Schmidt saying that, you know, Schopenhauer has no genuine philosophy of politics, but you also have left wing thinkers like Georg Luca saying that Schopenhauer is not a political thinker or insofar as he thinks about politics, he's regressive. Uh, CONSERVATIVE and unhelpful from a progressive viewpoint. So that's, I think, the standard view, and it's shared across the ideological spectrum, but I don't think that's entirely true. I think that Schopenhauer felt that politics was inevitable. We do need a politics to kind of try to contain the war of all against all, and in fact, politics is indispensable. Because if we don't have politics understood as the construction of a state, the legislation, enforcement of laws, and so on, then we will live in a chaos of constant war with one another, and that's an unbearable, intolerable condition. So I think that he does have a politics. It's just that his understanding of politics is pretty narrow in scope. Politics is basically the use of reason to manage human conflict. It can never do away or eliminate that conflict. It will always be latent, but you can at least mitigate it and contain it a bit. So for someone like Lucas or someone like Schmidt, like an aspiring, ambitious left wing or right wing thinker, that's never going to be enough. It's very modest, it's very pragmatic, it's very narrow, but it's not, not politics. I just think that he has a very circumscribed, contained understanding of what politics can do and should do, and it doesn't quite satisfy people, and that's why they've often brushed him off. But it's true also that the way that he structures his books. Metaphysics, epistemology, aesthetics, ethics doesn't seem to leave room for conception of politics. So my book is basically trying to piece together his understanding of politics from different areas of his work."
	},
	{
		"start_time": "08:37",
		"speaker": "Ricardo Lopes",
		"words": "And where do you think that this very common image of Schopenhauer as an apolitical philosopher uh stems from, uh stems from? I mean, do you think that it is understandable at least that people would have these. Image of him."
	},
	{
		"start_time": "08:56",
		"speaker": "Jakob Norberg",
		"words": "Yes, I think it's understandable, and it's certainly a view that was established early on by his first readers and people who knew him. So the first biographers written by people who had met him and spoken to him and were in some cases, his disciples. They said that he was basically uninterested in politics. He didn't really have that many political opinions, and some of these people were lawyers and had studied law, and they could say that he didn't really know very much about jurisprudence from their perspective. He didn't speak much about law from their perspective, so it was established early on. And then those observations were kind of turned into accusations by later thinkers, especially on the left, like Kowski and Lukach, who said that. The fact that he doesn't have much politics or much of an understanding of politics is a real problem because he does, Luke Schopenhauer doesn't understand the vital importance of coordinated collective action, coordinated collective things like revolution or rebellion or the transformation of society, and so that there is something suspect about Schopenhauer's lack of politics, that he's in fact. As someone who wants to defend the status quo, not openly, but simply by questioning and corroding our sense of the possibility and meaning of collective action. So that's what people have said in the past, but again, I don't think that's entirely fair. I think he had a narrow sense of politics, but a very defined one. It had a very definitive place in his, in the architecture of his philosophy. It has to do with the use of reason to moderate human conflict."
	},
	{
		"start_time": "10:38",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND do you think that there can be a direct link between his pessimism and his politics? I mean, because that's one of the most popular images that people have of Schopenhauer, uh, he's, that he's a pessimist philosopher. Also because of, of course, what he derives from his own metaphysics about the will. And so on, right? So, but you can tell us more about that if you want. So, but do you think that there's a direct link there, or"
	},
	{
		"start_time": "11:09",
		"speaker": "Jakob Norberg",
		"words": "yeah, I think that's usually what people say is that he's so pessimistic about the possibility of a of a of a life of satisfaction and happiness and so on, but he grounds that pessimistic outlook in a metaphysical claim so that The we're dissatisfied and we are unhappy and we're uh uh experience hostility and antagonism and so on, and we do all those things. And they're not really curable. They are, we're hardwired to behave this way, and that's because we consist of will, and will is always striving. And even if we satisfy any individual isolated desire, we will always feel a new desire, and hence we will feel more dissatisfaction and so on. So the fact that we are desiring beings made of will means that we will always be striving and always in a state of perpetual dissatisfaction. So you could say that because we, because he has this view, politics cannot genuinely, fundamentally transform us or society. That is what I think irritates people, people who are politically engaged, especially progressives, that pessimism kind of dooms politics. We can never fundamentally change the world by political means. We shouldn't maybe even try and any kind of Makes that a metaphysical, unchangeable fact about the world. So I understand that, but I think it's not entirely fair again. He thinks that you can do something about perpetual conflict. You can use reason. To coordinate with others and construct a state that legislates and monopolize monopolizes violence and drains society of a lot of antagonism, it doesn't do away with hostility, but it mutes hostility, and you can do away with things like child labor. You can do away with things like slavery. And you can certainly do away or not eliminate fully, but maybe mute warlike conditions. So there's a lot that you can do with politics. It's just that you cannot fundamentally solve the Uh, metaphysical problem of the world. So I say in the book that his conception of, um, politics is as an activity of mitigation, not salvation. And that, of course, puts him at odds with every thinker who has a utopian streak. He's a very anti-dealistic, anti-utopian thinker. Politics is the constant work of keeping conflict at bay, and that doesn't feel very inspirational to a lot of people. But it doesn't mean that politics doesn't exist or that politics is not important."
	},
	{
		"start_time": "14:01",
		"speaker": "Ricardo Lopes",
		"words": "I mean, please correct me if I'm wrong or if you uh have an uh different idea, but one thing that I got when reading his, his books when it came to his ethics that he also derives from the metaphysics, because I mean, if we are all, if we can't really escape the will and the will causes suffering because. We're always striving and striving and striving to fulfill our desires, and this is also something that he derives very much from Eastern philosophy and religion, Buddhism and so on. They have those exact same kinds of ideas. Um, I mean, it seems to me that he also, uh, proposes or advocates for compassion a lot because I mean. We all suffer, we all live in this predicament and so I mean it is uh in terms of ethics and how we should deal with other people, at least this is what I get from my reading of him is that we should be compassionate and I mean compassion is something that we can also apply politically."
	},
	{
		"start_time": "15:09",
		"speaker": "Jakob Norberg",
		"words": "Correct. I think you're entirely right. He was, uh, he believed that we are all suffering. Uh, THAT this suffering is inescapable because of the way that we're constituted, uh, of will, uh, but that we can in through compassion, understand ourselves as linked, as fellow sufferers, and ultimately, uh, there was a kind of metaphysical realization at the, at the end of compassion, and that is that in fact we are all the same. We are not even separate beings. That's just an artifact of our perception. But ultimately we are just one will and the suffering is completely shared because we are one, we are partaking in, in one world that is unitary. So you're completely right, and I think that was inspiring to some people who are progressives, this idea that we owe everyone full compassion as fellow sufferers, um. Now, he doesn't think though that you can. Um, THAT you can command people to feel compassion. He doesn't think that the state can, uh, introduce some kind of mandatory compassion. What the state can do, what the political institutions can do is just, um. Restrain people from hurting each other. Whether or not they are good people, whether or not they're compassionate, that's not something that the state can change. The state can simply legislate and enforce law. And so even though he has this idea of compassion and that has been an inspiration for people on the left, he doesn't think that that can be, uh, politicized necessarily or can become an obligation or task for the state. You can't educate state can't educate people to become more compassionate."
	},
	{
		"start_time": "17:04",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. But even when it comes to, for example, using an ethics of compassion, uh, and applied politically, er, one philosopher that was very much influenced by Schopenhauer was Philipp Mein Wender, right? And he was very much a socialist even though he died by suicide very young after his book got published. He was very much into socialism and he was also a pessimist and a Schopenhauian in a, in a sense,"
	},
	{
		"start_time": "17:37",
		"speaker": "Jakob Norberg",
		"words": "right? Yeah, I think I, I'm not, I mean, I do speak a little bit about Mainland. I'm not an expert on his philosophy by any means, but it is true that socialists found something in Schopenhauer. He's not the only one. There's another man called Hans Zimm who also felt that Schopenhauer was in some ways a strange ally of socialists, and it has to do with this idea that we owe others universal compassion, that metaphysically we're kind of all the same thing, and so we should remove all ranks in society. We should be. Metaphysically, we should all be democrats, so to speak, and we should all understand other people as fellow sufferers. Schopenhauer was deeply committed to this idea, but he does have some reservations against socialism. Schopenhauer does. Well, first of all, he thinks that. Because of the way that we are structured, because we're always desiring and striving, you can satisfy all people's needs, and yet they wouldn't necessarily be happy or stop fighting anyway. So the idea that you can reach a more equitable distribution or something is not going to solve the fundamental problems of the world, and in that sense, socialism doesn't quite understand what the ultimate problem is with society. And the second thing is, if you do satisfy everyone, and everyone is somehow satiated and happy in that material sense, they will start to feel boredom, and boredom is another kind of problem, another type of suffering. So human beings typically suffer because they desire things, they want things, they need things, hunger, sexual frustration, whatever it is. But when all their needs are satisfied, there's still the issue of a mental vacuousness, restlessness, boredom, and so on. So I think Schopenhauer just felt that socialists had fundamentally the wrong picture of humans, and that's his reservations against socialists."
	},
	{
		"start_time": "19:32",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, I guess that there are other big thinkers like Dostoyevsky who fought more or less the same, uh, I mean with that quote of is that human beings are not piano keys, and if we just get complete satisfaction, then some people would ruin it all just because that's the nature of human,"
	},
	{
		"start_time": "19:51",
		"speaker": "Jakob Norberg",
		"words": "you're absolutely right, Schopenhauer. He says that the problem with socialism is that it is a kind of bestialism, and what he means by that is that socialism typically reduces human beings to just bundles of materials cravings, and when you satisfy those, you're fine. And he just doesn't think that it works like that. So he, he doesn't think that a socialist utopia would actually make people happy. He thinks they're fundamentally misguided."
	},
	{
		"start_time": "20:17",
		"speaker": "Ricardo Lopes",
		"words": "OK, so later we're going to come to other uh political ideologies that Schopenhauer also had something to say about, but which aspects of his biography would you consider to be important in other, in order to understand how he developed his politics?"
	},
	{
		"start_time": "20:38",
		"speaker": "Jakob Norberg",
		"words": "So I think there are two things that I would emphasize, and that is one, Schopenhauer is a strange background as a philosopher in Germany. He came from a very wealthy merchant family, who lived in the kind of northern shores of Germany in Danzig and in Hamburg. His father was a very successful businessman. He was quite rich, and um, he, uh, his father also had this idea that Schopenhauer would be another worldly man of business. He would learn languages, he would learn accounting, he would learn trade, and he would take over the family firm. Um, AND, uh, but Schwopenhauer, of course, veered away from this path, and he chose a life of, uh, the intellect of philosophy. And he lived on his inheritance his entire life, right? So he was basically an independently wealthy gentleman for his entire life. I think those two facts are important, his background in the kind of wealthy, high bourgeoisie of Germany, and then the fact that he himself kind of lived in a state of social and civic isolation for the rest of his life. Uh, THE bourgeois background is important because a lot of his political thoughts to me reflect the ethos of the commercial middle class. He's very committed to industry, frugality, the sanctity of property, uh, the fact that there is a state that legislates, enforces those laws, and that the laws protect people's property and the sanctity of their life. And so he basically Absorbed a lot of this bourgeois ideas of, of what the state ought to do for society, but he himself never became a wealthy merchant, he never started a family, he never joined an association, he never joined a movement, he never joined a party. So he always stood apart from the civic life of everyone else. He was never part of a network, and I think that cut him off from these ideologies that emerged in here in the period of his life, nationalism, socialism, conservatism. He was always kind of a marginal figure, and he knew that. He wrote notes saying, I have no family, no house, no firm, uh, no position. And so his conception of politics is, I think, a reflection of that. It's very thin. He has this idea that there should be a monarchy, and the monarch should preserve order and the sanctity of property, and no one should interfere with him and his work and his thinking, and that's kind of the end of it. So, his bourgeois background and the fact that he lived as an isolated figure for the rest of his life, those two things, I think, influence or shape his political outlook."
	},
	{
		"start_time": "23:19",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you, because at a certain point in your book you say or claim that his philosophy was bourgeois, to use a Marxist term here I guess. So could you explain that in what ways do you think his philosophy was bourgeois?"
	},
	{
		"start_time": "23:39",
		"speaker": "Jakob Norberg",
		"words": "So I think just to return to what I said earlier, his values, the key values are things like industry, frugality, the careful management of your assets, fulfilling your promises, fulfilling your contractual obligations to others. He truly imbibed this bourgeois ethos from his. OWN family and his own background. And you can see that all over his writings. When asked when, when he wrote about what children ought to be reading to learn good values, he said, oh, they should read Benjamin Franklin about how to organize your time and never waste anything. So he was very bourgeois in his kind of basic outlook. But I think his conception of politics is also deeply shaped by the Burgerum, the bourgeoisie in Germany, he understands politics to be the business of self-interested individuals who come together and coordinate for the protection of each of their own self-interests. That doesn't sound. So anomalous to us today, it's just kind of a simplified version of Thomas Hobbes that we all know. But at the time, people had much loftier ideas about the state. They thought the state should reflect the ethnic unity of the people or the state should reflect some spiritual ideals, or that the state was basically a divine institution and the king ruled by the grace of God and so on. So he stood apart from all of those things. He thought that politics and the state was just a gigantic extension of the individual self-interest, and I think that's, and that they aggregate, so to speak, and that's, I think, is, is very much shaped by his background."
	},
	{
		"start_time": "25:21",
		"speaker": "Ricardo Lopes",
		"words": "And in what ways do you think his ideas about politics were shaped by the sort of historical context he lived in, and of course we have to take into account that he lived for 72 years from 1788 up till 1860. And I, I mean, many, many political developments across the world happened during those decades, but, er, particularly I guess in Germany, what was the kind of context, historical, pol political that he lived in?"
	},
	{
		"start_time": "25:57",
		"speaker": "Jakob Norberg",
		"words": "And as you say, it's 70 eventful years or 72 eventful years. So he did live through, uh, basically the French Revolution, although he was very young at the point of time, and then the Napoleonic Wars that went on forever, uh, and then the reorganization and consolidation of German lands. And then of course, also the emergence of a working class and the uh appearance of mass immiseration, and then the influx of enormous amounts of information from Asia, from America, a kind of global connectedness in the world. And progressives reacted to this um. TUMULTUOUS time with great hopes. I mean, politics kind of seemed malleable, we could maybe radically transform society, we could reach perpetual peace, or we could have justified revolutions that transformed society and did away with all stratification. Uh, AND then the conservatives reacted to this time with horror and invoked custom and incremental change and tradition and piety. And in some sense, he stood beyond both of those groups. He did not think that there could be a uh. Uh, TRANSFORMATIVE revolution that would lead anywhere better, but he also didn't really speak the language of someone like Edmund Burke, you know, the language of piety and tradition and, and custom and slow change and so on and so forth. Um, IN some sense, he just felt like we need to understand that politics can achieve something very specific, namely peace and calm, and we should and we should just, um, Empower a monarch, uh, with a monopoly of violence, monopoly on power to keep, to contain all strife, and that's what we should do. It's a very modest program that it differed both from socialists and from conservatives."
	},
	{
		"start_time": "27:53",
		"speaker": "Ricardo Lopes",
		"words": "And how would you place Schopenhauer in relation to other political thinkers of his age, and of course, again, 72 years of life, uh, I mean, he went through, as you said, the French Revolution even though he was very young, but then, I mean, uh, he also went through the period where people like Edmund Burke. And Thomas Paine were publishing his writings that would then influence the way the political thinking on the right and the left developed and then we also have, of course, a major figure, Karl Karl Marx, and we also have other political thinkers like John Stuart Mill and so on. So where would you place that him in relation to those other political thinkers?"
	},
	{
		"start_time": "28:46",
		"speaker": "Jakob Norberg",
		"words": "It's a great question. I think that he, uh, he placed himself sort of out of time or out of joint. He was in his, his political references were, um, deliberately anachronistic, you could say. He really liked to quote and refer to Thomas Hobbes. When it came to the construction of a state, and when it came to individual behavior and how we should interact in society, he liked to quote Baltazar Gracia, this, uh, Spanish thinker, I'm not sure I'm pronouncing the name correctly, who wrote on, um, prudence and how we can use our prudential insights to navigate in a treacherous, volatile environment. But what I'm saying is he's basically turning to 17th century thinking. AND allying in associating himself with them because he felt like they had a more realistic, tougher understanding of a grim, bleak world in which we just have to do whatever we can to preserve some order and to protect ourselves a bit, and he turned away from all these exuberant visions of some transformed society, whether it's a Kantian perpetual peace or a fistian. Uh, CLOSED commercial state or a Marxist idea of a society of egalitarian collaboration and no exploitation. He just thought that they were too grand, promised too much, and could not be sensibly realized, and uh instead turning to these 17th century thinkers, and this is explicit, he says somewhere that. Uh, WHENEVER Germans speak about politics, they immediately become super bombastic and talk about the destiny of mankind and the future and the redemptive future, and all of that stuff just shows that they have their heads in their clouds and that we should really understand what society is like, how much hostility, antagonism, and what we can do to contain that. That's all we should do when we think politically. So he was definitely anti-utopian, and that's how he differentiated himself from the thinkers of his time."
	},
	{
		"start_time": "30:49",
		"speaker": "Ricardo Lopes",
		"words": "Oh, by the way, and it is also linked to Marx and Marxism, uh, another person that perhaps we should mention here is Hegel, right? I mean, was he also, uh, would you also consider him a political philosopher, and I'm also, I also thought of him because, uh, Schopenhauer, uh, to say the least, was not very fond, uh, fond of Hegel, right?"
	},
	{
		"start_time": "31:12",
		"speaker": "Jakob Norberg",
		"words": "No, he, he, he, he absolutely loved. Hegel. I'm not sure how much he read. He read a few things and was immediately convinced that this was just gibberish, and then he gave some examples of how nothing made sense. But he also experienced how Hegel and especially the Hegelian school were everywhere at German universities, and that the sheer dominance of Hegelian thought suffocated and strangled his life chances, so he could never gain access to. University positions because everyone around him was Hegelian or defended Hegel, but his main criticisms against Hegel are in fact political. He says that Hegel has these ideas about how a dignified moral life consists in the individual understanding his role in a greater society and fits himself and his activities into this greater state. And then finds happiness and calm and meaning as a member of the state, as a, as a, as a dutiful citizen, and the state is kind of the destiny of mankind. That's what Schopenhauer says about Hegel, and Schopenhauer just thinks that's horrific. He says, no, moral action, dignified action consists in compassionate conduct, you understanding the suffering of others and maybe sacrificing yourself for that. That's morality. That's where you find true dignity, not in fitting your life into, uh, the vast architecture of the modern state. And so he thinks that Hegel is, uh, horrifically wrong and that he conflates and confuses ethics and politics, and so he's very critical of Hegel."
	},
	{
		"start_time": "33:00",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, I guess that you've already told us a lot about Schopenhauer's conception of politics, but what would you say are the functions of politics according to him? I mean, what, what functions should, should politics serve, I guess."
	},
	{
		"start_time": "33:20",
		"speaker": "Jakob Norberg",
		"words": "Yeah, so he says, uh, I mean, I've mentioned this again, uh, a little before, but Um, he thinks that we find ourselves as human beings, driven by will and um receiving the world through, um, categories that break up the world in, in fragments, so to speak. We find ourselves in a situation of constant conflict. The world is war, basically, and the function of politics is to use reason. The fact that human beings are capable of reasoning and then capturing their reasoning in language and then communicating with others, we should use reason and language to try to construct some kind of state that will serve our long-term interests, basically by draining immediate hostility, antagonism, and violent clashes from our immediate lives. And so the function of politics is basically the rational management of inevitable human strife. That's what the purpose of politics is, and it's an incredibly important activity, incredibly important task, but it's also a limited task in that it doesn't lead you to a realization about what You know, the metaphysical constitution of the world, it doesn't lead you to genuine human compassion with others, and it doesn't lead you to a resignation or renunciation that will free you from being propelled by the will constantly and living this life of constant dissatisfaction. So it's a very important purpose, the rational management of inevitable human strife, but it can never be the final goal of any individual."
	},
	{
		"start_time": "35:02",
		"speaker": "Ricardo Lopes",
		"words": "And so that's also where, as you mentioned earlier, his Hobbesian view of um human nature and politics gets into the picture, right? Because I mean, I don't, I'm not sure if you would say he agreed with the sort of Leviathan idea of Hobbes in terms of the, the The role the state plays in human society, I mean, did he agree with it? Did he not? And what were his views about more broadly the role of the state?"
	},
	{
		"start_time": "35:34",
		"speaker": "Jakob Norberg",
		"words": "I would say he has a kind of a dual view of the state. On the one hand, he thinks the state is, well, first of all, it's crucial. It needs to be erected so that people can live in peace with one another. There needs to be laws, and there need, people need to be scared of punishment so that they adhere to those laws. Uh, THE state in this sense is a major, um, civilizational achievement. He says, we have, human beings are rational, we have reason. And one of the finest things that our reason produces collectively is a state. By when we've erected a state, we enter the condition of civilization. So it is incredibly important. It's a major achievement. On the other hand though, The state only really contains and mutes our mutual violence. It doesn't lead us to any greater insight philosophically, and it doesn't bring us closer to true salvation, which lies in enunciation and the mortification of all our desires. So it's on the one hand, completely indispensable and on the other hand, completely insufficient."
	},
	{
		"start_time": "36:45",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, I mean, did he have anything to say about, because these are the philosophies we usually pit against one another. I mean, on the one hand, Hobbes and on the other hand, Jean-Jacques Rousseau. I mean, did he have anything to say about the er philosophical and political ideas of Jean-Jacques Rousseau because I mean nowadays, and I don't want to be an chronic here of course, nowadays through anthropology and so on we. Know that those two camps are simplistic in terms of their view of human nature, but, uh, did he have anything to say about Rousseau directly or"
	},
	{
		"start_time": "37:28",
		"speaker": "Jakob Norberg",
		"words": "very little. He clearly had read him. Uh, HE, his father had, uh, was a kind of an enlightenment reader of Enlightenment literature, and he also inherited that. He read Voltaire and Rousseau and so on. But it's certainly not his favorite thinker. There are only a few references, and when he talks about things like popular sovereignty, you know, he will say, yes, well, of course, um, all power in some ways is rooted in, uh, the people, but the people. As a whole must be put under permanent guardianship. You need a monarch to lead the people because the people are basically not mature enough to somehow lead themselves and so on. So I would say insofar as he speaks about Rousseau, and there are only a handful of references, it's curtain dismissive."
	},
	{
		"start_time": "38:19",
		"speaker": "Ricardo Lopes",
		"words": "OK, and what were his ideas or did he have any ideas about religion and religious institutions, because this is also something that we have to consider politically."
	},
	{
		"start_time": "38:33",
		"speaker": "Jakob Norberg",
		"words": "Yes, he definitely did, yeah, he thought that. So, um, he thought that the religion responds to a very, uh, very, uh, a kind of, um, fundamental human need, which he called the metaphysical need. You know, human beings find themselves in this world of pain, this world of frustration, uh, where they suffer from injuries, illness, uh. A heartbreak, uh, betrayal, you name it. And they naturally ask themselves, why am I experiencing this? What is the purpose of all this? And Schopenhauer felt that there were basically 22 disciplines or two activities that provided an answer. On the one, and the first, uh, is philosophy, which is, you know, the use of human reason to examine the world and come to understand the world. But philosophy is not for everyone. It's for people who are highly intelligent, highly rational, and who have time on their hands to truly, um, explore the world in thought. Uh, THE other provider of a kind of set of explanations is religion. Uh, RELIGION also satisfies this ineradicable meta metaphysical needs of humans. But it does so in a popular way with fables, with stories, with images, with symbols, with allegories that speak to the great majority. And so religion is a kind of folk metaphysics, he says. They clearly responds to a human need, a human, um, mode of questioning, but it does so in a way that ultimately is inferior to philosophy. That's his understanding of religion."
	},
	{
		"start_time": "40:19",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, let me ask you, because if I remember correctly, when reading about his aesthetics, uh, he says that the two ways to, um, at least, uh, I mean, one of them is temporary, the other one is potentially permanent or ideally permanent of escaping from the will or, or, or, uh, I mean the, the sort of more oppressive. Uh, ASPECTS of the will is through art, through artistic experience, and then he puts music above all the other forms of art, and the other one is what I guess people we could call sages do, the more ascetic people, and those would include some but not necessarily religious people, right? I mean, so. So I, I mean what I'm trying to ask you here or try to understand is that, um, I mean, he, I guess that rationally, intellectually, he would place religion below philosophy, but he also had lots of respect for these people who try to break themselves out of the uh oppression of the will and try to annihilate, let's say to use. Perhaps, uh, Buddhist idea annihilate their desires and so on."
	},
	{
		"start_time": "41:42",
		"speaker": "Jakob Norberg",
		"words": "Yes, you're completely correct. He has a lot of respect for, um, extraordinary religious figures, um, people capable, in, for instance, in Christianity of great sacrifice and all-encompassing compassion to the point of sacrificing their own lives, or as you say, sage. WHO live a life of very rigorous asceticism and kind of tranquilize the desires within them to enter into a state of, you know, calm and serenity and bliss. You know, these are extraordinary figures that he finds very inspiring and that he holds up as great ideals. It's just that I don't think he says that they can be scaled, so to speak. It's not that. OK, OK, OK, OK. Of this tremendous self-discipline and compassion, it's really anthropologically anomalous. It's, uh, ideals for all of us, but it's not clear that we can put it into practice, uh, for billions of people. And, uh, in, for, for those people, there is, on the one hand, religion to kind of answer questions about why it is that we find ourselves in this difficult, painful world, uh, with stories and fables and symbols. Uh, TO kind of satisfy us and accept our inevitable hardships, and on the other hand, politics, which doesn't solve any problems, doesn't explain anything, but makes us, um, um, mutes our violent impulses and keeps, uh, keeps hostility at bay, so to speak, so. Uh, IT'S true that philosophy and certain forms of religious practice are what he holds in the highest regard, but they are really only available for an elite, and for everyone else, there are religious sermons and there's, uh, political institutions to kind of make life bearable in different ways."
	},
	{
		"start_time": "43:39",
		"speaker": "Ricardo Lopes",
		"words": "OK, so still on the topic of religion, uh, did you think that it was or was he in favor of separating church from state?"
	},
	{
		"start_time": "43:50",
		"speaker": "Jakob Norberg",
		"words": "Yes, he was in favor of separating the state and the church because they satisfy different needs, uh, but he constantly saw how they were entangled for reasons that he also sort of understood. So the state responds to one human need, namely the human need for safety, security, stability, predictability, and so on. Uh, AND religion or the church, in the case of uh Europe, responds to another human need, namely the need for some kind of consolation in the painful world. And they should ideally be separate, but he noticed that human beings are more prone to follow political leaders if they thought that those political leaders also were somehow, um, sanctified by some religious power, or if those leaders were pious and believed in, uh, in religion, the religion of their own, of their religion, and he also believed that, uh, If the princes or the monarchs would preach a religious creed, they, they could make people calmer. So if I feel that I have nothing, and uh I think that's just a political problem, someone's taking something away from me, I might be prone to rebel. But if I constantly hear that this is just my lot in life and this is what God believes that I should live, and there will be another existence beyond death, then I might be calmer and um accept more orderly behavior and so on. So he thought that for all these different reasons, the state or the monarchy would like to ally itself with the religious institutions. So even though they're separate, uh, they tend to get entangled, and he thought that was a problem. Because whenever the state allies itself, associates itself with one religion. It also kind of takes on the religious attitude towards philosophical free thinkers. It wants to have all the institutions of the state, the, uh, the Sunday school, the school system, the university system. They want the state wants all of those institutions to kind of preach the local religion, to have a uniform homogeneous ideological message for everyone, and then they start censoring and silencing. Philosophical free thinkers such as Schopenhauer. So he was kind of ambivalent about the relationship between the state and religion. On the one hand, he thought this would maybe strengthen the chances for peace and calm and order in society, and on the other hand, he felt he suffered as a philosopher because he knew that there was censorship of his more radical views in a very religious society."
	},
	{
		"start_time": "46:36",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that if he was still alive, he would have been opposed to uh what we see in states like uh Islamic states like Iran and the Saudi Arabia and the rise, the very unfortunate in my opinion, rise of what appears to be Christian nationalism in the US nowadays."
	},
	{
		"start_time": "47:01",
		"speaker": "Jakob Norberg",
		"words": "Yes, I think that he would. I think as a person who was, so he did believe that a state that promulgates and preaches a religion might have a better chance at securing compliance in the population, so maybe those societies will be a little calmer, but as a philosopher, he hated that situation, and he felt it was incredibly undignified for a philosopher to be chained to any kind of religious creed. And so he was just fundamentally ambivalent. Politically speaking, he wanted the state to use any means necessary to maintain peace and control conflict, but as a philosopher, he wanted the state and the church out of philosophy entirely. So I think he's just ambivalent about this."
	},
	{
		"start_time": "47:52",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, uh, there's, uh, a quote that I have here from your book, uh, where you talk about Schopenhauer's quote, conception of state and political leadership as simultaneously protective of life and property. Uh, WE'VE already talked about that aspect earlier, but also damaging to free inquiry. So could you tell us about that specific aspect? I don't think you've already told us about it. So in what ways, in what ways do you think that it could be damaging to free inquiry?"
	},
	{
		"start_time": "48:28",
		"speaker": "Jakob Norberg",
		"words": "So it has to do with this uh relationship between uh the state on the one hand and uh religious institutions on the other and the, and that kind of bond and what that allows people to say and think in society, so. Um, SO he realized that he basically felt that religion and philosophy not only provide answers to the same set of questions, namely why do we live, why is existence so painful, why am I here? What is the purpose of this? He also thought that they were basically rivals, that religious clerics, uh, the religious institutions would look with great suspicion at philosophers. He says at some point. That from the viewpoint of the clergy, philosophers are some kind of um suspect traveling horde of people with very dangerous ideas. And basically, you need to really control philosophers, because you don't want them to spread their ideas and corrode religious authority. So he thought there was a rivalry between the church and uh philosophy. And when the state connects with the clergy in order to maintain a message that will render people more pliant, more docile in society, the state also takes on, or they takes the church's side in this rivalry between religion and philosophy, and starts going after philosophers, and he felt he had witnessed that in his own time. So he basically felt that the incredible dominance of the Hegelian school in his time at the university in Berlin and other universities in Germany, was basically German kings and German states, um, privileging Hegelians because Hegelians uh had a message that was uh in conformity with local religion. Mhm. So he thought that, you know, once you get a state team teaming up with clerics to um to make people more docile as thinkers, as questioners, people like I suffer, and the free inquiry um becomes uh a problem, and that's why he thinks, he thought, and this was a little self-serving. That in the end Genuine philosophy cannot be maintained at universities. You basically have to have independent wealth, to truly be able to think for yourself. And who had independent wealth? Well, he did. So in some ways he felt like his position. AN independently wealthy gentleman who lived on his inheritance all his life, that was the one truly reliable guarantee for free thinking in society because universities were too easily co-opted by religion and by clergy because ultimately they were funded in Germany by the state."
	},
	{
		"start_time": "51:32",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, um, tell us about, uh, because this is also something you talk about in your book, the connection for Schopenhauer, the connection between the rational governance of society and the rational self-control of the individual."
	},
	{
		"start_time": "51:50",
		"speaker": "Jakob Norberg",
		"words": "So when we talked about his politics um up until now, we basically talked about the state, the fact that human beings can use reason to kind of rationally cooperate and communicate with one another to establish a state that then has the monopoly of violence. So that's one part of his political philosophy, but the other part is this, uh, are these sections inspired by Gracian, the Spanish thinker of prudence. He believes that we have an obligation to try to maintain peace and calm in our daily lives, in our social interaction, interactions with others. We need to learn, he, he thought, Schopenhauer, to restrain our impulses, to mute our desires, to fit ourselves into society, and we can do that by having our rational faculties control our. Irrepressible desires you could say. So that was another part of his, uh, political philosophy in sals, the, the self-discipline, rational self-discipline for the sake of, um, orderly, uh civil human interaction. So there's an individual aspect and there is a kind of collective aspect to his politics, and in both cases, he thought that reason was the key, because reason allows us to understand not our immediate desire, our immediate apparent immediate interest, but our long term interest. He said reason kind of works as a profit for us. We can forecast what will likely happen at a longer time scale, and that's very important just to. Uh, ESTABLISH a state, but also to kind of control our own behavior and understand what is good for us long term. So those two things, the, the self-discipline and the construction of a state, he sees as two activities that involve human reason for the, for securing, uh, some kind of long-term stability."
	},
	{
		"start_time": "53:51",
		"speaker": "Ricardo Lopes",
		"words": "So you mentioned prudence there. What is prudence and how does it apply to politics? I mean, what, what is its role in political action?"
	},
	{
		"start_time": "54:03",
		"speaker": "Jakob Norberg",
		"words": "So, uh, prudence, the German word is klugheit. And prudence is for him, the kind of key political virtue, that what we need to follow or exercise if we want to um survive and possibly also thrive in a very treacherous world of constant human conflict. And what is prudence? Well, prudence. IS again, just the use of the intellect to secure your long-term interests. But how do you do that in a world where everyone is sort of out to get something from themselves and don't care about you, and would, would gladly steal from you or kill you if they could? Well, what you need to do is you need to understand the motivations of other people. You need to be able to read them. They need to be legible to you, so that you understand where they're heading, what they're trying to achieve, what they desire. And then for that can help you manipulate them or avoid their, uh, avoid provoking them or something. And then you also need to be able to control your own facade, so to speak. You need to practice impression management. You need to conceal your own desires, conceal your own motivations, and so on. That, those kinds of the ability to read others, understand others, and the ability to control yourself, if you have those, that set of skills, then you possess prudence, and you can um navigate a society more easily and maybe survive longer or make a little more money or save your skin, basically."
	},
	{
		"start_time": "55:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So I guess that since we're talking about politics and uh another aspect of Schopenhauer's philosophy that I guess while reading his writings I passed over or didn't pay too much attention to was that that he. Also has a philosophy of sociability. So, and since we're talking about politics, of course that is very relevant because politics is basically about uh collectives of people. Uh, WHAT is social community for Schopenhauer?"
	},
	{
		"start_time": "56:05",
		"speaker": "Jakob Norberg",
		"words": "So yes, it's another one of those neglected aspects of uh Schopenhauer's philosophy that I tried to dig out and reconstruct in the book. So, uh, strangely, when he talks about morality and politics. Other people kind of fade away a little bit, in a certain sense. Uh, WHEN you're compassionate, you grasp that other human beings are not separate from you, that you're all fellow sufferers, that you are in some ways one. And so other people kind of fade away as other people. And when you're engaged in politics, uh, you approach the world as an egoist and you ask yourself, how can I survive and live in this world, and, uh, given that other people uh just are hostile or something, and in that situation, You don't truly understand others as others, they're not that interesting or important to you as other people, they're sort of just obstacles that you have to deal with, and you need to kind of silence them or use them or something like this. So in both morality and politics, both compassion and political action, other people kind of fade away. They're either really non-existent or they're mere obstacles. But there is a situation in which he really truly thinks about other people as others, and that is insociability. But when and why does sociability arise? Well, he says that when we are satisfied, our needs are satisfied, our material needs, our hunger, our sexual desires, and so on. We end up in this state of boredom that we talked about earlier, a kind of sense of vacuousness and emptiness that in itself is distressing, right, even when we've satisfied all our needs, we just end up in a new state of distress, namely boredom, and that can be very painful in its own right. And when we are bored, we turn to others for diversion, for amusement, for company. We play games, we chat, we gossip, we drink, we play cards, we go to dances. There's this whole range of human activities, travel, sociability, and all those. Things that basically arise out of a sense of emptiness that we feel when other needs are taken care of. So you could say that we have politics to deal with our aggression, and we have sociability or social community to deal with, uh, a kind of sense of innuendo or boredom."
	},
	{
		"start_time": "58:25",
		"speaker": "Ricardo Lopes",
		"words": "So at this point, because I think it's also relevant when we're talking about politics. Was Schopenhauer a misanthrope, and I mean, uh, I, I, by misanthrope, I'm not meaning the common usage of the world, the word as someone who hates humanity, but as someone who sort of morally condemns humanity, which are, I guess, two different things, but I mean, was he a misanthrope and if so, uh, is that relevant to how he approached poli politics?"
	},
	{
		"start_time": "59:01",
		"speaker": "Jakob Norberg",
		"words": "I, you know, I know that there are articles and books about this, so I'm not the best person to ask, but I did feel that he's not an outright misanthrope. There's too much, too many things going on in his philosophy, it's too nuanced a view. It's true that he says that he understands misanthropes. If you are exposed to humanity, uh, the madness of uh living in society with other people. Uh, THEN you know how that other human beings are scoundrels and thieves and potential murderers, and so he says it's not strange that some people can become misanthropic. He understands misanthropy, which is not the same thing as declaring that you yourself are one. But as we've discussed earlier, he also has this philosophy of compassion. That the highest moral achievement that we can uh reach is basically feeling compassionate with other uh fellow sufferers, I guess humans and animals and everything that can suffer. And so that doesn't seem like something a misanthrope would say. Uh, I think in the end, He realizes that. Society is very difficult, and yet we can't seem to live without each other either, and the trick is to find some kind of middle ground. There's a very famous parable of the hedgehogs somewhere in his philosophy where he says that if hedgehogs move too close to keep warm and keep company, they start hurting each other with their quills or whatever. But if they move apart entirely, then they freeze and live alone and feel isolated. So they can't be too close, they can't be too far apart, they have to find some kind of middle distance, where they can maybe get some heat from others without being too close, and I think that's, in some ways a telling parable that he felt like. It's very difficult to live collectively with other human beings. Um, WE have to adapt to them, they can be a danger to us, and yet living alone, completely in total isolation is not really an option either. So again, he's a little bit of a philosopher of mitigation, of compromise, rather than a radical misanthropy, maybe."
	},
	{
		"start_time": "1:01:14",
		"speaker": "Ricardo Lopes",
		"words": "So earlier when I asked you how you would place Schopenhauer in relation to other political philosophers of his time, we talked about Hegel, but I mean we also talked about Kent but not directly related to his political views. We talked about his metaphysics and how it compares to Schopenhauer's metaphysics, but I would also like to ask you now about how. Oppenhauer engaged with Kent's political philosophy. Of course, uh, I'm not sure if we should place uh Kent in the same time period in terms of, uh, political philosophers that were part of Schopenhauer's time while he was alive because Kent died in 1804 when Schopenhauer was 16, so he was already, I mean, even though of course he was. AN immensely influential philosopher. Kant was, uh, for the philosophers, uh, the idealists that, that came after him in Germany and elsewhere, uh, and he, of course, he is one of the most prominent Enlightenment philosophers. Um, I, I mean, but going back to my original question, uh, how did Schopenhauer engage with Kant's political philosophy?"
	},
	{
		"start_time": "1:02:37",
		"speaker": "Jakob Norberg",
		"words": "I think he did engage with it in a very interesting way. He was very critical of Kant and basically he said that, uh, as I said earlier, when he approached Hegel, he said, the problem with Hegel is that Hegel confuses and conflates morality and politics. Hegel thinks that we should fit our lives. Into the state and that the state is this guarantor of a of a meaningful civic and moral life and this is fundamental misunderstanding of morality which consists in individual compassion and politics, which is just a device to mute human strife. Interestingly, Schopenhauer has a kind of similar cri criticism of Kant's political and moral philosophy, so he says that. He kind of um engages first with Kant's moral philosophy, and he says, well, Kant has these moral ideas or ideas about morality, and that is that we should act according to a maxim that we can elevate to the status of a universal law. If we act according to a maxim that we can elevate to a universal law, then we act morally and so on. And then Schopenhauer says, but wait a moment. When Kant speaks about morality, he just goes on about the fact that we need to kind of self-legislate and that the laws need to be universal and that we need to adhere to those laws and so on, and that we can maybe expect or should expect reciprocity in the adherence of laws. Wait a moment, this is all politics. He is really talking about the political life. So basically Schopenhauer says whenever Kant says he's going to talk about morality, what he in fact delivers is a theory or an account of politics, because morality, again he's uh Schopenhauer says, consists in spontaneous compassion with other suffering human beings. That's what morality is and all this stuff about general laws and acting in accordance with duty and so on, that's political life, the political domain. So he has this critique of Kant, which is, which says, The problem with Kant is that he confuses morality and politics, much like Hegel confuses morality and politics, and I, Schopenhauer, have arrived, and I can very clearly differentiate these activities and keep them apart, and it's a problem in German philosophy that people are always mixing them up and letting them be blurred."
	},
	{
		"start_time": "1:05:10",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, uh, we've already talked when I asked you about Philipp Meinlander about uh Schopenhauer's views on socialism. How about other prominent ideological movements that were, uh, very prominent and came into the political picture while he was alive like liberalism, conservatism, and nationalism. What were his thoughts on those movements?"
	},
	{
		"start_time": "1:05:39",
		"speaker": "Jakob Norberg",
		"words": "I think uh he was just, um, kind of constitutionally averse to any kind of collective movement where you have a mass of people espousing a set, um, kind of a set number of beliefs that are cohesive in some way. So I think he was just, I think he was just kind of an alien in the world of emerging ideologies. He just didn't think of politics as structured in that way. He didn't join a party, he didn't join a movement, and he would have been horrified by the idea, I think. So, just that uh kind of pushes him away from, from, um, from mass politics organized by ideologies. But he did have a number of specific arguments against. Against all these ideologies that you mentioned, he didn't like socialism, as we said, because he didn't think that they had a fundamentally right picture of human beings. Uh, SOCIETY cannot satisfy everyone's needs, and if it were to satisfy everyone's needs, they would still be dissatisfied because they would sprout new needs. And if you satisfied those needs, then human beings would be bored, and that would be a problem on its own. And so you can never get out of the distress and pain of existence, basically. So that was the argument against socialism. Uh, AGAINST nationalism, which was extremely prominent in his time, espoused by many people that like him had lived through the Napoleonic Wars and the French occupation of German lands, um, was also anathema to him. He, he did not share, uh, his generational peers' enthusiasm for the nation at all. Uh, HE thought that nationalism prioritizes the community, the national community, the ethnic community. That is morally and intellectually kind of meaningless, and so it glorifies a group of human beings for all the wrong reasons. And then, uh, we mentioned earlier that, you know, he wasn't actually much of a conservative in the eyes of his time, because he wasn't a great proponent of the church, he wasn't a great proponent of the aristocracy. He didn't believe in the ideals of honor and piety and tradition and respect and community, and so he just didn't have the vocabulary of the most prominent conservatives in Europe at the time. So in that sense he stood apart from all ideologies. Again, he was deliberately anachronistic, a kind of hoisian in a few 100 years too late, you could say."
	},
	{
		"start_time": "1:08:05",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, uh, unless I'm getting my timeline wrong here, uh, I think that, I mean, he was German. He very much directly had to live through, uh, what was the, at least the initial phases of the transformation of Germany into a nation state. Yes, right, so, uh, that's probably one of the reasons why. I had something to say about that."
	},
	{
		"start_time": "1:08:32",
		"speaker": "Jakob Norberg",
		"words": "Absolutely, you know, he lived through his life coincides with the rise of national romantic nationalism in Germany, and many of his generational peers became prominent nationalists who then of course, advocated for a unified Germany, which then became a reality shortly after his Schopenhauer's death. But Those nationalists, they were very interested in the kind of German governance over Germany, and out of self-interest, they were very interested in their own aspirations being realized, you know, participating in civic life in Germany, being members of a political and diplomatic and commercial elite, and so on. And so they were interested in breaking French dominance over Germany so that they themselves could become prominent members of that society and didn't have to live under some French regime. But of course, Schopenhauer, being a lifelong independently wealthy person, he never really had those ambitions and hopes. So I think just economically speaking, he was a little separate from all the students in his generation who were became nationalists and wanted to advance within the German future German administration."
	},
	{
		"start_time": "1:09:46",
		"speaker": "Ricardo Lopes",
		"words": "And of course I mean I'm not sure if he ever used this kind of terminology and if he ever uh emitted this kind of opinion, but I, I would imagine that when we talked earlier about religion, uh, I, and you said that he would put it below philosophy in terms of. Uh, IN, in, in terms of intellectual, in the, it's their intellectual aspects and rationality, I would imagine that you would also not be very fond of, uh, myths such as nationalism or a nation-state, right? Because that's also another form of myth, of, of mythology."
	},
	{
		"start_time": "1:10:30",
		"speaker": "Jakob Norberg",
		"words": "Yes, I think you're dead on. Uh, HE was extremely critical of nationalism. He felt like there are a handful of intelligent people in every country, and you should really communicate or respect them. To respect or to feel some solidarity with people just because they are ethnic related or speak the same language, that's ridiculous. It makes no intellectual sense. Lots of people speak your language. Some are intelligent, some are not, and you should not necessarily feel any special solidarity with them. Right, so intellectually speaking, it makes no sense to glorify the nation, and certainly the myths of a nation are also just stories and fables that people tell to feel better, or to justify some political action or some conquest or something. But then he also felt that morally speaking, nationalism was ridiculous, because we owe everyone compassion, not just our compatriots, our fellow nationals. And so we need to, if someone suffers, it doesn't matter if they're Portuguese, Spanish, Indonesian, or whatever, we ought to feel compassion with them. So in some sense, the nation was either too vast a collective, not a small intellectual elite, or too small a collective, not everyone who suffers. And so nationalism didn't make sense to him. But I will say that a lot of the nationalists of his time. We also tenddentially more democratic. They felt that the government should reflect the people just simply by maybe speaking the same language as the people. You shouldn't have a French regime ruling over a German speaking people. So tendentialally speaking, you could say that the nationalists had more of a democratic sensibility. And at the time, of course, nationalists were considered the progressives and the revolutionaries, because they wanted to reorganize all of political life along national lines. And so, because, because Schopenhauer is not a democrat in any way, he also felt that nationalism had no appeal whatsoever."
	},
	{
		"start_time": "1:12:34",
		"speaker": "Ricardo Lopes",
		"words": "So we've already talked about how he didn't like socialism and the reasons why he didn't like it, but do you think that he would have been at least sympathetic toward the internationalist aspect of. Of, uh, for example, communist movements in the 20th century because at least they didn't have, uh, or didn't limit things to the nation. They wanted to be for the movement to really be international."
	},
	{
		"start_time": "1:13:08",
		"speaker": "Jakob Norberg",
		"words": "I, that's an interesting question. I don't really know how to answer it. I think that Schopenhauer was a very dedicated cultural cosmopolitan. That he truly believed that to understand the greatness of human artistic life and human philosophy, we need to be cosmopolitans. We need to read across all national lines, and of course he is famous for very being very appreciative of Eastern thought, which you brought up too, that he believed that Eastern religions had truly an incredible a kernel of insight and wisdom that we need to spread to Europe, and he was incredibly uh um. Um, WELL informed, you know, reading scholarly journals about, uh, Asian languages and Asian cultures, and he was the very opposite of, uh, a narrow-minded, parochial, provincial promoter of his own nation. But I think he is more a person. I don't think. Uh, I think it's better to think of him as a kind of legatee of the influence of Goethe, the great, uh, German, you know, who he knew personally, and the great German writer who also had a similar appreciation for the wonderful achievements of all culture rather than the narrow, narrow achievements of your own province."
	},
	{
		"start_time": "1:14:28",
		"speaker": "Ricardo Lopes",
		"words": "OK. So I, I mean, um, I get the sense that er Schopenhauer, at least to some extent, at least intellectually, intellectually was an elitist. So, um, what did they think about aristocracy?"
	},
	{
		"start_time": "1:14:48",
		"speaker": "Jakob Norberg",
		"words": "So, I think you're right, he is intellectually an elitist. He thinks that some ideas, some modes of life are truly only available to a small set of remarkable people, and they can never be generalized, and that you owe respect intellectually only to a handful of people, of course, he is a member of that very small elect group, he thought, uh, but. The fact that he's an elitist doesn't necessarily mean he likes the aristocracy. In fact, he sees the aristocracy as a kind of rival elite, and that people have to dismantle their respect, their misguided respect for this social, political elite and direct their respect to the actual. Elite, namely the intellectual, spiritual elite. So you could say that he's kind of venomous about aristo aristocrats because it is the wrong kind of elitism. It is an elitism that is superficial and idiotic rather than, uh, you know, genuinely well founded. So he doesn't like the aristocracy, and he often talks about the authentic aristocracy of the mind, you know, trying to separate it from this inauthentic aristocracy of social caste or something. But there was another thing that made him dislike the aristocracy, and that is that aristocrats still was. Still held on to their privilege of bearing weapons, of fighting duels, of basically being legitimately violent towards others, towards other people who had insulted them or damaged their honor or something like that, and he was just adamantly against any kind of action of violent action by individuals in society. He felt that there should be a police force. There should be a judiciary, and the state should handle that should fully monopolize violence, and aristocrats for him was just kind of a strange activism in society. These people who ran around with swords still and insisted that they could fight duels. He really abhorred that."
	},
	{
		"start_time": "1:16:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BUT then do you think that he would have been in favor of, uh, not an, an aristocracy but an epistocracy?"
	},
	{
		"start_time": "1:17:00",
		"speaker": "Jakob Norberg",
		"words": "In some sense, yes, I think he, he had great respect for philosophers, for intellectuals, and so on, but he also added that he didn't think that philosophers who were so geared towards contemplation of the world and recognition of the general laws and the forms of the universe, he didn't think that they were. Equipped to rule the world, he said that philosophers, they use their reason to the maximum, but it's no longer subservient to the will. It's no longer politically useful. So he didn't believe in a philosopher king or an epistocracy because he felt like genuine philosophers, philosophers will be pretty impractical and will be turned away from the world of. Of ambition and violence and honor and so on, he did think though that monarchies would probably be best for philosophers because in the monarchy, the ruler is kind of taken out of all contestation. The ruler is always the ruler, and he doesn't have to seem like the most intelligent person or the best person. He is just an unquestioned ruler. And he felt that was better for intellectual life when the ruler felt like he didn't have to compete with philosophers. He didn't like more egalitarian systems where the ruler would be kind of um pretend to be also the most intelligent person, or the most intellectually gifted person. So you could say that he liked this idea of maybe a Prussian king, uh, corresponding with Voltaire or something. That was his ideal of a relationship between the philosopher and the king. He didn't think that the king should be a rival thinker or something like that, or the ruler should be a rival thinker."
	},
	{
		"start_time": "1:18:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, I also asked you about that because in recent times we've seen, I, I mean, I wouldn't even call it a resurgence because I think it's not that many people making those kinds of claims, but for example, in the US there's the libertarian economist Brian Kaplan making that kind of argument, and in Portugal, there's also a philosopher making that kind of argument that they claim that because most people are. And informed in terms of politics that perhaps only an epistemic elite people who prove that they are sufficiently informed in terms of politics should have the right to vote and I mean sometimes they make other claims in terms of political participation, but at least in terms of voting and I mean I'm not very fond of that kind of idea because I I don't think that uh intellect. I mean, I, I of course respect very much intellectuals, but I don't think that we should, we should let an elite of people, even if they are highly intellectual, to make decisions for everyone in society, because I don't think that any elite, any minority of people is sufficiently well equipped to weigh properly, the conflicting interests of people in society. You know,"
	},
	{
		"start_time": "1:20:14",
		"speaker": "Jakob Norberg",
		"words": "I remember that. I, is it called The Myth of the Rational Voucher, that book by? Yes, yes, I looked at, I was years and years and years ago, it's probably, um, I, I don't know to what extent, uh, Schopenhauer is an ally here. It is, it is true that he too thinks the masses are ignorant. And that they shouldn't be involved in politics. So in that sense, it's just that he doesn't think that you can have a philosophical elite running society, because the genuine philosophers will be solving issues that go far beyond politics, issues that the questions about the purpose of life and the constitution of the world and so on. And, uh, and philosophers are not practical beings to begin with. That's just his kind of picture of a philosopher. Uh, BUT he is in some ways a neo-absolutist in that he does think that there should, that monarchy is the best, monarchy is the best, um, regime type for human beings. Um, uh, EVERYTHING else is a little too volatile, um, and runs the risk of being too fickle, too combustible, and so on."
	},
	{
		"start_time": "1:21:15",
		"speaker": "Ricardo Lopes",
		"words": "OK. So another interesting thing is that um during his time when he was alive, uh, we, he also, I mean, not witnessed directly, of course, but probably informed. Himself of the early development of the United States, I mean, because the independence was in 1776 and he was born just 12 years later, and so those early stages of the Um, American republic, he, he at least could have informed himself about it. Uh, DID he have any thoughts about the US?"
	},
	{
		"start_time": "1:21:54",
		"speaker": "Jakob Norberg",
		"words": "Plenty, I mean, he, as you say, his life coincided with the rise of America from being kind of a, a colony far away to being basically one of the emerging world powers. I mean that happened basically during his lifetime. And he was quite well informed. He was an Anglophile. He read English, he read British newspapers, he read travel accounts from America. He never visited, but he was pretty well informed, and he had lots of views. I mean, I think he was very curious and interested in. The number of institutional experiments that happened in America. He was interested in their penal reforms, in the renewal of religious life in America with all the sects, and he was also appreciative of the interest in new ideas. So he talks about the Philadelphia Society for Animal Rights and things like that. So he was appreciative in that way. But he didn't think that this enthusiasm for novelty worked politically, so he was quite critical of American republicanism. He basically felt the American republic was too fickle in its international connections, its international diplomacy. It waged too many wars, it was too unpredictable. Uh, IT didn't pay its debts, and that American society was also very violent. A lot of duels, a lot of, um, uh, homicides, a lot of lynching, and the worst thing about America, and he returns to this again and again, was, uh, uh, American slavery, the enslavement of African Americans. And he thought this was just absolutely abhorrent, and, uh, and he was very well informed about it. This is in some way, and strangely, and uh uh strangely, he thought that the fact that America was a republic and the fact that there was slavery in America, he connected those two things. In his mind. The ancient republics of Greece were often built on enslavement of large numbers of people, and when he saw the American republic being a slave economy partly, he also felt like this just confirmed his idea that republics are are suspect and that they really are morally and politically deficient and. And objectionable"
	},
	{
		"start_time": "1:24:19",
		"speaker": "Ricardo Lopes",
		"words": "OK, uh, and I mean you've already mentioned that uh his preferred political system would have been the monarchy, but since we're also talking about the US here, here, uh, what did they think about republicanism?"
	},
	{
		"start_time": "1:24:35",
		"speaker": "Jakob Norberg",
		"words": "So as I already kind of indicated, he basically felt that republicanism was, uh, had a contin uh was one, it was a continuum, so he, he talks about ancient republics and modern republics and uh on the same page, and he thinks that they have the same problems. What I think he's saying, and he's not saying it very clearly, it's sort of implied, but what I think he's saying is that. Republics introduce more people into the business of rule. You have more people who can take the lead, more people who are active politically who interact and shape politics. You have more political actors basically, and monarchies only has one king and one ruler, and when that king dies, the next king or queen takes over, and everyone else is sort of subordinate to that king and queen. The problem with republics, he said, were basically twofold. On the one hand, if you introduce more agents, more actors, there will be more strife, there will be no more collisions, there will be more intrigue, so you get more volatility and less peace. That's not good. So republics tend to be more anarchic than monarchies, and that's an argument in favor of monarchy. But then he also implied. That all those people who in republics who are now political agents, they need a kind of power base. They need resources to act like mini kings in this way, and that's why there is slavery. All of those people who were working in Virginia to shape American politics and create the new American republic, not all, but many of them or most of them were also slave owners, and he thought that was very telling. So republics, he pointed out, were tended tended also to be more despotic than monarchies because each of those individual republican agents relied for their resources and for their money and everything on like a vast army of slaves who worked and labored under them. So he basically said republics, they might look nice on the page. It's all about freedom and liberty and equality, but in fact they're too fractious, they're too fractured. They're too, too much strife, too anarchic, and because they typically Rely on slave labor, they're too despotic. Monarchies are better, yes, it seems like we all have to be in one hierarchy under a king, but that hierarchy is to be preferred over enslavement and fracturing in republics. Mhm. So it's a sort of anti pro-monarchist, anti-slavery arguments."
	},
	{
		"start_time": "1:27:11",
		"speaker": "Ricardo Lopes",
		"words": "OK. So, and finally, and this sort of surprised me when I was reading your book. I mean, even though in hindsight, I guess that I should have expected that he would also have opinions on China's political system because he was also informed on Asian affairs, but, uh, what did you think about China's political system"
	},
	{
		"start_time": "1:27:35",
		"speaker": "Jakob Norberg",
		"words": "from he, so he was, uh, he was very appreciative of the Chinese, uh, political. Um, SYSTEM now, he again, he had not visited China. He relied on travel accounts. He relied on scholarly journals who brought him information about China, but he was very interested, mostly I think in the religious insights, religious wisdom, but he also had things to say about the political system. And basically, I think that China for him became the ideal, the political ideal, because on the one hand, China was resolutely hierarchical. There was an emperor and there was a vast bureaucratic apparatus, and then there was everyone else, and power, and the monopoly of violence was firmly in the hands of the state, and it was a calm, stable, orderly, hierarchical system. So that's all good. That's what he wants from politics, right? On the other hand though, he pointed out that the Chinese religions were not necessarily theistic. There was no Catholic or Christian church who insisted on controlling thought, and so he felt like. Intellectually, there might be more freedom in a place like China, where the uh religious institutions aren't committed to a kind of a misguided theism and trying to impose its ideas of the savior and the God and the Son of God onto philosophy. So he basically felt in, in America, I get kind of freedom, but I get too much violence and too much despotism. In uh in uh in Europe, I get stable monarchies and the kind of peace given a guaranteed by them, but I also get censorship and religious control of free thought. But maybe in China, I can see a combination of rigorous hierarchy. And calm and order coupled with a weaker religious influence and so sort of potentially a place for my type of philosophy. So this is maybe just a projection, but he did see China as a kind of political ideal. China, in China, his ideas about a combination of free thinking and high and political hierarchy had been realized."
	},
	{
		"start_time": "1:29:59",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have just one final question then, and uh I mean, I'm not sure if this is a very fair question to ask, but I mean, since people do it, since people when they think about or talk about political philosophers, political thinkers, they try to put them into boxes like for example, oh. Work was more conservative. Payne was more liberal, and then there's the republicanists, the monarchists nowadays in more recent times, the right wingers, the left wingers, the socialists, the anarchists, the anarcho-capitalists, the anarcho-socialists, and so on and so forth. Um, I mean, would you attach any label at all to Schopenhauer as a political philosopher?"
	},
	{
		"start_time": "1:30:48",
		"speaker": "Jakob Norberg",
		"words": "I think it's hard. I, I, um, maybe I would say that he is a kind of, uh, uh, Hobbesian liberal or something, that he does believe in, uh, individual freedom to some extent, but under a strong, um, monarchical state, you know, that was his political ideal, uh. Now, when people say that he is a conservative, I mean, maybe in some ways they're right in that if you placed him today on a kind of ideological spectrum, he would probably be more to the right or more in the conservative camp. But one of the points I make in the book, as I've said, is that he wasn't necessarily recognizable to conservatives in his own time. He didn't have ties to the aristocracy, to the church. He wasn't really sycophantic in his relationship to the king. Um, HE didn't really like the traditional elites. Uh, HE didn't really invoke values such as religion and piety and so on and so forth. So in his own time, he was not really recognizable as a conservative, but maybe today we would call him one."
	},
	{
		"start_time": "1:31:57",
		"speaker": "Ricardo Lopes",
		"words": "OK, so the book is again Schopenhauer's Politics and I'm of course leaving a link to it in the description of the interview. Um, AND Doctor Norberg, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:32:14",
		"speaker": "Jakob Norberg",
		"words": "So, um, if they type in Schopenhauer's Politics, uh, and Cambridge University Press, they should find the website where the text, the whole book is available, open access, you can just download the chapters and read it. Uh, SO it should be widely available for everyone. If you just type in my name and the title of the book, it's there."
	},
	{
		"start_time": "1:32:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been a fascinating conversation."
	},
	{
		"start_time": "1:32:44",
		"speaker": "Jakob Norberg",
		"words": "Thank you, Ricardo. Thank you so much."
	},
	{
		"start_time": "1:32:47",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolatti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Janasertner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]