[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricard Lops, and today I'm joined by Doctor Justin Le Miller. He's a research fellow at the Kinsey Institute and an internationally recognized sex educator, and today we're going to focus. Primarily on his book Tell Me What You Want, The Science of Sexual desire and how it can help you improve your sex life, and we're going to talk about sexual fantasy. So, Doctor Le Miller, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:32",
		"speaker": "Justin Lehmiller",
		"words": "Hi, Ricardo, thanks for having me."
	},
	{
		"start_time": "00:35",
		"speaker": "Ricardo Lopes",
		"words": "So tell us first, perhaps just to introduce the topic here, what is a sexual fantasy and what counts as such?"
	},
	{
		"start_time": "00:45",
		"speaker": "Justin Lehmiller",
		"words": "So a sexual fantasy is basically a mental image or thought that turns you on. And this is something that happens while you're awake and conscious. So we're not talking about sexual dreams here. That's a different feast entirely, and the content of sex dreams can often be quite different from the content of our sexual fantasies, but a sexual fantasy, the simplest way to think about it is that it's a mental picture that turns you on and that pops into your head while you're awake."
	},
	{
		"start_time": "01:15",
		"speaker": "Ricardo Lopes",
		"words": "And how has psychology traditionally dealt with sexual fantasies? I mean, how are they approached?"
	},
	{
		"start_time": "01:24",
		"speaker": "Justin Lehmiller",
		"words": "So they've been viewed somewhat differently over time in the field. So for example, if you go back to the days of Sigmund Freud as one example, he viewed fantasies through a pretty negative lens. So Freud famously wrote that a happy person never fantasizes, only a dissatisfied one. So Freud's view was really that you wouldn't have indeed to fantasize if you were sexually content and that you would only be fantasizing if there was something wrong or missing in your sexual life. Now, over time, views in the field shifted and, you know, in the 1960s, the psychologist Dr. Jerome Singer published a book called Daydreaming where he really reframed the way that we think about sexual fantasies and instead of viewing them as a Through this sort of deficit lens, he viewed fantasies as something that could be a positive, healthy, normal aspect of, of our sexuality, and that really reflects more the dominant view of the field today is that for the most part, fantasizing is viewed as the This healthy aspect of sexuality, you know, we see that people who fantasize more tend to have fewer sexual problems, tend to be more sexually satisfied, but that's not to say that fantasies are positive or healthy in all cases, right? There can be a dark side to sexual fantasizing where Sometimes people might feel a lot of distress about the things that they fantasize about, or they might fantasize about things that would be illegal or nonconsensual to do, and they're afraid that they might act on them, and, you know, that sort of becomes a whole other issue where, you know, what is the link between fantasy and sexual offending, and I don't know if we'll have time to get into that, but, you know, there's all kinds of things that could be said here, but there's certainly been a big shift in the way the field has viewed fantasies over time."
	},
	{
		"start_time": "03:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, hopefully later we will have time to get into that a little bit more, but what is the deal with what psychologists and I guess also psychiatrists call paraphilia? I mean, what, what is a paraphilia exactly? Because it sounds to me that it, that it has a sort of negative connotation attached to it."
	},
	{
		"start_time": "03:29",
		"speaker": "Justin Lehmiller",
		"words": "Yeah, so a paraphilia clinically defined refers to an unusual or atypical or uncommon sexual interest. And You know, the term paraphilia, if you look at the current version of the DSM, there are about 8 specific paraphillias that are defined in there, and that includes things like exhibitionism, which is where you're non-consensually showing your genitals off to to someone else. It includes voyeurism, things like where you're spying on other people without their knowledge or consent. It also includes sadism and masochism. Uh, AND you know, historically lots of things have been considered paraphillias that today aren't considered to be paraphillias, you know, for example, up until the early 1970s, homosexuality was actually listed as a paraphilia in the DSM. And if you look beyond the DSM, I actually have a book on my shelf behind me that lists 500 specific paraphillias in it. And when you start looking at that list, almost anything can be considered to be a paraphilia, you know, so it really depends on who is defining paraphilia and, and what's the reference point, you know, what is unusual or uncommon. Common to one person might seem pretty normative to, to someone else. And so, I think historically we've identified a lot of things as paraphillias that aren't actually necessarily statistically rare and actually aren't all that uncommon when it comes to what it is that turns people on. And so I think the, the bigger question when we're talking about You know, what is a healthy versus unhealthy sexual interest has a lot more to do with, well, is it consensual or not, and also does it cause distress to the individual who has that particular sexual interest."
	},
	{
		"start_time": "05:13",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that perhaps some of what are what are now considered paraphillias will be not considered such in the future?"
	},
	{
		"start_time": "05:23",
		"speaker": "Justin Lehmiller",
		"words": "Yeah, I mean, I think the, the concept of paraphilia is something that is subjective and it's always evolving and ongoing. And in the most recent version of the DSM for the first time ever, they made a distinction between having a paraphilia and having a paraphillic disorder, with the paraphilia being just you have an uncommon or unusual sexual interest and a paraphillic disorder meaning it's uncommon or unusual. Plus it's coupled with distress or it's leading to other problems or it's related to criminality or something along those lines. So, you know, in the past, in the field, we didn't really make that distinction, and so things like BDSM would get lumped into this paraphilia category and then would be associated with mental illness, when in reality, most people who are kinky and into BDSM. ARE perfectly psychologically well adjusted, right? So it's a subjective thing that I think is always evolving in terms of how we think about it, view it, treat it in the field."
	},
	{
		"start_time": "06:20",
		"speaker": "Ricardo Lopes",
		"words": "So let's get into the survey you conducted a few years ago on Americans sexual fantasies, which is the main thing you explore in your book. So tell us first, how did you conduct the study?"
	},
	{
		"start_time": "06:36",
		"speaker": "Justin Lehmiller",
		"words": "So this was a survey that I conducted for a book that I wrote called Tell Me What You Want, and the survey took me a couple of years to do because I recruited data, or I recruited participants from all over the US, from all 50 states, and it was a large sample of Almost 4200 American adults ranging in age from 18 all the way up through their eighties, and I asked them to complete this very extensive online survey. It consisted of, I think, 369 questions that asked about their favorite fantasy of all time. Hundreds of different people, places and things they might have ever fantasized about, as well as extensive questions about their personalities, their attachment styles, their demographic backgrounds, and, and lots of other aspects of the self because I wanted to look at not just what do people fantasize about, but is there any connection between our fantasies and different aspects of the self. So are our fantasies related to our personalities or demographic backgrounds or age and things like that."
	},
	{
		"start_time": "07:37",
		"speaker": "Ricardo Lopes",
		"words": "And so what are the most common or what were the most common sexual fantasies?"
	},
	{
		"start_time": "07:45",
		"speaker": "Justin Lehmiller",
		"words": "So I analyzed people's favorite fantasy of all time and found that there were really 7 main themes that seemed to categorize them. So, the first of these was multi-partner sex, which was basically sex involving more than 2 people, could be a threesome orgy, anything involving some type of group. Then there were the power, control, and rough sex fantasies, which was anything that falls under the kink or BDSM umbrella. Then we have the novelty and adventure fantasies, which are about kind of just adding a new twist or new element to to sex, such as having sex in a new position or location or or just otherwise adding some element of novelty or adventure. Then we have the passion and romance fantasies, which are fantasies about emotional fulfillment in some way, tapping into some deeper psychological need, such as the desire to be desired, you know, wanting to feel wanted by a partner. Then we have the non-monogamy fantasies, which are different from the group sex fantasies because these are fantasies about being able to pursue multiple sexual or romantic relationships at the same time. So for instance, that might involve a fantasy about cheating on your romantic partner, or it might involve a fantasy about you and your partner swinging with another couple or something along those lines. Then we have the gender bending and homoeroticism fantasies, which are about sort of playing with the boundaries or limits of your gender identity or sexual identity in some way, such as a cisgender person who fantasizes about cross-dressing or a heterosexual person who has a same sex fantasy. And then finally, there are the taboo fantasies, which are basically the fantasies that involve doing anything that is socially or culturally forbidden for you."
	},
	{
		"start_time": "09:31",
		"speaker": "Ricardo Lopes",
		"words": "Do you think, or did you find that there's perhaps any common thread that runs along all of these fantasies, or are they completely distinct from one another?"
	},
	{
		"start_time": "09:44",
		"speaker": "Justin Lehmiller",
		"words": "Well, so in terms of these seven themes, they're not mutually exclusive. Like these are different themes that can be combined in any number of ways. And in some of the follow-up research that I've done, I've asked people to describe their favorite fantasy and then to select which of these. Themes apply to that particular fantasy that they have, and I find that more often than not, people are selecting multiple elements, and there's only about 2 to 3% of people who say that none of those seven themes apply to their favorite fantasy. So I consider these to be kind of the seven. Building blocks, if you will, of our erotic fantasies that can be combined in in any number of ways, and that I think are tapping into, you know, sort of different core erotic needs that people have, like the need for novelty or the, you know, sort of need to connect with someone else, right? And for some people one particular need is more important than another, and that goes into You know, how I found that our fantasies are related to a lot of different aspects of the self, they're related to where we are in our lives at a given point, and so some of those themes might be more important at different stages of development or different stages of life."
	},
	{
		"start_time": "10:55",
		"speaker": "Ricardo Lopes",
		"words": "Um, SO this study or this survey was conducted among a sample of American individuals. Do you have any idea if, uh, other people have conducted similar surveys in other countries or if, uh, your findings could extrapolate to other countries?"
	},
	{
		"start_time": "11:14",
		"speaker": "Justin Lehmiller",
		"words": "Yeah, so since I conducted the original survey for the book, I've studied the sexual fantasies of more than 10,000 people from all around the world, and I've actually partnered with and collaborated with some researchers in other countries to try and replicate the results. And what we see is that for the most part, the things in the US that are the most common sexual fantasies tend to be the most common sexual fantasies in other parts of the world, and the least common fantasies here in the states also tend to be the least common fantasies elsewhere. Now, now certainly there are some Some differences and variations, you know, for example, one that pops out to me off the top of my head is that I find that on average, people who live in European countries, especially Western Europe, tend to have more of the kinky sexual fantasies compared to people. In other parts of the world. So there are some regional variations in terms of the, the prevalence of given fantasies, but for the most part, there seems to be more commonality than differences in terms of what it is that people around the world are fantasizing about."
	},
	{
		"start_time": "12:18",
		"speaker": "Ricardo Lopes",
		"words": "And uh what do we know about where our sexual fantasies stem from? I mean, what influences them?"
	},
	{
		"start_time": "12:27",
		"speaker": "Justin Lehmiller",
		"words": "So I like to think of our fantasies as being biopsychosocial, meaning there can be biological, psychological, and also sociocultural factors that contribute to The extent to which we have fantasies and then also specifically what it is that we fantasize about. So for example, if we think about biological factors in relation to sexual fantasies, well, something like our hormone levels is actually really important when it comes to whether or not we even have fantasies. So what we see is that for instance, when People have lower levels of sex hormones in their bodies, they tend to have fewer fantasies, and this is part of the reason why as people age, fantasies tend to decrease in frequency. Uh, YOU know, I've done some research, for example, recently on menopausal women and their sexuality, and I find that There tends to be a decline in sexual fantasies for women as they undergo the menopause transition. However, for menopausal women who are given hormone therapy or hormone replacement, they don't experience as big of a drop in their sexual fantasies, right? So, you know, that's, that's one example of a biological. Logical factor related to fantasizing and you know, there's also some work on the menstrual cycle and sexual fantasies and what we see is that women actually fantasize more about sex when they're near the point of ovulation. So when women are most fertile, they tend to have more of those erotic thoughts, right? So, Biology certainly plays a role in terms of psychology, our personality plays a big role in in terms of what we fantasize about. So I find that all of the big five personality traits are related to different types of fantasies that people have. So as a Couple of examples, if you're a more extroverted person, meaning you're more sociable and outgoing in real life, you tend to have more sociable and extroverted sexual fantasies. So you're more likely to fantasize about group sex and non-monogamy and other things like that. It's not to say that it's a foregone conclusion that if you're an extrovert, that you are into orgies, but there is a correlation there. Also for people who are high in say a trait like neuroticism, where they have a lot of swings between positive and negative mood states and where they have more difficulty dealing with and navigating stress, they tend to play it safer in their fantasies where they don't fantasize as much about kind of like going outside of their comfort zone because they want to do things that are more comfortable for them that aren't going to stress them out, you know, as they're thinking about sex, um. You know, and then in terms of like the socio-cultural factors, I do find that there are some cross cultural differences in fantasies too. Uh, ONE of them being in terms of who we fantasize about. So for example, when I look at the characteristics of the people we fantasize about, I, I ask people about, you know, height, race, age, weight, you know, all these other sorts of things. And one interesting thing that I find is that if you look at Asian Americans, so people of Asian descent who are living in the United States, predominantly they're fantasizing about white people. By contrast, if you look at Asian people living in Asian cultures, they're primarily fantasizing about other Asian people, and I think that's one like telling example of how culture can influence fantasies, and there are stereotypes in American culture. Culture about Asian individuals in terms of their sexuality, for example, the negative stereotypes about Asian men in particular, and those kinds of stereotypes can be internalized, and then they can transfer over into our fantasy content in terms of how we think about or see ourselves or in terms of who it is that we see as desirable. And so, yeah, our fantasies are this complex product of biology, psychology, and society and culture."
	},
	{
		"start_time": "16:11",
		"speaker": "Ricardo Lopes",
		"words": "That's really fascinating. How about porn? I mean, do we have any idea as to whether porn influences our sexual fantasies in terms of their content?"
	},
	{
		"start_time": "16:24",
		"speaker": "Justin Lehmiller",
		"words": "Yeah, so I find that pornography has a bidirectional association with fantasizing, meaning that porn both shapes the content of our fantasies, but people are also going to pornography to vicariously live out their fantasies, right? So it's not just one or the other. More often than not, however, people are going to porn as a way to, to kind of live out or explore their fantasies. But I find that somewhere around 1 in 10 people can directly connect their favorite fantasy of all time with something that they saw in the world of porn, right? They can say, There was this video I saw or this erotic novel I read, and it just sort of awakened something in me and I fantasized about this thing ever since. But it's not just pornography that has this influence, right? We, we tend to like think of porn as like this special thing that influences our fantasies, but it's not, you know, I also see even more people who report that their fantasies were influenced by something they saw in popular. Media, you know, in television or film, or something that they, they read about in a novel that wasn't 50 Shades of Grey or that wasn't an erotic novel in the first place. You know, our fantasies have these very complex and diverse roots, and I think we'd like to oversimplify it and say it's all about porn, especially in this era where everybody has all this access to the world's largest collection of porn ever known to humankind, but Fantasy content is influenced by a lot more than just porn. Porn is one contributing factor, but there's more to it than that."
	},
	{
		"start_time": "17:56",
		"speaker": "Ricardo Lopes",
		"words": "How about sex differences? Are there differences between men and women when it comes to their sexual fantasies?"
	},
	{
		"start_time": "18:04",
		"speaker": "Justin Lehmiller",
		"words": "Sure, and if you look at the broader literature on sexual fantasies, there have long been differences between men and women that have been noted. And I, you know, my research is no exception to that. I, I will say that overall, I think there are more similarities than differences, you know, most of the things that men fantasize about, women also fantasize about, and vice versa. But if you look at some of the key differences where you see the biggest Divergence. One is that men on average tend to fantasize more about multi-partner sex and non-monogamy and taboo activities compared to women, and by contrast, women fantasize more about passion and romance and also kink in BDSM compared to men, right? Now, another interesting thing is that when I break my data down and look at it by age, so if we look at men and women, you know, by different decades of life, the size of some of these gender differences actually changes a little bit, and it shrinks in some cases. So for example, the difference between men and women in terms of the degree to which they fantasize about sex with multiple partners or non-monogamy actually shrinks at midlife compared to Other stages of life, and you know, there's something that's interesting just more generally going on in midlife where people's fantasies across the board, across gender and sex, just become more adventuresome in a lot of ways. Uh, THERE could be a lot of reasons for this, you know, one is that some people are kind of having their midlife crisis, another is that, uh, you know, people at that stage of life sometimes start to care a little bit less about what other people think and feel more freedom to kind of explore their sexuality. But also, you have a lot of people who have been in long-term monogamous marriages, and you know, at that point, they're kind of looking for this newness and novelty and excitement because the sex has grown pretty boring or routine or predictable in their relationship. So, uh, yes, there are lots of sex differences, but it's interesting that the size of those sex differences seems to uh change at different stages of life."
	},
	{
		"start_time": "20:10",
		"speaker": "Ricardo Lopes",
		"words": "And do you have any explanation for those differences? I mean, why is it that men tend to have a little bit more sexual fantasies related to group sex and non-monogamy and taboo fantasies and women more BDSM fantasies, king king fantasies and things like that."
	},
	{
		"start_time": "20:36",
		"speaker": "Justin Lehmiller",
		"words": "Sure, and there are different theories on why some of these differences exist. And if you think about, for example, why men have more fantasies about group sex or non-monogamy, that's often discussed through an evolutionary lens, right, because Evolutionarily, it's seen as more adaptive for men to want to have sex with multiple partners to quote unquote spread their seed, uh, because it's more reproductively advantageous for them, and there is some limited research where, for example, they've shown men different types of pornography and, uh, and then collected semen samples from them, and in one condition. They were shown a video of, you know, kind of an all-female threesome, and in another video, they were shown multiple men having sex with one woman. And what they find is that when you have multiple men who are kind of competing, if you will, for the same partner, that men release more motile or active sperm in their ejaculate compared to when they're watching an all-female. SCENARIO. And, and the thought there is that, you know, this is some evidence of what's called sperm competition, which is this idea that men's brains and bodies evolved to, to kind of be aroused by situations where you have multiple men competing for the same female and so their, their brains and bodies are doing things that are going to try and help them outcompete those of other men who are around, right? So you can think about some of this stuff through an evolutionary lens. I don't think we can say for sure that, you know, that's what the explanation is, but there is some evidence that's at least consistent with that idea. Um, BUT yeah, it's, I, I don't think it's fully settled in terms of why there are these sex differences in, in sexual fantasy content, but there are lots of different theories and ideas out there for it."
	},
	{
		"start_time": "22:23",
		"speaker": "Ricardo Lopes",
		"words": "So I asked you earlier about porn. I mean, is there also a political element to sexual fantasies, or do our political preferences also influence in any way our sexual fantasies? Like, for example, in the particular case of the US, are there differences between Democrats and Republicans?"
	},
	{
		"start_time": "22:44",
		"speaker": "Justin Lehmiller",
		"words": "So I do find that there are associations between people's political beliefs and the things that they fantasize about, at least in the US context, because that's primarily where I've looked at this. And what I see is that Republicans on average fantasize more about non-monogamy and multi-partner sex and taboo activities, um. Or things that are taboo for them, uh, compared to, to Democrats, right, and Republicans historically have kind of been the party of quote unquote family values, if you will, where they promote this ideal of monogamous lifelong marriage and sex for purposes of procreation. So you see a lot of these fantasies about things that are kind of violating that norm of monogamy among people who identify as Republicans. By contrast, in terms of Democrats and their fantasies, I see that they fantasize more on average about Kink and BDSM compared to Republicans, so they have more fantasies about power play. And I think what's going on here is that essentially Politically, what people are fantasizing about to some extent is that they're fantasizing about what is taboo for them in terms of their political context. And so for Republicans, you've got that, you know, norm of monogamy and, you know, sex for purposes of procreation, and so, you know, doing anything that sort of violates or subverts that norm is, is taboo and that becomes more exciting, you know, whenever we're told that we're not allowed to do something, it tends to become more. Tantalizing, right? This goes back to something that the psychologist Jack Moran wrote about in his book, The Erotic Mind, which he refers to as the erotic equation, which means attraction plus obstacles equals excitement. And so if you have even the slightest inkling to want to do something, and then there's this obstacle thrown up in your path that says, no, you can't do that, that makes us want to do it even more. It sort of fuels the, the desire, the excitement for it. So, and then on the, you know, sort of democratic side. Political liberals tend to espouse the idea of this, you know, very level playing field, and there shouldn't be any power differentials or imbalances, and, you know, power differentials are inherently exploitative and so forth. And so this idea of thereby playing with power, I think becomes more tantalizing to people who are politically aligned with this belief that everybody's on like a level and equal playing field. So I think to some extent that might explain why we see these political differences is that. It's the cultural environment or context in which you're embedded, where the things that you're told you're not supposed to do just become more tantalizing."
	},
	{
		"start_time": "25:24",
		"speaker": "Ricardo Lopes",
		"words": "That's really interesting. I mean, I don't know if you know anything specifically about this, but do you think that that same kind of interpretation of the, the differences in terms of sexual fantasies between Democrats and Republicans could explain. Data coming from Pornhub that points to uh red states consuming more, uh, trans porn, for example. I mean, because people who identify as Republican or are more conservative tend to not like trans people as much or consider the topic of trans people as taboo in a way. Do you think that that could explain it as well, or?"
	},
	{
		"start_time": "26:07",
		"speaker": "Justin Lehmiller",
		"words": "Yeah, I mean there could certainly be something to that and, and you know, related to that, something that I've seen in some of my own data is that there's this link between having a toward religion, there's this link between religiosity and same-sex attraction that also emerges and you know that's another one of those taboo things for um people who are more politically conservative and so. And, and I, I think it's important to mention that our fantasies themselves are not politically correct, and they often do not align with our political values in the way that you might think that they do, and, and I think that there is some of that, you know, just sort of taboo element that's going on there, but I think there's also this element of internalized shame where if you were brought up in an Environment where you're told that certain things are wrong, but that is like a core aspect of who you are and how you experience your sexuality, that can lead to a certain level of shame that leads you to present a different version of yourself to the outside world than who you are in private. And that's, so that's why you often see people who get embroiled in these sexual scandals where they've been espousing certain political ideas, but in private, they've been Doing something, let's just say quite different."
	},
	{
		"start_time": "27:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, what does, what do one's sexual fantasies say about oneself? I mean, if we know about the sexual fantasies of someone, can we tell anything about them just from their fantasies?"
	},
	{
		"start_time": "27:43",
		"speaker": "Justin Lehmiller",
		"words": "So, I wouldn't say that if you told me what your biggest fantasy of all time was that I could 100% give you an accurate reading of your personality. I, I, I don't think it's that simple. What I can tell you is that I do see a predictable pattern of associations across multiple studies between the things people fantasize about and their personality traits, their attachment styles. Their sociosexuality, their political and religious background, their age, right? So, fantasies are associated with a whole bunch of different factors, and so I could make an educated guess based on something that somebody fantasizes about what their personality or demographic traits are likely to be, but I wouldn't say that it could be 100% accurate because These are just correlations, they're associations. But the fact that they exist and they exist consistently tells us that there is something there, like that, if our fantasies had no meaning, this would just all be random noise, you know, we wouldn't see anything, we wouldn't see these predictable patterns in the data. But the fact that we do says, yeah, our fantasies do seem to tell us something about who we are and where we are in our life right now. And I think it's also important to emphasize that two people can have the same fantasy, but for very different reasons. So, let's take for example, the fantasy of a threesome. Not everybody who fantasizes about a threesome. Fantasize about it, fantasizes about it for the same reason. So for example, for some people, a threesome fantasy might actually be a way for them to explore some same sex or same gender attraction that they have, right? Because maybe they are a man partnered with a woman, but they have a threesome in which another man comes in and so it's a Way of, of kind of exploring that homoeroticism element. For other people, however, a threesome might be more about, it might be less about the gender or sex of their partners and more about wanting to be the center of attention, and wanting to be overwhelmingly desired by multiple people at once, right? And so, This is where it gets a little bit tricky with our fantasies, and it's why we don't have necessarily huge associations between fantasies and some of these other traits and characteristics is because different people can have that fantasy for different reasons. Yeah."
	},
	{
		"start_time": "30:02",
		"speaker": "Ricardo Lopes",
		"words": "And we've talked here mainly about the themes, or the seven main themes you uncovered through your, uh, survey, your research when it comes to people's sexual fantasies, but who do people fantasize about? I mean, uh, what, what are the people that tend to be part of their fantasies? Mhm."
	},
	{
		"start_time": "30:28",
		"speaker": "Justin Lehmiller",
		"words": "So, this is a good question, and the single most person who's likely to appear in your fantasies is your current romantic partner, if you're somebody who is in a current romantic relationship. Now, if you're not currently in a relationship, the most likely person to appear in your fantasies is an ex-partner, right? So, more often than not in our fantasies. We are picturing people that we know well and who we are currently or have previously been intimately involved with, and I think that speaks to the fact that our fantasies are often about meeting some deeper emotional need or wanting to connect with someone else, and it's easier to Feel emotionally validated in that way when you're picturing somebody with whom you already have or at least have had that connection with before. By contrast, if you look at fantasies about, you know, celebrities and the rich and famous, you know, certainly most people have had one of those fantasies before at one time or another, but more often than not, that's not who we're picturing when we close our eyes and, and, and fantasize and fantasize. There, there can be a whole host of other people who appear in our fantasies though. I, it can also include friends and and acquaintances. It could include co-workers or bosses, uh, it could include superheroes or comic book characters, right? There's a whole host of different people who might appear in our sexual fantasies, but most of the time it's somebody that we actually know fairly well."
	},
	{
		"start_time": "31:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's really interesting. So should we say, or can we say that all sexual fantasies are normal? I mean, and perhaps this ties back to my earlier question about paraphillias, but are all of them normal or not?"
	},
	{
		"start_time": "32:14",
		"speaker": "Justin Lehmiller",
		"words": "Well, it depends what you mean by the term normal, right? So, you know, when I use the term normal in this context of talking about fantasies, I'm using it to refer to things that are statistically common, right? And And that's not how everybody else uses the term normal, right? For some people, normal implies more of a value judgment, like that this is a healthy or unhealthy thing to, to fantasize about. So I'm, I'm staying out of the realm of, of judgment and using it more in the, the sense of, is this statistically common or not. And, you know, using that as, as, as sort of the framework here, no, not every fantasy is normal in the sense of being statistically common, but a lot of the things that we've historically thought of as being abnormal are actually pretty normal in terms of being more common than we thought. So for instance, things like kink and BDSM fantasies, they're so common in the population as to be considered normative. Also, if you look at fantasies about something like voyeurism, you know, spying on other people who are undressing or having sex, also incredibly common. But, you know, this question of, well, is it normal in the sense of being common? Does that mean it's OK to have the fantasy? Well, that's a different question, right? You know, this, this healthy or unhealthy thing is, is a totally separate element. So in the case of consensual kink and BDSM. Yeah, it's common, and as long as it's consensual and risk away or risk informed for the people who are participating in it, there's nothing inherently wrong with with taking part in it. But for something like voyeurism, which is by definition inherently nonconsensual, even though it is common and and normative in the population, that doesn't mean that it would be OK to act on, because by definition, it is inherently nonconsensual. So again, I think we often have this tendency of getting too wrapped up and looking at the prevalence of a given fantasy and using that as our metric for saying whether a given fantasy is good or bad. I think instead we need to look at, well, is this consensual or nonconsensual? And is, is somebody being harmed by, you know, if they were to act on that particular fantasy, or is it causing distress to the individual who, who has the fantasy?"
	},
	{
		"start_time": "34:28",
		"speaker": "Ricardo Lopes",
		"words": "So people have their sexual fantasies. What happens when they share them with others, and I mean, how should people go about sharing their fantasies?"
	},
	{
		"start_time": "34:41",
		"speaker": "Justin Lehmiller",
		"words": "So I find that across the surveys that I've done, about half of adults say that they've ever shared a sexual fantasy with a partner before. And for the most part, people are reporting positive outcomes, like somewhere between 2/3, 3/4 are saying their partner responded favorably or positively, and then there's some portion who say that. You know, there, there wasn't really a strong response one way or the other, and then a small number who are saying their partner responded pretty negatively. So for the most part, people are reporting positive outcomes when they share fantasies. Now, one caveat to that is that people are a little bit selective in terms of the fantasies that they share with their partner, and they're more likely to share fantasies that they think are going to get a positive response. So this isn't to say that If you shared every single fantasy you've ever had that your partner's likely to have a positive response to every single one of those. No, uh, the way the data should be interpreted is that, you know, for fantasies that people intentionally choose to share with a partner. Based on what they think their partner is likely to be into, their partners usually respond favorably. Now, in terms of how to share a fantasy with a partner, I don't think there's just one right or correct way to do this because different people have different comfort levels, different types and forms of preferred sexual communication, but here are a few things that you can consider. So one is that, you know, if you have a hard time verbalizing your sexual wants and needs and desires. You can actually leverage technology to help you with this. So, for example, there are a couple of apps that I often recommend. I don't have a financial stake in them. I wish that I did because I recommend them all the time, uh, but one of them is called X Confessions, the other one is called Own Your Sex, and basically they're both sort of like Tinder for sexual fantasies. And so you and your partner each download the app, you sync your accounts, and then separately you take a survey that's Prompts you with different sexual acts or ideas that you might try, and then you basically swipe right if you're into it and swipe left if you aren't. And then what the apps will do is they will compile your shared sexual interests, and they will only reveal to each of you the things that you're both into. So in that way, you don't have to risk Sharing something with your partner that they might not be into. So I think that technology can be a very useful way of kind of getting that conversation started and quickly honing in on your shared sexual interests. Another way to have this conversation, if it feels hard to just sort of put your specific fantasy out there, is to, to reframe the conversation from being, what's your fantasy to how do you want to feel during sex? You know, what are the physical sensations that you want to experience, what are the emotions that you want to feel? Essentially, what are your core erotic themes or needs during sex? And that's a totally different conversation and sometimes one that's easier for people to have, because it gets away from the particulars of a given fantasy because often Those particulars aren't really what it is that kind of turns us on and drives us wild. It's more about the deeper Intimate needs that we might have. And so the nice thing about that question of how do you want to feel during sex is that if you can identify each partner's core erotic themes, you can then play with that, and you can kind of build a custom fantasy together that's going to meet everybody's needs in that moment. And then, you know, other ways you can do this, I often recommend, you know, using popular media as as sort of an icebreaker or jumping off point. So, if you watch a movie or TV show that has a steamy scene in it that depicts a turn on that you have, afterwards, you can just have a conversation with your partner about, oh, what did you think about when this happened, or wasn't it hot when they did this, or You know, there's all kinds of ways that you can just sort of broach the conversation to kind of get it started. And then one other thing I'll say is that you can also kind of turn it into a game. Like I love suggesting playing that game of would you rather, where you can just kind of go back and forth saying things like, would you rather be tied up in bed or would you rather tie me up? And that's just a super easy way of Feeling your partner out for what they might be more or less into without you having to put your specific fantasies out there and, and kind of owning them, right? So it can be a kind of a fun and, and low stress way of getting that conversation going."
	},
	{
		"start_time": "39:17",
		"speaker": "Ricardo Lopes",
		"words": "OK, so we've covered the most common sexual fantasies, how people go about sharing their fantasies with their partners or other people. Uh, DO people actually tend to act on their sexual fantasies?"
	},
	{
		"start_time": "39:35",
		"speaker": "Justin Lehmiller",
		"words": "For the most part, no. And again, this is a pretty consistent finding across all the surveys I've done is that when I ask people. If their favorite fantasy of all time is something that they would like to try in the future, I find that about 80% of people say that, yeah, it's, it's a desire, meaning it's something that I want to do, but only about 1 in 5 people say that they've ever actually tried it before, right? So 80% say they want to do it, only 20% say that they've ever done it. So there's a very big gap between fantasy and reality, and You know, I've asked people, well, you know, if this is something that you want to do, why haven't you acted on it before? And I find that there are lots of things that are holding people back, and they shouldn't be that surprising, but one of the biggest is that they say they don't have a willing partner, so their partner's just not into it, and Therefore, it's something that they can't act out. But also there's a lot of fear and uncertainty that hold people back too, where a lot of people say, well, I don't know what would happen if I were to act this out, like, Could I get hurt? Could somebody else get hurt? How would this affect my relationship? Like, I'm just afraid of what's gonna happen. And then there's also the, I just don't even know how to do this. Like, for example, a lot of people think it's challenging enough to find just one other sexual partner, let alone many at the same time to have a threesome or orgy or something like that. And so, you know, that uncertainty of just like, I don't even know how to do this is a big thing too. And then of course there are multiple other reasons, you know, for some people their fantasy is just totally impossible to do. You know, I have a lot of fantasies that take place in outer space or in sci-fi worlds, and yeah, it turns people on in their minds, but the only way they can ever bring that fantasy to life would be to roleplay it because they can't actually do it because the things that they're turned on by don't exist in, in real life. So there are lots of things that might prevent us from acting on our fantasies."
	},
	{
		"start_time": "41:32",
		"speaker": "Ricardo Lopes",
		"words": "And would you say that there are risks and benefits of acting on one's fantasies, and if so, what would they be?"
	},
	{
		"start_time": "41:42",
		"speaker": "Justin Lehmiller",
		"words": "So I think there are both risks and benefits to sharing fantasies and also acting on them. And what I see is that I think it's a little bit riskier to act on a fantasy than it is to share a fantasy. You know, talking about what you're turned on by is one thing, but actually trying it in real life is a whole other beast, and there's more things that can go wrong there. So, if we talk about sharing a fantasy, the, the risk reward analysis to do there, uh, is, you know, if you share this fantasy, it could bring you and your partner closer. It could help you to better understand each other as sexual beings. It could Deepen your intimacy and trust in your partner, it could improve your sexual communication. It might also be a form of dirty talk that turns both you and your partner on. So those are some of the benefits, but some of the risks of sharing a fantasy would be, well, maybe they're not into what you're into, and this is going to reveal a deeper incompatibility in your relationship, or maybe you're Partner will judge you or shame you, and then you're gonna feel embarrassed by having shared that fantasy, right? So there are things that can go wrong when it comes to sharing fantasies. Now, when it comes to acting on them, you know, of course, some of the benefits would be maybe you'll have a really great time and you'll check something off of your sexual bucket list, and it will Add some spark or intensity or passion back into your relationship, and it'll lead you to, to try and explore new and other things with your partner down the road in the future, you know, so it could kind of be the, the kicking off point for a new chapter in your sexual relationship. You know, there's all kinds of benefits. That could happen from acting on a fantasy. Um, WE also see in the research that women in particular who share and act on their fantasies also have much more consistent orgasms than women who don't share and act on their fantasies. So when we talk about something like closing the orgasm gap, I think for women in particular, getting in touch with what it is that they really want and what turns them on when it comes to sex could actually really be key in terms of closing the orgasm gap. But when we talk about the risks of acting on fantasies, well, you know, I'm a social psychologist by training, and I, we talk a lot about affective forecasting, which is where we predict what our future emotional state is going to be, and we tend to be pretty poor predictors of how we're going to feel in future situations. And so when we picture a future situation where we think we're going to feel good, we tend to overestimate how good we're going to feel. And the same thing is true when it comes to our fantasies is that we often go in with these sky-high expectations, and then The fantasy doesn't live up to it. And so I think we need to have a reality check before we go in and act on a fantasy and recognize that, you know, practice actually kind of makes perfect when it comes to fantasies, because there's going to be a learning curve, and there's going to be some uncertainty, and there are going to be things that you didn't think about before you got into. THAT situation, where maybe you'll have unexpected emotions that pop up, or things just won't go according to plan. And, and so, you know, acting on a fantasy just brings some new risks that are different, because it's hard to anticipate what all the eventualities will be. And so, You know, I often like to say, you know, if you're going to act out a fantasy, you probably need to try it at least 2 or 3 times to know for sure that it's not for you, because the first time is just, there's a big learning curve associated with it."
	},
	{
		"start_time": "45:03",
		"speaker": "Ricardo Lopes",
		"words": "Right. Are there circumstances where people should seek professional help from a clinical psychologist or a psychiatrist to manage their sexual desires?"
	},
	{
		"start_time": "45:18",
		"speaker": "Justin Lehmiller",
		"words": "So the, the two big things that would come up here would be if you have fantasies about something that are inherently nonconsensual or illegal, and it's coupled with the desire where it's something that you want to do and you're afraid that you might actually act on it, that's the case where it's important to seek help in terms of managing those desires so that you don't actually do that thing that would hurt someone else. The other big category in terms of help seeking would be if you have a fantasy that feels like it's out of control or it is very distressing to you, and this fantasy is interfering with your ability to, to, to have a normal life in some way. For example, if it's interfering with your relationship or your job performance or, or something else like that, that's another case where it would be important uh to seek help. Now, I will say that, you know, a lot of people go and and seek help from therapists because they just think their fantasies aren't normal and they think there's something wrong with them. And in a lot of cases, the therapists are able to solve this problem just with a little bit of sex education. You know, it's often just helping people to learn and understand that. Hey, you're not alone in having this fantasy, and there's nothing inherently wrong with this, and, and here's kind of what you need to know about it. More often than not, that solves the problem. But when you've got those issues of distress, or when you've got, you know, that non-consensual or illegal element that's coupled with an intent or desire to act it out, that's when it's really, really important to, to seek professional help from a certified sex therapist."
	},
	{
		"start_time": "46:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, so finally, I would like to ask you perhaps one or two questions about a post from your website. Uh, WHERE you talk about, I think it's from last December, December, December last year, uh, where you talk about how many sexual partners most people have had because there are many misconceptions, I think that people have about these topics. So, uh, what, what kinds of data can we look into to learn more about that and what do we actually know about. But the most common number of lifetime partners that people have sexual partners in this case."
	},
	{
		"start_time": "47:36",
		"speaker": "Justin Lehmiller",
		"words": "Mhm. Yeah, so this is one of the most common questions that readers of my website will send in is, you know, what's, what's a normal or typical, quote unquote body count is the term that a lot of people use. I don't personally like that term, but it's the term that a lot of people tend to throw around and it's kind of what the, the popular slang is on, uh, social media. Now, there are lots of different data sources on this, and a lot of them actually come from nationally representative surveys. Now, uh, I should mention that there are some caveats to the data on nationally representative surveys, which is that oftentimes they're not necessarily using the broadest definition of sex. So, historically, sex on national survey. WAS defined as penis and vagina intercourse. And if you're asking people, well, how many partners have you had where you've had, you know, this specific type of intercourse with, that's a different question from how many partners have you had where you've engaged in oral sex or mutual masturbation or, you know, other sexual activities because sex doesn't mean just one thing. So, you know, that is a limitation of a lot of the data that's out there is that It defines sex in different ways, and that's part of the reason why the numbers are kind of all over the map in terms of what different studies are finding. But, you know, a lot of the recent studies are suggesting that average number of partners is usually somewhere between 4 and 6. And for some people, that's really surprising cause they're like, that seems shocking, shockingly low. And for other people, they're like, well, that's Seems really high, and then for others, they're like, yeah, that sounds about right, you know, and, and it's because everybody's coming from a different reference point with all of this. On average, there is a sex difference here, such that men typically report more sexual partners than women. And historically, if you look at surveys, men report having about twice as many sexual partners as women do. And even when you just look at heterosexual folks, you're seeing that difference there. And that's one of those cases where like the math isn't really mapping, right? Because, well, who are the men having all of this sex with, you know, they're reporting having all of these excess sexual partners. And what we see in other research is that, you know, there is There is a little bit of exaggeration that sometimes goes on there, on the part of men. So, for example, uh, Doctor Terry Fisher conducted the study that I love, uh, some time ago, where she had male and female college students come into a lab and hook them up to a device that she convinced them was a lie detector and could tell, you know, when they were lying versus telling the truth and You know, ask them about the number of sexual partners they had, and then there was another condition in that study where participants were just reporting on a, you know, sort of anonymous survey like the number of sexual partners they've had, and what they found was that When people were hooked up to the lie detector, the gender difference between men and women kind of disappeared compared to, to other conditions, right, which says like, hey, there, there's a little bit of exaggeration going on here. But also men are more likely to ballpark their number, whereas women are more likely to, to count. So there's also a difference in counting strategy that plays a role there. And then also one other factor. Uh, IS that you have a small number of men who do report this very large number of partners, and, and we don't know to what extent that might be exaggeration versus there might be a small number of men who do have a very, very large number of partners, which kind of skews the average for all men. So, yeah, 4 to 6 is kind of what we're seeing is average number, but there is that gender difference, but lots of factors contributing to why that gender difference might exist."
	},
	{
		"start_time": "51:12",
		"speaker": "Ricardo Lopes",
		"words": "I mean, one idea that came to mind when I was reading your post was that there's this very common idea that nowadays, particularly in the West, we live in a, in a hook hookup culture, but I mean, looking at the numbers and the percent of people that have 15+ partners, which tend, which seems to be low, and most people. Having 456 partners, I mean, don't you think that, that perhaps contradicts that idea?"
	},
	{
		"start_time": "51:48",
		"speaker": "Justin Lehmiller",
		"words": "Mhm. Yeah, so there has been a lot that's been said and written about hookup culture, and it's interesting because as we've heard more and more about hookup culture, at the same time, when you're looking at the data and research, What we're seeing is that people today across the board are having less sex with fewer partners than ever before. Like some people have termed this the sex recession. And so on the one hand, we're hearing about hookup culture, which makes it seem like everybody's hooking up and having casual sex all the time, but by the same token, it's like, no, actually we're less sexually active than, you know, any generation before in terms of our kind of like recent recorded history. And, and so there is a bit of a, a discrepancy and a divide there. I, I think one thing that is important to note though is that although people today do have fewer sexual partners on average than they did in the past, a greater proportion of their partners today are casual partners instead of long-term committed partners. So, you know, that's where there is some truth, some elements to, to this hookup culture, which, which is that, yes, we do have more casual partners than we did in the past, but overall, we actually have fewer partners and we're having less sex."
	},
	{
		"start_time": "52:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's really interesting. OK, so we're already reaching our time limit, so I'm just going to tell people that I'm going to leave a link to your book in the description of the interview, which is again, tell me what you want. And uh Doctor Le Miller, would you like also to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "53:20",
		"speaker": "Justin Lehmiller",
		"words": "Yeah, so I run the Sex and Psychology blog and podcast, which you can find at sexanpsychology.com. I'm also on all of the socials. I think I'm most active on Instagram at Justin J Ley Miller, but you can also find me on X and Blue Sky at Justin Ley Miller. And I'm also, you know, basically anywhere else you can find on social media, just go to sexanpsychology.com and you'll find my social links there."
	},
	{
		"start_time": "53:45",
		"speaker": "Ricardo Lopes",
		"words": "Great. So thank you so much for taking the time to come on the show. It's been a really fun and fascinating conversation about sexual fantasies."
	},
	{
		"start_time": "53:54",
		"speaker": "Justin Lehmiller",
		"words": "It was my pleasure. Thanks for having me."
	},
	{
		"start_time": "53:57",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herz Agnon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei, Poltontin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolatti, Gabriel Pan Scortezus Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]