[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello, everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Ops, and today I'm joined by Doctor Karen Lloyd. She's the Wrigley Chair in Environmental Studies and professor of Earth Sciences at the University of Southern California. And today we're talking about her book Intra-Terrestrials Discovering the Strangest Life on Earth. So, Doctor Lloyd, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:27",
		"speaker": "Karen Lloyd",
		"words": "Thanks for having me."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "So what are intraterrestrials?"
	},
	{
		"start_time": "00:33",
		"speaker": "Karen Lloyd",
		"words": "It's not a very commonly used term, but, um, it's, I'm using it to talk about anything that's alive inside Earth. Um, IT turns out that it's a kind of a different community than what we experience in our daily lives, um, different enough that it kind of needs it, its own name. Um, I didn't come up with that name, but, um, a couple of other scientists did, but I find it useful."
	},
	{
		"start_time": "00:56",
		"speaker": "Ricardo Lopes",
		"words": "And are these all unicellular organisms, or can some of them be multicellular?"
	},
	{
		"start_time": "01:03",
		"speaker": "Karen Lloyd",
		"words": "For the most part, these are unicellular organisms, so tiny little single-celled microbes, um, but of course they interact with each other and they form sort of biofilms with each other and so then you start to that question of what's a single-celled organism versus what's a tissue, you know, is this a community. Um, SO that line gets a little hazy, but also some of my colleagues have found like eukaryotes, so worms, tiny worms, um, buried deeply in Earth's crust as well. So I wouldn't rule out the presence of, um, some small multicellular organisms as well."
	},
	{
		"start_time": "01:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and what is the subsurface habitat like? I mean, how, and does it vary or not?"
	},
	{
		"start_time": "01:47",
		"speaker": "Karen Lloyd",
		"words": "Yeah, it's pretty varied all over Earth. I mean, so you can think about Earth as in like layers and the layer that we're concerned with in our daily lives is where the trees and the sun and the birds and, you know, all the, all the things that we experience in our daily life, but we don't often spend a lot of time thinking about what's underneath our feet. And, you know, literally where you're standing right now, underneath you is probably some soil, probably some Um, rock, um, you know, eventually it gets pretty hot if you keep going straight down from where you are right now. Um, BUT, you know, you and I are in different places and so what that environment would look like underneath our feet is very different. It would have different amounts of porosity. It would have different types of energetic resources that can support life. Um, IT'S, uh, it's actually a, a vastly diverse ecosystem down there."
	},
	{
		"start_time": "02:36",
		"speaker": "Ricardo Lopes",
		"words": "And how do you go about exhuming living beings from the subsurface?"
	},
	{
		"start_time": "02:42",
		"speaker": "Karen Lloyd",
		"words": "Um, WE go about it in a lot of different ways. Um, IT tends to be, um, creative and sometimes desperate. Um, IT'S hard to get things from inside Earth, um. So, sort of the two main categories as I see it are either we dig down to them or we wait for them to come up to us. And so the digging down to them option is a lot of um we have giant drills and drill ships that we can go out in the ocean and drill underneath the ocean. There's drilling on land, making big boreholes. These are pretty big, um, a lot of financial and time and expertise resources have to go into, to doing these sorts of things or we can do simpler things like just take a handheld core, uh, like punching a straw into a slushie. Um. There's also sort of waiting for it to come back up to us. There's a lot of natural springs that are deeply sourced. So you can go to like one place in Canada has um some waters that are gushing up slowly from a giant underground aquifer that are, have not seen the light of day for over a billion years, which I just still have trouble even understanding the magnitude of that."
	},
	{
		"start_time": "03:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, AND since they tend to be, or for the most part, they are unicellular, cellular, and they are so small, how do you see them? What kinds of techniques do you employ?"
	},
	{
		"start_time": "04:07",
		"speaker": "Karen Lloyd",
		"words": "So we use a lot of um sort of uh DNA techniques is probably our number one way of getting at these things because if you, if you spread them out on a petri dish or you put them in some liquid medium and wait for them to start growing, like maybe they don't know how to react to what you've given them to eat. Um, SO you can't expect them to do that. So we, um, generally speaking, kill them. The first thing we do is kill them. Don't worry, there's, there's literally billions and billions, they are, they're all right. Um, AND then, uh, we crack them open and take out their DNA, um, but we also, you know, since we found DNA to be so useful in reconstructing their lives, we try to take all the biomolecules that we can. So we take RNA, take proteins, we take small metabolites. Um, LIPIDS, we just, whatever we can do to, to sort of pick apart what these things' lives are, um, and then we measure all the chemicals around them too and sort of put those two things together and say, OK, there's genes to eat a certain chemical. Do we see evidence of that chemical is being eaten, that kind of thing."
	},
	{
		"start_time": "05:09",
		"speaker": "Ricardo Lopes",
		"words": "And how do they breathe, quote unquote in these environments, and I mean what corresponds to their breathing? Yeah,"
	},
	{
		"start_time": "05:19",
		"speaker": "Karen Lloyd",
		"words": "breathing is a tough word. It's, um, you know, it's, you, they, what they do is they take breathing down to its most essential chemical details, um, you know, we associate breathing with. Inspiration, you know, lungs taking air into our lungs, um, and that, that's true, of course, um, but they, um, show that that's not the important part of breathing. The important part even for us of breathing is when those tiny chemicals that are carried in our blood reach the oxygen that's in, you know, that comes into our lungs and the, the, the actual respiration part of this is that chemical reaction that we have in our own bodies with um Electron-rich chemicals from our food and oxygen. And so, since these, these organisms sort of, I don't want to say they realized that, but they make use of the fact that that's all that respiration is. Um, IT doesn't depend on oxygen, it doesn't depend on air. Um, THEY will do that chemical reaction with lots and lots of chemicals. So that really cracks open the possibilities for, for breathing for life to extend to Almost everything in the middle of the periodic table can be breathed by something on life, um, in, on, I'm sorry, on Earth. Um, THEY, anything, any chemical or element that is capable of giving up an electron or receiving an electron is probably gonna be used by life to breathe, um, and they even go so far as to Um, not even use chemicals in some cases. Um, THEY just break it down to its barest essentials, which is really just the movement of electrons and they can work with electrons directly."
	},
	{
		"start_time": "07:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And, and some of them even breathe, so to speak, uh, rocks,"
	},
	{
		"start_time": "07:07",
		"speaker": "Karen Lloyd",
		"words": "yeah, yeah. So these solid surfaces are great places in the subsurface. I mean, if there's one thing that the subsurface is rich with, it's rocks, right? It is, it's made up of rocks, and so that's nice because it's a nice place to settle. It's a nice place to sort of hang out and a home that you can make. For yourself if you're a subsurface being, um, but also the rocks are often made of these metals like iron. They're really good at either accepting an electron or donating an electron and so they can, they can do that right there with the rocks around them. So they, it's kind of like they're breathing their house."
	},
	{
		"start_time": "07:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND how do they have access to energy?"
	},
	{
		"start_time": "07:47",
		"speaker": "Karen Lloyd",
		"words": "Um, SO, they, you know, if you think about rock and you think about trying to live in rock, it may seem like nothing really happens, um, but actually, you can, um, things do happen. Um, FLUIDS move around, we have earthquakes, there's, um, ways to make new chemicals. So there, there is Sources of energy that are geological sources of energy that have nothing to do with sunlight, you know, our main form of energy up here is, is sunlight and then the things that come from that later like the breakdown of the plants, the food that the plants make for us, um, but they are instead dependent upon geological sources of all these chemicals."
	},
	{
		"start_time": "08:26",
		"speaker": "Ricardo Lopes",
		"words": "How do they play with thermodynamics? I mean, how does it work in their case?"
	},
	{
		"start_time": "08:33",
		"speaker": "Karen Lloyd",
		"words": "Yeah, so thermodynamics is not something that we talk about a lot with biology, um, and that's, uh, the fact that we don't talk about it with biology is, is instructive, you know, we, we don't talk about it that much. I mean, there are parts of biology that, that do do, I don't. I want to say that no one does, but, you know, it's just not in our common parlance. Um, WE think of it more as like a chemistry or a physics thing, but the reason that we don't talk about it that much, at least for respiration, is that our thermo thermodynamics as these, you know, beings that we are, are quite boring. Like we just have a ton of energy. We're not energy-limited. Um, OUR food will always, as long as we have access to food and air, we will always get energy from it. These beings, these subsurface beings live at the Edge of what's thermodynamically possible. They're getting energy from tiny, tiny little quanta of energy that are so small that something, if something changes about their environment, then the same food that gave them energy yesterday, even when it's present, will not give them energy today. And that is, that is just something that it's a It's a situation for which we have no analog in our lives. Like, it doesn't, a hamburger is always gonna give you energy as long as you can breathe, um, but for them that can switch on them, and, and I, I find that really fascinating. Mhm."
	},
	{
		"start_time": "10:00",
		"speaker": "Ricardo Lopes",
		"words": "I, in what ways would you say these beings change our conception of life?"
	},
	{
		"start_time": "10:06",
		"speaker": "Karen Lloyd",
		"words": "So, we have this, this assumption that, you know, we are, I shouldn't speak for other people. I, I sort of have this implicit assumption in my own head that everything does need um sunlight and everything does need oxygen because that, that really is what drives everything up here. Um, BUT these Intraterrestrials show us that actually there's a whole another world that can exist without sunlight and without the dead things falling down. I mean, they use the dead bodies that fall down for sure. Um, BUT that they can get by without it as well. Um, THEY can do all the same things without any inputs from the surface world. And that, that is the notion that there are, that life extends that deeply into the realm of chemistry and into the realm of physics is something that Changes my, my way of thinking, for sure."
	},
	{
		"start_time": "10:57",
		"speaker": "Ricardo Lopes",
		"words": "Does the existence of these intraterrestrials have any implications uh as uh for what we know about the evolutionary relationships among all life on Earth?"
	},
	{
		"start_time": "11:10",
		"speaker": "Karen Lloyd",
		"words": "So one of the weirdest things that we found when we first started looking at DNA that we pull out of these deep environments was that the DNA that we were pulling out did not match the DNA of anything we'd ever seen before. Um, I, I was there for this. This was one of my first projects as a PhD student in the early 2000s. I was trying to, you know, I was, I was pulling these DNA sequences out of some deep subsurface samples. And I was like, OK, am I gonna have this kind of proteobacteria or am I gonna have a firm acute? Is it gonna be gram positive? Is it gonna be gram negative? All these things that I've learned about microbiology. And what it was, was none of that. It was Totally, totally independent. It was so weird that I thought I was screwing it up, um, because when you're first starting out, that's always, I see this in my own students. The first thought is, well, I just, I just messed it up somehow. Let's throw it all away and start over and like, wait, don't throw it away. You're doing a good job. Um, SO, uh, one reason why I knew that it wasn't me who was screwing up, is that it matched almost perfectly to what my colleagues were getting in Japan, and what other colleagues were getting um in New Jersey, and different places all around the world and the UK. And so when you put together, when you string together like, 1500, that's how long this gene is, 1500 AG C T T GC, uh, you know, if you get that order, almost exactly the same between what I'm getting in the Gulf of Mexico and what somebody's getting in Japan, that didn't happen by accident. Um, I didn't screw up and they didn't screw up. We're both looking at something real, but it's something that no one's ever seen before. And what we found, we now know is that this is a new deep branch. There's many, many new deep branches on the tree of life, and we have so many more relatives than we ever knew that we did, um, on this planet."
	},
	{
		"start_time": "13:05",
		"speaker": "Ricardo Lopes",
		"words": "So I would like to ask you now about the kinds of organisms that we can find across different kinds of environments just for people to also have a better understanding of exactly what we're talking about here. So, what kinds of life have you found on the sea floor and particularly in methane seeps?"
	},
	{
		"start_time": "13:27",
		"speaker": "Karen Lloyd",
		"words": "Yeah, so methane seeps are a great source of energy for microbiota. Um, METHANE can interact with sulfate, it can interact with iron, it can interact with oxygen to do all these different respirations. Um, SO we tend to see, um, uh, a lot of energetic things happening at methane seeps at the bottom of the sea. So, if you go down in a, in a submersible, um, In the Atlantic basin in the middle of the Atlantic and you drop down, it's just kinda be a sandy-looking muddy bottom without much going on. You might see a couple of things, but if you drop down onto a methane seep, you're gonna see a teeming life, crabs and worms and worms that are so dependent upon the microbial interaction with these chemicals that they actually don't have mouths. Anymore. They don't even try to eat normal worm food. They just bring in chemicals for these little intraterrestrials that live inside their bodies and they, those microbes then will make food for the worm. Um, THEY'RE completely dependent upon it."
	},
	{
		"start_time": "14:30",
		"speaker": "Ricardo Lopes",
		"words": "How about the Arctic permafrost? What kinds of organisms can we find there?"
	},
	{
		"start_time": "14:37",
		"speaker": "Karen Lloyd",
		"words": "Um, WE'RE really, um, just starting to work on permafrost, I would say, because, um, it's often quite inaccessible. It's buried underneath layers of, of soil, um, so you, you have to drill down to it for the most part. Um, SOMETIMES when it slumps as it's thawing from climate change, we can kind of get at it from the side, um, which can be useful as well. Um, SO, what we're seeing from this is that actually there seem to be a lot of things that live in permafrost, even very ancient permafrost, and um that's, that's not a new idea. This is um, Um, some colleagues of mine in Russia for, uh, maybe 20 years ago came up with this concept of, um, these brines. So as you freeze, if you take to soil with water in it, and it freezes, then the water that freezes into ice is freezing as pure water like H2O, which leaves any salts that were like even freshwater will have like a little bit of salts in it. That will again, then get concentrated in the remaining liquid water. Such that as you increase as you make more and more ice, at some point, the leftover water is salty enough that it actually lowers its freezing point. And so now this briny water that's leftover never freezes. So it's below zero, it can be -5, -10, but it's liquid and so these organisms do live in permafrost slowly. They're not doing much, um, but as far as we can tell, they're alive in permafrost."
	},
	{
		"start_time": "16:06",
		"speaker": "Ricardo Lopes",
		"words": "Another place that I would imagine people would not think it would be possible to find life there is the bottom of active volcanoes. So what can we find there exactly?"
	},
	{
		"start_time": "16:18",
		"speaker": "Karen Lloyd",
		"words": "So I do not, well, I have not, and I, I want to be clear that I'm not saying that we're finding life in lava. Lava is too hot for life that we know, um. You know, I won't discount that life can be made of other things than carbon, but carbon-based life is, is gonna burn up in lava. Um, BUT the nice thing about volcanoes is that they are the ultimate source of good geological food and nutrients coming up to the, to the surface. And so, They bring with them, uh, carbon dioxide, nitrogen compounds, so much sulfur compounds, and iron. Um, THERE'S just a lot of really important biological elements that are brought up by volcanoes from the deep earth. And so, what you'll see is when it gets cool enough on the edges of volcanoes, even down at the base of them, even very close to the inside of them, we see life just creeping in wherever it can to make use of all that good stuff. Until it erupts and is killed."
	},
	{
		"start_time": "17:20",
		"speaker": "Ricardo Lopes",
		"words": "And as far as you explore in your book, there's also life, or there can, there can also exist life in boiling water, pure acid, and bleach, right? I mean, those are at least they sound like extreme"
	},
	{
		"start_time": "17:35",
		"speaker": "Karen Lloyd",
		"words": "conditions. Yeah, it's wild. The first time I started working on hypertherm. IS what we call the ones that live in 100 degrees. Um, IF you've ever done like a lab class or something and you had to make media, you maybe made an auger plate, you had to be very careful to be sterile, right? Like you didn't want to contaminate your, your medium. So that's how we do it. That's how we make media. And it's such a strange cognitive dissonance to be You know, holding these, being so careful with media preparation and, you know, being so loving and, and making sure that there's everything that these organisms need to live. And then when you inoculate it, when you have a hyperthermophile, you throw it in a vat of boiling water. And it just feels so weird. I mean, it's in a tube, right? So it's not like the water doesn't get inside the, the thing. But it's so weird to be like, spending time nurturing this precious little thing and then you just like dunk it in boiling water. But if you don't do that, it's not gonna grow. And so it's, it's really amazing. Um, THEY, they really, they just need things to be that hot. Otherwise, their enzymes don't really work right. Yeah, wild."
	},
	{
		"start_time": "18:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, right. Uh, IN your book, you also talk about how some of them can live for hundreds or even thousands of years or longer. How can they do that?"
	},
	{
		"start_time": "18:49",
		"speaker": "Karen Lloyd",
		"words": "Yeah, we, this is something we are definitely still working on. Um, PROVING that is hard. Um, YOU know, we can do a lot with variables. We can make all kinds of temperatures, we can make all kinds of pressures in our labs. Um, THERE are people who, there are geologists who make ultra-high pressures. They can basically recreate some of the pressures deep inside Earth, inside their own laboratories, which is amazing. Um, BUT we can't manipulate time. So, we cannot run an experiment for 1000 years or even 100,000 years, you know, that, that we would need to replicate this. So, We think that they live for that long because we find them in places where we know that no material has moved in and out for, you know, 100,000 years or so. And we can see that they're alive and we can see the waste products that they've made and we can look at the rate at which they've been breathing and we can use thermodynamics to calculate how much energy that they had. And when we add all that up and we compare it to the amount of energy that it would take to create a, a baby, it's, it doesn't work. They can't do it. There's not enough energy there to ever have divided. And we look at their genes, we don't see a lot of evidence that they're evolving over 100,000 years, which if something's growing normally, 100,000 years is plenty of time to, to make something happen. Um, AND we don't see evidence of big evolutionary changes over these times. So, um, our best guess is that they're just not growing for that long."
	},
	{
		"start_time": "20:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but how is it that they evolved to stop growing for that long?"
	},
	{
		"start_time": "20:22",
		"speaker": "Karen Lloyd",
		"words": "We don't really know the answer to that either, but in my book, I get very speculative about it because you have to, like, what are you gonna do? These things exist. This seems to be true. Um, EVERYTHING I learned about evolution was about fast, like speed, be the one to reproduce faster. Um, YOU know, we know that that's not always the case, you know, if you look at Um, shrimp growing in the ocean, they reproduce quickly versus an elephant which reproduces slowly and lives a long time. So we have words for these, our strategists and K strategists in ecology. Um, BUT still an elephant is not gonna live 1000 years. Um, THERE'S a couple of trees that will live for 1000 years, maybe a few 1000 but their individual cells turn over much faster than that. So the idea that there would be a living cell that would live for that long is not something that, definitely not something that Charles Darwin thought about. I, I think I, I feel pretty confident in saying he never, he never had to work out how that fit on into natural selection. Um, SO now we're faced with this problem and um, We, I, I would really like to not reject Darwin because I think that would get me in, in some trouble. Um, BUT you have to think, OK, do we, should we reject Darwin or are these things actually doing natural selection? And I can imagine that, you know, to, to make sure that Darwin's OK. Um, WE can do natural selection with these things based on something that they experience in the far, far future. Um, SO if you are an intraterrestrial, you don't really have much to eat, nothing's really going on, you're getting buried slowly in the sea floor. Um, IT just seems like a one-way trip to hell, you know, you're never gonna come back, you're just gonna die down there, you maybe get buried in the mantle. But actually, if you can wait for tens of thousands, hundreds of thousands of years, then actually you could come back up after an earthquake or you could come back up in a volcano, um, not again, not in the lava, not in the magma parts, but you can get sort of flushed out of the sides of it. Um, OR as these sediments pile up when continents collide into each other. So, I think that there could be evolutionary drivers that happen on geological time scales, which is really, really hard to think about as a biologist."
	},
	{
		"start_time": "22:42",
		"speaker": "Ricardo Lopes",
		"words": "Do these life forms tell us anything about the origins of life on Earth?"
	},
	{
		"start_time": "22:48",
		"speaker": "Karen Lloyd",
		"words": "So 11 thing that's important when we think about how life originated on Earth, if it did in fact originate on Earth, is that we have to think about what is life, like what are the full range of life. And so one way that these things help us think about that is that they do tell us about um what all is there. So, Life can be very, very slow. Life can function on very, very low energy, um, delivery gradients. And so, those two facts really expand our notion of like, What kinds of things could support early life on Earth. Um, AND they, they actually get in, they get us a bit into the second law of thermodynamics, which is that entropy must always increase. And that fact, um, really seems to be driving a lot of what life is. And so, In a way, they sort of help us see life as more of a process than like a cell. Like the fact that these things are living cells is sort of not the point. The point of them is that they are doing a better job of increasing entropy in an open system over longer and longer time scales. And I, I think that's, by taking that view, we can sort of think about the origin of life a little differently."
	},
	{
		"start_time": "24:01",
		"speaker": "Ricardo Lopes",
		"words": "But as far as we know, where and how did life first form on Earth?"
	},
	{
		"start_time": "24:08",
		"speaker": "Karen Lloyd",
		"words": "We don't know. Anybody who says they know, does not know. I've heard, I've heard people have fights over this, like, oh, it couldn't have formed there, it has to form here. It definitely formed here, and like, at the end of the day, we truly, truly don't know. It doesn't mean we shouldn't think about it and, you know, do our best to, to imagine it, um, but I mean, I think that there's, the subsurface is at least in the running for a good place to form life. Um, IT'S protected from a lot of the harsh things that happen up at the surface of the earth like bombardment and um radiation from the sun. Um, BUT also, it just offers all these diverse gradients. Um, SO there's just many, many different chemicals sitting at different redox states. And so, if a variety of energy sources at very low power are advantageous to sort of getting this nascent life going, then the subsurface is, is gonna, gonna be a great place to do it."
	},
	{
		"start_time": "25:05",
		"speaker": "Ricardo Lopes",
		"words": "And as far as we know, is there any depth at which life ceases to exist?"
	},
	{
		"start_time": "25:11",
		"speaker": "Karen Lloyd",
		"words": "I would say there has to be, but I don't know where it is. Right now, 8 kilometers is, is kind of our record, um, but it's just basically because we haven't really dug much deeper than that. Um, IT'S hard, it's hard to dig down very deep despite You know, movies like the core, which is a really, really fun movie, but you know, the, the people in it drill, they go down, they physically go down to the core, like we can't do that. Um, YOU know, even though we know a lot about the core and the mantle and the crust of Earth, we know that mostly from seismics and from rocks that sort of get popped up on land and, and analyzing their chemicals. We've never been to the mantle."
	},
	{
		"start_time": "25:53",
		"speaker": "Ricardo Lopes",
		"words": "Right, but what are the limits really? I mean, do we know what are the conditions in which life can really no longer exist?"
	},
	{
		"start_time": "26:03",
		"speaker": "Karen Lloyd",
		"words": "So some people think, and this is a, I think this is a good idea, that temperature is gonna be the ultimate limiter, um, you know, just at the point at which things incinerate is, as I said, you know, lava is a no go, um, so you definitely get the lava temperatures, um, within the crust for sure. Um. But the thing about temperature is that it could be offset by pressure, um, because high temperature disorders things and pressure pushes them back together again. So it is possible that under high pressures, you could actually extend the temperature, uh, range over which life can be found too. So, um, I, we're, the, the only thing I know about the ultimate depth at which we'll find that life ceases to exist is that we have not hit it yet. Mhm."
	},
	{
		"start_time": "26:50",
		"speaker": "Ricardo Lopes",
		"words": "How much of life on Earth do you think we have yet to discover?"
	},
	{
		"start_time": "26:55",
		"speaker": "Karen Lloyd",
		"words": "Well, at every moment, it sort of feels like, OK, we're pretty much done now, you know, we're, we're slowing down. I, I don't discover a new phylum every day anymore, you know, that, that used to be a daily occurrence, and now it's, you know, maybe once every few years or something. Um, IT'S It feels like we may be slowing down, but then I remind myself, people would have said the same thing in the 70s, like, oh, we've pretty much nailed it and they didn't even know about the subsurface at that point. Um, SO, I imagine that when we get a new way of looking for life, we're gonna discover a whole new axis of life that I can't even imagine right now."
	},
	{
		"start_time": "27:35",
		"speaker": "Ricardo Lopes",
		"words": "In terms of the potential applications that these life forms might have, can they help us fight climate change, for example?"
	},
	{
		"start_time": "27:45",
		"speaker": "Karen Lloyd",
		"words": "Yeah, so they are uh very much involved in our climate and regulating our climate in a natural way over long time scales. But if we want to interact with them more immediately, um, they're very credible, um, technologies on the books to bury carbon, to sequester it out of the atmosphere and sort of lock it away underground. Um, AND if that becomes a valid strategy, it will never be the silver bullet. We're going to have to also decrease emissions and, and do all the other good things that we need to do. Um. If that becomes a strategy for mitigating climate change, it will only be successful if we do so with the knowledge that there are living things down there and they're gonna help or hurt, um, but we can't act like this is a sterile Tupperware container and we can just like throw things down there and out of sight, out of mind because somebody's down there and they might spit them back at us. So we, we've got to pay attention to the microbes and we do this."
	},
	{
		"start_time": "28:40",
		"speaker": "Ricardo Lopes",
		"words": "And and what other kinds of applications do they have?"
	},
	{
		"start_time": "28:45",
		"speaker": "Karen Lloyd",
		"words": "Um, SO right now, we, I, I am a firm believer that we have not Use them to their maximum usefulness um for humans. Um, THE fact that we are seeing such new types of life means that they followed their, their biomolecules, their proteins have been under evolutionary pressures that are totally foreign to the rest of us. And so, they probably have really cool things that their enzymes do like The first thing that I can think of is um high stability. Um, SO they should make enzymes that last for a long time because that's a good adaptation to, to low, low energy and, uh, we, you know, for years, humans have been using proteins taken out of microbes or out of animals to, you know, do biotechnology with or bio medicine. And if we start looking at some things from the subsurface, maybe we can find ones that operate a little bit better, more efficiently with higher affinity for substrates or maybe they hang out on our, um, maybe they can um be allowed to be transported without refrigeration, which would save a ton of money or make, um, You know, technology accessible to places that don't have uh reliable electricity."
	},
	{
		"start_time": "30:02",
		"speaker": "Ricardo Lopes",
		"words": "Looking into the future, what do you think life will look like and how can we know that,"
	},
	{
		"start_time": "30:09",
		"speaker": "Karen Lloyd",
		"words": "um, where, here or"
	},
	{
		"start_time": "30:12",
		"speaker": "Ricardo Lopes",
		"words": "yes, yes, on"
	},
	{
		"start_time": "30:13",
		"speaker": "Karen Lloyd",
		"words": "Earth, on Earth, OK, um, so I think that we are going to be, um, Less lonely because I do think that we're gonna find life elsewhere. Um, I think we just must, um, but life on Earth, uh, going forward, you know, I think we're, uh, I know this is like unnecessarily sunny, but I think we're gonna be fine. I think we're gonna figure out a way to, to not poison ourselves. Um, WE'RE, we're just working through it right now, um, and it's messy and it's not good. Um, AND we are, you know, all the climate alarm bells are, are the way to go, like being, feeling alarmed is helpful because then we will be moved to action. Um, BUT it's, it's really, we're going to find a way as a species to interact, to recognize that we're not outside of nature, that we're part of it, and we're part of this continuum, even with these strange beings that seem to live for maybe a million years and their genes look nothing like our genes. Um, THEY look enough like our genes to know that we are rela related to them and um, I think we're gonna figure out how to, how to live with them better."
	},
	{
		"start_time": "31:24",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHEN it comes to finding life on other planets, what do intraterrestrials tell us about what life might look like?"
	},
	{
		"start_time": "31:34",
		"speaker": "Karen Lloyd",
		"words": "So the first thing that they do is that they expand the area over which we can search for life within our solar system or outside. So we spent a lot of time looking at the surface of planets just out of necessity and planetary bodies because that's the part that we can get at. Um, BUT if you peel off the layers of You know, every planet and moon in this solar system and then every planet and moon in all the galaxies all around the universe. Now, you've really compounded the area over which life can exist. And so, I think that subsurface life may be extremely common in our universe. We just have to find it. It's hard."
	},
	{
		"start_time": "32:16",
		"speaker": "Ricardo Lopes",
		"words": "And in what ways do you think we should perhaps expand the range of conditions where life might exist across the universe to try to find it?"
	},
	{
		"start_time": "32:27",
		"speaker": "Karen Lloyd",
		"words": "I think that we, um, when we think about, um, Goldilocks planets, so we, we right now think about planets that are close enough to a warm star but not too hot of a star to allow liquid water at their surface. That's, that's sort of our criteria for, it's like Kepler's criteria for an Earth-like planet. Um, BUT you could, you can put in models that say, OK, well, now like 3 kilometers down. Is it close enough to the star and is the star bright enough to allow or and not too bright to allow liquid water? Um, I think that you would have a lot more Earth-like planets to, to choose from. Mhm."
	},
	{
		"start_time": "33:07",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So the book is again Interrestrials, Discovering the Strangest Life on Earth. I will be leaving a link to it in the description of the interview. And Doctor Lloyd, uh, apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "33:24",
		"speaker": "Karen Lloyd",
		"words": "Um, SO I gave a couple of TED Talks a little while ago, so you can just Google Karen Lloyd TED Talk. They come up. Um, I put a ton of work into them, so hopefully you, you find them entertaining, um. And uh yeah, I just, uh, I don't know, I need to figure out how to be on Instagram. I'm not, I'm not good, guys. I'm gonna work on it. I'm gonna try to share. I'm headed to the Arctic in September and Yeah, I'll try to share that with people better."
	},
	{
		"start_time": "33:50",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been a pleasure to talk with you."
	},
	{
		"start_time": "33:56",
		"speaker": "Karen Lloyd",
		"words": "You as well. Thanks so much for having me."
	},
	{
		"start_time": "33:59",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Sverggoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolatti, Gabriel Pan Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]