[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Jaap de Hod. He is Samuel C. Dobbs, Professor in the Department of Biology at Emory University, and today we're talking about his book, Doctors by Nature How Ants, Apes, and Other Animals Heal Themselves. So, Doctor Duhode, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:28",
		"speaker": "Jaap de Roode",
		"words": "Thanks so much for having me."
	},
	{
		"start_time": "00:30",
		"speaker": "Ricardo Lopes",
		"words": "OK, so what is the premise of the book? I mean, uh, what do you explore there exactly in terms of how animals can produce, I guess, and use their own medicines."
	},
	{
		"start_time": "00:45",
		"speaker": "Jaap de Roode",
		"words": "That's right, yeah, so I'm just, um, you know, what, what I like about the book is like just the pictures of animals and, uh, and that's really where, where it comes from. It's a fascination with nature and with animals and Humans have a tendency to think they are special and, and especially people in Western societies love the idea that we're separate from nature and we have, we do things that other species cannot do. And so for a long time, we thought that humans are the only species that can use medicine and now we know that a lot of different animals can use medicines as well. So the book is really about Uh, all the evidence we have right now for all sorts of animals from ants to apes that use medicines, that, that use drugs from nature to heal themselves or even heal each other. And also the lessons we can learn from that because it turns out that animals have some really cool medical know-how that we can learn from, that we have learned from, and that we can actually learn from even today and in the future to treat better our own. Uh, PETS and our livestock, honey bees, but also discover drugs that we can use for ourselves."
	},
	{
		"start_time": "01:54",
		"speaker": "Ricardo Lopes",
		"words": "But how do we determine that a particular species or a particular animal uses a natural product as medicine? What counts as medicine?"
	},
	{
		"start_time": "02:06",
		"speaker": "Jaap de Roode",
		"words": "That's a really good question and. Defining medicine is actually really difficult. And when I was writing the book, I actually tried to write a chapter on what is medicine, and in the end, that chapter didn't make it in the book. It was too confusing. Um, IF you ask, you know, anyone around you, you know, to define medicine, everyone is going to give a different answer. So what I focused the book on is talking about medication, using medicines or drugs. So I use medicines, drugs, as, as the same thing. Basically, compounds or chemicals that you can get from the environment, um, whether it's plants or fungi or animals, minerals that animals use or humans use to treat their infections. And so that's the other thing I really focused on is infectious diseases, whether it's bacteria or viruses, worms, uh, protozoans. Basically things that make you sick. And so, Then really what it comes down to is finding the evidence that an animal uses a compound from the environment when it is sick or to prevent it from being sick, um, and that you can then demonstrate that that compound actually has activity against the parasites or the pathogens that it is infected with, and that it intentionally uses them. Only when it's needed. And so that is the, that those are some of the criteria. And when you do that, um, you can apply that to a lot of different animals and that's how we have discovered that apes do it and ants and bees and all sorts of other animals."
	},
	{
		"start_time": "03:38",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So in the book you go through through 4 different ways that animals use natural products to fight infections and alleviate disease, namely prophylaxis, therapeutic medication, body anointing, and fumigation. Could you explain each of them before we go through examples?"
	},
	{
		"start_time": "03:58",
		"speaker": "Jaap de Roode",
		"words": "Yeah, yeah, and so I, I'd say that the one that's really the, the kind of the most um like what we do as when we use medicines is therapeutic medication, right? So this is the idea that when you are sick, you go and use a medicine that then cures you of the disease or relieve it, relieves the disease symptoms. And so this is the form of medicine that is usually the most easy to demonstrate because what you're, what you're doing, um, and to give an example, so really, it started with chimpanzees actually in the 1980s. And so what, what primatologist Mike Hoffman, who works at Kyoto University, he worked together with a trad traditional healer in Tanzania. His name was Mohammadi, and they found that a chimpanzee was using particular leaves from a plant called bitter leaf. And sucking the juices out of the pith of the branches, um, and that dislodged or killed parasites in, in the gut of the chimpanzee. So what you're looking at then is, is a case where you see an animal who is sick. It uses a specific plant in this case or a particular compound that works against the disease. And then the animal recovers. Um, AND also related to that, and that comes back to your previous question, what is medicine, is that you can demonstrate that there are costs to it as well. There are side effects. You know, when you, we use medicines and we go through the little leaflet that comes with the medicine and we go to the pharmacy. It's all, all sorts of side effects and you see that in animals too. So, therapeutic medication is really the use of medicines when you are already sick and you use the medicines to treat that disease. And, and it doesn't have to be yourself, so animals can also do that to each other. Um, PROPHYLAXIS is kind of preventative, and so this is the kind of thing that, you know, when I travel to a country where there is a lot of malaria, I take prophylaxis. I start taking my anti-malarial tablets even before I go, right? And because the risk of becoming infected is so high that it's worth taking the medicine despite the side effects, um. Even before you go, because you know you're very likely to get the disease. So animals do this too. It's a little bit harder to demonstrate, right? Because when you see an animal that is sick and it changes its behavior, now it uses a particular compound and it, it recovers, that's easier to demonstrate. But we have a lot of examples of, of prophylaxis and um some of them, for example, there, there are particular primates that live in areas where there is a lot of infectious with, with worms and they start eating berries that have a lot of toxins and they only do it in the areas where there is a very high infection risk. And so that is an example of, of prophylaxis. Body anointing, that is, so anointing in, in human cultures often has the connotation of, uh, you know, religion, so you get anointed, and, you know, in, in religion or, you know, the Queen of England or the King of England gets anointed during the, the ceremony. But it's also the use of repellents that you smear into your skin or into your hair. So when we apply mosquito spray, when we want to prevent from being bitten by mosquitoes, that's anointing. And animals do that too. And so there are examples of lemurs and capuchins, and they use all sorts of things, um, including sometimes they steal the mosquito repellent from humans and start smearing it in their own fur, um, but more naturally, what they do is they use plants or even millipedes. So, some millipedes produce really toxic, uh, substances that toxic liquids that the millipedes use to protect themselves against predators. And what the lemurs and, and capuchins do is they, they grab the millipedes, start pulling them apart, and then, then smear all those liquids in their fur and also in the fur of each other, and that stops them from being bitten by mosquitoes and butterflies. So that's annoying thing. And then the final one, like you mentioned is fumigation and so this is You know, say you have an infestation of, of parasites in your house and, you know, where I live in Atlanta, there, there are quite a few, you know, houses where you may find cockroaches, for example. They are very, very common here in Atlanta, Georgia. And so people may actually call pest control and they come around and, and fumigate your house to try to get rid of those. And, you also see it as part of mosquito control in a lot of different places where they actually come in and, and mist your house with the mosquito spray. So that's basically creating this gas that then kills the, the things that make you sick or prevent them from coming in. And so, animals do this too, and so birds do this often by putting Plants in their nests, very volatile, uh, plants with volatile chemicals that smell very strongly. Some even use cigarettes and put those in their nests and that keeps all sorts of parasites away, whether that's uh mites or lice or ticks, things that eat blood of the, the chicks, and that is a way to, to prevent that from happening."
	},
	{
		"start_time": "09:11",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so you've already mentioned a few examples of each of these different kinds of uh therapeutic approaches that other animals use, but uh let me ask you about some specific examples that you go through in the book. So when it comes to prophylaxis, you talk about Japanese monkeys that eat antiparasitic plants in areas with parasites. So could you tell us about that?"
	},
	{
		"start_time": "09:39",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so that is, um, and like I said earlier, prophylaxis is often a little bit harder to, to demonstrate. But so what, what people often do, and this was in the, indeed, when, when you look across Japan, there is a lot of, there's a very big gradient in the environment, um, in the climate, but also in the amount of parasites that the animals encounter. And so what researchers did is, is really look at all those different populations of those Japanese monkeys and find that in areas where they're more likely to become infected, they use more of those, um. Uh, TOXIC plants that work against those parasites. Um, AND that's similar to other species of primate in Africa that I mentioned earlier where they live in areas with a lot of infection risk. They eat more of the berries that can kill some of the parasitic worms."
	},
	{
		"start_time": "10:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And an example of therapeutic medication is wooly bear caterpillars that use toxic alkaloids to kill parasitic fly maggots. Tell us about"
	},
	{
		"start_time": "10:41",
		"speaker": "Jaap de Roode",
		"words": "that. That's a great story. So, you know, it's, it's a great story in so many ways. First of all, the, the, the, the, the parasites, in this case, we're talking about a parasitoid fly. And so what parasitoid flies do, they lay their eggs on the caterpillars and then the maggots hatch out and they eat their way into the insides of the caterpillar. And then they grow and eat up the tissues of the caterpillar and they're, they're very clever in the sense that they, they don't eat the You know, the critical organs, so the caterpillar keeps living and eating, and so these maggots develop. And when the maggots are ready to pupate themselves, to turn into an adult fly, they eat their way out of the caterpillar and basically at that point, the caterpillar dies. So they kind of burst out of the, the caterpillar and it's reminiscent of the, the alien movie where you had the alien, you know, jumping out of, of the captain's stomach and um. You see, I, I'm, I'm, I'm smiling because You know, when you study parasites, you, you start appreciating them. So it's, it's, it's ultimately gross, but it's also extremely fascinating. So, you know, I, I, I give, I, I definitely give love to the, to the victims, but I also give love to the, to the parasites and, and then you probably see that in the book as well. But um, yeah, and so what happens, so these wooly bear caterpillars. They can eat, unlike a lot of other caterpillars, they can actually eat a lot of different, different species of plant, and some of those plants contain alkaloids, and when they eat enough of those alkaloids, that actually kills the parasitoid flies. And it turns out that when they are infected, they prefer to eat food that is high in alkaloids, and that then kills those flies. And, but it's really the, the story is so much cooler because what researchers also did, they They stuck tiny little electrodes in the taste buds of the caterpillars. So it turns out those caterpillars have 4 different taste buds, and one of those is specifically reacting to those alkaloids. So they have one taste bud that specifically tastes alkaloids, and when they put electrodes in those and then looked at infected and uninfected caterpillars, and they exposed them to the alkaloids, they saw that those taste buds. In caterpillars that were infected started responding much more strongly. And so what that means is that when the caterpillars are infected, the alkaloids taste really good, and that's why they eat more and then they eat enough to kill the flies. And so it's a really beautiful example, not just of what they do, but how they do it and how the body tells them, you know, eat these alkaloids, they taste good, they're good for you."
	},
	{
		"start_time": "13:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, when it comes to body anointing, one of the, one of the examples you give in the book is the one of lemurs that rub anti-parasitic substances into their fur to deter parasites like lice, mites, and mosquitoes, right?"
	},
	{
		"start_time": "13:43",
		"speaker": "Jaap de Roode",
		"words": "That's right. And you know, and, and I, and I will say it is very Um, it's a really nice example. We're not 100% sure yet that they really do adjust for the medicine part, because what you see these lemurs and the capuchins do, they, you know, they, they kind of go in this trance. They really enjoy it and, and And also what they do is they do it to each other. So they start rubbing the, the millipedes or the other substances into each other's fur. So it also has a social function, right? So we don't know. Maybe they do it because it's fun and it, it creates these social bonds, um, like, you know, people may go to the, to the pub at night and share a beer and, you know, as a social thing. And so it could be that they do it for fun and social interactions and a, and a side effect is that it also prevents against infection or, you know, it's, it's both of them and that's something that we don't know 100% yet."
	},
	{
		"start_time": "14:39",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And finally, when it comes to fumigation, tell us about the example of birds that line their nests with aromatic plants to kill mites, ticks, and lice."
	},
	{
		"start_time": "14:54",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so this was. Well recognized. So in the 1980s, there was the time when, um, when I said earlier, Mike Hoffman and Mohammadi, when they discovered that chimpanzees can use therapeutic medication. The 1980s, people also realized that a lot of birds put these aromatic plants into their, their nests and So there were a lot of different hypotheses for why they did it, but some people said they probably do it to keep parasites away. And so then you can do experiments and see where, you know, if the birds collect more of the plants that they end up with fewer parasites. But really the best evidence for That kind of fumigation has come more recently from studies in Mexico City where researchers found that birds, and in this case it's finches and sparrows, that they line their nests with cigarette butts and it's, it's a really interesting story. Um, AND so, Monte Suarez Rodriguez, who was an undergraduate student, actually starting this project, she started her project really trying to find out what is the effect of cities and urbanization on the nest building of birds, and she had this idea that all the trash that people put in, put out ends up in nests and maybe it's really bad for the chicks. And then she found this white fluffy material. In some of the nests, and she couldn't figure out what it was until it rained and then she smelled the smoke, and that's when she realized, oh, they're the cigarettes, so it's the filters of the cigarette butt, so people will smoke and then throw their their, the filter on the floor when they're done, and then the birds would collect them and then pull all of all the fibers out and put it in their nest. And then what she found is that when the birds have more of these cigarette butts in their nests, so some of them have more than 30 of these butts in their nests, they had fewer parasites. Um, AND then what, what she did, and that's really cool, then she did a real cool experiment where she could actually create or manipulate the nests of the birds to make them all the same. And then in some of the nests, she added ticks that were alive and could suck the blood of the, the chicks or ticks that were dead or no ticks at all. And then she would see how many butts, the cigarette butts, the birds would collect and finally when there's live ticks, they collect a lot more cigarette butts. And so it's a really direct response to the parasites in the nest and that helped the chicks. They, you know, they survive better, they fledge the, the nest, um, but again, also, it's a medicine and as you can imagine, you know, we know smoking isn't good. And it's also not good for birds, and so there were some effects on their, their blood cells, so it helped against parasites, but there were also side effects of the, of the use of the cigarettes."
	},
	{
		"start_time": "17:40",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Do the animals know at all that they are medicating themselves and how can we study that?"
	},
	{
		"start_time": "17:49",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so that's a really great question. And this has been the question. Or the idea that animals know or need to know what they're doing, I think has really stood in the way of our progress in understanding animals using medicine. And even in the 1980s when Mohammadi and, and Hoffmann, when they really first described the experiments with chimpanzees, a lot of people just didn't believe it. And scientists were really skeptical and they said there is just no way that, that animals can do this. And You know, then people slowly started accepting it and, and they could because they said, well, chimpanzees are very much like humans, right? And even with my own work, when I started looking at this in monarch butterflies, there were so many people who said, there's just no way. They, they, they're not smart enough, they don't have the capacity to do this. So, my, my response to do they know? Maybe some of them. I think a lot of them don't. Not in the way that we know what we're doing. Um, BUT I gave you the example of the, the wooly bear caterpillars, and it's so cool, right? Because you, you have a case there where the caterpillar is infected and then the body tells the caterpillar, eat these alkaloids because they taste good, right? The caterpillar doesn't need to know it's infected. The caterpillar doesn't need to know that the alkaloids are going to help. Um, ALL it needs to know is that if I eat alkaloids, you know, they taste good. And so I think there's this In a way, different levels of knowledge, right? So when we think, does some, someone know, we think about using our, you know, big brain and really thinking about, oh, I'm gonna use this because I know it's going to help me and I know that because there have been trials and the doctors told me and everything. But I think there's also a lot of things, even humans, a lot of things we do without thinking about it. Um, AND so I think for most animals, they probably don't know they're using the medication and But that doesn't mean they're not using it. Um, THEY'RE using medicine, it helps them, but they don't have to be aware, consciously aware of what they're doing."
	},
	{
		"start_time": "19:59",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And are these behaviors learned or innate in some way?"
	},
	{
		"start_time": "20:06",
		"speaker": "Jaap de Roode",
		"words": "So they can be both, and so again with the wooly bear caterpillars, they don't learn it. It's their, their body telling them this tastes good, eat it. There are also a lot of animals that can learn and really good experiments from sheep and goats. There's been really wonderful research at Utah State University for many decades now, where people have done experiments with sheep and with goats and cattle. And what you can do is, um, for example, what, what they can do is they have sheep that are infected with worms or not, give them different foods, and then They, they realize, or, or, you know, some of the foods in this case, it's particular food with tannins. Tannins are the chemicals um that a lot of plants produce. If, if you're a fan of red wine and, you know, you have kind of that like that, that stringent that the feeling that your mouth kind of gets sucked together, that's the, that's the effect of tannins. And the, um, so, so. Goats and sheep don't like those, but when they eat that, when they're infected, what happens is actually, it helps them clear parasitic worms in their guts. And now they have made that association. And so the next time they have the symptoms of the parasites, they will specifically choose that food when they are given the choices. And so that means they have learned from their experience, they have learned through association. They associated the consumption of particular plants with recovery from this disease, and so they'll use it next time. So that's individual learning. Um, BUT coming back to your earlier question, do they need to know what they're doing? And the answer is no. They're making that association. They don't know what is in the food. They don't know that they have worms, but they, what they know is they have discomfort, right? They have symptoms of infection, and they, their body has learned that by eating particular plants that discomfort disappears and You know, so, so even, and, and, and, and the researchers have shown that even but you can create these associations when the animals are under anesthesia. So you can put them to sleep. And then give them particular foods and, and that relief relieve symptoms or not, and then the animal learns it. So the animal doesn't even have to be awake to learn it. It's, it's really the body learning it, right? So, again, it comes with the question, with individual learning, do they know it? They don't have to know it. They don't have to be consciously aware."
	},
	{
		"start_time": "22:40",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, Tell us about your research on monarch butterflies and how they use milkweeds against parasites."
	},
	{
		"start_time": "22:49",
		"speaker": "Jaap de Roode",
		"words": "Sure, yeah. So I Came to monarch butterflies in 2005 and I always like telling people, I don't study monarch butterflies because they're pretty, but because they become sick. And you know, monarch butterflies are very famous. They're very pretty and they migrate thousands of miles or, or kilometers either way, thousands um from Canada and the United States down to Mexico every fall. So they're really, really impressive creatures. They're I, I was interested because they become infected and they become infected with a parasite that is a little bit like the malaria parasites that infect us, the same general group of protozoan parasites. Um, AND those parasites can make the monarchs very sick, so, The monarchs get infected with these parasites. They grow into tissues and then ultimately they essentially poke little holes in the abdomen of the adult butterfly that sometimes it gets stuck in the pupal case. If not, they kind of can die really quickly from dehydration. They cannot fly very well, so it's a very detrimental parasite. And so this is what I was really interested in and Monarch butterflies, unlike the wooly bear caterpillars that we mentioned, monarch butterflies are very much specialized on milkweeds, so they can only eat milkweeds as caterpillars, but they can eat multiple species. So in North America, we have about 30 species that they can use, and those species vary in the concentrations of toxic chemicals called cardenolides, and these are the, the chemicals. If, you know, if we eat milkweeds, some species would be OK, but I always tell my students don't eat milkweed because they have evolved these chemicals to kill and so, you know, those chemicals actually can stop our heart, so it's really bad. But monarchs are, are mostly resistant to these chemicals and um So when I first started working on the monarchs and growing the milkweeds, and I'm really thinking about the different types of milkweeds that the monarchs use, for me it was a very logical question to ask if the different milkweeds with different concentrations, if, if some of the plants that have really high concentrations of these chemicals, if they could work against the parasites. And so then we did experiments where we had monarchs that we reared in the lab on the different species of milkweed, the monarchs were infected or not, and then I found that the monarchs, when they eat plants with high concentrations of these cardenolites, so more toxic plants, it reduces the probability of infection, so the monarchs are less likely to become sick in the first place. When they do get infected, they become less sick. And so, It was really in that sense of medicinal. Some of these milkweeds are medicinal. And then the next question was, OK, well, if that's the case, can monarchs use this and when they are sick, specifically use those medicinal milkweeds."
	},
	{
		"start_time": "25:41",
		"speaker": "Ricardo Lopes",
		"words": "How about apes that swallow lives to dislodge worms?"
	},
	{
		"start_time": "25:47",
		"speaker": "Jaap de Roode",
		"words": "So that is uh another great example of, um, so, so a lot of the, the examples we have talked about so far are really chemical and so, you know, with the, like I just mentioned, the monarch butterflies and, um, but, but they, but they do and actually let, let me tell you that before I get to the, to the hairy leaves in the, in the chimpanzees, but um Yeah, so the monarchs use these high cardenolite species and in fact when you give them choices, the caterpillars don't actually make choices, and it's the mothers that do. So what we have found is that the mother monarch butterflies, when they lay eggs, when they are infected, and the way that works is when they're infected, they pass on some of those parasites to the eggs that they're laying and then the caterpillars become infected when they come out of the eggs. And So, but, but what the mothers can do is when they have choices, they prefer to lay their eggs on those more medicinal milkweeds, and that then reduces infection in their future offspring. So that's based on chemicals. Um, EARLIER I mentioned chimpanzees that use the, the bitter leaf plant and use the toxic chemicals from the, from the plants. Um, WE have talked about, you know, cigarettes in, in nests and that is based on the nicotine as well as other chemicals in the smoked cigarette butts that work against parasites. And so, but yeah, there's other forms, and so the chimpanzees, in addition to using chemicals, they can also use mechanical medication if you like. So, And this goes back, I think, to the 1960s. Jane Goodall had already noticed that sometimes when you look at the dung of chimpanzees, it has leaves in it that are not fully digested. And so what that means is that the chimpanzees swallow leaves and just swallow them completely. Don't, don't chew them, they don't digest them and then pass them into their stool. And So the question then was why, why are they doing that? And so also in the 1980s and the 1990s, it was Mike Hoffman and a lot of his colleagues really showing That's what all these leaves have in common is they're very rough. They have a lot of hairs on them. So it's like, it's a little bit like, like sandpaper and so you, you can imagine swallowing that is really not fun. And so actually what the chimpanzees do is they fold the leaves, so they become smaller and then swallow them. And then what they found is that because they're all very hairy, they basically, um, Take the parasites out of the gut because the parasites, so we're talking about worms, they get stuck in those hairs. It's like a Velcro and they get stuck, um, and then they get pooped out. And the other thing that the leaves do is because they're so rough, they, they really irritate the gut, so the chimpanzees will get diarrhea and really purge those parasites out of their system and they can use a lot of different leaves to do this. A lot of different plants, but what they have in common, they're always very rough. It's like, uh, yeah, and that, that's what, what Hoffman told me is that it's like the Velcro effect because if you pull a worm off it, it, it sounds like this Velcro strip. So, yeah, it's a really cool example of how animals do this."
	},
	{
		"start_time": "29:02",
		"speaker": "Ricardo Lopes",
		"words": "Another great example that you explore in the book has to do with bees that incorporate sticky resin into their hives to combat pathogens,"
	},
	{
		"start_time": "29:12",
		"speaker": "Jaap de Roode",
		"words": "right? Correct, yeah. So this is a really intriguing again because, you know, people have known for a long time that honey bees produce propolis, and so propolis is a mix of the resin that they collect from trees and other plants, and they mix it with the wax and then they make it into this substance called propolis. And then what, what wild bees do is they line their whole nest because wild bees, they would make their nests in a hollow tree that has a lot of crevices and a lot of rough surfaces. And they put this stuff all over it. Um, AND so, and our honey bees, when we use them in beekeeping, they do it too. And actually beekeepers find it really annoying because what they, what the bees do is they put it at the top where the lid closes the box and so then you have to pry it open. So they basically just scrape it off and remove it all the time. But the funny thing is that people have used propolis as medicine for a really long time. So you can go to some places in South America, for example, and find propolis on every corner of every street because people use it for all sorts of, you know, health issues, whether it's, it's colds or other things. So people have known it's medicinal, but no one seemed to think that honeybees use it for the same reason. So they just thought it was some kind of cement that they use. Um, BUT now we know, based on a lot of beautiful experiments. That the honey bees, um, when they collect this resin, make this propolis, it helps against viruses and bacteria, even against those varroa destructor mites, the mites that are really detrimental to the honeybees and they spread viruses, um, and, and what is intriguing too is that, you know, so what beekeepers have done is essentially Take the bees out of those hollow trees, right, and put them in these boxes made of smooth planks, and there's nowhere for the bees to put the propolis. The only place they can put it is at the top where the beekeepers don't like it. But, so researchers from the United States Department of Agriculture and University of Minnesota, they have shown that if you just make grooves in those planks, there's all that space again for the honeybees to fill up and then they'll put that propolis in there. And so you can actually reintroduce that medication by the honeybees into the beekeeping uh practices that we use. So, it's a really easy and cheap way to bring back that medicine and let the bees help themselves."
	},
	{
		"start_time": "31:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, YOU also talk about animals that host microbes to help them against infections. Could you tell us about the example of salamanders that host bacteria on their skin, uh, that inhibit deadly fungi?"
	},
	{
		"start_time": "32:00",
		"speaker": "Jaap de Roode",
		"words": "Yes, so we know that, you know, the microbiome, so basically the microbes that live in our bodies and on our bodies, we, we just learn more and more about them and find out that in many cases they're really important for maintaining health and that they can also really help against infections. And so we, we have plenty of examples of our own gut flora, right, when that gets disrupted, we may get really big issues with some bacterial infections. And so we see that, we increasingly see that in animals too. And yes, so for some of the salamanders and other amphibians, they, they essentially have bacteria living on their skin. So we have known for a while that they have toxins that work against predators, but also fungal parasites in this case. And then we didn't really know where those toxins were coming from, and it turns out that it's actually the microbes living on the skin that produced them. So if that gets disrupted, that is, you know, then they become more prone to infections. And so that kind of knowledge is really interesting. What we don't know yet is if animals can use that as, as medication, right? So we know some examples of animals eating dirt, um, so whether it's soil or clay and, and there is different hypotheses for why they do that. So one of them is that they get minerals and can neutralize toxins in their, in their guts, but another hypothesis is that they do it to obtain the microbes to, to get the right microbes that protect them against diseases. And so that research is only really just starting. So, what we know now is that there are microbes that they help against infections and the next step is, you know, in terms of probiotics, do animals do, do a good job of that and do they know what microbes to get for when they need them? And that's hopefully in the next few years we get some examples there."
	},
	{
		"start_time": "33:52",
		"speaker": "Ricardo Lopes",
		"words": "So during the COVID-19 pandemic, there were many people who were bothered by the fact that they had to socially distance themselves and some of them had to be quarantined and things like that, but there are non-human, other non-human animals that also use social distancing to avoid infecting others,"
	},
	{
		"start_time": "34:14",
		"speaker": "Jaap de Roode",
		"words": "correct. Yeah, it's really interesting. So, as I said before, my, my book very much focused on the use of medicines and drugs, right, but there are so many other ways that animals also protect themselves and each other against infections. And so social distancing is not something that humans came up with, and we see that in all sorts of other animals there are Examples in, in bees and ants, for example, that when they're infected, they start keeping their distance and so they start interacting with fewer individuals in the colonies. Um, THERE'S also a quarantine. Um, AND there's also practices that we would as humans probably not approve of. So, in honey bees, for example, when they detect there is infected individuals, they take them and dump them out of the, the colony. So, and they won't let them back in. So that's an extreme form of, of quarantine. Um, SOME ants actually when they, when they realize they're sick, they, they leave the nest and die in isolation. So it's a form of, you know, Basically removing yourself from the colony to stop, um. You know, spreading disease. We now have examples of queen ants that eat worker ants that are infected, so it's, it's cannibalism to stop the spread of infection. And recent examples also show that ants can do surgery, which is really amazing. So they can actually, when, when they realize there's an injured leg or a leg that is infected with bacteria or a fungus, they can actually cut off the leg to stop the spread of that, that infection to the rest of the body of the ant. So yeah, I think it's just intriguing because All these things, you know, that we use for medical interventions. If you look carefully, they're out there, other animals use them too."
	},
	{
		"start_time": "36:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I see, I saw that by reading your book. So what is the importance of learning when it comes to animals protecting themselves from disease?"
	},
	{
		"start_time": "36:22",
		"speaker": "Jaap de Roode",
		"words": "There are many different answers to that, and I'll start with my fundamental answer, which is that I, I feel like we We have a duty to understand our natural role and, you know, for me that's very easy because I love animals and I love nature, but I think it's just so important to understand what is out there and understand animals for who they are and what they use. And I think that's also important from a preservation, conservation point of view, right? When oftentimes when we think of nature conservation, We think about, OK, we need to protect the food and the habitat of the animals. We hardly ever think about, OK, what, what are the medicines that they need. But just like humans, they need food, they need shelter, they need medicine, and so that really changes the way we think about preserving the right habitats and environments for these animals. So I think that's, that, that's really the natural answer. There's also more like a human application answer, and that is that When we think about our own health, and we think about the drugs and the medicines that we use, even today, most of those still come from nature and most of that is from plants. So, We can, we can look at, at the medicines we use. Um, ASPIRIN is a great example. So aspirin is, is a drug that most of us have used at some point in our lives. It's one of the, the most widely sold pharmaceutical drugs on the planet. And it's a beautiful little white pill, and by looking at that, you may not realize that this was actually discovered by bears to start with because what bears do when they come out of hibernation, as you can imagine, lying still for months on end is not good for your body, so they're really sore and stiff when they come out out of hibernation. The first thing they do is they eat the, the bark of willow trees, which has a lot of salicylic acid and that reduces inflammation and relieves pain and everything like that. And people have known this for thousands of years and so they started copying that behavior and then ultimately, it was rediscovered in the 1700s in, in Britain and then the people, you know, extracted the chemicals and then later changed that chemical formula a little bit to make aspirin. But I think it's a great example to show that. You know, by looking at nature, we can learn and some of the, the most important, um, medicines we have come from nature. And so by looking at animals, we can learn new things that we can use for ourselves. We can learn about medicines we can use to improve the health of our own, uh, pets, our livestock, our honey bees. We mentioned earlier, the honeybees. Honeybees aren't doing well. Um, AND part of the reason is that we took away their medicine, but we can reintroduce it, right? And we wouldn't have known that if we hadn't done the research that was really just driven by, I want to know what these animals are doing and so you can bring that back. So it's, it's good for the animals, it's good for us, and yeah, nature has a lot to offer that we can still learn from."
	},
	{
		"start_time": "39:35",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to animals protecting themselves from disease, another couple of things that they can experience is nausea and neophobia, correct?"
	},
	{
		"start_time": "39:49",
		"speaker": "Jaap de Roode",
		"words": "Yes. So I think what, what is interesting about, so, so the, the neophobia that really comes in, you know, about how animals learn what to use and So most animals are very conservative when it comes to eating food and specifically new things. And that is, um, you know, that actually protects animals a lot against eating the wrong things. But it also means that, you know, that, that's sometimes very important when you think about how do animals learn what medicines to use, what medicinal plants to use. Sometimes they need that experience from other individuals so they can learn from each other that it is OK to eat a particular thing. Um, SO that's where that neophobia comes in."
	},
	{
		"start_time": "40:34",
		"speaker": "Ricardo Lopes",
		"words": "Can animals also use food as medicine, and if so, could you give us examples of that?"
	},
	{
		"start_time": "40:42",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so that's, you know, that goes back to the question of what is, what is medicine and depending on who you talk to, you're gonna have a different answer, but it is clear that in a lot of forms of human medicine, food is important. So one example is traditional Chinese medicine where the consumption of green tea is a really important aspect of maintaining health and so, You know, but there are discussions. So in the literature, so some of my colleagues would argue that food cannot be medicine. Others would say that it can be. But we know that there are examples, there are just other species of caterpillars, for example, when they are infected. They don't go and eat particular toxic food, but instead, they eat food that gives them more protein and they use that protein to, you know, pay for their immune system to really um You, you know, because immunity is a very costly physiological response. So they use, they, they specifically eat more protein, so they can mount a stronger immune response against the viruses they have. So I think that's a really good example of where food is medicine. The other thing I will say is that, you know, the distinction between food and medicine and toxins is, is one of those. And so a lot of things that are food. If you eat too much of it, it becomes, you know, toxic and somewhere in the middle of maybe medicine, right? So you can think about drinking coffee, um, you know, you, you can consider coffee as a food, but you can also consider it as a medicine because the caffeine can really help you become alert and be, be able to do things that otherwise you cannot do. But if you inject caffeine directly into your bloodstream in a high concentration, you die, right? So In some sense, food, medicine, toxin, it's all on a spectrum, right? So in some sometimes I feel like we're trying to make the distinction where there isn't one because it's really this whole range."
	},
	{
		"start_time": "42:44",
		"speaker": "Ricardo Lopes",
		"words": "Right, uh why do dogs eat grass?"
	},
	{
		"start_time": "42:48",
		"speaker": "Jaap de Roode",
		"words": "That's a good question, and It's actually, there has been very little research on this. So it's one of the, the surprising things I learned in writing the book was how little people have actually studied this behavior in a scientific way. And, but what we do know is from a lot of other animals related to dogs that they often eat grass. So there have been over the decades many examples of carnivores, whether it's mountain lions, lynxes, wolves, coyotes. A lot of these animals eat grass and oftentimes when people look at, they, they find either the feces of the animals or they find vomit and they find the grass in it and together with the grass there are parasites. And so oftentimes this is worms or other parasites that you can find there. Um, AND what those grasses have in common, the grasses that all these animals use are very, very rough. They're very much like the Velcro-like leaves that we discussed for the chimpanzees. And so, it seems that what these animals are doing is they're going for grass that is really, really rough. They eat it. So probably what's going on, they, they, they have stomach upset or gut upset, they don't feel good. They eat the grass and then they either throw up or they have diarrhea, and that gets rid of whatever made them feel that discomfort, whatever made them feel sick. And so when you look at our dogs, And our cats that of course are descended from those wild carnivores. They often still eat grass and oftentimes when they do it, they either throw up afterwards or they, they, they get diarrhea afterwards, not always, and they don't, and, and I think this is actually great because what it shows is that oftentimes our, our pets don't do it because they have worms, right? Because most of our pets don't. But sometimes they do it because they ate something wrong, like a piece of Lego or a Barbie head, you know, things that that they may find in the house and they eat it and it doesn't sit well, so they feel that discomfort, they eat grass and they get rid of it. And that goes back to earlier when we said, you know, do animals need to know what they're doing? So for them it doesn't matter if there is a gut, uh, a gut parasite like a worm or a piece of Lego. It just doesn't feel good and they eat grass and then they get rid of it, right? So they feel the symptoms and in this case, I think it's a very innate behavior. They go for that grass and then they get rid of whatever bothered them."
	},
	{
		"start_time": "45:19",
		"speaker": "Ricardo Lopes",
		"words": "Do we have any idea about when humans started using medication? I mean, I know that we have examples in the archaeological record regarding Neanderthals and the specific case of Otsi, but I mean, what do we know about that?"
	},
	{
		"start_time": "45:38",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so the The Neanderthals that you just mentioned, we know from basically a Neanderthal dental records. It's really cool. Right, so you can look at the fossils of Neanderthals and their teeth are preserved and the teeth are often the best preserved parts. Um, YOU know, we have to really, uh, I mean you get the calculus, when we go to the dentist and they scrape your, your teeth, they get rid of that calculus, that calculus actually provides really good. Fossil record because it traps all sorts of chemicals and microbes and they get fossilized. So, what researchers did is do gene genetic analysis, but also chemical analysis and they found Specific chemicals that only occur in, in some plants that humans only ever use as medicine as medicine and not as food. So there we go, medicine, food, but things that we generally don't eat as food, but we use as medicine. And so that's why they concluded, you know, around 40, 43,000 years ago, Neanderthals use medicine. But you know, the question is when did they start using it? When you look at And animals in general, we're increasingly finding that all sorts of animals use it. So, and chimpanzees use it, right? So I would say probably as long as there have been humans. So, you know, humans use medicine, chimpanzees use medicine. Our common ancestor lived somewhere between 6 and 8 million years ago. Um, AND then, you know, their common ancestor with the other primates lived way longer ago than that. So I'd say. Our ancestors used medicine and humans have always used medicine as long as we have have existed."
	},
	{
		"start_time": "47:16",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that all hominins who use medicine?"
	},
	{
		"start_time": "47:21",
		"speaker": "Jaap de Roode",
		"words": "I would think so. I think all, you know, the more we look at primates, so we know all apes use medicine and so a lot of this started with chimpanzees, but people have looked at gorillas and bonobos and orangutans. They are, they're all using medicine. And humans are using medicine. So all, all the apes use medicine. So I am, you know, I, I cannot prove it. I don't have the evidence for it, but I think that my, my my hypothesis is that yes, all hominins have used medicine."
	},
	{
		"start_time": "47:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh, HOW can we benefit from studying the medicating behaviors of other animals?"
	},
	{
		"start_time": "48:02",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so I mentioned aspirin before, um, but even today we can learn completely new things that we didn't know. And one really nice example is cats and catnip and silver vine. So a lot of people who have cats will know that when you give them catnip or you give them toys that have catnip chemicals in them, they, they go crazy over it. They love, they bite it and they start rolling around and then they go like in this kind of this ecstasy that those lemurs and capuchins have with the millipedes. So they really, really love it. And it's not until, so people have known about this for A long time and we, we actually have evidence that they're in some Neolithic villages thousands of years ago, people grew catnip, and we don't use it for anything else. So that, you know, the implication is they use it for their cats. Um, BUT why do cats like it so much? So, it's only recently that researchers in Japan They started looking at silver vine, so silver vine like catnip elicits this response in the cats, but it's stronger even than catnip, um, and really trying to figure out why are they doing this. And it turns out that the chemicals in the silver vine, so what the cats do is when they start rolling around, they coat themselves in these chemicals, and then with experiments, the researchers showed that those chemicals protect against mosquitoes. Now mosquitoes are really bad for cats. Um, THEY suck blood, but more importantly, they transmit all sorts of parasites again, such as heartworm, which is really detrimental to cats, and um, But yeah, so, so what the cats do is they coat themselves in this chemical. So it's another example of anointing that we um discussed earlier. And then the researchers actually really felt bad for the cats, so, because it's really sad to have your cats being bitten by mosquitoes. So then they applied the chemicals to their own arm and stuck their arms, one with the chemicals, one without, in a cage with mosquitoes and found that it works for humans too. And so they patented that chemical to see if we can develop it into a human mosquito repellent. Right? So what that means is that even today, we can learn things from, from nature and develop things that otherwise we wouldn't have developed."
	},
	{
		"start_time": "50:22",
		"speaker": "Ricardo Lopes",
		"words": "So still in the realm of applications, and this will be my last two or three questions, I would like to ask you about specific examples of applications of this kind of knowledge. So in the, in farms and in the livestock industry, people have to worry about animal health and that, and them sometimes developing antibiotic. Resistance. So how can we use insights into the medication behaviors of goats and sheep to improve animal health and reduce antibiotic resistance?"
	},
	{
		"start_time": "50:59",
		"speaker": "Jaap de Roode",
		"words": "Absolutely. So I think it's, it goes back to the idea, you know, similar to the honeybees, the way we keep our livestock is very non-natural, right, unnatural, um, because we basically We reproduce this kind of mixed ration food where because as humans we think it has everything in it that it needs because it's all the right nutrients, right? What it doesn't have in it is the right medicines and that is why we have to give them antibiotics and elmintics that kill worms. And so we just add that to the food and that creates a lot of problems with antibiotic resistance. But then the research that we talked about earlier really shows that these animals are really good at Not just using the medicine when they need it, but really balancing their own, their own diet. And so But the research has shown us that when you, even when you, so this was with cattle actually, so you give them either the the mixed ration or you give them 4 different foods that actually make up that ration and like you let the animals decide how much of each they eat. And it turns out every animal chooses slightly different ratios of the chemical or or the foods and that makes sense because everyone has different preferences and needs. Um, BUT on average, they ate 20% less because they don't need to overeat to get what is really most limiting. Um, SO what that means is these animals are really good at regulating their own diet and choosing the medicine when they need it. So, but the researchers in Utah State really, their idea was to put all these animals back in a meadow and then make sure the meadow has all sorts of different plants, right? It doesn't just, and they said even if you just have 6 different plants, and that goes a long way. So rather than just one type of grass grow different types of plants, the animals can sample from, um, some of them can work as prophylaxis, other can work as therapeutic medication. Um, BUT even they said in, in more industrial settings, you could provide those different foods to the animals, right? It doesn't have to be one ration, but give them those choices and make sure there are those medicinal plants in there as well. And so you don't have to rely so much on the antibiotics."
	},
	{
		"start_time": "53:12",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. In the domain of beekeeping, uh, how can we apply the anti-parasitic behaviors of bees there?"
	},
	{
		"start_time": "53:22",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so the, we mentioned the really straightforward way earlier on, right? So you can, right now we have those bee boxes that consist of these planks that are really smooth and so not making them smooth and putting grooves in the side so the bees have some place to put their propolis is a really important and easy way um to, to help the bees medicate themselves and that, you know, then we don't. Have as many problems with the bees and they're happier and we are happier."
	},
	{
		"start_time": "53:55",
		"speaker": "Ricardo Lopes",
		"words": "And finally, tell us about how we can develop bug repellents from compounds discovered by cats."
	},
	{
		"start_time": "54:04",
		"speaker": "Jaap de Roode",
		"words": "Yeah, so that's the story that we mentioned earlier with, you know, the cats that use the silver vine plants and what the researchers did there is really extract all the chemicals from those plants, really figure out what are the chemicals that the cats find most attractive, and in doing that, they found a specific chemical in the silver vine that the cats find really attractive and that when they coat themselves in that, it stops the, the mosquitoes from, from biting them. So, you know, then the next step is to, to see, you know, can we use this chemical? Does it work on humans? Is it safe on humans? And then can we start producing it. So, It's a great example because it's very recent. It's in progress and I love that example because it tells us that learning from animals is not something of, of the past, it's something we can do today."
	},
	{
		"start_time": "54:56",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So the book is again Doctors by Nature How Ants, Apes, and Other Animals Heal Themselves. I, I, of course, I'm leaving a link to it in the description down below. And Doctor DeRod, uh, just before we go apart from the book, where can people find your work on the internet?"
	},
	{
		"start_time": "55:17",
		"speaker": "Jaap de Roode",
		"words": "So I'm on, uh, I've got a website, it's my name.com, Yaprodo.com. I'm on Instagram, Blue Sky, as well as LinkedIn, so you can find me in a lot of different places."
	},
	{
		"start_time": "55:30",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "55:36",
		"speaker": "Jaap de Roode",
		"words": "Thank you so much. My pleasure."
	},
	{
		"start_time": "55:39",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoro, and Hal Herzognun, Machel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloane Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]