[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricard Lops, and today I'm here with Olivia Bentley. She's a porn star, a NASCART, a fitness influencer, a sex therapist, and she also has a master's degree in education. So today we're going to. Talk basically about her life as a sex worker and some of the ideas she has about sex work and what she thinks about some of the assumptions people make about sex workers. So Olivia, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:35",
		"speaker": "Olivia Bentley",
		"words": "Thank you. Likewise, Ricardo. Nice to meet you."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so tell us first, I mean, to start off with, uh, tell us a little bit about your background. I mean, how you got into sex work, the kind of sex work you do, even though I've already spoiled a little bit of that in the introduction and your work as a sex therapist."
	},
	{
		"start_time": "00:59",
		"speaker": "Olivia Bentley",
		"words": "Sure, um, well, certainly it didn't, I, I didn't like wake up, you know, um, I didn't wake up as a child and think that I was going to be here. Life happened, um, you know, if we want to be realistic about life, but, um, I was getting a divorce from my ex and my son was very young and my ex was weak. He's an alcoholic. And sadly, we are both like the same age and he's on kidney dialysis right now, just to give you an idea of where we went in terms of growth. And so he wasn't growing and I was trying my damnedest to get him to clean up and be a father. And I was a stay at home and I was actually getting my doctorates, my doctorate's in jurisprudence. I was going to become a lawyer. Um, AND so very interesting. Yeah, because since then I've met so many of them as clients and they're like, Oh, please don't. You're better off where you're at. So they're all working 60 hour weeks and they have health problems and they're like, Girl, you make just as much money as me. Stay where you're at. So, but, so I kind of was at this point where I needed to, I stayed too long and it wasn't good for my son. So I decided I'm going to just make a move and I'm going to boldly go out there. Um, AND try to do my own thing. And so I went to the sex industry thinking it would just be short term, and I'll continue to get my degree and move on and whatever I decide to do. And that's what happened. I stayed for, for quite a while and I've done different things, but, um, I, we tend, like, there's an old saying in the industry, oh, she'll be back. A girl gets mad and says, I'm out of here. And the girls will kind of giggle and say she'll be back, give it a month. She'll go out there in the real world and find out how, how good she's got it in, in some ways comparatively. Um, BUT that's all, you know, that's all, uh. Up to the eye of the beholder, of what, of what they, of what they like and they prefer in their day to day and who they wanna work with and what they wanna deal with. Um, BUT we don't always have it so bad. It's kind of interesting. Uh, THE perceptions people have."
	},
	{
		"start_time": "03:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's really interesting, and, and I mean, let me just ask you this because I'm really curious. Before you got into sex work and the porn industry. Um, DID you have any role models? I mean, were there, for example, any female porn stars or other kinds of sex, sex workers who you looked up to and thought, oh, I, I want, I would really like to be like her. I mean, did you have any influences or not"
	},
	{
		"start_time": "03:42",
		"speaker": "Olivia Bentley",
		"words": "at all? My, my ex-husband and I enjoyed watching porn together. Um, I thought, you know, who I thought was really, really hot and cool at the time. Um, WHAT is it? What is her name? Um, GOSH, she's a millionaire, but then she got on drugs. Jenna Jamison. Do you know who that is? Oh, oh, yes, yeah. OK. So when she was early when she started and she didn't lose all that weight and whatever she's done with the drugs, and I feel really bad for her because at the time when we were watching her, she was like at the top of her game. She decided to become her own owner. She wasn't going to. Allow these producers to kind of live off of, off of her skin per se, and she started her own production company and made millions on her own. And I thought it was that business intelligence about her that I found attractive at the time. And I thought, well, that's inspiring, a woman that's going to start running the show for herself and make her own money for herself and not get, not get exploited in that. I mean, we're choosing to exploit ourselves, but we should be getting the majority of the fruit of our labor for doing so."
	},
	{
		"start_time": "04:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, actually, when you, before I asked you the question, I was imagining, imagining that you would be saying someone or mentioning the name of someone like Kendra Lust or someone like that just because she's also very much into fitness, so, but I mean, that was just the name that came to mind, so."
	},
	{
		"start_time": "05:09",
		"speaker": "Olivia Bentley",
		"words": "To tell you the truth, I'm not even sure I've heard of Kendra Lust, but I have to be totally honest with you. Um, THIS has not been. A lifestyle choice for me. This has been a career choice. So, although I've enjoyed watching some porn and I'll get off to it here and there, I really don't even know who's who, and I really don't give a shit. But, um, but I mean they're all hot and they're all great and I, and probably today I'd work with one, I'd work with anybody, but you know, I just really pay attention to who's who in the, in the world, and yet here I am in it and I'm making a name for myself despite."
	},
	{
		"start_time": "05:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, sure. So, and a bit about sex therapy. I mean, tell us about that. What kind of work do you do there?"
	},
	{
		"start_time": "05:56",
		"speaker": "Olivia Bentley",
		"words": "Well, um, just, you know, as an escort, as a companion, um, as a professional, we do, it's kind of like High-end luxury, it's a high-end luxury service where you can come in and relax, get your physical needs met, but some people wanna talk. And so, um, over the years, I mean, I'm just there to be a, like your best friend, like, you know, whatever you want me to be for that hour or two days, your wife, your girlfriend, your, your bestie. We are, you get to lay it all out on the line and be yourself and open up in the bedroom in ways that other people don't know you like that, right? And so it's pretty cool. And so what will happen is it'll open Pandora's box and people will get very comfortable. Expressing things to me. And so over the years, like, for example, I would have soldiers from Iraq. They, they were in the Iraq War. For a while, they were coming in and seeing me and there's, and so such messed up stories and these wonderful men that put their lives on the line, that went out and sacrificed for us, and now they're coming back. With some mental issues. And they're describing, well, suddenly something triggered me and suddenly I was in my car and then I got pulled over. I don't even remember what happened, but it was some kind of post trauma circumstance, and then they end up in jail. So that kind of stuff really upset me and letting them just open up and lay it all out, even if, you know, that maybe they'll cry or whatever. What have you. I've even had somebody give me a Purple Heart. You know, that's how much I meant to them, just getting to come and see me on the regular and open up. And that's why I decided to give um people in law enforcement and military 25% off. I have a 25% anytime discount that I've had for years that I'm known for, um, due to, due to stuff like that. So, when people come in and open up like that and then they leave really relieved. You know, it's like, my God, it's like I just had this awesome therapy session, lady. We got to get it on. You're gorgeous. You took good care of me. You gave me a massage. I got, I felt so comfortable. I got to open up and talk about some things that really make me uncomfortable that I wouldn't really want to talk with anybody else about. Then I'll coin the phrase, this was like therapeutic for me. So I have made mention of that. And at one point it went, that mentioning went viral. And so that's why I got the reputation as the sex therapist that some people will. Laugh at and mock, which is that's fine, you know, by all means, you know, let's, let's laugh about some stuff too. But there truly is a therapeutic value to to seeing somebody and spending quality time and having good intimacy with a woman."
	},
	{
		"start_time": "08:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and the thing is, is that people have many assumptions about the kinds of men that pursue sex workers, that I mean, pay for sex, but I mean, what Uh, I mean, do you, do you have any sort of, uh, let's say, uh, portrait of the typical men that approaches you in, uh, to pay for sex? I mean, are they just regular men or as we sometimes hear from people who are against sex workers like conservatives and certain kinds of Feminists that men who pursue or or men who pay for sex are just losers who can't get a woman and they are abusers and accusations like that."
	},
	{
		"start_time": "09:30",
		"speaker": "Olivia Bentley",
		"words": "No, it's, it's, it's literally across the board. It is across the board 100%. So it's whatever you're. Wanting, for me, it's it's whomever I'm willing to spend time with. And I'm not going to spend time with some piece of crap abuser. Sorry. I mean, they'll they'll they'll come to book girls and what have you, but it's really up to the girl, what kind of backbone, what is she made out of character wise, as far as who she's going to take on as a client. And so my guys are extremely normal, um, and I have married clients too, like, like couples that they want to partake together, you know, conservatives, a ton of conservatives. I did the Candace Owens show and I, I got a whole slew of conservatives that just feel comfortable meeting me, you know, just the way I Articulate, um, and so I, I have a lot of conservative clients, um, a lot of law enforcement due to and military due to that, uh, that discount that I'll hand out. But just everybody from across the board, your mailman, your, your lawyer, you know, normal decent people, um, that for whatever reason they're wanting, you know, for them it's a, it's a luxury thing or maybe it's a stress reliever, what have you. And they, and as much as these guys work, they deserve it. They work. Everybody's working so much. Every time I ask, you know, what do you do? I work. What do you do for fun? I work. Like, God, I meet a lot of working businessmen. So, and, you know, here we are in America, it's America, baby. So what do you think? What, what are you doing? We're working."
	},
	{
		"start_time": "11:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean it's interesting that you mentioned the Candace Owen show, the episode you did there, because, uh, and you mentioned that you have some conservative clients because I mean the I listened to that episode and the entire show, she was trying to paint you as a bad person, as someone who was, I mean, mentally flawed in some weird way, in some weird. Weird conservative kind of approach, and I mean we can we can get into that a little bit more later, but I mean that was the kind of take I was getting from her. That was the kind of energy I was getting from her. Did you feel that at all?"
	},
	{
		"start_time": "11:52",
		"speaker": "Olivia Bentley",
		"words": "Or yeah, it was pre it was totally preconceived. It was, she didn't do that naturally. What she did was After we met on the Whatever podcast, and I kind of, um, gave her, I was pretty quiet. Uh, I just thought the Whatever podcast was kind of, it was a little immature in a way, just the forum. Um, BUT I gave her a little kickback on some of the stuff that she was saying because she was just there to be, to, to kick it up and insult us and get and get things going. Get the controversy going, get the girls mad, get the girls raging so he would have a good tagline for his bit. Um, AND then she, I called her or I got a hold of her. I emailed her and then the producer got a hold of me within 24 hours and said we will fly you out this week and I was very surprised to hear back so quick. She at the time was pregnant, and she was just like, do anytime. So it was like, wow, but I was a little intimidated just to fly out a day or two on a dime. So I said, give me, give me till next week. And then, but the whole premise, I said, this is what I want to do. I was in varsity debate. I was going to become a lawyer. Lawyer. And when we were in varsity debate, we, we debated policies and she's, she's a debater, right? That's where she got her start with with Charlie Kirk, um, going over to the colleges. So I said, you go get your evidence against prostitution. I'll get my evidence for, and let's have a little mash up. That's not, of course, what they did. They said, can we get your speaker notes the night before? And I, and I'm like, no. You can't have my speaker notes the night before. What she did was she went and had her staff run a background check on me and she got the wrong woman. And the whole idea was to get a bunch of dirt on me and then slam me once I came in. And so they've done a background check on a woman who was, who has a child who lives in another state. And my child, my son's always been awarded to me. He's always been with me. He's, he's my, he's my man. He's always been with me. Like we're super close. So, um, she starts out in the interview, so you're estranged from your son. He lives in another state. That's the first thing."
	},
	{
		"start_time": "14:10",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God."
	},
	{
		"start_time": "14:12",
		"speaker": "Olivia Bentley",
		"words": "So I'm like, oh boy, here we go. She's going to come up with a bunch of wild stuff. So just get ready. She's going to come at you. So, um, and I think if I were to do it again, I would have said, hey, I thought based on what I spoke with the producer, we were going to have an actual debate. I've got my speaker notes here and maybe held our feet to the fire a little bit more on expectations because that was a switch in bait. Um, BUT those, so, some of the, I mean, that's how it works sometimes with those interviews. You gotta be careful if you wanna, you know, these got you folks that are, are using you for clickbait, um, so, and I decided to brave it, so I knew what I was getting into. Yeah,"
	},
	{
		"start_time": "14:56",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I, I mean, we're definitely going to address some of the accusations she made there or some of the assumptions she came up with because they are actually not original at all. I mean, it's actually what we tend to hear in debates with uh between conservatives and sex workers. It's always the same kind of Arguments they use, but do, do you think that pornography and sex work more generally is for anyone, or do you think that perhaps there are to be successful as a sex worker and to like being a sex worker, uh, women particularly should have certain kinds of traits."
	},
	{
		"start_time": "15:41",
		"speaker": "Olivia Bentley",
		"words": "It's a tough one because, you know, if I hadn't had so many um negative experiences with my ex and negative experiences with, you know, even growing up, growing up with my, my, watching my dad and my mom, I don't know that I would. HAVE gotten in the sex industry. I mean, I really do love the idea of families. I love the idea of families, men and women getting married and having lots and lots of babies. We need them and having happy families. Now, now, having said that, even when I was married, my ex and I like to watch some porn. It was, it was, it was kind of a fun little kink and a kick. A lot of people do it way more than, I mean, that's why it's not getting banned, right? Um, A lot of people tend to dip into it, um, for the, the artistic value and, and to get them, get them creatively, get them going, get their juices going. So, um, You know, I'm, I'm in the space, and I just feel like you really need to, um, stick to your guns on running the show, running the show on your own, on your own terms. And make sure that you do not put up with any crap, because that's the thing, like this industry can chew you up and spit you out. I don't recommend that everybody go get into it. I don't really want teens watching porn. I don't. I want those websites to verify people with their ID and make sure that those adults going on adult, I'm serious. I, which is funny because most of my colleagues would say, What are you talking about? You're gonna cut into our bottom line. I care about safety and I don't want kids getting on the internet, seeing a bunch of porn, and even, you know, cause it, it gets pretty wild out there. Uh, IT'S not all healthy porn. It's not all, you know, I mean, again, that's the eye of the beholder, but Um, But If you are gonna go into the industry, go in with your eyes wide open, do not be your own boss and, um, run it like a business, like run it like a legit business, get an escort. Make sure you're testing. Make sure you're vetting and screening your clients. You know where they work. You've seen their ID. You know them. If anything were to happen, you know, there's just a lot of safety considerations. So you've gotta have, you've gotta be a tough customer to be in the industry. Right. Yeah,"
	},
	{
		"start_time": "18:29",
		"speaker": "Ricardo Lopes",
		"words": "and by the way, do you think that online platforms like OnlyFans and other platforms like that, uh, give more power to sex workers to have control over their own content that perhaps working for a production company wouldn't."
	},
	{
		"start_time": "18:48",
		"speaker": "Olivia Bentley",
		"words": "Yes, it's all a racket game. So let's say if you, let's say you want to, um, be a porn star and you want to get an award and you wanna have that much recognition that people across the nation are gonna recognize you, right? Um, ALL you need to do is hire a, and I was, I was doing it, and then I was like, man, I don't really want to invest my time in this. You hire a manager and you just, it's very formulaic, and then they start promoting you. You enter all of the contests, you show up to all the ABNs, you pay in, and eventually you get your reward, having paid in and done a lot of mark, you, you pay a PR company basically. Um, SO that's one way to do it. If you do it that way, you will be taken advantage of in the sense that they're just gonna give you your, your shoot rate, which is however many, you know, thousands of dollars that is. You're gonna work for them, and then they're gonna take that video and they're gonna go make a ton of money off that video. But you, but if, but some people will do that because they're like, yeah, but if I go get famous over this. And people are, everybody knows my name. I can still work my OnlyFans with more people coming in or what have you, um. Some people that don't, that they just wanna go to OnlyFans and just make their own money, you can market yourself in your own way, um, that, that can be successful. OnlyFans was hugely, hugely successful for the Instagram stars during COVID. All those Instagram stars ran over to OnlyFans and brought all of their followers and made just a ton of money. Um, I hear the money's not as good, but I mean, it's however much you want to put into it as far as marketing goes, right? Does that kind of give you a. Yeah,"
	},
	{
		"start_time": "20:43",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I, I think so. I was actually also going to ask you, do you think that if uh a girl is interested in getting into sex work, whether it, whether it is uh porn or escorting or some other kind of sex work. Uh, PARTICULARLY if it's porn because your image will be out there, the videos will be out there. Do you think that before taking that step, they should consider the possible future consequences of them being exposed on the internet like that, and, and apart from that, what would you say are perhaps some of the Uh, cons of doing pornography and sex work that they should consider before take, uh, before making such a decision."
	},
	{
		"start_time": "21:34",
		"speaker": "Olivia Bentley",
		"words": "Yes, and um. Yes, and just a real quick note on OnlyFans, like I do like, I do like that people are able, adults, grown adults are able to go on there and do their thing. There's married couples doing it just for fun, like hobbyists. So, and, and I do like that they take less money. So all power, you know, power to, um, OnlyFans. Um, I just don't want to see everybody and their dog jumping on it as a means of, of, um, making a living because it's just not going to happen. But, um. Um, WHAT now, what was it?"
	},
	{
		"start_time": "22:08",
		"speaker": "Ricardo Lopes",
		"words": "Uh, BASICALLY, what, uh, considerations should people have before getting into sex work or pornography, more specifically?"
	},
	{
		"start_time": "22:18",
		"speaker": "Olivia Bentley",
		"words": "Do consider it, do consider it because it's, it's, this is one of these things where, um, people, porn stars that I know that have done really well, um. HAVE said you're either in or you're out. You're either all the way in or you're out because why, why hover in it to some degree and only make X amount when if you totally exploit yourself when you're all in, then you're gonna make way more, you know, way more money to build up your portfolio, what have you. It depends on, it depends on you. Um, I'll, I'll just give you my, my thing. I wanted, I was invited to do an HBO special, um, years ago when I first went to the world-famous Bunny Ranch. That's where I started. So I went over there after the divorce and started working with that crew, and they had a huge HBO special going on that was bringing in tons of people. I didn't want to exploit myself and get that much fanfare and be known everywhere and be just, and then be pigeoned into the sex industry. I still had a, you know, I went and got a master's degree. I went and did all sorts of other things. I've came and gone. I've been a teacher. I've done wealth management to prove that I can get out in the real world and really hustle and, and use my brain and make good money that way too. Um. So I've been able to do. To be, to go and be a famous, notable porn star and sex actress around the world with clients from around the world, yet stay under the radar enough to go become a teacher in the public school system. Think about how I was able to do that. So it depends, because what do you, what, what What you want later on. Are you, is this just a temporary thing? Are you like totally sold that this is what, you know, just be ready. Because since I just started getting more outwardly, I started marketing more outwardly within maybe the last 5 years, and I finally got recognized in the gym. OK, and it How,"
	},
	{
		"start_time": "24:27",
		"speaker": "Ricardo Lopes",
		"words": "how did you, what did you feel about that?"
	},
	{
		"start_time": "24:30",
		"speaker": "Olivia Bentley",
		"words": "I'll tell you, I'll be honest, it really made me uncomfortable at first. I was like, what? Somebody walked up and he's like, Are you Olivia? And I'm just like, Uh, um, but I didn't know, I didn't know where to look. I, I like, yes, I am. And he's like, 00, are you taking clients? And I was flattered, but it was really awkward. I got real red in the face. I'm like, and then I'm like, oh, I have no makeup on. I'm in my gym stuff, you know, so it just threw me in this weird headspace and then, and then we figured it out and we laughed about it. But um, yeah, I, you know, I didn't know that I was gonna end up feeling all awkward and funny and embarrassed and I did. So you, so Just being honest about how I've felt over the years, um, can maybe help whoever's watching this that, that would, that is considering these questions, right?"
	},
	{
		"start_time": "25:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I guess that it also depends on the woman, right, because I've heard porn stars saying that they get the thrill of um imagining that after they shoot a scene, for example, they will be watched. By other people, particularly men, and they like getting recognized on the street, and they like fans approaching them and so on and so forth. So I guess it depends a little bit on their, uh, personality traits, and some of them maybe are a little bit more on the exhibitionist end of the spectrum, and so they like, uh, um, they like that a little bit more,"
	},
	{
		"start_time": "26:09",
		"speaker": "Olivia Bentley",
		"words": "right. Yeah. Whereas I, because I'm, I'm, I'll do extroverted things, but I think I am truly am an introvert, um, based on where I tend to go because it's funny cause I, you know, OnlyFans is so weird to me. I've always enjoyed, um, discreet escorting where everything's just undercover, you know, we're meeting, we're having our private time, nobody knows nothing. And then all of a sudden I'm exploiting myself on OnlyFans and it felt so weird and And I just like, Oh my God. And I put it out there and, oh God, I don't know who's looking at this, but knock on wood, I hope this goes well. And then, you know, a month later, I'll meet, I'll get booked for this, and this client will be very attractive, like, you know, a fitness orientated client. And I'll be like, My goodness, how did you know about me? And he'll mention, oh, I saw, I like your OnlyFans. And I'm like, Oh my gosh, oh my gosh, she's watching, you know, and then I kind of get a little bashful and giggly. Oh my gosh, this guy's been watching me, you know, because you don't know who's watching you. So it, it's, it's kind of a giddy thing though. It's like, you know, it does, it makes me laugh."
	},
	{
		"start_time": "27:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, um, but I mean, let, let me take advantage of the fact that you mentioned, uh, exploiting yourself, I guess that's the word you use there on OnlyFans to get into some of the ideas or the common assumptions and perhaps some misconceptions that people have about uh. Born actresses and actors and um sex work more generally. I mean, do, do you think uh sex work is always necessarily exploitative because that's one of the arguments I've heard from, uh, sex negative feminists."
	},
	{
		"start_time": "27:55",
		"speaker": "Olivia Bentley",
		"words": "Hm. Well, I mean, we're choosing to do it. I mean, we're choosing, and, and somebody, I mean, you could say, I mean, I'm, I'm making the joke, the joke, you know, I'm choosing to exploit myself. Um, BUT, and then others would say maybe that it's more like, to them, it's like artistic expression. It's artistic sexual expression. Um, SO you could argue either point. But I mean, uh, I mean, exploit exploitative would be more like, I mean, I'm cracking a joke. That would be like people doing stuff against their will, you know, people think doing things, not really, not because they're really there to run their own business, um, and, and assert themselves the sex. THE way they want to assert themselves, they're being coerced or they're, you know, and there is some of that in the industry too. Um, WE don't like that. Nobody likes that. There's goods and bads in every industry. So that's why a lot of police officers, they They don't mind the way Nevada's running their, running their sex industry uh in the controlled fashion that they are, and um, they don't really have problems with the brothels or these legitimate establishments, and they don't have many problems with legitimate escorts that go and buy licenses and run their business on their own. Um, IT'S these, it's always leads to a dude. It's these asshole pimps, these bad human, um, traffickers, you know, guys that wanna get a hold of people and take advantage of, of the weak."
	},
	{
		"start_time": "29:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's the kind of idea I have about sex work. I mean, the only thing that can bother me is if people do not have a choice when doing it, if they get into it just because they are financially. DESTITUTE or because they have a pimp or someone who takes advantage of them, because otherwise I mean if they're doing that out of their own free will, free choice, that's perfectly fine with me. So what do you think about that?"
	},
	{
		"start_time": "30:02",
		"speaker": "Olivia Bentley",
		"words": "Yes, yeah, and I mean the girls that I, uh, that some of my colleagues over the years that I've been friends with for years, uh, you know, they're, we've run everything just like a legit business. We have S corps, we have accountants, we have marketing folks, um, and we're all doing things that is what is comfortable for us, so we're all running different. We're presenting and marketing ourselves differently. So like one of my girlfriends, she, she won't do porn on, on film. She, she wants to do more of a girlfriend experience. That's what she's trying to relay when she does her beautiful pictures. So she has some. You know, she's got maybe in a thong or she's got, you know, some, uh, some boobs going on, but she's not fully naked in her, in her stuff or what have you. That's her choice. That's what she's comfortable doing. Whereas I went ahead and decided to jump on in and do some hardcore stuff, which people were like, oh my gosh, I can't believe. You do that, Olivia. I didn't know that about you, because before I was running more of the GFE just being, you know, pictures like in something like this. Um, AND that was a choice that I decided to do. I decided to switch it up. But these are all consensual decisions that grown adults are making."
	},
	{
		"start_time": "31:21",
		"speaker": "Ricardo Lopes",
		"words": "You, you know, it's very interesting. I don't know what idea you have about people who are against sex work. I mean, you've already debated Candace Owens and I imagine you've had other conversations with people who are against it, but I've had conversations on the show with psychologists, for example, even political scientists. I mean, believe it or not, we can also uh and learn more about people's attitudes towards sexuality. Through political science and I mean the thing is, is that uh most people who are against sex work, against pornography, um, and those, those kind of things, the uh they have they tend to have specific kinds of traits, so I mean politically they tend to be more conservative, of course, and then for example, they tend to prefer uh monogamic relationships and so I mean they don't really. LIKE the idea of people out there having access to sex workers or having lots of casual sex because they get that as a threat, particularly women, because then they think that those women, the sex workers or the porn stars, are actual competition and so they might lose their husband or their partner or someone like that, and then they also tend to. Below on sociosexuality, that is, they tend to not really like having sex with people who, with whom they don't have some form of emotional connection and they don't, they usually have a very low number of uh lifetime sexual partners. They don't like to have sex with lots of people, um, and they score low on, or they score high, sorry, they score high on. Uh, SEXUAL disgust, that is, they, they, they don't really like to, um, they don't like promiscuity, let's use that kind of term. So, I mean, I mean, is that the kind of picture you've seen from people you've had debates and discussed with about sex work or not? What your, what is your take on that?"
	},
	{
		"start_time": "33:39",
		"speaker": "Olivia Bentley",
		"words": "Um, THERE'S a lot of people over the board on a lot of things. So there's, um, there's this really buffed up military guy that I see. He's an alpha male. He's a, he's a client. He likes to book me from time to time, and we just have a ball. He doesn't, he doesn't watch porn. He's like, he goes, all alpha males know that watching porn kills your productivity. So I I don't, I don't get down with porn, but I'm going to book you once in a while and have a good time in person. So that's an example, interestingly enough, of an alpha male that's saying, I'm not down for porn, but here I am in the industry and I like to book you. I want this in person situation. Um, I've met a ton of women who have a low sex drive. That, that is, that's why they have a negative perception. Um, THEY think we're stupid. Um, AND, and that's an interesting thing. I had a, here's, here's one that's fascinating, uh, in terms of like perceptions and misperceptions if you will. There was a guy that was booking me. And in town, he's booking me and he's a client. And there's a girl in town who is married and she's stuck in an unhappy marriage and she's conservative. Well, she meets him and they start having an affair and they're telling, I love, you know, just I love you, and, and the guy that she's married to isn't being very nice to her, and she finds out about me and she was saying, oh well, yeah, but she's girls in those industries, you know, they're, she's just really dumb. She's dumb. And what's, what's funny is because through the gossip, the chains of gossip, what have you, it's come full circle where, where this guy that I, that I made a client, there's no, I'm not, he's not going to hurt me. He's not going to come play me. He's not gonna lie to me. Um, HE was lying to her and broke her heart, and she's stuck in this abusive relationship, but I'm the dumb one. And, and it was just kind of funny because the person who was talking with her, who then confided in me, this is all through the gym, by the way. He thought it was interesting how her assumption. Being this married lady in a more conservative situation, yeah, she's starting to have an affair, an emotional affair, cause she's not happy, but she's, her perception of me is, well, she's dumb. She's dumb. That's why she's in that industry where, meanwhile, I'm looking at her situation like, You're dumb because, you know, like you're stuck with this guy that's not treating you right. I'd never allow that. This other cat who was, he's a total player. I'd never let him just have sex with me for free and tell him he loves me because he's lying, you know, um, it's totally up to, you know, the eye of the beholder is very fascinating. I, I get a lot of different, different stuff. And then I'll get really supportive females. That, um, they're just just they're just cool and supportive, just in general, and they'll just do a shout out and hey, I just want you to know, um, it's cool what you're doing, you know, keep up, keep up the good work, or, or, or they'll say something refreshing about, you know, sex or something, so."
	},
	{
		"start_time": "36:49",
		"speaker": "Ricardo Lopes",
		"words": "You know, uh, uh, uh, I, I also want to give you a little bit more ammunition if you ever have another debate with a conservative like and the so and so or some other person because there's actually many studies out there to debunk many of the claims they make. So, for example, there's that idea that uh porn stars, I mean, the, the study I'm going to mention uh was done specifically. With porn stars, not with other kinds of sex workers, but uh there's that idea that porn stars are damaged goods, particularly the girls, and they did a study back, I think, in 2012 with 177 porn star, female porn stars, and they compared them to a similar number of women from the general population. And actually one very interesting thing they found was that Uh, porn stars scored higher in terms of sexual satisfaction, self-esteem, social support, and even spirituality. So, I mean, there's a very interesting data point."
	},
	{
		"start_time": "37:59",
		"speaker": "Olivia Bentley",
		"words": "It's very interesting, yeah. I've heard too, but I'm not sure that, I mean this could be some of it, but I, I meet a lot of people from different backgrounds in the industry, so I'm not drawing any conclusions, but, um, people that are really super hypersexual, um, maybe have had um prior trauma. It's like trauma can lead, um, they were saying like military people can sometimes deal with a lot of promiscuity, um, people in fight or flight type situation jobs where they nearly lose their life half the time and then they just kind of like, it's all or nothing. So then they like they want to keep having these experiences because these sexual experiences like. It's like a, I mean, they've correlated it to like a rush of cocaine, but it's a natural, um, rush of, of, um, happy, awesome feelings. So, um, people have argued that hypersexuality can be linked to potentially, um, unresolved post-trauma. So that might be, but that would be affecting everybody all around. Um. But I know a lot of, I know women in the industry that they'll laugh and they'll say I was never molested. Um, MY parents were in a really good relationship. I went and I got a master's degree. I went and became a scientist. I know a girl that went into biology, but she was like, I like the money that I'm making doing this, and I'm able to maintain the type of lifestyle that I want to be happy on the daily. Yeah, she wasn't happy that much."
	},
	{
		"start_time": "39:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and the other thing, look, there, there's actually a very interesting book that got published early this year called The Sexual Evolution by Nathan Lentz. Nathan Lentz is an evolutionary biologist and at a certain point in the book, he talks about uh transactional sex, and there's actually also transactional sex. In other animal species, so for example, uh, penguins, the males might trade rocks for nest building for sex. Chimpanzees might trade meat from small animals for sex, and actually there's very interesting experiments where if you teach chimpanzees. IS to use money. One of the first things they use the money for is to have sex with the female. So, you know, it's, it's, it's not only a human thing, it's the only thing is that we as humans tend to moralize sex and other animals don't do that."
	},
	{
		"start_time": "40:44",
		"speaker": "Olivia Bentley",
		"words": "So yeah, yeah. Um, THAT is funny, um, for sure, and I'm so big on, um, acts of service. I just, I love acts of service, but I'm good to you back. And you know, the, the, the regulars, we call them regulars in the industry. I have people that I've seen for years. And there's no drama in our relationship. It's just, it's very, I'm gonna take care of you, you're gonna take care of me. What are we gonna do today? OK, how do you, what do you want me to dress like? Do you want me to bring something real fun, you know, let's have some fun and let's catch up. And we took care of each other. Case closed, you know, no problems, no dramas. So Yeah, to each their own."
	},
	{
		"start_time": "41:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, by, by the way, tell us a little bit more about that. I, I'm interested, uh, what kinds of relationships do you have with your clients? Because I've read, for example, and I've interviewed actually last year. Uh, A former general attorney from California, Gerald Mosley, and he, he wrote a book because he was interested in researching, uh, sex work and he wrote a book titled Sex Workers and Their Clients in Their Own Words, and some of the statements he cites there, I mean, there are sex workers who said that they actually have. Pretty good and positive relationships with their clients and their fans. I mean that they, for example, give them gifts, they send them nice messages and they treat them very well. Some of them just uh go uh just go to them to talk. I mean, they don't even have sex. So what kinds of relationships do you develop with your clients?"
	},
	{
		"start_time": "42:37",
		"speaker": "Olivia Bentley",
		"words": "Um, PRETTY meaningful ones, um. And, and they get kind of sentimental cause I've been talking about retiring and then They'll say, oh, you know, they'll want to make sure we get together, or they'll say, can I, can I still contact you even after you make that announcement? Can I still from time to time. So these folks are getting a hold of me at the holidays, you know, Happy Thanksgiving. How are you? Happy, you know, Merry Christmas. Are you gonna have a good Christmas this year? So, and so when you, when that happens, when it's these holidays and we reach for the phone and, oh, I've got to say, say something, I've got to make sure I mention. We do that with friends and family. So these folks consider me a friend, because they're like friend and family because they're getting a hold of me, or they'll remember my birthday. And I'm like, I can't remember. I can't believe they remembered my birthday. So, um, it's, it's ongoing relationships with positive, healthy relationships with my clients. And we're, we're friends, basically, and we support each other. So Um, I've had like one, if one was, gosh, I just got laid off. I'm having an issue here. Hey, I know so and so over, you know, in your town. Let me give a call and try to, try to set you guys up with, you know, give you a hook up. I, I'll, I've helped people. Like I've gone out of, you know, out of my way to help people. Um, PEOPLE have stayed in touch with me. We've, we've been friends. This, this, my last client that came recently, he flew in from another state and we, we spent a good 4 to 5 hours together and we talk a lot and, and of course there's a lot of physical touch and love, but he's a really awesome guy and he brought me cause I'm getting into, I have my concealed carry. So I like to shoot. I like to practice with my gun. Um, AND he brought, he brought me a really nice holster. He's, uh, ex law enforcement, and so this holster was so awesome. So, and to me that was romantic, so funny. I don't want a handbag. I just want a really nice holster and take me shooting and teach me a new thing and, and I'll be fine. But, um, no, we have, I feel blessed. I, and I'm gonna be totally honest with you. Um, I think God, when I did the interview with Candace Owens, I was, I've always been born and raised a Baptist Christian. And we, we know now, we know now as governments are coming out and they're starting to divulge that we do have proof of alien life. So that, that kind of throws an interesting spin onto just Perceptions and what have you, but um, I have gotten more. Um, I would say more spiritual, more religious, even if you will, since due to just the election and what I've been seeing happening, culturally, some of the stuff that I've been seeing, um, I've been praying, I pray. So, I pray, um, every day, and one of the things that I often pray, and when I'm counting my, my gratitudes is I thank God for my clients. I always tell him, thank you so much. You always bring me the right people, the right people. Everybody cause we screen, I mean, I'm just, I'm, I'm having to reject a lot of people, but he, when it's a go and it and it works, he always brings me the right people, the quality people, normal people that will be your friend for, for years to come. I got that."
	},
	{
		"start_time": "46:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, that's really awesome, and I guess that, er, I mean I, I'm not religious to be honest, but I guess that Jesus, at least him, was not against sex workers, right?"
	},
	{
		"start_time": "46:28",
		"speaker": "Olivia Bentley",
		"words": "Yeah, I guess, yeah, according to the Bible, um, Candace Owens has a different take, but I tried to point that out. I was like, look at how many hookers are in the Bible, Candace. What did they call them? They were, uh, concubines, concubines. Yeah, yeah, yeah,"
	},
	{
		"start_time": "46:49",
		"speaker": "Ricardo Lopes",
		"words": "you know, and, and, you know, and there are other things that people say, for example, people, uh, the, the ones that are more right wing conservatives, of course, tend to accuse. Uh, PORNOGRAPHY and porn stars of promoting promiscuity, I mean, which is an interesting take because if, if it was like that, then, uh, I mean, pornography is doing a, a really bad job of promoting promiscuity because just recently I interviewed, uh, Justin Le Miller. He's a sexologist and a psychologist and He, we, we talked about, um, the most common sexual fantasies that people have, but toward the end of our conversation, we also talked about the most common number of uh lifetime partners that people have, and most people, the vast majority of people have 56789 partners their, their whole life. And I mean if you look at data from Gen Z, uh, actually people are having, uh, less sex and they're starting their sex lives later. Uh, THERE are many 20-something year olds who are still virgins and lots of data, uh, uh. Pointing to the fact that there are many people that over the last year haven't done, haven't had sex at all, so I mean, I don't understand where they uh pick that idea that we are living in a promiscuous society. I don't know where they get that from."
	},
	{
		"start_time": "48:34",
		"speaker": "Olivia Bentley",
		"words": "Yeah, I agree. Um, I'm, I don't like the way things are going with the porn world. And, and what's happening is like things like the younger generations are just doing weirder, weirder stuff, like kink stuff, like, uh, throwing up on camera, and people like that and want to pay for that. That what is so hot? What is good about that? That's gross. Just weird things are just going down weird rabbit holes for the shock value of it. Like, I remember when, um, anal was huge. Anal was like, oh, that's the most hardcore thing you can do in the industry is anal, and that's not the case anymore. Now it's, how many dicks can you stick in, in, you know, in, in your butt at one time. So some of this, some of that stuff. It's for the shock value, but I don't think it's healthy to be watching that the majority of the time. I, you know what a lot of guys want from me, and I try to film it if I can, kissing, kissing and making out. Making out, old fashioned making out. And when I started watching porn, when back in the day when you could just maybe if you could get it on a channel and it's kind of fuzzy. Porn first started coming out, it was kind of fuzzy. I'm like trying to get the HBO. It's a little pixelated. It was really nice soft porn, where it was this beautiful soft woman. And, you know, and it's like her skin and everything. And then he's caressing her, and there was way more foreplay. They're making out, they're kissing, and then it's going on, and it's just a calmer. A more wholesome sexual take on sex, right? And now nowadays it's crazy town. Well, I'm concerned with Crazy town. I'm concerned with what impact is Crazy town having on people, and people aren't going out and having sex. People aren't going out and meeting. They're online. Not a good idea."
	},
	{
		"start_time": "50:37",
		"speaker": "Ricardo Lopes",
		"words": "So look, I wanted to ask you because, interestingly, there are feminists who are for sex work. I mean for sex work. What I mean by that is that they support sex workers and then there are feminists who are, you, I mean, we tend to call them sex negative feminists who are just straight out against sex work, they are against pornography, against escorting and all of that. I mean, do you identify as a feminist, and I mean, and whether or not you identify as one, what would you like feminists to know about sex work?"
	},
	{
		"start_time": "51:19",
		"speaker": "Olivia Bentley",
		"words": "Well, um, sex is really fun. If, if you want to determine what gets you off. So you could think of it, um, as, I know a lot of feminists think, yes, but this is for the man, for the No. What about you? Have you ever had an orgasm, my lovely lady? It actually feels pretty good. If you figure out how to give yourself one, and then if you figure out how to instruct a male on how to give you one, it can be a really fun experience. So, um, to each their own, if you don't like sex and the whole sexual imagery just bothers you. That's fine, but you've got to realize that that is your issue, not everybody else's, because we are by nature, sexual beings. Yeah, right, for sure. Like you said across the board, you're noticing in animals. Animals are, are even behaving and, you know, give and take for, for sexual stuff, right? We, we like sex. Sex is fun for, for most of us, um, for, for the ones that have a negative association. To it. My, I ask you this, go figure that out. Go, go get a therapist and figure out why you have a negative association to it. I, um, I did work with a gal who does clinical sex therapy, and we did, um, we did an Instagram reel together. I was trying to help promote her work. She's really fantastic. She grew up in a kind of, um, Upbringing where her religious beliefs, they were really making the religious beliefs were projecting. Unnaturally negative, uh, stereotypes about sex, misinformation about sex. A lot of people have reached out to me who've been in some wild religious, uh, upbringings have said that. So then they have this warped sense of, of, of what, what is, if sex is good, they think it's awful. They have all, you know, and, um, they want to throw up, you know, the opportunity arises, they want to throw up, and that's their reaction versus, you know, so she wanted to go, what's, she wanted to go figure out what's going on in my head. To where I'm not, I don't even like sex, and it was her upbringing. She became a sex therapist, and she is so dang amazing, she can actually have an orgasm without even being touched just through breathing techniques. That's how anatomically amazing we are as humans in the sexual realm. You don't even have to go out and have sex with a partner. Of course, it's even so much better, and it's, you know, emotionally satisfying. But to, but like the ultimate, um, sexual health is being able to breathe yourself into an orgasm, and that's what she can do now, from all the headwork that she's done to to to finding out why did I not ever like it in the first place, and a lot of it's upbringing."
	},
	{
		"start_time": "54:19",
		"speaker": "Ricardo Lopes",
		"words": "No, it's very interesting that you mention religiosity because actually there's work by people like Nicole Brosi, she's a neuroscientist and a psychologist. I've had her twice on the show and we talked about the idea of porn addiction and actually what she found through her work is that. Um, PEOPLE who identify as porn addicts, they don't really have an addiction. What they have is that they are usually highly religious people who morally condemn porn, and so what happens when they watch porn is that they feel a sort of moral incongruence. They feel bad about themselves. Themselves they condemn themselves morally and pornography morally and so they have psychological issues by for watching pornography, but, but it's only because they condemn it morally. It's not because the porn itself is harming them, you know. OK, gotcha. Yeah, so, uh, I mean, and do, do you think that uh sex work, because I actually heard this kind of argument from some sex workers who are also feminists themselves, and they say that uh. Contrary to what many people say when they say that for example sex work can be or is degrading to women, they say that it is empowering. I mean, do you feel that? Do you think that sex work can be empowering?"
	},
	{
		"start_time": "55:57",
		"speaker": "Olivia Bentley",
		"words": "Yeah, absolutely. I, I have felt very, very empowered by it, and um. Just to kind of backtrack like. I've met some sex addicts or porn porn addicts that um. Autism might have been a factor of why they're having, I mean they're having some functional issues in, in general, so then they're going to porn and then, you know, um. I haven't met, uh, uh, well, I can see though, the relation, the inverse relationship between like uber religious people, um, have been on a cycle, if you will, of like watching the porn and then feeling really guilty, feeling bad and going back and doing it again. Um, SO any of those things, if it affects you negatively, you know, it's, it's not a good thing. Um. I just, you know, it's just funny when, when feminists talk. I, I, I know so many women that are in really bad, unhealthy relationships, really bad, unhealthy relationships, but they would look at a girl in the, uh, sex industry and say, oh, that poor girl. Where I know girls in the sex industry that are on their 3 house that have a portfolio, that are doing things on their own, on their own terms. They go to the gym, they're, you know, they're kicking butt. Um, THEY'RE way better off where they're at versus where they were if they had been back in that abusive marriage that they had come from, so. You know, every single, every single human experience is, is to their own and, and, and unique, and I just listen to, to everybody and um try not to be too judgmental and, and not to typecast on one, any one particular issue. There are some behavioral trends."
	},
	{
		"start_time": "57:41",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean that's one of the things that even though I, I mean I've learned about the psychology as I, as I told you before, the kinds of psychological traits that people who are against sex work tend to have, so I understand that they have those traits, but at the same time, I mean, it always feels really hard for me to understand how particularly adult uh adults. Don't or have such a hard time learning that there are people who have different lifestyles, who have different interests, and they are not necessarily bad people or immoral people or there's not necessarily something wrong with them psychologically just because. They, for example, like to have sex with different people and they, I mean, have values different from your own values. I mean, that just by itself is not something bad, right? But I, sometimes it's really hard for people to learn that, I guess."
	},
	{
		"start_time": "58:50",
		"speaker": "Olivia Bentley",
		"words": "Yes, definitely, um. I just, I want people to be safe and I want them to be happy and, and I just, I know a lot of people that are faking, um. Faking their happiness so they can look all prim and proper and they don't, and they, and they avoid any human judgment, um, whereas if they wanted to just do, throw caution to the wind and do whatever the hell they wanted to do, whatever felt right for them, um, they want to avoid that, that kind of, um, public. I guess, uh, fear of just public rejection, if you will, um. I say do what you do what makes you happy, do what makes you happy. So whatever that that is, um. Life is just so interesting in, in this world with, with sex and relationships, and um I just, I strongly encourage people to meet people in person. And and have like discussions and stuff like what we're doing. Um,"
	},
	{
		"start_time": "59:57",
		"speaker": "Ricardo Lopes",
		"words": "YEAH, of course, I mean, that's one of the things I really learned by reading, as I mentioned before, Gerald Mosley's book, Sex Works and the sex workers and their clients in their own words. I mean, just go out and ask people what they think. Think about what they do, right? Don't make assumptions because many of these accusations that come from people who are against sex work is just them making assumptions about um how life is for a sex worker,"
	},
	{
		"start_time": "1:00:31",
		"speaker": "Olivia Bentley",
		"words": "right, right. Yeah, I, I, you'd be, you'd be shocked. Some people would be shocked to, um, even understand what we've, some folks have experienced in the industry. Uh, THERE'S, I was. Just to give you an example, you know, and this kind of goes like to all the women or the haters out there that just think we're stupid and whatever, I was paid $70,000 to go to Lake Tahoe for two days with a very nice gentleman. $70,000. It made my year. That was just one. Agreement that I was made and and how was I treated? Like a queen. I would, you know, we stayed at the Ritz. I got to go to, I had five-star meals. I was allowed to go. He said, Hey, do you want to go, uh, shopping? I want to take, I'm not even a shopper. I'm not a shopper. I told you. I was saying, I, bring me a good holster and take me shooting, shooting. I'm a tomboy. And the guy's like, I like shopping. And he goes, I want to dress you up. Let's go. You know. So there's times when I'm thinking, I'm on cloud nine. I can't even believe I'm getting paid like this. I'm being treated like a princess. Um, BUT not every man brings that notion. It, it, it's Everybody's different on how they regard, um, like men regard women, right? So some men that approach me are not all nice. Some want to abuse me. You get that all fleshed out from the very get-go. You, you know, you have your, if you have your system tightened in place on how to vet people and make sure that you do get good company, you're not going to have a. OF crap come through your door. You're not going to have to deal with somebody like that. They're going to show their cards well in advance, and they're not gonna want to, if you're saying, I need to know where you work. I need your ID, and I'm gonna have you put half down in a deposit, like that person's going to be serious and, you know, if you do get somebody who's not as pleasant, call up their employer. Take care of the situation. I had a man fired. I had a woman fired once for harassing me, pretending that she was a client. She had some, naturally she works in mental health. This would surprise not one sex worker. A woman that works in mental health for a living is harassing a prostitute that she has a crush on or whatever the deal was. You know, I found out where she worked and I got her fired. So, again, that goes back to what is the woman who's walking into the sex industry made out of? Because if you walk in and you're really weak, and you're used to letting people beat you up and abuse you anyhow, that's probably going to happen to you until you put your foot down. But that's going to happen to you anywhere. OK? So, um, I just, I think The women in this industry that are really successful, they've been around the block, they've experienced life, and um, They've got their head on straight to be able to be successful and keep going. And some are just flat out just crazy, just having crazy, just having wild sex. I've I've heard wild stories about, um, the ones that I hear are really wild are some of the porn stars that are just crazy off the chain, and they are just going from one guy to the next doing all these wild, you know, having wild, wild situations. Um. But I would say that there's a lot of wild people off the chain in in in the industry, right, that are doing crazy things."
	},
	{
		"start_time": "1:04:02",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I guess more power to them as far as long as they're safe, right? Yes. So let me just ask you one more question because I was just looking at the time, I don't want to take much more of your time. So, uh, what would you say then, uh, is the role that sex plays in your life?"
	},
	{
		"start_time": "1:04:24",
		"speaker": "Olivia Bentley",
		"words": "Uh, IT, it makes me feel, it's interesting, it makes me feel like valid. I know that. It's, it makes me feel validated. Um, BUT, you know, we're getting men coming after us 24/7, always throwing themselves at us. So, um, but oddly enough, if I go, you know, a week without having a date or something, I start feeling like, uh, you know, I want, even though people have been giving me attention, I know I'm sexy. I want to go have a date. I wanna go have an interaction, a positive, fun, sexy interaction with a guy, um, and get the juices flowing. So it's, it's a need for me too. It validates me. It makes me feel good. It makes me work out. It makes me like motivated to go work out and invest the amount of time that I do into my body, um, and to, to try to be healthy. I think our sex drives, they drive, they, they drive us. They're drivers. They, you know, they're, they're driving us to want to go to the gym. They're driving us to want to make X amount of money. I think sex drive is huge. So, um, use it or lose it, and, you know, I think you'll have more fun if you, if you, if you use it."
	},
	{
		"start_time": "1:05:41",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, for sure. So, look, thank you so much for doing this, but just before we go, where can people find you on the"
	},
	{
		"start_time": "1:05:48",
		"speaker": "Olivia Bentley",
		"words": "internet? Um, I am on X, so it is Olivia Bentley OB, and that's, that's from the Bunny Ranch, but Olivia Bentley OB, and you can find me on X, and then there you can find links to my OnlyFans, or you can look me up, Olivia Bentley on OnlyFans, and I have a website. Um, PEOPLE will communicate and arrange to meet me through there Olivia-Bentley.com. Somebody stole olivia Bentley.com and tried to get me to buy it. I just decided to do for a lot of money and I was like, Thanks a lot, jerk. So it's Olivia-Bentley.com. OK. Yeah,"
	},
	{
		"start_time": "1:06:31",
		"speaker": "Ricardo Lopes",
		"words": "sure. I will be leaving at least the links to the X account and your website in the description. And look, Olivia, thank you so much for doing this. As I said, it's been very fun to talk with you."
	},
	{
		"start_time": "1:06:43",
		"speaker": "Olivia Bentley",
		"words": "You too. You are fantastic. It was so good to finally meet you. So have me back anytime. This was good."
	},
	{
		"start_time": "1:06:50",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegeru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoras and Hal Herzognon, Michel Jonathan Labrarinth, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolatti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]