[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Marcela Alonso. She's an OnlyFans content creator and she's also the host of the Get Schooled podcast. We, and we're going to talk about the work she does and also her podcast and also all the related topics. So Marcella, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Marcela Alonso",
		"words": "Thank you for having me."
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "So let's start reps uh uh talking a little bit about yourself. So what kind of content do you create and how did you get into it?"
	},
	{
		"start_time": "00:38",
		"speaker": "Marcela Alonso",
		"words": "Um, WELL, I've actually been a sex worker, um, all of my adult life, so I didn't exactly start doing content, uh, creation to, uh, I did like phone sex right before that, and I did do, uh, it was Snapchat. I, I did do the OnlyFans before the pandemic, but then during the pandemic. I heavily focused on it, but I originally started, um, exotic dancing when I first was 18, you know, and, and, uh, done other stuff, yeah, so it wasn't, uh, I've been a sex worker my entire adult life."
	},
	{
		"start_time": "01:14",
		"speaker": "Ricardo Lopes",
		"words": "OK, uh, OK, but what got you then into sex work and then perhaps you can tell us about the different kinds of sex work you've done."
	},
	{
		"start_time": "01:23",
		"speaker": "Marcela Alonso",
		"words": "Um, I had a child at a young age, and so, uh, I had to support her. The father abandoned me, and it was very, you know, the father just, he refused to help me whatsoever, and I'm he didn't, yeah, he didn't take responsibility, so the responsibility was put on me. I did work. Um, IN the US, uh, I lived in the state of Florida, and Florida does not help you. Every state in the United States is different, um, when it comes to welfare, and Florida is a very, um, Christian, uh, conservative state where, uh, they don't really, they want you to have the baby. They don't really like, uh, want, you know, so I had my child. But they don't really help you, uh, financially with like the welfare so much. So it's pretty much on the woman's own. So I had to do something and where I lived in Tampa, Florida, they had exotic dancing, and I knew that, um, because I did have a regular job, I, um, right after 16, I was going to school and I was working a waitressing job, but it wasn't enough money. So I turned to exotic dancing because I could make cash and that could support me and my child. So that's how I turned to, yeah, sex work."
	},
	{
		"start_time": "02:38",
		"speaker": "Ricardo Lopes",
		"words": "And and then how did you get then, uh, tell us more about how you got into OnlyFans and the kind of content you create"
	},
	{
		"start_time": "02:47",
		"speaker": "Marcela Alonso",
		"words": "there. OK, so during the pandemic, you know, everybody, like they had to do something because it just, that, that was just the way, but before it ran before it transitioned, um, because I had always done some form. Of sex work. It was, you know, whether it was domination, whether it was dancing or whatever. And um at that point, the pandemic happened and I had to do something to pay the rent at the time I was living in New York. The rent was very, very expensive and uh I think my rent was like 3500 and I was living right in Manhattan and uh I was already doing it. And so, and then my daughter was in uh Uh, college at the time and, uh, so I just, I had to jump and work even harder and get on only, you know, got on OnlyFans and it took advantage at the time when everybody was out so. And because I already was, had the experience of dealing with sex work, that's when I got on it. And it was, I gave more of a personal experience by doing um more video calls than anything else, where it was one on one. And that's, I sold mostly video calls or custom videos to individual men. Yeah, so that was my favorite thing to do, um, then then, uh, then I started doing more collabs with other creators."
	},
	{
		"start_time": "04:11",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you because this is something that many times when for example, people are debating with sex workers, I know that different sex workers have different kinds of experiences in sex work and doing different kinds of sex work, of course, but it's very easily the case that people accuse. Sex workers are not really liking what they do, that they only do it because of the money, because of this and that, but I mean, uh, in your specific case, is it just because of financial necessities, just because of the money or do you also like what you do?"
	},
	{
		"start_time": "04:52",
		"speaker": "Marcela Alonso",
		"words": "You know what I did, I did do it because that's what it brought me there, you know, it, it honestly did bring me there because of the financial circumstance, but I do enjoy it. There's many years of when I dance, I honestly can say I enjoyed it, but there's different aspects where I don't enjoy it. What I didn't enjoy about dancing was the way the management treated me, but I enjoyed it. I really, really enjoy. Talking to different customers, clients, fans, um, I enjoy that interaction with my fans. When I was in the clubs, I did enjoy the management, the way they treated us. Um, THE thing with OnlyFans is, again, I enjoy doing the video calls. I enjoy the interaction with the fans. What I don't enjoy is the, how it got so sensationalized and it got to be too, you know, everybody's doing it and now. You know, you've got too many people jumping in and not, you know, taking it and changing it up, and then too many people when too many hands are in there doing things that are hurting other sex workers. So, and that's where it gets kind of complicated."
	},
	{
		"start_time": "06:00",
		"speaker": "Ricardo Lopes",
		"words": "But by it getting more sensationalized, what do you mean by that? Um,"
	},
	{
		"start_time": "06:05",
		"speaker": "Marcela Alonso",
		"words": "YOU get people that never were in sex work and all of a sudden, you know, manage people are becoming managers, AKA pimps, and they're running management companies and They're doing different practices and, and just taking advantage of sex workers and trying to profit off off sex workers. So that's the part that I don't like. And it's, and again, it goes back to when people, when I work like in the strip clubs and you have managers where all of a sudden they start fining girls or they start, you know, trying to Somehow like pimp them, manage it, manage them, and take advantage of that. That's the part that I don't enjoy, you know, or anybody where they're trying to take advantage of the sex workers, and that's what happens. But overall, like, you know, I did love, I, I did love the freedom that I had when I did dance because I was able to raise my daughter. I was able to provide for her. She went to college, she finished, um, that was the part that was good. I, you know, I have two children and I was able to provide, I. I went to college myself. I don't have any debt. I don't have any loans. Um, YOU know, a lot of people in America have, uh, loans and debts, and I was able to take very good care of my children. Um, I, I did it when my second child. I didn't get any child support, so I raised her without having any child support whatsoever. Um, SO that, that was the good thing, but it, it, sex work is not for everyone. And, and, um, I think in the mainstream media, you see these articles where, oh, this person made this amount of money, but they're not telling you the full truth in the full scope. And I think that could be bad for society because it, it's really for the strong. You have to go in not having addictions also, and that's a whole different ballgame."
	},
	{
		"start_time": "07:52",
		"speaker": "Ricardo Lopes",
		"words": "Uh, WHAT kind of addictions, addictions to alcohol, drugs, or are you talking about other kinds of addictions?"
	},
	{
		"start_time": "08:00",
		"speaker": "Marcela Alonso",
		"words": "Um, I think honestly, like you have, um, the more sober I am, the better I was like when I dance, um, you know, and same thing, I feel like it, I, I just feel like, um, you, your mind has to be really straight and you have to be comfortable doing sex work. That is how I feel personally, um. And I always was sober because I was raising a child. And um it didn't bother me. Mentally, it did not, you know, nothing bothered me, and I feel like that's what's important. Some people that I did um dance with earlier, it mentally bothered them. And I feel like if, if, if something is gonna bother you, and you're gonna do it, whether you're gonna be doing OnlyFans, whether you're gonna be dancing, whether you're gonna be doing in-person work, you shouldn't, you shouldn't go into it. You shouldn't go into. I know I could never be a nurse or a doctor, and I know I, I can't go there, you know, mentally I could not handle that. So it's, it's not for the weak."
	},
	{
		"start_time": "09:01",
		"speaker": "Ricardo Lopes",
		"words": "And, and so what kinds of traits do you think that women particularly should have, uh, to be successful doing sex work and uh for them to like doing it?"
	},
	{
		"start_time": "09:16",
		"speaker": "Marcela Alonso",
		"words": "Um, I have a girlfriend, and to me she's the best porn star ever. Her name's Ava Devine, and, um, she is, you know who she is, like he's, yeah, yeah, so she is absolutely, I mean,"
	},
	{
		"start_time": "09:30",
		"speaker": "Ricardo Lopes",
		"words": "I also follow your podcast, so I"
	},
	{
		"start_time": "09:32",
		"speaker": "Marcela Alonso",
		"words": "know"
	},
	{
		"start_time": "09:32",
		"speaker": "Ricardo Lopes",
		"words": "that."
	},
	{
		"start_time": "09:32",
		"speaker": "Marcela Alonso",
		"words": "Oh, OK. I always talk about my best friend because to me in my eyes she's the best porn star in the world, and, um, she is absolutely the most sexual woman alive. And if I was gonna give the award for the best porn star, it would be her. And she is the ideal woman that should be a porn star, and she's a very beautiful woman to know. And She is You have to be naturally sexy and want the sex and enjoy the sex, and that is the model of a true porn star. So to me, if anybody knows her personally, she is the, the, the model star of the porn star, and that is. That's how you have to be, you know, and it's too many people, it, it, it's, it's for her, it's definitely not about the money, you know, um, it, that is the true model of it. Me, I know that, um, I am not as comfortable as she is, so therefore, you know, you can't get your ass out of the kitchen if you can't take the heat. So that's why I never worked for a production company, but somebody like her, you know what I'm saying, that deserves the Avian. Of the century, that's what Ava Devine deserves. Um, BUT she, uh, that's the type of person that should go into, you know, because they enjoy sex so much."
	},
	{
		"start_time": "10:53",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I was uh thinking when preparing our conversation and also because of other talks I have on the show, not with sex workers necessarily, but people who have done work on pornography, psychologists, and so on, people like that, and I was thinking about perhaps some traits that would be,"
	},
	{
		"start_time": "11:14",
		"speaker": "Marcela Alonso",
		"words": "well, everybody's different, yeah, well, for porn star, I always say give her for dominatrix it's different. You have to be like a dominant woman. Every form of sex work is so different. I, I enjoy, I love, I, I always identify as a, an ex, uh, stripper. So I love being a stripper. And, and, um, I wish I could have been a stripper forever. So I, I identify as an ex-stripper for life, you know, give me that award. Yeah,"
	},
	{
		"start_time": "11:44",
		"speaker": "Ricardo Lopes",
		"words": "yeah, but I mean I was thinking since you mentioned, of course, the sex part which uh I mean, is part of the job, right? I mean, I guess"
	},
	{
		"start_time": "11:53",
		"speaker": "Marcela Alonso",
		"words": "not for all sex work,"
	},
	{
		"start_time": "11:55",
		"speaker": "Ricardo Lopes",
		"words": "yeah, not, not yeah, yeah, no, that that's totally right, but uh let me just say that at least for people who do pornography, for example, or escorts and people like that, I mean, I guess that it's. Easier if they are if they score high on sociosexuality because it's easier for people who score high on that trait to have sex that that it doesn't involve necessarily any attachment or emotion or something like that,"
	},
	{
		"start_time": "12:25",
		"speaker": "Marcela Alonso",
		"words": "right, right, and that's something they have, they, you have to be a, I have that though where I can have sex and not be attached. I do have that, but the thing is with the pornography, I just feel like it's a special. THE porn is just so, um, it's, it's, it's like um the Meryl Meryl Streak. Of, you have to be such a good performer, you know what I'm saying? You know, you have Meryl Streep, who's a wonderful actress, and when it comes to porn, it has to be that true gift of being that true performer. I've interviewed so many porn stars that I know, I just know, like I can see it, and I, I could feel it. There's um, uh, uh, a, a new girl that's out. She's right, I think she, she's, maybe she's out, Cherie. I have to look her up, but there's a, a new performer out that I think is, she's got it in her too. Um, BUT I could just, I know that when I see that foreign performer, like, I'm like, she's got it, she's got it."
	},
	{
		"start_time": "13:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, let me, let me ask you just out of of curiosity, you mentioned Ava Devine. Um, BEFORE getting into sex work, I mean, were you influenced by anyone or did you look up to anyone? I mean, do you have any role models in sex work or"
	},
	{
		"start_time": "13:48",
		"speaker": "Marcela Alonso",
		"words": "pornography? Yeah, um, well, for Dom, dominatrix, Miss Tara Indiana, um, I look up to her very much, uh, for Dom. Um, MY good friend Brittany Andrews, to me, she's the smartest. Um, SEX worker, one of the smartest, this woman is just a genius. You need to have her on your show. She's, she's a genius. Um, SO she's somebody I look up to, and I'm very, and she's,"
	},
	{
		"start_time": "14:16",
		"speaker": "Ricardo Lopes",
		"words": "she's been doing it for a while"
	},
	{
		"start_time": "14:17",
		"speaker": "Marcela Alonso",
		"words": "now. Oh yeah, yeah, she, she's probably longer than I, probably a couple of years longer than I have. She's this, to know this woman, she's a pure genius. Um, Genius, you know, some of the smartest women I know are sex workers. Um Yeah,"
	},
	{
		"start_time": "14:35",
		"speaker": "Ricardo Lopes",
		"words": "no, I totally believe that. Look, just, uh, uh, just to tell you a story here from Portugal, I mean, back in October we had our, uh, local municipal elections and maybe you're thinking, oh, where are you going with this because that has nothing to do with sex work, but actually it, it has something to do with it because uh. In one of the municipalities there was a woman who was a candidate for president, for president or at least for assembly, and she had an OnlyFans account and people started making fun of that and assuming that just because she was an adult content creator she wouldn't be. Intelligent enough or competent enough or something like that and, and I was just like, really, I mean, you're assuming that I mean you don't know enough."
	},
	{
		"start_time": "15:30",
		"speaker": "Marcela Alonso",
		"words": "Yeah, people get very ignorant, but it's a lot of work to maintain those pages. It's not very, it's, it's a lot, you know how it is if you have a podcast. It's to, to, to get back and forth and, and. Booking the guests and uh because you booked the guests just like I booked the guests and it's it's detailed and then you have to do"
	},
	{
		"start_time": "15:48",
		"speaker": "Ricardo Lopes",
		"words": "I I do I do it all alone so"
	},
	{
		"start_time": "15:51",
		"speaker": "Marcela Alonso",
		"words": "yeah yeah I find it's better when you do book the guests. By yourself because I dealt with a producer for a short period of time and, and I was like, oh no, I need to do this myself because it's, it's, it's, it's intense, you know, yeah."
	},
	{
		"start_time": "16:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but, but, but I mean, Ava Devine, Brittany Andrews, anyone else you went there,"
	},
	{
		"start_time": "16:11",
		"speaker": "Marcela Alonso",
		"words": "um, Tara Indiana, and then there was another woman, and she's out of the business, and this woman is top of the chain, um, Mercedes Ashley. That woman, she's Puerto Rican, like I'm half Puerto Rican, half Cuban, but she, I used to do bachelor parties with her. This woman was ahead of her time monetizing content, um, and just, she now does, um, she works with computers. She was just genius, like. She was so smart, where before OnlyFans come out, she already had a website going on and was monetizing content and she was just, oh my gosh. So that those are the women that I have to give it to that are all um very, very smart. Brittany Andrews is, is just a genius with business and everything she gets her hands into, you know what I'm saying, uh, yeah, yeah."
	},
	{
		"start_time": "17:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I, I mean, uh, maybe we'll come back to that when we, when I ask you about your podcast, but let me just, um, run through you some of the arguments that people who are against pornography or sex work more generally. Uh, USE, uh, against sex workers. I mean, uh, uh, first of all, people who are against pornography assume that women, women work in it must have or must all have psychological issues, like for example, past trauma or have been the victims of sexual violence or having grown in a father. Less home or being addicted to substances like alcohol or drugs. I mean, where do you think those assumptions come from, and do you think they have any basis in reality"
	},
	{
		"start_time": "17:59",
		"speaker": "Marcela Alonso",
		"words": "it's pure ignorance because I grew up with a father and my father was very involved with my life, you know, my father passed away in 2019. He was always like involved. In my life, he knew what my father knew what I, um, and part of the reason I never got into work with a porn production company was because of my father, um, and I, you know, um. And I, that's the one, the one that really irks me. People are like, oh, you, you don't know your father or whatever. No, my dad was involved and I had a very masculine father, um. So that one I don't get. That's just pure ignorance, um, in itself. I just was in a circumstance that I was young, that I had a child at a young age, and I needed to provide, and I was in a state that did not really support things. And right now with the way the economy is in the United States, there's a lot of people that are struggling, not making ends meet, and this is why in the US the birth rate is declining. So people can't afford to have children. And, you know, that in my, my generation, there was a lot of teen pregnancies. So what did a woman, so a lot of women do during that time is they turned to exotic dancing in my era. Yeah"
	},
	{
		"start_time": "19:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, but and I mean when it comes to the bit about people assuming that, uh, porn stars or sex workers in general must have been the victims of sexual violence of some kind, it's interesting because there's a study from 2012. I mean, I read it indirectly because it was. A post on psychology today written by Gata, he's an evolutionary psychologist, and in that study, in that study, they studied 177 porn stars and compared them to the same number of women from the general population. And when it comes to a past of sexual violence, actually it's not. Statistically, the difference is not statistically significant because the numbers they came to were 29% of women from the general population had been the victims of sexual violence and the porn stars was around 36%."
	},
	{
		"start_time": "20:23",
		"speaker": "Marcela Alonso",
		"words": "So I wonder where they're getting their data. I wonder where they're getting their data because I've noticed that um. I don't know, I just wonder where they get their data cause I can't really, yeah."
	},
	{
		"start_time": "20:32",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, I mean, it's just, of course, I'm not sure to what extent those 177 porn stars were really representative or not. I mean, you know, it always depends a little bit on the kind of, uh, sample of people you have,"
	},
	{
		"start_time": "20:49",
		"speaker": "Marcela Alonso",
		"words": "right, yeah. Yeah, I could just, I can only speak for myself, like, you know."
	},
	{
		"start_time": "20:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. I, I mean, uh, and you don't have, uh, any of that, or, or do you?"
	},
	{
		"start_time": "21:01",
		"speaker": "Marcela Alonso",
		"words": "Um, SO you said I, my father was in my life, um. You know, what else was it they said, uh,"
	},
	{
		"start_time": "21:09",
		"speaker": "Ricardo Lopes",
		"words": "uh, they, they talk about things like trauma, sexual violence, being addicted to alcohol or"
	},
	{
		"start_time": "21:16",
		"speaker": "Marcela Alonso",
		"words": "drugs. No, um, I've done drugs, but I never was. I don't have an addictive personality, so I could, I've been, anything I've ever done, I've been able to put down. So I've never had, and because I had a child at a young age, I didn't even drink or really drive because my responsibility was with my child."
	},
	{
		"start_time": "21:33",
		"speaker": "Ricardo Lopes",
		"words": "So yeah,"
	},
	{
		"start_time": "21:35",
		"speaker": "Marcela Alonso",
		"words": "yeah."
	},
	{
		"start_time": "21:36",
		"speaker": "Ricardo Lopes",
		"words": "No, I, I mean, in that sense, in that sense, I'm like you, I can never get addicted to it."
	},
	{
		"start_time": "21:41",
		"speaker": "Marcela Alonso",
		"words": "Yeah, I've never been addicted. I, I, I'm fortunate, you know, fortunate that I don't have that addictive. Gene, you know, I"
	},
	{
		"start_time": "21:50",
		"speaker": "Ricardo Lopes",
		"words": "do know of psychology, yeah,"
	},
	{
		"start_time": "21:52",
		"speaker": "Marcela Alonso",
		"words": "I don't have that. Some people have it, um, but I personally didn't, you know what I'm saying. But I also, I had to grow up, so my circumstance was different. So, you know, like I said, I can only speak for myself. Each, each individual sex worker is different the way they've handled things. So that's, yeah,"
	},
	{
		"start_time": "22:11",
		"speaker": "Ricardo Lopes",
		"words": "it's a matter of people. Yeah. Yeah, yeah, yeah, yeah, sure, uh, I mean, uh, for example, last year I interviewed Gerald Mosley. He's, he was a, or he's a former general attorney from California and he wrote a very interesting book, Sex Workers and The Clients in Their Own Words, and he took the time to really interview sex workers and so on. And I mean, the point of his book was really to show. People that not all sex workers approach their work or think about their work the same way, you know, so some of them might have more negative experiences, others might have more positive experiences, so it, it was really to show people that the kinds of generalizations that they make about sex workers don't really stick."
	},
	{
		"start_time": "23:02",
		"speaker": "Marcela Alonso",
		"words": "Right, yeah, no, exactly, and a lot of sex work can benefit and help people."
	},
	{
		"start_time": "23:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, in what ways? Tell us a little about, um,"
	},
	{
		"start_time": "23:11",
		"speaker": "Marcela Alonso",
		"words": "you know, a lot of society seems to forget about people that are, um, disabled, um, or people that are like mentally challenged, and that's a whole society that, you know, all that just gets neglected, and they have, you know, needs too, sexual needs, or just they want to have, you know, conversation with people. You know what I mean, in sex work, it doesn't mean it's penetrative sex, you, you know what I'm saying? Like it, it, it, it could be, um, I, for instance, I do a lot of phone, phone sex, and I do, and it doesn't mean that they're jerking off the whole time. It, a lot of times it's just simple conversations and it's the intimacy of talking to somebody. And people, you know, are needing that intimacy of, you know, just talking to people in, in society, you know, it's hard. It's hard for men to date and relate to other people. And that's where sex work can be beneficial for people, you know, when men get divorced and instead of dating right away, there comes that stage where they're kind of confused, and they're just not really ready to date that moment, and that's where sex work can be beneficial for men."
	},
	{
		"start_time": "24:20",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you this then, because interestingly, just recently I did an interview and it's already on the channel with Olivia Bentley, you had her on your show as well, and, and, and I mean, one of the comments I got on the video was someone saying, OK, I'm not going to go through all of his arguments here, but it was a guy uh accusing sex workers of only being able to. Make so much money because they are taking advantage of vulnerable men. I mean men that have emotional needs, sexual needs, and so on. Yeah,"
	},
	{
		"start_time": "24:59",
		"speaker": "Marcela Alonso",
		"words": "but this is the, you know, you know what's taking advantage of women is when men go on dating apps and they're not really ready to commit, but they will use women for their own validation and they will lie just so they could sleep with them and pretend and instead of them going to therapy. You get what I'm saying? So I'd rather, um, to me, a man is more emotionally available when he knows, hey, I'm not ready to commit. So why don't I go see a sex worker so that way, you know, I know I'm not ready mentally, right? This is a man that's emotionally available. Let me see a sex worker. Let me just, I have needs, sexual needs, or I need the validation, see the sex worker, pay for it rather than waste a woman's time. Yeah, Think about that, OK, because we've got men out here that will go on apps, waste a woman's time. And what about that? Nobody talks about that. But they've got an issue when a woman gets paid. It doesn't make sense."
	},
	{
		"start_time": "26:02",
		"speaker": "Ricardo Lopes",
		"words": "And sometimes guys even trick women on those kinds of apps. And I mean there's, for example, there are, for example, cases of men taking money from women, tricking them into giving them money, and then just Uh,"
	},
	{
		"start_time": "26:18",
		"speaker": "Marcela Alonso",
		"words": "so we deal with men that are narcissists. We deal with men that have avoidance. We deal with men with different things that they're trying, you know, they go on these apps and women are going to apps thinking they're ready for a relationship where these men have these issues. And meanwhile, these men go, Oh, I don't hire sex worker. I don't hire, you know, I, I don't pay for escorts. I don't pay. Those are the men that have issues. You know what I'm saying, uh, and I've noticed through the years, the men that do pay are more, they got stuff to do during the week. They don't have time. They're too busy focused in on their job. They're too busy focusing on their kids. These men that are seeking validation because they want to feel like they got issues, you understand? Like, because they just need that high for themselves, you know, and meanwhile, they're wasting women's time. Yeah, Think about it. So the woman thinks she's gonna get into a relationship. Meanwhile, the guy is just He, you know what I'm saying? And then meanwhile, we also have men that are going to other countries like Colombia, because they're like, oh, this is US men that do it, by the way. US men that will go, oh, the American women are so terrible. Oh, they won't settle down, they won't think. So they go to other countries like Colombia, and then they get robbed. And they're wondering, oh, why am I getting robbed? Well, you didn't get therapy. You didn't get. You know what I'm saying? But meanwhile, if you just would have hired a sex worker, you would have saved money on your trip, getting robbed, and everything else."
	},
	{
		"start_time": "27:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, right, yeah, I mean, do you, to what, to what extent do you know your fans? I mean, do you know their lives? I mean, what kind of fans do you have?"
	},
	{
		"start_time": "28:02",
		"speaker": "Marcela Alonso",
		"words": "I have a lot of loyal people, um, that have been coming to me for years. I have, there's one person that I've, that, um, I've been dealing with since 2012. Um, Yeah, so I've, I've, uh, there's a lot of people very loyal to me. Very loyal, yeah,"
	},
	{
		"start_time": "28:23",
		"speaker": "Ricardo Lopes",
		"words": "yeah, but, but I mean, do, do you get the sense that, um, I, I mean, what is the type of fan that you tend to have? Do you have, for example, um, married men, couples, single men,"
	},
	{
		"start_time": "28:37",
		"speaker": "Marcela Alonso",
		"words": "believe it or not, um, I get a lot of single guys, majority single guys, OK, um, over married men. I have had married men through the years. They, um, I've noticed this trend. A lot of guys are very faithful. Believe it or not, I've noticed this because when I've dealt with single guys, they'll disappear and then they'll come back and I'll be like, hey, where'd you go? And they'll tell, they'll tell me the guy had a girlfriend and I didn't, I didn't want to cheat. And they feel like even though they were seeing me, they were, you know, and, and these are guys online. This was crazy. We're, we're doing video calls or we're doing phone sex, and they'll be like, I, I felt like I was cheating. And I'm like, but we're not even seeing each other in person. So, um, I do get a lot of, you know, I have a very loyal, um, and I get a lot of gifts from fans. Um, I currently have, um, an online sub, submissive, that helps me out. Um, HE, he runs, uh, like an IG for me that's dedicated to me, so I have a, a submissive that's like full time, um, online sub that takes care of stuff for me, um, with my Facebook and everything. So, um, yeah, predominantly everybody I that I deal with is, and of course because I'm. I've gotten older now. Most majority are younger. My guys have been younger, except for the one guy from 2012, he's older. Of course that's that I've known since and what you also. Uh,"
	},
	{
		"start_time": "30:11",
		"speaker": "Ricardo Lopes",
		"words": "I, I also asked you about that because interestingly, there's been research on the kinds of men that tend to use OnlyFans. I mean, research by people like, for example, Stacy Lipton and Mary Lipman, and, uh, interestingly, people tend to have this idea that this very common idea that it's a men, it's men who are uh vulnerable and Employed in cells and so on that use only fans, but no, actually a very big proportion of men who use only fans are in relationships and they have good jobs and so on. So I mean in a sense, it makes sense because I mean those are the men who have money to pay for OnlyFans."
	},
	{
		"start_time": "30:59",
		"speaker": "Marcela Alonso",
		"words": "I don't just use OnlyFans. I also use a site named Sex Panther, and I'll be honest, like. Um There's a couple guys that are like fans of mine that have came back that look better than like, cause like it was one guy I dated, like, that looked better than guys that I've dated in person. There was like a couple of guys that I'm like, whoa, they're hot, they look better than guys that I've dated. And I'm like, So I've like, I have some fans that look like really, really hot, that I like get nervous I'm, yeah, like one guy I was like, whoa, you are like, yeah, so I, I have some hot ones."
	},
	{
		"start_time": "31:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, good. So, yeah, uh, let, let me, let me ask you then. I mean, do you identify or do you have anything to do at all, or, or are you interested in feminism? Do you identify as a feminist at all or not?"
	},
	{
		"start_time": "31:53",
		"speaker": "Marcela Alonso",
		"words": "Um, I, I do, um, for for because I do have daughters, you know, and I want them to, I want. You know, I want us to keep our rights, of course, yeah, sure, yeah, sure, I don't want him took it away in America. It's getting kind of scary over here."
	},
	{
		"start_time": "32:10",
		"speaker": "Ricardo Lopes",
		"words": "No, you know, I'm asking you that because, uh, sex work actually is an issue that many times divides feminists. There are feminist, sex positive feminists in favor of sex work and sex negative,"
	},
	{
		"start_time": "32:25",
		"speaker": "Marcela Alonso",
		"words": "yeah, yeah, yeah, the swerves, yeah, yeah, yeah,"
	},
	{
		"start_time": "32:29",
		"speaker": "Ricardo Lopes",
		"words": "yeah, and so I mean some of these um. Assumptions and accusations people make of sex workers that we've talked about and are going, and I'm going to run through you some more in a bit, uh, I mean, are the same things that um feminists who are against sex work say, but then you also have sex workers who are feminists themselves, so. Mhm. Yeah, so I, I mean, one of the things they say, one of the things that feminists that are against sex work say is that sex work is never a choice, that that, yeah, that women only do it under coercion or under or if they are financially destitute or something like that. I mean, what, what do you make of that?"
	},
	{
		"start_time": "33:20",
		"speaker": "Marcela Alonso",
		"words": "Oh, that's false, that's false. But society, I will say this though. More people need to give former sex workers a chance for employment though, because sometimes it's other people, it's those people that are, it's the feminate, the swerves that don't give us opportunity sometimes that they will judge. You know, instead of it won't give us chances. There's people that will like uh discriminate. I'm very open to who I am and what I've done, and I'm not ashamed, but I have encountered people that will. Judge, you know, um, and, and, you know, it, it, it give us opportunity to. You don't like it, but don't discriminate."
	},
	{
		"start_time": "34:02",
		"speaker": "Ricardo Lopes",
		"words": "You"
	},
	{
		"start_time": "34:02",
		"speaker": "Marcela Alonso",
		"words": "know,"
	},
	{
		"start_time": "34:03",
		"speaker": "Ricardo Lopes",
		"words": "I get this idea that because of what I hear from women in general who are against sex work, but also sometimes from some of those feminists, I get this, the idea or the impression that many of these women only are against sex work, uh I mean they are specifically against sex work for females because there are also, even though in. Smaller numbers also male sex workers, but they are against sex work for females because they look at sex workers being them porn stars or escorts or others because they look at them as a competition. I mean if they have a partner"
	},
	{
		"start_time": "34:48",
		"speaker": "Marcela Alonso",
		"words": "they're"
	},
	{
		"start_time": "34:48",
		"speaker": "Ricardo Lopes",
		"words": "married"
	},
	{
		"start_time": "34:48",
		"speaker": "Marcela Alonso",
		"words": "it's competition, but also, yes, it's competition I've noticed, but also because they feel like they can't do it. And there's a difference."
	},
	{
		"start_time": "34:58",
		"speaker": "Ricardo Lopes",
		"words": "What do you mean by that?"
	},
	{
		"start_time": "35:00",
		"speaker": "Marcela Alonso",
		"words": "Um, YOU know what, the best, the best compliment I ever got from somebody that was not a sex worker, they go. I wish I could do it, but the only reason I don't do it is my mother would get up from a wheelchair and beat my, you know, it would beat me silly. And I thought that was the best compliment because the woman, she, she gave me props for doing it, but she said, I wouldn't do it. I'm scared to do it because my mother would come out of the way, and I, uh, and I, and, and I appreciated her saying the truth. But honestly, it, like I told you, I, I, I personally would never feel comfortable doing porn, but I am not gonna discriminate. To a porn star and be like, oh, I don't do it. I just know that I, I, I wouldn't be as good as my friend, so I'm not gonna get my ass in the kitchen, you know what I'm saying? And you know, so I don't discriminate. I just know that about myself, but I'm not gonna put the person down. So that this is what a lot of women do, and you're right, they, they're worried about the sex worker because they're so, um. They feel like we're gonna take their husband or their man or something. And when you become a sex worker, you, you do become very open-minded sexually because you know, we don't want nobody's husband or boyfriend at the end of the day. We just want their wallet, you know. Yeah,"
	},
	{
		"start_time": "36:24",
		"speaker": "Ricardo Lopes",
		"words": "that's funny, you know, but, but I, I've had an interview on the show with, um, I think it was with Francesca Luberti, if I'm not mistaken. I mean, we talked about how sometimes people's views of sex and relationships even have a. Influence their own politics and for example people who are more conservative who tend to prefer monogamous relationships and perhaps don't like to have, uh, don't like promiscuity, the idea of having sex with with several people and so on. Uh, I mean, they, they tend to not like, uh, sex workers and tend to not like people who promote casual sex and so on because they see that as a social threat because they think, OK, so if I live in a society where promiscuity and casual sex and so on is allowed, then it's harder for me to get a husband or a partner who is loyal or faithful, you know. So,"
	},
	{
		"start_time": "37:28",
		"speaker": "Marcela Alonso",
		"words": "oh, they could be ignorance because that's ignorance."
	},
	{
		"start_time": "37:32",
		"speaker": "Ricardo Lopes",
		"words": "It's ignorance."
	},
	{
		"start_time": "37:33",
		"speaker": "Marcela Alonso",
		"words": "It's ignorance because it. It, it Difference, there's, you know, that's a whole different discussion with the polyamory and the swinger lifestyle, you know what I'm saying, because with relationship, it's more about communication."
	},
	{
		"start_time": "37:49",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yeah, and yeah, and another thing that uh feminists who are against sex work say is that, uh, sex workers are always objectified by their fans or clients. I mean, do you feel"
	},
	{
		"start_time": "38:04",
		"speaker": "Marcela Alonso",
		"words": "objectified? Oh, no, no, I don't allow, I don't, I would not allow a fan to objectify me."
	},
	{
		"start_time": "38:11",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but but. Yeah, but, but, but I mean, for, uh, do you feel, um, comfortable with the fact that perhaps, uh, men approach you because they like you physically? I mean, is that, is that OK for you,"
	},
	{
		"start_time": "38:31",
		"speaker": "Marcela Alonso",
		"words": "or if I date somebody, I'm gonna have to like them physically, yeah, you know what I'm saying, so it's vice versa. If I'm not gonna like, you know, like I have to like them physically, same, same thing. So, you know, of course, I, uh, but, you know, when you talk to and, usually, The way I personally have kept any of my fans, clients is my personality. And they usually know me and the way I've kept them through the years is by them knowing who I am. You know, it's, it's, yes, it's initially the beauty and how I look, but it's also how when I open my mouth and how I talk, and that's the name of the game, you know, so it's how good, yeah, you, you connect and you communicate after. You know, once you open your mouth."
	},
	{
		"start_time": "39:23",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, because people have this idea that men only approach sex workers or pay for sex with them or pay for OnlyFans or whatever, because they only care about their looks or their bodies. Yeah,"
	},
	{
		"start_time": "39:38",
		"speaker": "Marcela Alonso",
		"words": "but if I date, I'm going to have to, like, like, again, if I personally date a guy, I don't want to like approach a guy that's not, you know what I'm saying, like, uh, because the time I let like. The time I went and, and wasn't so picky, it wasn't good. So it, it's, that's just the nature of any type of business, you know, if I'm gonna go buy an outfit, I want the outfit to look good. Yeah, sure, you know, I mean, that's what everything, what, what are they, they're being ridiculous. Oh, let, let me go buy some ugly clothes to put it on. You know what the hell? Let me buy ugly clothes. Put the ugly clothes on now. Are they getting too much with this? You know, of course,"
	},
	{
		"start_time": "40:16",
		"speaker": "Ricardo Lopes",
		"words": "yeah, and and as you said, and I also heard that from other sex workers, I mean, clients and fans are not there only because of the looks. That's not the only thing they care about."
	},
	{
		"start_time": "40:30",
		"speaker": "Marcela Alonso",
		"words": "One with anything, it's going to be a number one, the looks, but then to keep them is going to be the personality. But also, you know, you gotta think again, like I said, the clo the think about it like the clothes, you all what looks good on me and then what's comfortable fit, OK, but of course it's the look you're gonna go to, it's like a strip club. I wanna go to the strip club with the ugly girls. You know, like, with no teeth, I take me to where that she has no teeth at all, you know, like. Well, that might be some people might be into the Notif brothel. I don't know. That might be a fetish."
	},
	{
		"start_time": "41:09",
		"speaker": "Ricardo Lopes",
		"words": "No, you, you know, definitely some feminists must have some,"
	},
	{
		"start_time": "41:14",
		"speaker": "Marcela Alonso",
		"words": "they, they got some now that feminists have got some issues there though, OK, because they're dating. Let me see who they're dating and what they're wearing."
	},
	{
		"start_time": "41:23",
		"speaker": "Ricardo Lopes",
		"words": "I was going to say that they must have some. Issues with I don't know, past relationships or with men because they are some of them also talk about all the male gays, I mean women,"
	},
	{
		"start_time": "41:37",
		"speaker": "Marcela Alonso",
		"words": "I hate to say, you know, I am a feminist, but sometimes with some feminists. And, and, and, and, and I had a cousin that used to say this. Yeah, sometimes in the pussy there's cobwebs. And they just need a dick to go in there to get the cobwebs out because I hate to be so crude and rude, but it's like get over it, you know what I'm saying? Like and just enjoy life. Like, of course it's for the looks, but you know, in, in, in sex work you do have to look good. You have to look good. I, beauty is in the eye of the beholder though, and men do like all shapes, all sizes, and there's something for everyone. You know what I'm saying. There's something for everyone. You could be all, all men do like curves. Men do like blondes, brunettes, all different ethnicities, all different, all different women are beautiful at all different sizes. But for these women to be that critical, get the cobwebs out, OK. And if you don't like, if you don't like a, a male in there, they have choice. You could just stick in there and get the cobwebs out, so enjoy yourself."
	},
	{
		"start_time": "42:43",
		"speaker": "Ricardo Lopes",
		"words": "No, no, no, you know, it's, it's like, it's really funny. It's really funny because a few years ago, uh, last decade, there was a feminist group, and again, I'm not, uh, criticizing all feminists because there are different types of feminists."
	},
	{
		"start_time": "43:00",
		"speaker": "Marcela Alonso",
		"words": "Those are the extreme."
	},
	{
		"start_time": "43:02",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but there, there,"
	},
	{
		"start_time": "43:03",
		"speaker": "Marcela Alonso",
		"words": "there was too much,"
	},
	{
		"start_time": "43:05",
		"speaker": "Ricardo Lopes",
		"words": "yeah, there, there was a feminist group here in Portugal, and one of them wrote a post saying that women shouldn't have sex with men with the lights on because men shouldn't look at their bodies, and I"
	},
	{
		"start_time": "43:21",
		"speaker": "Marcela Alonso",
		"words": "was"
	},
	{
		"start_time": "43:21",
		"speaker": "Ricardo Lopes",
		"words": "like, what the heck are you talking about? Because, uh, because otherwise they are being objectified."
	},
	{
		"start_time": "43:32",
		"speaker": "Marcela Alonso",
		"words": "They need the cobwebs out. They need to come up with. This sounds like my sister. My sister must be part of this group. That's something my sister would say. She gets like that and I'm just like, Yeah,"
	},
	{
		"start_time": "43:47",
		"speaker": "Ricardo Lopes",
		"words": "do, do, do you get support from your family, or,"
	},
	{
		"start_time": "43:51",
		"speaker": "Marcela Alonso",
		"words": "uh, my mother, my sister's a weird one like that. That's something my sister would say. She's got the cobwebs. That's, that's the case of the cobwebs. Just a case of the cobwebs, you know what I'm saying? Yeah, we, you know what, in society we do need men. I say we need men for sex and money. And I have kids. And sometimes we need to shut you guys up and put a tag on you and throw you in the closet for a bit. You know what I'm saying? But You might enjoy it, but you know what I mean? Men are very much needed in society. I feel like. I, I'm, I, I love men. I love men, you know, but it, it, and, and, but I like my rights as a female, you know what I'm saying? But I'm not gonna shit on men. I'm not gonna, you know, hate on men and I like the lights on. I like maybe some fluorescent lights on when I have sex, but not shut the lights off 100%. I gotta find something, you know."
	},
	{
		"start_time": "44:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, do, do you think that the sex work can be empowering?"
	},
	{
		"start_time": "44:52",
		"speaker": "Marcela Alonso",
		"words": "It can be, and it was empowering for me to raise my children and survive. You know what I'm saying, um. When I hear conservative men put down and oh women don't want to be married, or I would have loved to be married, you know what I'm saying? I would have loved to, you know, be home with my children every day if a man would have supported me and paid my bills and let me stay home and be a mother, but that wasn't the case. So it was empowering for me to be able to work 3 or 4 days and make enough money to support my children. So that was empowering because I didn't have a man that could take care of me, you know what I'm saying, um, and empowering that I could provide and make sure my child was well educated. Yeah,"
	},
	{
		"start_time": "45:39",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I mean that that's the reason why I think feminism is so important because feminism is what gives you choices. I mean, you can choose to be a sex. Sex worker and be an independent woman, you can choose to be a housewife and I mean just take care of the kids and cook food and so on and that's I mean I was able to do,"
	},
	{
		"start_time": "46:05",
		"speaker": "Marcela Alonso",
		"words": "yeah, I was able to work like enough and then support my child and and. You know, because the father like abandoned, you know, abandoned me. But what was I supposed to do? And, you know, that's, that's the thing. He didn't wanna help, he didn't wanna pay, he didn't wanna, you know, do nothing, you know, that was his child, and She's successful and it really gets me. There's a lot of men out there that say, oh, the women don't want to do this. We don't wanna do that. I wanted to, you know, to this day, I would love to be married to one person and sit home and cook or whatever, and I, it gets me that, uh, a lot of men say that we don't wanna do that, you know, and I know I wanted to do it, but I find, you know, the last time I was married, the guy. He didn't want to pay you everything, he still wanted me to work, you know. So, you know, yeah,"
	},
	{
		"start_time": "46:58",
		"speaker": "Ricardo Lopes",
		"words": "so yeah, so let me ask you then, because I think this is one of the early episodes you did on your podcast. There was an episode where you talked about how you approach, uh, love in your life. So, how, uh, how do you approach relationships and love in your life?"
	},
	{
		"start_time": "47:17",
		"speaker": "Marcela Alonso",
		"words": "Well, I, I keep it like 100% with what I do, um, and who I am as a person. So it's hard cause it's, there's not many men that can handle me. They can,"
	},
	{
		"start_time": "47:29",
		"speaker": "Ricardo Lopes",
		"words": "but, but handling in what sense?"
	},
	{
		"start_time": "47:33",
		"speaker": "Marcela Alonso",
		"words": "Um, I just, I always tell guys the truth, but I find a lot of females don't tell them. So a lot of, because I'm 100% like I tell people from the day I met, I was an exotic dancer. And I noticed a lot of women, they play this game with men that they're, they play Miss Innocent, and I just tell everybody the worst of the worst of the worst upfront, so the guys get scared of me, but they don't know like the true, you know, cause I'm really not a drinker. I'm really not a crazy person, but when they meet me, they hear the craziest stuff. So they, it's just whoever chooses to stay, chooses to stay. So I just, you, you're gonna hear the The craziest thing, but I think a lot of men are afraid that they're gonna end up on my podcast or something."
	},
	{
		"start_time": "48:19",
		"speaker": "Ricardo Lopes",
		"words": "But, but I mean, do you, do you think that the issue is that many men, uh, wouldn't like to date or be in a relationship with, uh, sex workers specifically, or is it some other, you,"
	},
	{
		"start_time": "48:33",
		"speaker": "Marcela Alonso",
		"words": "you know what, a lot of, uh, I get all kinds of guys. I do get a lot of very good looking guys. I get a lot of young, a lot of young guys, um, and it's just so many different guys, but they. You know, they, it, it's who's strong enough to handle it, appreciate it, you know what I'm saying? And then who do I want to put up with too."
	},
	{
		"start_time": "48:57",
		"speaker": "Ricardo Lopes",
		"words": "Mm, OK, but uh but but but I mean, do, do you think that many men have a particular issue with having a partner that is a sex worker, or"
	},
	{
		"start_time": "49:08",
		"speaker": "Marcela Alonso",
		"words": "yeah, or what um. Yeah, they do, they do. Yeah, because they want, they want a lot of men want this real innocent type, um. And Not so many anyone. I, I'm starting to find out that like a lot of men are not so sexually advanced as me, of course. That's another thing, a whole another issue. Uh,"
	},
	{
		"start_time": "49:35",
		"speaker": "Ricardo Lopes",
		"words": "uh, WHAT, what, uh, you think that many men, uh, I mean, are not good at pleasing women sexually or?"
	},
	{
		"start_time": "49:44",
		"speaker": "Marcela Alonso",
		"words": "Well, it's not that they're not, they're just not, um. When I say sexually advanced, I guess because I have the podcast, I know so much sexually things, and, you know, uh, all day long, I'm talking about sex, sex, sex, sex, sex all the time, you know what I'm saying, and different things. And after a while, so I'm just so accustomed to it. But it's a very, I'm just upfront when I date, so they know the, the moment. So there's no surprises."
	},
	{
		"start_time": "50:11",
		"speaker": "Ricardo Lopes",
		"words": "No. OK, so let, let me, let me ask you this. If you have a boyfriend or a husband, would you mind at all if he consumed pornography?"
	},
	{
		"start_time": "50:23",
		"speaker": "Marcela Alonso",
		"words": "Oh, I, I have my last partner. He did, um, but I think that, I think that was an issue because he didn't, um, and I didn't realize till now, um, that was an issue because he, that was, at first I didn't, when I was in the relationship, it didn't really bother me, but now I realize there needs to be structure on the conception of, of how much you watch. He was daily in the morning all the time. So he got accustomed to it. And I think that's a problem that now I am aware of that a guy that watches too much, you know, that, that tends to be a problem. Like you need to be, um, sort of, uh, What's the word, like not so addictive to it."
	},
	{
		"start_time": "51:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, you know, it's interesting because that really goes along what I, what Doctor Nicole Prosi, I mean, she's a psychologist and a neuroscientist and she works on pornography, sex work, and so on. I've had her on the show twice and in our first conversation, or was a. The second, perhaps it was the 1st, she uh she said that the issue with people who are in relationships consuming pornography is not the consumption of pornography per se, it's, uh, if there's a big discrepancy between the man and the woman in terms of how much pornography"
	},
	{
		"start_time": "51:47",
		"speaker": "Marcela Alonso",
		"words": "they consume, because he, he used to all the time, and when I was in the relationship, I just thought, oh, this is no issue, he. He's doing his thing, he's doing his thing. And then now after I've left the relationship, because we never even slept in the bed together. And yeah, and now I realized it was easy for me. I watched, I chased out of that relationship so easily. It was very easy separation because of it. And because we ended up not having sex, and I realized, because I was so OK with it, that was the way. I wasn't satisfied, but he was taking care of himself so much that that was our issue. Like I, I never really said anything cause I was like, oh, OK, whatever, he's just doing his thing. But now I realize that, you know, he should have. You know, I should have said something a long time. Now I know that's like a red flag for any guy that's too much, yeah."
	},
	{
		"start_time": "52:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, because it's really about the discrepancy, I think for, for example, the man watches porn once or twice a week and the woman does the same, or even if they sometimes yeah, once or twice"
	},
	{
		"start_time": "53:00",
		"speaker": "Marcela Alonso",
		"words": "as good, yeah, once or once a, once a week, twice a week is good, but this he was like, yeah, daily, yeah, it, it, yeah, yeah, like at least 4 to 5 times, yeah."
	},
	{
		"start_time": "53:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, or if, for example, or if for example, there are couples who watch porn together, I mean, that's perfectly OK, I"
	},
	{
		"start_time": "53:19",
		"speaker": "Marcela Alonso",
		"words": "think. Oh, I think couples together, that's fine, yeah, yeah, yeah,"
	},
	{
		"start_time": "53:22",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yeah, yeah. So, uh tell us then about your get schooled podcast. I mean, what kind of goals do you have with it and what kind of things do you do there?"
	},
	{
		"start_time": "53:36",
		"speaker": "Marcela Alonso",
		"words": "OK, so with Get School, I created it, um, because Foster Cesa, which happened in 2019, we lost a lot of platforms that educated people about sex work. And I noticed with podcasting, you could have any type of, you know, you could have all sorts of people on talking. And I felt like there was a need to have a platform where you would have sex workers or different type of people talking about sex. So, I don't have just sex workers, I also have therapists. I have, um, educators or different people that can contribute to sex work on. And I've done now over 100 and probably over 150 episodes. And each episode I try keeping very different. I've also had people to talk about like polyamory, um, swinging, because that's important to me to discuss because it's, there's so much misconception about different and every, every guest I try keeping different and it's people talking from their own experience, their own word educating people. Um, I, I try my best getting guests that have been in, if they were sex workers, I try my hardest getting people that have been in at least 10 years. Um, SOMETIMES I can't always get people in that have been over 10 years, and I think it's important because I noticed during the pandemic, a lot of people jumped into sex work and they got on OnlyFans, but they didn't, they, they're not even running their OnlyFans page. They're having chatters on. So they, I feel like they're not really. Giving the best experience for sex work. So it's just really important for me to get people that have, you know, done different forms of sex work, um, so that way to educate people and they're, you know, and share experiences, whether, you know, they've been a dominatrix, they've been an escort, they've been, um, You know, I've had everything on a cam model. They, you know, um, you know, just just different things."
	},
	{
		"start_time": "55:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I, yeah, I know that you have a, I, I have listened to several episodes, and I know that you have a sort of a series of episodes which was something like, Uh, sex workers are humans too, something like that, right? And I mean, uh, what do you think are the best ways of, uh, humanizing sex workers to fight against the typical social stigma and discrimination that they tend to get?"
	},
	{
		"start_time": "56:01",
		"speaker": "Marcela Alonso",
		"words": "Um, I did that series and I brought in, um, some well-known porn stars, and I wanted them to just talk about like their like stuff that I wanted them to just talk normal and not about like, uh, and it was, that was a very good series. We talk about stuff they enjoyed. I think Jill Blue, she talked about how she liked going to, uh, what was it, the, the raves. And, uh, Violet Meyers talked about Japan and her love for, uh, Anime. She loves anime. So she, and I like Hello Kitty, so I love talking to her about that. And it was a very good series, uh, uh, so I, I just think that, you know, hearing for them and, and even enjoying their aesthetics and listening to their, um, their lives, it, it's good we, we listen to them because it, it's, you know, there's more to them than, than, than that filming. You know, it, it, it's just, uh, right now it's her name is, uh, Jasmine Sher Shene Sherning, she's, um, uh. I interviewed her. I did a good episode with her. She used to be. An ER, uh, ER nurse. And um I used to be really against sex workers that would just jump into sex work from another career. After I had that interview, I had an appreciation for people that like our first responders, because she worked in the ER as a nurse, and I, I realized like, you know, like, firefighters, ER nurses, stuff like her, they're watching people die. And, and, and that interview was very important for me and she's somebody to watch, but we don't. You know, we don't, a lot of jobs like, they're getting PTSD. You know, it, it's going through a lot. So when she had her career change, and she, she's somebody to very much watch in her career changing, um, it made me really appreciate her as the individual. It was a very good episode because I was like, whoa, um, you know, she did this career change, but she, you know, what she encountered, it was such a human experience interviewing her. You know, so that's a very good episode because I, it's, uh, I felt like it's a very human experience of that interview with her. So she's somebody that's a very good episode to listen to with Jasmine Cherie,"
	},
	{
		"start_time": "58:25",
		"speaker": "Ricardo Lopes",
		"words": "yeah, OK. The, the one who loves Japan and anime is Jules."
	},
	{
		"start_time": "58:29",
		"speaker": "Marcela Alonso",
		"words": "Well, that's, no, uh, no, Jules Blue is the one that did, um, she is the raver. Violet Meyers like all of, um, and, but the other person is. That I think she's up and coming right now. She's um nominated for a lot of AVN is Jasminehrney, and um I can connect you with her PR person. She's somebody very good, um. Because she was an ER, uh, nurse, and I did that interview and that was a, it was very human experience interviewing her because I realized like what she witnessed as an ER doctor and then going into porn, it was just a that interview to me, it kind of shook me up because I didn't, I had a whole new appreciation for uh first responders."
	},
	{
		"start_time": "59:24",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YEAH, yeah, no, no, you, you, you have to help me get, uh, the one whoever it was who likes, uh, Japan and anime on"
	},
	{
		"start_time": "59:34",
		"speaker": "Marcela Alonso",
		"words": "the show"
	},
	{
		"start_time": "59:35",
		"speaker": "Ricardo Lopes",
		"words": "because I'm, I'm also, I'm also into anime, so probably, OK,"
	},
	{
		"start_time": "59:39",
		"speaker": "Marcela Alonso",
		"words": "OK, yeah, yeah, yeah. Oh, you're into anime too. Oh, she, she loves it, yeah, she loves, loves it, yeah, Violet Meyers loves it, and I love talking to her about it, anime too, because I love Hello Kitty. They have a like a uh a Hawaii restaurant here in New York. It's so nice. I want to go to and I have nobody to go to."
	},
	{
		"start_time": "1:00:02",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's nice. OK, so look, just to finish, just to wrap this up with a bit of fun, uh, because I, I mean, I'm about to try to get more sex workers on the show, so I,"
	},
	{
		"start_time": "1:00:15",
		"speaker": "Marcela Alonso",
		"words": "I have somebody I'll introduce you to, yes."
	},
	{
		"start_time": "1:00:18",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, I will make this a series, I guess, hopefully if it goes well, and so I guess that I will introduce this question here and I will. Make it uh, the, uh, I will make it the, uh, final question of every episode, I guess. I, it just came to my mind. So you mentioned earlier Brittany Andrews, Eva Devine, so the, the other lady, I'm sorry, I can't remember her name because I never heard of her, uh, but what is your Mount Rushmore of, uh, porn stars, female porn stars?"
	},
	{
		"start_time": "1:00:54",
		"speaker": "Marcela Alonso",
		"words": "The Mount Rushmore. Ava Devine, Brittany Andrews, and right now for the young, I feel like Jasmine Shereen seems to be up there. She's like the Obama. She's like the Obama right now. I want to say, um, definitely Mercedes Ashley. Uh, YEAH, so that would be the Mount Rushmore. Definitely Mercedes Ashley. She's, she's old school, uh, but I know her personally and I've worked with her, and she's just genius. Oh my gosh, she's old school. She's kind of disappeared, but she is genius."
	},
	{
		"start_time": "1:01:36",
		"speaker": "Ricardo Lopes",
		"words": "You, yeah, do you want me to tell you mine,"
	},
	{
		"start_time": "1:01:38",
		"speaker": "Marcela Alonso",
		"words": "or yes, tell me yours."
	},
	{
		"start_time": "1:01:41",
		"speaker": "Ricardo Lopes",
		"words": "OK. Uh, NUMBER 1 for me, the goat, Nina Hartley."
	},
	{
		"start_time": "1:01:47",
		"speaker": "Marcela Alonso",
		"words": "Oh, OK, Nina Hartley."
	},
	{
		"start_time": "1:01:50",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, number 2, let, let me just think for a second. Number 20, Lisa Han, Lisa"
	},
	{
		"start_time": "1:01:58",
		"speaker": "Marcela Alonso",
		"words": "Han. Oh, OK,"
	},
	{
		"start_time": "1:01:59",
		"speaker": "Ricardo Lopes",
		"words": "OK. Number 2, number 3. Uh, I guess that I'm going to consider also the longevity and the, the number, the huge number of scenes she's done, Phoenix"
	},
	{
		"start_time": "1:02:13",
		"speaker": "Marcela Alonso",
		"words": "Marie. Oh, OK, yeah, I've met her briefly, but I just don't know her, you know what it is? I don't, if I don't know them personally and I haven't interviewed them, I can't really talk. Yeah, but I know I've met her briefly, so yeah, yeah,"
	},
	{
		"start_time": "1:02:26",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I think she also worked in healthcare, I guess, I, I, if I'm not mistaken,"
	},
	{
		"start_time": "1:02:32",
		"speaker": "Marcela Alonso",
		"words": "I, I have, I have an inter if I don't interview them and I don't know them, I can't really speak. I know Lisa Ann, yeah."
	},
	{
		"start_time": "1:02:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Yeah, uh, OK, yeah, and then the final one, yeah, Mount Rushmore is for people, right? So the final one, I, I mean, it has to be my favorite. I mean, I don't think that she's better than others who I would put below her, but she's just my favorite, so she's a writer."
	},
	{
		"start_time": "1:02:58",
		"speaker": "Marcela Alonso",
		"words": "Oh, OK, OK. All right,"
	},
	{
		"start_time": "1:03:00",
		"speaker": "Ricardo Lopes",
		"words": "so there you go, and then, and then honorable mentions, uh, Janet Mason, Ryan Connor, uh, Kinder list."
	},
	{
		"start_time": "1:03:11",
		"speaker": "Marcela Alonso",
		"words": "Yeah, OK. All right. Oh, I forgot Jenna James, uh, sweet, I forgot about her, um, she's, yeah, she should have been up there. I forgot about her."
	},
	{
		"start_time": "1:03:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, Jenna Jameson is old school as well."
	},
	{
		"start_time": "1:03:24",
		"speaker": "Marcela Alonso",
		"words": "Yes, old school. Yeah, bless her heart. So, yeah,"
	},
	{
		"start_time": "1:03:29",
		"speaker": "Ricardo Lopes",
		"words": "great. So look, uh, where can people find you on the internet?"
	},
	{
		"start_time": "1:03:34",
		"speaker": "Marcela Alonso",
		"words": "They can go to Marcellusobella.com, um M A R C E L A S O B E L L A dot com that has all of uh My social media, or you could simply Google Marcela Alonzo. Marcella is spelled with one L."
	},
	{
		"start_time": "1:03:54",
		"speaker": "Ricardo Lopes",
		"words": "OK,"
	},
	{
		"start_time": "1:03:56",
		"speaker": "Marcela Alonso",
		"words": "yeah, and uh look for the blue check mark on my IG. So in my Facebook, I have a blue check mark, so don't fall for the uh fates, but all my uh sites are on Marcellusob Bella.com."
	},
	{
		"start_time": "1:04:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So look, thank you so much for coming on the show. It's been a very fun conversation. OK,"
	},
	{
		"start_time": "1:04:15",
		"speaker": "Marcela Alonso",
		"words": "thank you so much,"
	},
	{
		"start_time": "1:04:16",
		"speaker": "Ricardo Lopes",
		"words": "Richard. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punter DaRosmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyanny Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]