[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lopes, and today I'm joined by Doctor Giovanni Rolo. He's professor of philosophy at Federal University of Bahia in Brazil, and today we're going to talk about in activism, ecological psychology, and embodied cognition and the combination of them. So, uh, Giovanni, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:29",
		"speaker": "Giovanni Rolla",
		"words": "Thank you so much, Ricardo. It's uh lovely to be here. I'm very glad that you invited me. It's uh an amazing opportunity to talk about my work and I am so glad to be here."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "Sure, it's my pleasure. So, let me ask you first about an activism. So what is an activism and by the way, what got you interested in an activism as an approach in cognitive science?"
	},
	{
		"start_time": "00:54",
		"speaker": "Giovanni Rolla",
		"words": "OK, so, well, to put it simply, an activism is a relatively recent approach to the cognitive sciences and philosophy of the mind, let's say in the last 30 years, a little bit more. And it emphasizes the continuity between life and mind, autonomous action, and consequently bodily morphology in its account of cognitive phenomenon, phenomena. So, um, This is the, the, the general picture of course there are different branches of an activism we can talk about that later, but in general an activists claim that in order to understand how the mind works we gotta understand how the organism acts in, in its environment and how it maintains the dynamics with its, uh, environmental setting. So and how those dynamics matter for said organism matter at a very fundamental biological level. So whereas a more traditional account would explain the cognitive states as processes uh that have uh let's say semantic content and carry information for the for the organism of information about the digital sources of stimuli and activism takes a different approach and I got into it because I was. Well, I was interested in understanding, uh, let's say how, how we could naturalize perceptual states, uh, how to naturalize perceptual states, and I saw that as a viable opportunity to, to let's say to, to, to deal with this issue from a philosophical standpoint but also a philosophical standpoint that has scientific uh a very, uh. Let's say a solid scientific background."
	},
	{
		"start_time": "02:43",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, BUT I mean since you mentioned that in activism is a fairly recent approach in cognitive science, how would you compare it to the more traditional approaches there and I mean, uh, uh, how much scientific support would you say it has?"
	},
	{
		"start_time": "03:04",
		"speaker": "Giovanni Rolla",
		"words": "OK, so, basically, I think that. The the main difference is about. The The foundational question for the cognitive sciences, which is what is the mind, whereas a more traditional approach would take it as essentially a matter of representing the external world and it is how it is the, the, the outcome of the, the cognitive revolution in the 50s. And uh as a way to move beyond behaviorism which would neglect the kind of internal states that the mind, the mind supposedly has and that is the, the, the general picture for the traditional approach that the mind is a computation machine that uh represent the external world and this has been the ongoing mainstream cognitive sciences in the last months. 70 years, 80 years, and in activism, well, it's fairly recent. We used to say that, uh, the Embodied Mind, the, the book by Francisco Varela, Evan Thompson, and Eleanor Rush is the, the locus Classicus of the negative Approach, but also you have earlier work by Francisco Varela and uh, uh, even before that you have Gibson working on ecological psychology which is against the me. The mainstream of the cognitive sciences and from, well. From the philosophical standpoint, and activism suggests that change of picture that that's not what the mind is supposed to do. And then when you look at the evidence of how organisms behave and how we could not imple implement and uh. Build artificial agents based on the. Ancient picture, the cognitivist picture with the same success as we do in navigating our environments, this counts as a kind of empirical evidence, but the, the, the, the turning point is to think of the mind as not, uh, as our cognitive systems in general, not as representing the external world, but as enabling the organism to act in its environment and for this you need to. To, to have a body that is, uh, that sustains a certain dynamic with its environment, so. In terms of empirical uh support, I would say that most empirical support comes from the experiments that were conducted by the ecological psychologists. They are not an activist, of course, they are in the neighboring, uh, they, they are a neighboring approach in a way, but I think that the large amount of evidence that they have, they have gathered in the last. Uh, 40 years or so could be used to support also an activist approach to the cognitive science because I think cognitive, uh, uh, an activism is a philosophical, uh, it's an attempt to change the, the, the point of view of the cognitive science from the philosophical, uh, point of view. So that's the, that would, that I would say it's the main difference."
	},
	{
		"start_time": "06:07",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Yes, and we're going to get also into ecological psychology later in our conversation, but so do you think then that an activism has the potential to provide us with a stronger or more robust explanatory framework of the mind than uh cognitivism and computational slash representational approaches to the mind?"
	},
	{
		"start_time": "06:33",
		"speaker": "Giovanni Rolla",
		"words": "I think at least it has the potential to offer a different picture. OK, and maybe we will need, uh, to assume a pluralist stance and try to, to analyze different aspects of cognition from different, uh, standpoints, but at the very least I think an activism raises important questions about, well, what were we neglecting in the, the, the old school cognitivist way of thinking about mind, but Maybe this is not something that will be settled empirically, I guess it's something about uh the foundational concepts of well defining what the mind is and uh defining what cognition is and of course we can search for partial evidence that support either, either one of those those views, but I think. Thinking of the mind as a computation, uh, a machine that computes information about the external misses a lot of important things, and that's what in activism tries to, to bring forth in this debate."
	},
	{
		"start_time": "07:37",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. And what are some of the things that, uh, the more traditional approaches miss? Could you give us some examples just for people to have a better understanding of what you are talking about"
	},
	{
		"start_time": "07:51",
		"speaker": "Giovanni Rolla",
		"words": "here? Of course, yeah, so when we think about the mind that way as a machine that computes information about the external world, we are assuming a metaphor that the mind is a comp uh computation machine. It's like a computer, so essentially a computer with a different. Hardware, let's say a biological hardware and that would require us to think that limitations in implementation of this kind of framework in artificial agents. Uh, SO limitations of implementation in, in this case would mean that, well, we just need more processing capacities and that's not it as we have seen time and time again. Artificial engines, they do not become more like human when you add more computation capacities to them because there are a lot of stuff that we do in our everyday scenarios like picking up stuff, walking around the busy street or stuff like that. That is not exactly a matter of computing external information but also it's a matter of attuning to environmental dynamics and as I said in the beginning, in order to do that you need to have a a embodied agent that has physical capacities and has to um explore those possibilities for action and what I think is. If that was Uh, if Um, Computing external information is all that we are doing in such cases, then more processing capacities would be needed to, to deal with the kind of case that we actually, the, the kind of stuff we actually do in our everyday scenarios, but I think that's something that's the misguided point of view. So that's one point. The other thing is that when we talk about representing an external reality, representing an external world, we often assume, scientists often assume that that's the, the role of the brain. However, if you look at how narrow no states. They are activated with. Uh, LET'S say the execution of a simple task, let's say perception and picking up some object or opening a door and stuff like that. Well, neuronsthesis do not have this semantic capacity of representing something else. They just, they are, uh, they lit up with, uh, electrochemical signals, but they are not standing for something else. This is a conceptual issue. So scientists often use this vocabulary that is inherited from not only cognitivism but way before that from modern scientists of rep of brain states representing the world, but. I don't think that is also, I don't, I don't think that's actually correct. I don't think that brain states represent the external world. I think that they might covary with certain actions and uh possibilities for action, but to say that they represent is adding something more. So in most textbooks you can uh switch representation of parlance as in brain states represent external realities. Or brain states representing language or stuff like that with just activation of neural patterns without any loss of meaning. So I think that's another problem, another conceptual problem that people usually import is, um, metaphysical claim about how the brain works, about the possibility of having semantic states in our neuronal patterns of brain activation and stuff like that. Without actually considering the, the, the implication that, well, physical matter do not, does not represent the external world."
	},
	{
		"start_time": "11:40",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Do you also consider the other three E's in 4E cognition? I mean, uh, embodied cognition, uh, extended cognition, and embedded cognition. Of course, uh we're going to talk more about embodied cognition in a bit, but do you also consider the other two E's or not?"
	},
	{
		"start_time": "12:05",
		"speaker": "Giovanni Rolla",
		"words": "Well, I think, uh, usually when you think of foreign cognitive sciences, we are thinking about embodied cognition and active cognition embedded and extended, right? So, um. Some people also had ecological cognition and I don't know if that was what you were thinking about, and I've seen talk about emotional cognition in some places that would make it sexy and also. Um, I, I, I don't know if we ever get to 70, but anyways, I, I, I don't like that label very much because I think that in activism already implies some variety of embodied cognition, namely radical embodiment, which is basically this eliminative stance on mental representations that I was talking about. And on the other hand, some, some embodied theorists defend a more conservative view on embodiment, which is. Embodied, uh, which comprise embodied representations. Think for instance in Barcelo's work in linguistics that we have embodied representations, but this goes against an activism. So there's, um, there, there are fine distinctions that we should make, I think. And the same thing goes for extended cognition. If you take for instance Clark and Chalmers' original work on extended cognition, it is functionalist at score because it doesn't matter what the hardware is made of, let's say. It matters how it functions and so that's why you can have like an external notebook as a memory instead of only your brain, but this isn't comfortable with the embodied approach because the embodied approach rejects functionalism and it claims that well, the mother, the, the, the, the body is um fundamental essential for. For cognitive states it's, it's a constitutive of cognitive states and that the same thing goes for an activist so. Uh, I try not to use the term for it anymore. And uh I think they are more or less. The, the, the thing is they came about more or less simultaneously and that's why I think people used to think that of a single program, but I think there are many different and I think it's more important to draw out those lines more clearly."
	},
	{
		"start_time": "14:20",
		"speaker": "Ricardo Lopes",
		"words": "OK. And uh in your work in cognitive science, how do you combine them in activism, ecological psychology, and embodied cognition? I mean, what is the relative role that each of those frameworks brings into the picture?"
	},
	{
		"start_time": "14:41",
		"speaker": "Giovanni Rolla",
		"words": "OK, so, um, because I'm a philosopher of cognitive sciences and, uh, I don't do science myself unfortunately, much, much agree and I, I'd love to, but, uh, one thing that I've done in several occasions is sort of, uh, to look over the shoulder of what scientists are doing and how they think certain experimentscorfume or refute certain philosophical claims. Uh, WHICH is might not be clearly stated to themselves. Sometimes that's not usually that's not the, the main goal of the, the scientists to, to refute the philosophical claim, but sometimes that's the implication, and then I, uh, I annoyingly say, well, that's not actually right. You haven't proved that, you haven't refused that. There is another explanation, and so on. And in doing so I try to open some theoretical space to consider alternative explanations for what seems to be settled phenomena that seemingly can only be explained in one way or another, so, um. The same thing goes for embodied cognition. I think embodied cognition goes in the same direction as a general term for uh approaches that reconsider the role of the body in explaining cognitive states and as for ecological psychology, as I said, I think it's much more empirical than an activism. And uh it is. Uh, THERE is a, they, they share some fundamental agreements, of course, ecological psychologists and activists, they have the same concerns about what is a viable explanation of how the mind works in different cases, and it has loads of empirical evidence to back it up, so which is always great, and I think ecological psychology, it's an ally for an activism. Sometimes I have written in terms of an ecological and active approach or an active ecological approach whatever. But um. I think they build a certain picture that can be put to work together, a very pragmatist picture of how the mind works that reconsiders the role of the body and the action of the organism in experimentation."
	},
	{
		"start_time": "16:45",
		"speaker": "Ricardo Lopes",
		"words": "AND so, uh, earlier you mentioned when I asked you about who, who, to what extent would, do you think an activism would be supported by science. You mentioned that ecological psychology would be the framework to provide uh an empirical support for an activism. So what are ecological and active approaches to cognition then?"
	},
	{
		"start_time": "17:13",
		"speaker": "Giovanni Rolla",
		"words": "Well, OK, so the, the ecological and active approach tries to combine activism, of course, which is the claim that cognition emerged from the dynamics between organism and environment, and from the ecological view you have the idea that cognitive states. Uh, DETECT or they involve the detection of information for action and that's how you can test the, the, the claim, uh, together they imply that cognition is not in the head but in the dynamics between the agents and the environment and to explain these dynamics you use, you can use the idea of possibilities for action or affordances and solicitations and that's how you can test those views by looking at how agents behave differently in settings where the affordances changes. Uh, THE furthest has changed and one very famous case, the experiment where, uh, subjects are, uh, they, they, they are given backpacks with certain different weights on it and, uh, the subjects perceive a slope, it's the same slope for all subjects, but. They perceive it differently according to the weight of their backpacks, so that's a very famous, famous kind that you have several experiments. Uh, THAT that's for instance, the perception of gaps in the floor if you can jump then if they are walkable and this relates to how, um, if I'm not mistaken, of how, how, uh, elastic is your musculature in your legs or stuff like that, not your height as one would suppose, and that's how you can see that the whole, the, the role of the body in cognition as changing how objects perceive possibilities for action. And that's the importance of the ecological and active approach that uh highlights these aspects so we perceive things in certain ways because they allow us to act in certain ways which in turn are constrained by our bodily morphologies, our current interests and abilities and this is not to say of course that the neurodynamics are not important but. They are not the whole story when we try to understand the mind and we cannot neglect, neglect the, the, the, the extra neural body."
	},
	{
		"start_time": "19:28",
		"speaker": "Ricardo Lopes",
		"words": "Mhm So let me ask you about a topic that I know you've explored in your work. What is information in cognitive science? What does it mean for a cognitive system to acquire information about its surroundings?"
	},
	{
		"start_time": "19:46",
		"speaker": "Giovanni Rolla",
		"words": "Well, the, the, the notion of information is a disputable notion because it depends on how you understand the function of a cognitive system. I mean, it changes everything, so. A classical view would say that the function of cognition of a cognitive system. Is to represent the external world, uh, and in that view information could be understood as the semantic content carried by mental representations about the distal source of stimuli. So when I perceive something, I have a distal source of stimuli that the, the, the thing that causes certain representation, certain stimuli in my, let's say visual perception of my brain, uh, processes this as information about that thing. So on that view, a cognitive system acquires information about something, let's say a given state of affairs. If it has mental representations that Uh, were acquired through very specific means. As in this example of visual stimulation. Information would be the semantic content of mental representations in that field that takes the mind as a computer that represents the external world and that would be the classical view which I think activism has a strong case to to reject for very specific reasons. I don't want to uh to enter those reasons, but basically it's, as I said in the beginning, it's very hard to. Naturalize this notion of mental representation. It's very implausible that we, we will ever be able to do that, and it requires rethinking about the, the rethinking the role of information for, for an activism, or we can, I don't think we should, but some people say that we should, uh. Uh Forego this notion altogether. I don't think that's correct. I think we can talk about a plausible view of information that is not committed to, uh, uh, semantic content of the excel mode."
	},
	{
		"start_time": "21:49",
		"speaker": "Ricardo Lopes",
		"words": "OK, and what would such a view be? I mean, is there an inactive ecological approach because that's the kind of approach you bring into your work, uh, to information."
	},
	{
		"start_time": "22:03",
		"speaker": "Giovanni Rolla",
		"words": "So, um, what I take from radical and activism, which is one branch of, uh, an activism, the, the recent branch by Danhuto and Narik Min, is that information is a matter of covariation between states of affairs. So my perceptual state of readines to action, let's say, of grasping an object. Covaries with the affordances for that object. When I perceive a cup of water, I have this redness, uh, to action that varies with my perceptual state. And this, of course, involves a specific pattern of neuron activation. But the idea is that nowhere in this picture we are forced to assume that they stimulate calls in the representations of external states and uh all we have here so far is a matter of covariation and this is scientifically viable. So, assuming that the environment is favorable to my perception that there is no, uh, if everything goes all right, let's say, and that my skill set is sufficiently well developed. Um, THAT'S the, the part that I developed with my very good friend Eros Carvallo. I minimize uncertainty by enacting a certain sensory model scheme, let's say, uh, extending my arm and grasping that object. So I see a cup of water and I, uh, had this redness to action, and I, I want to grab, this is in my interest to grasp and to drink the water. I extend my arm and grasp the, the cup of water. I am minimizing, uh, uncertainty because. The the action of that sensor motor scheme. Covaries with the end goal grasping the object. That's how I, I know that if I do this, of course I don't need to represent that consciously. I don't need to think about that. I just do it, but I know that, or I have the know-how of extending my arm and grasping the, the cup of water and bringing it to my mouth is sufficient to, to, to my goal. And of course there are many different actions I could take. In that scenario that would not lead to the success of drinking the water. I could just, I could drop it, I could miss, I could do a lot of stuff and um. The, the importance of uh embodying know-how is to minimize uncertainty in this case."
	},
	{
		"start_time": "24:27",
		"speaker": "Ricardo Lopes",
		"words": "Uh, Tell us more about know-how. I mean, what is know-how and particularly what is embodied know-how?"
	},
	{
		"start_time": "24:35",
		"speaker": "Giovanni Rolla",
		"words": "OK, so, um. You know how is, of course, the type of knowledge, it's uh. It, it has been distinguished from knowing that propositional knowledge. So for those who are not familiar in, in this literature, propositional knowledge has been the, the. The main kind of knowledge is studied in the philosophical debate in the last 100 years or so, and that is knowing that something is so and so. Now how on the other hand, is practical knowledge in principle at least it seems to be so. It's the kind of knowledge that implies having an ability to do something and propositional knowledge, on the other hand, is a knowledge that something so and so, as I said, and they seem to be different kinds of knowledge. However, some have tried to, to reduce one kind of knowledge to the other. Some have, some have argued that know-how is no different from knowing that, and some other philosophers have argued that those are in fact distinct kinds of knowledge, but the idea is that. In my take that know-how is not about representing the world with accuracy and justification as propositional knowledge, and one example for that is knowing how to practice a sport. If you acquire and refine the relevant sets, set of skills, you don't, you do not need to, to hold any particular belief about the stuff you are doing. You just Exercise those skills in playing that sport, let's say. Uh, FOOTBALL or whatever, tennis, whatever you think. Of course you can enter that reflective stage if you are sufficiently proficient in that activity. You can think about stuff while you are doing, but, and this actually helps athletes in some cases, but it is not necessary for you to have that, uh, it's unnecessary to have success in engaging in that activity to have this this reflective state. All you need is the relevant know-how in most cases. So know-how is practical knowledge and, um. I think there is no fundamental difference between maybe a matter of emphasis between know-how and and body know-how because I think all know-how is ultimately embodied, but it might seem not to be the case in some particular cases when we think about, for instance, our ability to master symbols using a language. It seems to be disembodied at first glance. It seems that. It doesn't matter the the body you have in order to understand a given language, but I think that misses the bigger part of the picture because, well, you have to emit sounds and you have to, to grasp objects and manipulate objects to, to, to write symbols, so it's not entirely true that it's not true that, uh, mastering a language is a matter of disembodying of how so. However, First appearance, I think that all know-how is embodied. Uh, IF you take the, the that, well, you need to have a body to exercise the abilities that are relevant for know-how. Uh, WELL, please go on."
	},
	{
		"start_time": "27:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh, NO, I, I mean, do you want to have something, or?"
	},
	{
		"start_time": "27:53",
		"speaker": "Giovanni Rolla",
		"words": "Well, I mean, I think that's that that's a bit more, um, it's a bit more bold, but I think that propositional knowledge also involves know-how, so propositional knowledge, knowing that er something is the case involves knowing how to articulate symbols. So I also think that very indirectly propositional knowledge is also embodied in a way, but that's very speculative. I, I, I, I don't have enough uh uh well articulated reason to. To defend that view, but I think that ultimately even propositional knowledge is embodied, but in an indirect manner."
	},
	{
		"start_time": "28:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, tell us about this an activist conception of bringing forth a world. What does that mean?"
	},
	{
		"start_time": "28:44",
		"speaker": "Giovanni Rolla",
		"words": "Well, OK, so, um, the, the, this phrase bringing forth a world, it occurs. Uh, AS far as I can tell, the first time in the, in, in the Embodied Mind, that book by Francisco Varela, Evan Thompson, and Eleonor Rush. And it is used to explain how the inactive conception evades both a certain realistic climate and then. Uh, uh, uh, AN idealist inclined views in the, the cognitive science, both realist and idealist takes in the that that there are certain undertones in the cognitive sciences of the day that could go either way. So, uh, the kind of realism that the authors of The Embodied Mind were concerned about. Is the view that cognitive systems, they simply capture the outside world through inner models or mental representation. So you have the outside world and the, the role of the cognitive system is to capture it so that's it, to represent it to, to, to receive information and rebuild it in internally as to mirror the outside world. And the idealist inclined view on the other hand, assumes that cognitive systems project the inner structure onto the world. So as they do that, they not only receive. Information from the outside they also projected onto how they structured this stimuli. Both are very prevalent in the cognitive sciences to this day, and you can see the curse shifting either way depending on the, the case, so. The point is that in virtue of the fact that living beings, they explore the relevant features of the environment as an activists claim. Uh, THEY bring forth a world of significance. And this is often understood metaphorically. In most literature about an activism, this phrase is understood as a metaphor for perceiving what matters for the organism and indeed at the time of the embodied mind there were not many references in evolutionary biology to back up a more literal control of that claim. But now we have evolutionary, uh, synthesis, extended evolutionary synthesis, the view that other factors beyond trait selection should be accounted to explain evolution, and one of those factors is niche construction. Uh, THE idea is that organisms. Affected surroundings by their doings and in doing so they, they shape their reality by building their niche, and this changed reality, this cumulatively changed reality of the world. It, it, it is brought forth by previous generations and it's a non-generic inheritance that affects future generations. So it's, uh, this is the kind of evolutionary dynamics that we, uh, Nara Figueredo, a good friend of mine and I argued that it provides some basis for a literal construct of bringing forth a world. Organisms actually shape the reality, and this is a fact, this, this is in fact a matter of not a naive realism, but a, let's say a constructivist realist, uh, constructivist realism. That could be understood as the metaphysical, uh, import of the negative approach to cognitive sciences that we actually bring forth a world, not only metaphorical but literally."
	},
	{
		"start_time": "32:17",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Uh, ON the topic of evolution, I mean evolution by natural selection, and you also mentioned there the extended evolutionary synthesis and Uh, phenomenon like niche construction. What is evolution as natural drift and tell us about this idea of how structural couplings between organism and environment trigger viable pathways of maintenance and reproduction instead of, uh, simply selecting the most adapted traits to a pre-given environment."
	},
	{
		"start_time": "32:54",
		"speaker": "Giovanni Rolla",
		"words": "OK, so, uh, the claimed natural drift, I think, is the, the, the, the, the phrase natural drift, the label is the idea that Maturan and Empodos is developed. I think they, they did so first in Spanish if I'm not mistaken. And which later Evan Thompson called an active evolution. And it's a very programmatic idea that evolution is not the passive selection of the fittest. But the evolution makes room for general constraints within which organisms develop the structural couplings or as I, I've been using the term dynamics more loosely, but their dynamics with the environment that allow them to strive and I think natural gift is an interesting idea. It is underdeveloped, I think, in the literature, um. It's very programmatic, as I said, but, uh, to my mind, I, I think the latest work on it is Evan Thompson's 2007 book that has, it dedicates a few chapters or sections on it, but, um. The idea is interesting to account for evolution in a similar way that. Autopoetic theory accounts for, uh, life in general, so that's what Matuan and and Podols were trying to do. But um we try to fit that in our argument, Na and I. Uh, TO some success, I think that we recognize that, well, there is also something here that leads to the inactive idea that organisms are not simply. Passively, uh, under environmental constraints they are, they are also acting upon the environment. So this is how we try to fit in with the discussion of niche construction, which is very clearly the idea that the organisms, they act upon the environment and in so doing they affect their evolutionary pathways. And it is, of course, the authors that defend ni niche construction are not originally concerned with the inactive uh approach or the debate in the cognitive sciences. Um, AS you look at work by Laland and others, but even though they do not use the term an active approach to evolution, it's very clearly consistent with the stake. They come from a different background from the evolutionary biology, but it seems that it is, they are working in a similar direction as Maura and Empatosis and later on Varela and Thompson when they were talking about an active evolution."
	},
	{
		"start_time": "35:30",
		"speaker": "Ricardo Lopes",
		"words": "And what is then more broadly the link between in activism and evolutionary dynamics?"
	},
	{
		"start_time": "35:39",
		"speaker": "Giovanni Rolla",
		"words": "Well, um, the, the core activist idea is to bring the organism, the, the living organism to the center of the cognitive sciences, which means to think of living systems not as. Passive recipients of external forces. And external stimuli, but as creatures that act upon their environments. So if we extend that view of life as some people use the term adaptive autonomy from the cognitive sciences to evolutionary biology, the idea is that Uh, to think of living systems as particularly responsible for their evolutionary pathways, of course, not as if living systems know the end goal of the evolvolution, of course they do not know that, but the way they act upon their environment affects their evolutionary pathways, meaning that they are not simply subject to evolutionary pressures as the modern evolutionary synthesis. Would, uh, would claim that we only select traits that enable survival. Mhm. So, as I said, I think niche construction is one way to meet that condition, and I find a lot of similarities between niche construction theory and the general lines of the actual an active, uh, theory of evolution and. That's one way to cash out this idea that we are. Partially responsible in a, in a sense that what we do matters for our evolutionary pathways in the same way that what we do matters for our self-maintenance as individual systems or uh living organisms."
	},
	{
		"start_time": "37:19",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So, uh, another different kind of topic, do pre-linguistic infants have representational abilities, and if so, what do you think would be the implications of that for an an activist approach to cognition?"
	},
	{
		"start_time": "37:39",
		"speaker": "Giovanni Rolla",
		"words": "OK, so yeah, uh, regarding the, the, the, the first part of this question. Uh, WELL, if they did that, would be a problem for those theories that claim that the language precedes representational abilities. Which means that our capacity, capacity to represent internally a given state of affairs is an outcome of mastering a language. That's my, my view and, and it's also something that other activists have, have claimed. Um, In contrast, some cognitivists or most cognitivists would say that we have an innate ability to represent the world. This is actually what defines cognativism. So, uh, some psychologists have tried to show that pre-linguistic children have. Innate mechanisms to represent the world and they supposedly have shown that by registering the reaction time of children when observing normal versus unusual scena scenarios, uh, they can prove that children have this, uh, innate mechanisms for physics and, uh, intuitive physics and stuff like that, so they create very unusual scenarios. And they and and normal variant of those scenarios and they register how long it takes children to observe paralinguistic children 3 or 4 months old, uh, for how long they, they observe the, the unusual scenarios in comparison to the usual normal scenarios and what they noticed is that, um. In normal situations, the reaction time doesn't change across the board, but in very, in very unusual scenarios which are designed by the scientists. To, to be physically impossible, let's say, by, by, by a matter of trickery they, uh, use, uh, a very elaborate, uh, settings. The children keep looking at the scenario for a longer time, for much longer. So, the interpretation, the the empirical data is that they are surprised. Uh, BECAUSE according to the cognitivist, uh, reading of this empirical data. They. The, the fiscally impossible stuff violates their expectations, so it means that they can only have, that it's only possible to explain that by appealing to certain innate mechanisms that. Are manifested long before mastering a language. So in a recent paper I argued that an activism and in body cognition more generally have the tools to explain that this difference in reaction time and it undercuts the representation and its interpretation of the empirical data. One of these ways is to argue that in those experiments children must be habituated with the. Then, then Normal scenario, the, the usual circumstance where nothing magical happens. Before you measure the difference in uh reaction time and this habituation that happens over several expositions to that normal scenario creates a certain pattern, a habitual pattern of sensor motor schemes if you will, and when you introduce something radically different, they break this pattern. This borrows from the work by, by Sel 10 and others. But this is one way to say that, well, this is not what's happening right now. It's not a matter of um. Uh, REPRESENTING, uh, the, the innate mechanism for representation being alert it's actually the fact that we are breaking the habit that were that was introduced in the, the experimentation in the, in the previous phase of the experimentation, and this is one way to claim that the other way is to say that well. And I was following the work by that Nan and I did together a few years before that that well we bring forth a very fiscally stable world and we select by in virtue of that um. Uh, COGNITIVE, uh, mechanisms to engage with, with a fiscally stable world. So when something. SEEMINGLY physically impossible happens. Our cognitive states and our cognitive capacities are not endowed with, with the, the means to deal with that, so it's, it's, it's plausible that we even before mastering a language, there's something. Uh, AWKWARD in that that, uh, draws our attention, but that's mainly because over our evolutionary history, the, the, the world we have been dealing with is very physically stable. So if one object simply disappears at one end of the disciplinary and reappears at the other, then something must be amiss. And this is the kind of experiment that the psychologists were doing in the 80s. They were doing several different experiments where children would look at this. Elaborate scenario where things would disappear or reappear or be um cut in half and uh and you wouldn't notice that they are different parts of the same object or stuff like that. And well, these are the, the two main explanations that go. Against the mainstream literature in the cognitive sciences that would say that well of course they have innate mechanisms to represent the world because they are surprised and are and my my attempt is to say well that's it doesn't follow you, you can have alternative explanations that do not appeal to representational abilities even in paralinguistic children so it might still be the case that our representational abilities, they show up. After we have developed a language and mastered the public symbols that characterize the language."
	},
	{
		"start_time": "43:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's, that's really interesting. So, uh, you mentioned several times during our conversation, uh, radical inactivism. So tell us more about that. What is radically inactive cognition?"
	},
	{
		"start_time": "43:43",
		"speaker": "Giovanni Rolla",
		"words": "Well, the, then the, the, the phrase radical and active cognition comes from Hutu and Dan Hutu and Eric Me's work of the book on, uh, radicalizing activism that was released in 2013 and draw a lot of attention because. Therein they argue that. Uh, EVEN some activists, uh, and activists are not being as radical as they claim because they are making concessions to, uh, cognitive, cognitivism in their work. So Hutu and Min, they argue that. They defend the an eliminative stance on representational content because they argue that it is impossible to naturalize. Basically the idea is that, well. Um, I think, I, I said that at the beginning, but. Representational content implies that patterns of neuron activation have semantic content and you cannot find that in nature. You cannot find semantic content in nature in a way semantic content is in the eye of the beholder. We ascribe it to neuron neuro states. We see a pattern of neuron activation and see the execution of a certain task or perception of an object, whatever, and we say that this represents that, but that's our description. Because we are endowed with a language to do so and radical and activism is the claim that even some other activists are actually doing something similar when attack, for instance, of sense making, which is a core concept in traditional and activist literature and this, as I said, drew a lot of attention because, uh, it is in a way a kind of friendly fire in the in the activist trenches against cog cognunitivism because. Well, um, it tries to, to sanitize an activism from implicit cognitive bias, and I do not think that that's the case for sense making exactly. I think we can defend the idea of sense making as the notion that organisms perceive. And engage in their environment according to how those engagements matter to them. And I think that we can preserve sense-making as something that is in principle compatible with radical and activism. But some other works from an activist adjacent literature such as Alva Know's work on sensory motor and activism. That I think is more complicated because he claims that perception is a matter of understanding how. The world would unfold through my actions and this understanding how even though it's not at surface level a matter of propositional knowledge seems to be understanding that the world will behave so and so if I act so and so so. Radical activism and activism. Tries to clean the, the nativist literature from that language and in so doing, of course, it, it takes a very. Strong stance against some other and activist approaches. But basically the idea is that we have no. Um, We do, we do not have good grounds to defend, uh, the existence of mental representations, and we should. Uh, RECTIFY our scientific language from this usage."
	},
	{
		"start_time": "47:25",
		"speaker": "Ricardo Lopes",
		"words": "And how about high cognition? Do you think it can be explained by an activism and embodied cognition?"
	},
	{
		"start_time": "47:35",
		"speaker": "Giovanni Rolla",
		"words": "Well, I think so because uh higher higher cognition is. Uh, IT depends on how you cut the, the, where you draw the line between basic or low and higher cognition, but basically the idea is that certain aspects of human cognitive performance are radically different from how other animals behave in their environments, and the idea of, uh, explaining higher cognition through, uh, an activist means is. To take a bottom-up approach that begins with the relation between. Basic biological processes and basic cognition, basic intentionality, basic, basic kind of directness to the world. And work upwards toward towards more complex cases of cognition such as um. Language use and uh influential abilities and. Reasoning and counterfactual reasoning and stuff like that, stuff that does not involve the immediate environment so of course we are capable of doing those things. I can think of what I will uh do this weekend or what I have done in the past or if something happens I will do something else. So all of these cases they are at surface at least very different from. Picking up stuff from my desk or writing in the computer where the physical environment is the object of my engagement, but in most of those cases I mentioned, there is no physical environment environment to engage with, so the attempt to explain those other cases of cognitive processes that are seemingly different. From that there are more than one, there are different approaches to do that, but the one that I favor is that once, and this is not something that I created again, I defer to the work of Dan Huto and Eric Min, but once we managed to master symbolic use by, uh, engaging in socio-cultural exchanges, something that we do when we are very little. We enter this capacity to manipulate symbols and symbols allows us to, uh, symbols allow us to replace. Absent targets in our cognitive performances. So, again, coming back to the, the, the question about um how language is, uh, it precedes representational abilities. The idea is that once we manage to, to master symbolic uh structures, we can use them as surrogates for absent targets. And this is something that explains cognition from the bottom up because we need to explain how certain engagements allow for the mastering of of a language and how those exchanges happen at a very young age and this of course must happen before we have any sort of language so the idea is to explain higher cognition, um. Not by assuming innate representational mechanisms by, uh, which is of course would, which would be much easier if we're doing that, but from the bottom up and I think there are tools to do that. I think we can, uh, explain how we are capable to direct ourselves to absent stuff by engaging in, uh. Uh, BY, by using symbols as surrogate songs we have mastered though, they, they use, the uses of those symbols."
	},
	{
		"start_time": "51:22",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have one last question and I'm still on the topic of higher cognition and to explore one example of it here. How do you approach rationality from a radically inactive cognition perspective?"
	},
	{
		"start_time": "51:38",
		"speaker": "Giovanni Rolla",
		"words": "Well, uh, this is, that's a That's a very interesting question, thank you, Ricardo, because, uh, I came up with the idea of radically inactive rationality as a label. Uh, FOR something that I have found is, is sparsely in the literature before. Uh, Susan Hurley, 20 years before me. She had asked whether the pragmatic turn in the cognitive sciences, the negative turn, had any implications for what we call rationality, and I believe it has, uh, implications for rationality and as she did as well in her own terms. So the idea is that philosophers are used to think of rationality as a symbolic language-based procedure that happens at the surface level of consciousness and functions to motivate or justify decisions and beliefs. I think this is only partially correct. Because it appeals to a level of rationality that we become endowed with. To the extent that we master, as I said before, symbolic structures. But if that were the case, if rationality is this, let's say the tip of the iceberg phenomenon. Then much of what we do cannot be considered rational according to the rational, the, the, to the inactive approach because much of what we do is not. Symbolic is not contentful, it's a matter of direct engagement with the environment, so. It creates a certain problem. Of matching those two ideas, the, the, the classical idea of rationality and what an activist, an activism claims that we actually do when we engage with our environment, so I suggest that we should reconceive rationality as a kind of math ability that enhances adaptive behavior, one that is not necessarily symbolic. But might be in some cases that involve reasoning. Reasoning allows us to enhance our socio-cultural adaptive behavior in order to defend ourselves and motivate our point of view, but this is again the tip of the iceberg. And this mean ability to coordinate multi-level structures allows us, allows organisms in general to optimize their engagements with the, the environment. That was the idea in very broad strokes. So To some extent rationality is a tool that uh allows us to adapt to unforeseen circumstances, and that's something we excel at, but we are not the only living means capable of doing so and the consequence for this is that if this is correct, rationality is not something exclusively human, which I, I, I think is a positive consequence because it allows. To situate rationality in this naturalization, uh, continuum where, well, other organisms adapt in. Sort of ways that we would consider them partially or almost as rational as us and it works if you consider for instance other large primates and other uh sufficiently complex organisms and also on the other hand if you have an organism that is critically unable to overcome environmental circumstances that are outside of its. It is, uh, immediate set of abilities. It, it is fated, fated to, to, to die in there. So you wouldn't say that it is highly rational. It is very limited. I think about, for instance, if you surround the snail with salt, it cannot go either way. It's stuck there and it is going to, to die eventually, but more complex organisms develop ways to. To counteract the environmental circumstances, and I think this is a very minimal account of rationality that is not, well, it's not. Mainstream, of course, but I think it accounts for. Different problems, conceptual problems, and allows for a naturalization of rationality as well, so. That's how I understand it."
	},
	{
		"start_time": "55:52",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Great. So, Doctor Rolla, just before we go, would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "56:02",
		"speaker": "Giovanni Rolla",
		"words": "Well, um, you can find my website, which is, uh, well, I'll give you the address and you can put on the link description. Uh, THAT'S where I put all my latest work and some, uh, thoughts, some non- philosophical thoughts as well, and that's where, uh, basically all my, my stuff is."
	},
	{
		"start_time": "56:23",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. I will include that in the description of the interview and thank you so much for taking the time to come on the show. It's been a very interesting conversation."
	},
	{
		"start_time": "56:33",
		"speaker": "Giovanni Rolla",
		"words": "Thank you, it was a pleasure, Ricardo. Thank you so much for having me."
	},
	{
		"start_time": "56:37",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegeru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolatti, Gabriel Pan Scortez or Suliliski, Scott Zachary Fish, Tim Duffyanny Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stinnik, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]