[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter, and today I'm here with Alice Little. She's best known as America's most successful legal sex worker. OK, we have to talk about what that means, and an intimate companionship expert, and she's also an advocate for the adult industry. So Alice, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Alice Little",
		"words": "Thank you, thank you so much for having me. That's, that's a big intro."
	},
	{
		"start_time": "00:29",
		"speaker": "Ricardo Lopes",
		"words": "Well, I mean, I read that somewhere. I can't remember exactly if it's, if it was on Ollie Randall's podcast or something like that. So I used it for my introduction. Anyway, uh tell us a little bit about yourself. I mean, what kind of sex work do you do and how did you get into it?"
	},
	{
		"start_time": "00:49",
		"speaker": "Alice Little",
		"words": "Well, for the past 10 years, I have been working within the Nevada legal brothel system. Now, a lot of people don't even realize that there are legal brothels in America. They're only in Nevada, only within certain locations, and I happen to work at the Chicken Ranch, which is just outside of Las Vegas."
	},
	{
		"start_time": "01:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but, but I mean, what kinds of, uh, um, uh, uh, what kinds of clients do you get? What kind of cli clientele, I mean, what kinds of, I, I think I've asked this question to, to another guest on the show, but people have this common idea that Oh no, it's only, you know, losers who pay for sex. It's only men who are desperate. It's only, I, I mean, it's, it's only good for nothing men, basically. So, but what is your experience with that?"
	},
	{
		"start_time": "01:46",
		"speaker": "Alice Little",
		"words": "Um, THE opposite of that. Pretty much everything you said is. A common negative stereotype about people who see intimacy professionals, and that just comes from a place of judgment, not from actual reality. I see men of all ages. I see women. Of all ages, 21 and up at the chicken ranch. Legal disclaimer, big star there, you know, 21 and up of all ages, but 21 all the way through. I see married couples. I see polyamorous people. I see every, everyone, everybody. And it comes from folks of all walks of life. I see folks who are doctors, I see folks who work in the medical profession. I see people who have their own businesses. I see people who are retired, like there's, there's no one. Who comes to the ranch, it's so many different people."
	},
	{
		"start_time": "02:51",
		"speaker": "Ricardo Lopes",
		"words": "Well, that bit about the married couples, I bet that's very controversial to most conservatively minded people because many of them would say, oh, that's not real marriage, come on."
	},
	{
		"start_time": "03:03",
		"speaker": "Alice Little",
		"words": "Oh, OK, so cheating on each other is that's real marriage. I'm sorry, if you want authentic, terrible relationship drama. In which you get STD risk. I mean, be my guest, sleep around. And you know what, some couples just wanna have a threesome, and that's OK, and they wanna do it with each other, even better. I am tested for literally everything under the sun every 7 days. Everything is done with protection. I'm a professional. I know what I'm doing. What's the judge? Come on, let people have fun."
	},
	{
		"start_time": "03:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, we're going to get into some of those other myths that people have about sex work and assumptions they make about sex workers, because some of them are just, uh, funny, I guess. So, uh, and but I, I mean, just to be on a more serious note here, what do you think are the pros and cons of sex work?"
	},
	{
		"start_time": "04:06",
		"speaker": "Alice Little",
		"words": "Oh, goodness. Cons, let's start there. Stigma. We've already mentioned it. There's a lot of stigma and misconception that comes with being an intimacy professional. Right now on X, an adult performer, Riley Reed is going around. And people are tying together photos of her family with photos of her professional work, which is absolutely disgusting, should not be happening. That's, who does that? That, that's not normal. But people make this stereotype that, oh, you can't be in a happy relationship and have a baby if you work in the intimacy industry. Uh, NEWSFLASH, we're real human people. We get to have families and relationships. Like I have a whole goat farm. I've got like horses and goats. It's a, it's a whole thing."
	},
	{
		"start_time": "05:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and OK, and the pros."
	},
	{
		"start_time": "05:09",
		"speaker": "Alice Little",
		"words": "Well, there's still more cons. Uh, THERE'S banking discrimination. Like, let's be real, there's a lot of cons to being an intimacy professional. Uh, BANKING discrimination, even when you work in a legal industry, your finances aren't. Necessarily protected, a banking institution could choose to cancel your accounts at pretty much any time they feel like it. That's a tremendous risk. That's a risk that most small businesses are not required to take on, yeah. Another con. Of this industry, hmm, let's see. There's a medical judgment. It can be very difficult to find medical professionals that don't judge or stigmatize you for what you do. I know I personally have been on the receiving end of medical discrimination. They almost missed appendicitis thinking that it could have been an STD or STI. When I had just been tested literally the day before and the results had already come back, everything was fine. I, I just had like appendicitis. They had to take my appendix out and they,"
	},
	{
		"start_time": "06:18",
		"speaker": "Ricardo Lopes",
		"words": "so basically doctors tend to assume that you must have some STI."
	},
	{
		"start_time": "06:23",
		"speaker": "Alice Little",
		"words": "Yeah, ridiculous, absolutely problematic, but that is a reality and people should be aware of these things if they're considering getting into this industry. But there's lots of pros to this as well. If you enjoy intimacy and connection, you're gonna have a really good time because so much of the job is getting to connect with people. Regardless what type of intimacy professional you are, you are going to be interacting with people, your colleagues, you're gonna be interacting with your guests, you're gonna be interacting with your co-performers. You're gonna be having these very beautiful. Intimate relationships with these people, and that's a really positive thing. You get the opportunity to meet some of the most interesting, fascinating, and wonderful people from all sorts of walks of life. You will have the opportunity to expand your horizons to whole new levels based off of the conversations that you get to have with other people. You learn so much more about yourself and the world around you and how people love and interact and connect, and it's It's incredible. I mean, there is no other industry that allows you to see people for who they are so clearly, and for me, that's a huge, huge pro. And of course, there is a financial benefit, like, I am the most successful person to come out of the Nevada brothel industry. I've made 7 figures of income in one single calendar year. That's, that's something I did and it certainly has allowed me to live my dreams and it makes me incredibly grateful for what I do."
	},
	{
		"start_time": "08:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's awesome. So let me ask you, because uh not only did I listen to some episodes of your, I guess, unless I missed something, your old podcast, because the last episode I, I found was from 2019 and I was like, oh come on, there have to be more episodes here. And, but people also told me that you are interested in the history of Sex work. So how old is sex work? I mean, how long has it been around in human societies? And I guess the short answer is forever, right? But"
	},
	{
		"start_time": "08:46",
		"speaker": "Alice Little",
		"words": "anyway, how old is it? It is the accurate answer forever. When we look at the first written examples of law, we see evidence of language describing sex workers. And how sex workers should be treated by the rest of society. Well, clearly there were sex workers. When we go to Pompeii, we can see graffiti on the walls of follow. Me to a good time, essentially like. Written ads on the wall like some hilarious ones. There's some really lewd ones like you probably have to censor those. I mean paintings and like tile like we found brothels we know where the brothels were it was a thing we see them we have evidence of them, they exist. And they exist all over the states like they exist in New Orleans, they exist in Texas and Alaska, and all throughout the gold rush era. There's brothels, brothels, brothels, brothels, brothels. I mean, all across the westward expansion, brothels, brothels, brothels, brothels, brothels, like. They are everywhere here and globally. It's just that we since have legislated them down to this very, very small narrow area of it's legal, but only here and here and here and here. There's only like 19 places left that still have licenses."
	},
	{
		"start_time": "10:22",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God. I mean, which is actually funny because it's a profession that it's, it's been around forever, but, uh, uh, something that's also been around forever is stigma against sex workers, even though all every uh all kinds of men, uh, I mean, pay for sex work, and also, uh, there was, I'm not sure if there still is, but at least until very recently. Recently in history, there was um a tradition of uh men taking their sons to sex workers to lose their virginity and stuff like that, so I mean it's sort of funny because it's like hypocritical,"
	},
	{
		"start_time": "11:03",
		"speaker": "Alice Little",
		"words": "right? Yeah, so that, that last one as far as men taking their now 21 year old sons to a brothel. It that that happens. That is a real thing that still happens today. It's, it's still a thing. No, it totally is a thing like, OK, let's be realistic. Unless you come from a particularly successful, very young business early on, or you have a trust fund or some other access to financial means and savings, you probably do not have enough casual disposable income to really be able to treat yourself to a multi-hour pleasure experience in a Nevada. Brothel. Like, so a lot of times, dad or uncle or grandpa, sometimes everybody comes together and it's a, it's a little family bonding thing and everyone just goes their own little separate ways. It's, it's actually quite wholesome. It's really cute."
	},
	{
		"start_time": "12:11",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God, sex work is ruining the American family. I mean,"
	},
	{
		"start_time": "12:16",
		"speaker": "Alice Little",
		"words": "we're we're we're closer together, the family that. There's some really bad jokes to be made there like, oh no, the family that comes together stays together."
	},
	{
		"start_time": "12:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH. Uh, BUT, but, but, you know, it's, it's really funny because it's not just that sex work has been around forever in human societies, but just earlier this year, I interviewed Nathan Lentz. He's the author of an incredible book from this year called uh The Sexual Evolution, and at a certain point there he, he's an evolutionary biologist and it Talks about transactional sex in other animal species. So I mean birds also do it, penguins also do it, chimpanzees also do it, and then a very funny thing about chimpanzees is if you teach them how to use money, one of the first things they use the money for is to exchange it for sex with the female, so."
	},
	{
		"start_time": "13:18",
		"speaker": "Alice Little",
		"words": "It's a very, it, it's a very natural thing because this happens so organically again and again and again and again. It is by definition a natural biological occurrence within us, within animals at newsflash, we are also animals. I think people have a tendency to forget that sometimes that we have more in common than we think with the world around us. And when we see these things happening naturally, yet we try to suppress these urges, it's more important to ask where and who taught us to want to push this down and to suppress this, and the reality is, is it comes from religious morality. That is the origin point for most stigma against sex, against deviant sex, anything that goes against husband on top, woman on bottom. For procreation purposes only. Yeah. We have evolved as a society beyond that, and yet we're still holding on to some of these religious-based moralities that don't really match with the moralities that somebody personally has. Like people are all for. Women empowerment and supporting women except sex work. No, not that, no, boo, that can't be consensual. No, not that, no. Anything but that, no. And like, come on, it's a job like any other job. How are you gonna say that we sell our bodies any more than Anybody else does. Like, I grew up with a dental hygienist in my family. Her fingers are so arthritic that by the time she was like 40 years old, she was practically disabled from her job. Her hands were literally sold for her job. Um, I'm sorry, is that not selling your body?"
	},
	{
		"start_time": "15:29",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, NO, no, I, I mean that, that's really a, a rich one because interestingly enough, and we're going to get also into that later, but, uh, when people talk about, uh, trafficking in sex work, I mean, the, their solution is always, oh, we, we have to abolish sex work. I mean, the solution is to abolish sex. Sex work. But then there is also human trafficking for construction, for agriculture, for other areas, and nobody ever says that we should abolish construction or agriculture because of that. They have other sorts of solutions, but when it comes to sex work, then suddenly, oh no, it has to go away. Just it, it entirely has to go away and it's, it's sort of funny, right? Because it, it, it doesn't have to do with the trafficking itself. It has to do with your morality,"
	},
	{
		"start_time": "16:24",
		"speaker": "Alice Little",
		"words": "right? Yes, and when you legalize and legislate this, the reality is it prevents people who are minors from working within the system. There are so many hoops that I have to jump through to work within the legal location. I have to give my fingerprints. I have to have my business license, I have to do my STD and STI testing. And I do this paperwork, the license, 4 times a year. They don't even have gun owners come in to register that frequently. But here I am, literally every single quarter and all of this is processed at the sheriff's office. You don't think the sheriff's office knows how to verify somebody's ID? Like, Nobody underage is working within the legal brothel system. With that said, It is a problem that we only have like 19 of these locations. That means there's only 19 places which are able to jump through the hoops and legally make this service available in the safest way possible. That means in the 49 other states we are pushing people to the more marginalized and dangerous options because we do not have any protections in place. So for all that I work within a legal system. The legal system really doesn't protect anybody outside of those other 19 locations. We need something that protects everybody, which is decriminalization, which is removing all of the penalties and legal problems for offering this service. Once we remove those penalties, then we are able to do so in a way that is significantly safer. When we look at other industries that were previously stigmatized and then regulated, we see the increases in safety standards. Why in the world are we not going to put it towards something that we have already had within our society since forever?"
	},
	{
		"start_time": "18:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, so you think that between legalization and decriminalization, decriminalization is better."
	},
	{
		"start_time": "18:37",
		"speaker": "Alice Little",
		"words": "I absolutely think so because decriminalization is protection for everybody. Legalization is protection only for the people that work within those limited privileged locations. Not everybody can travel out to Nevada away from their families, their children, their farm, their responsibilities, and go and work within a very specific location in Nevada. That just isn't a reality for most people, and as a result, most people are not actually being protected by legalization. That's a very limited protection. Decriminalization, it's, it's far more broad and therefore a lot more impactful."
	},
	{
		"start_time": "19:17",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, earlier when you mentioned religious morality, one thing that immediately came to mind because I've already had this conversation on the show with Nicole Prosi, um, is, uh, the idea of porn eviction. I mean, I, I know you're, uh, a different kind of sex worker, but, uh, what people found out is that uh people are not actually addicted to porn. The thing is, is that people who have some sort of morality against porn, pornography, like if they are religious or if they have any other sort of uh similar kind of morality that uh uh condemns porn or you watching porn, then even if you just do it a little bit, then you, some of those people identify as porn addicts, even though, I mean, there's nothing wrong with watching a little bit of porn, right?"
	},
	{
		"start_time": "20:17",
		"speaker": "Alice Little",
		"words": "No, nothing wrong with it, perfectly natural porn. Porn is not a problem. Porn is good. Porn is great. I love porn. Some of my favorite people are porn stars. They're super cool people. You are watching people do a performance. We love to watch people perform. We love to watch movies and documentaries and reality TV, and oftentimes porn is the intersection between entertainment, reality TV, documentary, like those are real people. Having sex within oftentimes very highly fantasy scenarios. What's not to love about that? I mean, great, enjoy it. You're not going to become addicted to that any more than you could become addicted to watching The Real Housewives of Beverly Hills, like, No, be so for real."
	},
	{
		"start_time": "21:15",
		"speaker": "Ricardo Lopes",
		"words": "I mean, another one that I find really funny is when people link sex work with social decadence, and even er the end of empires. It's like, oh, sex workers appear and then suddenly the Roman Empire is collapsing. And I'm like, what? I mean, have you read any history or any science on why societies collapse? I mean, there's climate change, there's er Recall, uh, uh, there's, uh, crop failure. There's political corruption, but sex work, really,"
	},
	{
		"start_time": "21:49",
		"speaker": "Alice Little",
		"words": "that's a new one. That's a new one for me. Yeah, no, that's not a thing in history. Like, please find your citations if you think that is a thing. I want, I want to see your resources. Thank you. Like, if anything, we see sex work at the forefront of thriving. Civilizations. When Virginia City was the richest city in America during the height of the gold rush, there were so many brothels. There were so many brothels. Like it was like brothels on brothels on brothels. Unbelievable. Anytime we see an incredible amount of wealth within our society. We see brothels. If anything, it's evidence of a society that is thriving, evidence of a society that is able to indulge in the highest form of expression and entertainment and connection, like how. Privileged a society are we that we are able to exchange one of the most special things with each other in a way that is safe and sane and consensual, that's beneficial to everybody involved in it. Like that's really cool."
	},
	{
		"start_time": "23:08",
		"speaker": "Ricardo Lopes",
		"words": "No, I mean, it's funny because for these people it's not any other factor, it's always feminism, women's rights, sex work, trans people. I mean, it's one of those things that leads to the collapse of society."
	},
	{
		"start_time": "23:23",
		"speaker": "Alice Little",
		"words": "The trans panic thing is so dumb. Again, look at history. Trans people have been here forever. Get over yourselves. This isn't anything new. When we look at societies that have never been colonized, they already have multiple, multiple expressions of gender, not even 12 or 3. I mean, we're talking like 56 different historical expressions of gender, like, again, Be so for real. I raise animals for a living. You better believe I see animals that are somewhere on a gender spectrum that isn't male or female. That just happens. It just happens in nature. It happens for people. I have a girl goat that acts more like a boy goat. I don't know what's going on. I don't care. It's a goat. What do you care what's going on with somebody else? It's their body. Get over yourself. Like, again, one of those stupid morality things that wasn't a problem until religion decided to make it one."
	},
	{
		"start_time": "24:34",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, religion again, uh, you know, another funny one is that sex work is one of the reasons behind declining fertility rates. I mean, I really love that one. I mean, are you, are you, Alice, are, are you contributing to people having fewer children? Come on, admit that one at least."
	},
	{
		"start_time": "24:54",
		"speaker": "Alice Little",
		"words": "Come on. No, if anything, I'm actually really pro-natal. Like I have a lot of couples that have come to see me and now have like new babies because they were having more sex after seeing me because I helped them have better sex. So like, no, I'm here for people having babies that wanna have babies. Like, let me help you have better sex so you can go and find a girlfriend and Get married and go have a baby if that's what you wanna do. If you wanna have babies, good. Babies are cute. Good for you."
	},
	{
		"start_time": "25:29",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know what's never the cause behind declining fertility rates, the economy. That can never be the cause. It's always sex workers, feminists, or something like that. Oh no,"
	},
	{
		"start_time": "25:41",
		"speaker": "Alice Little",
		"words": "people having sex is leading to people having less sex. Do they even hear themselves, come on."
	},
	{
		"start_time": "25:51",
		"speaker": "Ricardo Lopes",
		"words": "OK, so another one, and this one again, the data is just the opposite of the accusation people make. I mean, that pornography and sex work cause sexual violence, and I mean, it's like porn consumption goes like this and sexual violence goes like this. So over time, so I mean, if anything, if you watch more porn, you commit less sexual violence."
	},
	{
		"start_time": "26:19",
		"speaker": "Alice Little",
		"words": "So pretty much, yeah, like you are more intimately fulfilled when you are having sex, masturbating, taking care of those intimate urges, which are normal and natural, and we see all throughout nature, we're not the only thing that masturbates, my God. When you take care of yourself in that fashion, you are not suppressing things that can later fester and become something negative. That's, there's just no correlation there. I want to see evidence. I want to see citations that are peer-reviewed studies show me something that has been published in a scientific paper, a real one, damn it, a credible source. And then let's have a conversation."
	},
	{
		"start_time": "27:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, this is just part of our long history of moral panics. It's like the one about how Marilyn Manson supposedly caused the Columbine massacre, so, you know."
	},
	{
		"start_time": "27:20",
		"speaker": "Alice Little",
		"words": "No, no, that's dumb. That is a dumb conspiracy theory."
	},
	{
		"start_time": "27:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but look, I've been referring to feminism a lot here, but do you identify as a feminist?"
	},
	{
		"start_time": "27:34",
		"speaker": "Alice Little",
		"words": "Oh, it's a, that's a tough one for me right there because feminist is such a broad umbrella and there are so many different types of feminists within that umbrella that I don't necessarily want to say I identify with the whole umbrella of. Feminism, I, I don't think I do because there's many opinions within feminism that I disagree with. The trans exclusionary radical feminism, I don't agree with that. The sex work exclusionary radical feminism, sure don't agree with that. Both of those types of extreme feminism also tend to fall under other forms of extreme belief that I don't necessarily agree with. So I can't necessarily say that I am a feminist umbrella term, but there are certainly aspects of feminism that I think are incredibly accurate."
	},
	{
		"start_time": "28:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, definitely the radical feminists tend to be the most annoying. I mean, it, it's like they, they, they're almost, um, they're almost allies with conservatives many times. So"
	},
	{
		"start_time": "28:45",
		"speaker": "Alice Little",
		"words": "yes, and you can have your opinion. I can have my opinion. Don't try to use your opinion to become law. Particularly if you do not have any sort of research into whom you are harming by putting that law into place, whereas I have statistics on who you are helping by decriminalizing sex work. I can show you exactly who is going to benefit. Women. Overall, majority of sex workers are women, are going to benefit because they are going to have new protections in place to report any sort of violence or harassment or problems that are happening within their line of business."
	},
	{
		"start_time": "29:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but I, I, I mean, just on that topic, uh, and talking about the more sex negative sort of feminists, uh, they have some arguments here. One of them is that sex work is never a choice, that women only do it under coercion. I mean, what do you think about that?"
	},
	{
		"start_time": "29:49",
		"speaker": "Alice Little",
		"words": "Yeah, I mean, I work under duress 100%. If I had my $10 million in the bank account, I would probably just be like vacationing all the time. Like, yeah, uh, personally, I would love to just be on vacation 24/7. 0 woe is me. I am not on vacation 24/7 with $10 million in the bank. Um, The That is so stupid. It, it, sex work is work. All work is work. There is no work that is more morally superior than any other sort of work. Most people, if they had the option to financially retire, would choose the option to retire. I would 100% cherry-pick my favorite parts of what I do, and I would exclusively do my favorite things or my favorite people if we're being honest. And like, Yeah, that's what I would choose to do is like. I, I would just be like, cool, let me do all my favorite things and like we're gonna go and travel to cool vacation places and like. Do cool things, yeah, like, yeah,"
	},
	{
		"start_time": "31:05",
		"speaker": "Ricardo Lopes",
		"words": "and guess what, as if most people do not work under coercion, I mean, as if most people have any choice when it comes to the kind of work they do, right?"
	},
	{
		"start_time": "31:19",
		"speaker": "Alice Little",
		"words": "It's work. I mean, I absolutely can do something else if I want to. With the big umbrella of being an intimacy professional. I get to do podcasts. I get to do education. I get to do social media. Media, I'm on OnlyFans, I'm on YouTube, I'm on Instagram. I have my own farm. I get to do all of these different things and the more successful I am, the more I get to cherry-pick all my favorite things that I get to do."
	},
	{
		"start_time": "31:51",
		"speaker": "Ricardo Lopes",
		"words": "OK, another one, they say that sex workers of any kind are are always objectified by their fans or clients. I mean, do you feel objectified or, or not?"
	},
	{
		"start_time": "32:05",
		"speaker": "Alice Little",
		"words": "I mean, in a positive way, sure, like, oh, tell me I'm beautiful. How horrible. No, don't, no, please don't compliment me. No. Oh, I hate it. Don't tell me how attractive I am. Definitely, mm, no, don't buy me presents and dress me up in gorgeous clothing and tell me how beautiful I look. Oh no, save me from my horrible life. Uh, I think objectification can actually be quite Beautiful when it's done in a healthy way. When it's done from a place of admiration and respect and care for the other person, that's, that's really hot. I like that. That's, that's not a bad thing. Like, desiring the person that you are with is not a bad thing. That's actually probably a good thing when it, when it comes to who you're gonna be having sex with. You want them to arouse your interest. So yeah, I don't mind being objectified in a positive way. Like, yeah, go for it, please. What"
	},
	{
		"start_time": "33:10",
		"speaker": "Ricardo Lopes",
		"words": "are you saying? There are positive ways of objectifying people? Come"
	},
	{
		"start_time": "33:14",
		"speaker": "Alice Little",
		"words": "on. Yeah, 100%. 0, 100%. Come on. Absolutely so. I personally love to be admired. I love it. I think it's really cool when people tell me how pretty I am. I like it, compliment me."
	},
	{
		"start_time": "33:30",
		"speaker": "Ricardo Lopes",
		"words": "You know, I've already told this story on the show once, but I'm going to tell it again because this is really, really funny. Like there was a feminist group here in Portugal, like 10 years ago or so, and they had a website and they wrote posts there, and one of them once wrote a post saying that women shouldn't have sex with the lights on because otherwise the man objectifies them. And I'm"
	},
	{
		"start_time": "33:58",
		"speaker": "Alice Little",
		"words": "like, what the hell? This isn't the dark ages. We do not have to have sex by candlelight anymore. We have evolved beyond that point. Again, be so for real. You don't wanna see your partner. I know I like looking at my partner. I think that's, I think it's hot. Yeah, I wanna see what they're doing."
	},
	{
		"start_time": "34:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, that, that, that one, I mean, it's uh it's really funny, but, uh, but look, how should a sex trafficking be combated? I mean, do you think that decriminalization can also help with that?"
	},
	{
		"start_time": "34:36",
		"speaker": "Alice Little",
		"words": "0, 100%, because once we decriminalize it, we allow people to consensually participate in it without having to fear about things like trafficking. Why? Because if harm is coming to them, they can report it to the police. Right now, if a woman is being harmed through sex work, she is just as likely to be arrested for the crime of prostitution as she is to actually be helped."
	},
	{
		"start_time": "35:05",
		"speaker": "Ricardo Lopes",
		"words": "Mm, OK, but, but, uh, I mean, do you think, because there, there's that argument, I guess we've already touched on it a little bit, but there's that argument from sex negative feminists who say that, oh, sex work promotes sex trafficking. I mean, do you think there's any evidence to support that?"
	},
	{
		"start_time": "35:27",
		"speaker": "Alice Little",
		"words": "No, I don't believe there's any quality evidence that supports that because we have evidence quite to the contrary of that. We are able to see statistically. That in areas that have decriminalized sex work, places like Australia and New Zealand, instances of sexual violence and human trafficking decrease because once you have legal availability, people are going to choose to participate in that versus going and participating in the more unregulated part of the system."
	},
	{
		"start_time": "35:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you, you know, it's interesting because I've had a conversation on the show with Gerald Mosley, who wrote a very interesting book, Sex Workers and Their Clients in their own words. Oh, just imagine going out and talking with sex workers instead of assuming what they want and what they like and so on. Just imagine that. I mean, it's just mind blowing, right? But I mean, one of the things he talks about there is that actually most male clients uh. Not like if they learn that a particular sex worker is doing it under coercion or if she's been sex trafficked. So I mean, most clients are actually decent people, you know."
	},
	{
		"start_time": "36:44",
		"speaker": "Alice Little",
		"words": "Yeah, I would certainly say so. Somebody does not come to spend thousands to tens of thousands of dollars if he does not truly want what is best for that woman. That is like the The deepest level of appreciation and admiration for women is to value and prize them so highly that you're willing to do this sort of an exchange. That's incredible, frankly speaking, and people who are willing to participate in that type of relationship, oftentimes are the exact sort of people that I want to be in relationships with. They are kind, they are friendly, they're wonderful, they are intelligent, they know what they want out of life and aren't afraid to have it."
	},
	{
		"start_time": "37:27",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, you know, I was making sort of a joke about, oh my God, going and talking to actually talking to sex workers because this is something that many sex negative feminists, if not all of them, never do. They just come up with their own moral BS and try to imply that every woman out there must think about sex work the same way as they do, right."
	},
	{
		"start_time": "37:54",
		"speaker": "Alice Little",
		"words": "Yes, it is very difficult to sit and have a rational conversation with a lot of the sex negative camps because they are not interested in talking to sex workers because we are not real people to them. We are an idea. We are the personification of all of their negative personal. Ideas that they have about sex and intimacy and sexuality. We're the personification of all of those beliefs. They can't talk to just a single sex worker because it breaks the illusion. Oh no, we're actual real people that they are now causing harm to. They can't break that illusion, so they can't have a conversa, a conversation with us."
	},
	{
		"start_time": "38:37",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God, there are actually women out there who like sex work. Oh my God,"
	},
	{
		"start_time": "38:42",
		"speaker": "Alice Little",
		"words": "no, don't say that. No, boo, boo, cancel, cancel the show. Cancel you boo. You can't say that. How terrible. No, no."
	},
	{
		"start_time": "38:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, OK, but. OK, but look, there, there's still definitely a stigma against sex workers out there in society. So, what do you think are the best ways of trying to uh combat that stigma?"
	},
	{
		"start_time": "39:11",
		"speaker": "Alice Little",
		"words": "Conversations exactly like this one go a long way towards making that happen. Listening to sex workers intentionally going out of your way to find intimacy professionals and consume the media that they produce. Oftentimes, right now, social media is suppressing and hiding a lot. Of the sex worker voices. I know I'm shadow band almost everywhere. It's almost impossible for people to be able to organically find me unless they are organically looking for the genuine voice of sex workers. I try to make it very easy to find me. Alice Little, same name all over the internet. I've got my own website. And it's, it is always a challenge to find and interact with the genuine firsthand people if you're curious in learning more about the thing."
	},
	{
		"start_time": "40:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, look, I, I can't resist asking you these couple of questions because as I said, I listened to some of the pod uh some of the episodes from your podcast and uh this is the first time I'm actually asking on the show a sex worker about this, so Uh, how can people, particularly men, be better lovers? I mean, come on, uh, we have to learn something from a, a professional here."
	},
	{
		"start_time": "40:33",
		"speaker": "Alice Little",
		"words": "So, oh yeah, I've got some skills. I have got some real, real things that you can do very simply right away that will make you better lovers. First thing you do is you slow down. Don't just hit the bedroom and start stripping yourself and expect her to get herself naked. Start with a little bit of foreplay, OK? Women, like warm-up, like 15 minutes of foreplay is what it really takes for a woman's body to be fully aroused. Like, I'm aware, you are hard, you are ready to go, like, bing, let's, you know, let's get to it. Sorry, two different engines here. You're gonna need to give this engine a little bit more time to get warmed up. So warm her up, get her naked, you do the work, strip her, kiss her, touch her, play with her body. Bring your body closer to hers and invite her to touch and connect with your body. Initiate foreplay. If you're the man and you You want to be like, I'm the dominant man. I'm in control of this situation. Lead her, encourage her to like engage in the foreplay too, and you will find that most women are very responsive to this. And this naturally leads to arousal, you end up slowly making your way to the bed. The first thing you do before you try to have sex, get her off. Let her come first. Seriously, if you do this first, you are like an S-tier legendary lover. It means that you prioritize her pleasure, even above your pleasure. And trust me, you are going to have better sex after she already comes once. Like, she's ready, she's ready, ready, ready, and then go for it. Like, That's, that's like. The double hitter combo right there. Take your time, let her come first, do those two things, you will instantly be a better lover."
	},
	{
		"start_time": "42:45",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, so wait a minute, because religious people are going to listen to this and think. Are you promoting sodomy here? I mean, are you promoting oral sex?"
	},
	{
		"start_time": "42:59",
		"speaker": "Alice Little",
		"words": "Yeah, I am. Burn the witch. I don't care. Yeah, yes, I am. Those are good things. Those are natural things. Get over it."
	},
	{
		"start_time": "43:09",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, you know, I've heard conservative people, particularly conservative men, saying that, uh, If you as a man perform oral sex on a woman, you are like less of a man, so."
	},
	{
		"start_time": "43:28",
		"speaker": "Alice Little",
		"words": "No, it means that you're probably going to get more enthusiastic blowjobs in return. Guess what? When there's equivalent exchange within relationships, you, you tend to give and receive more. It goes both ways. Oftentimes it ends up being, uh, beneficial to both participants."
	},
	{
		"start_time": "43:49",
		"speaker": "Ricardo Lopes",
		"words": "Oh my God, you're, you're also saying that we should care about the female orgasm. This, this is, I mean, this is just too much, this is just too much anti-religiosity here, uh."
	},
	{
		"start_time": "44:03",
		"speaker": "Alice Little",
		"words": "Yeah, I'm, I'm pretty sure we are so deeply canceled now by like the deeply religious conservative folks. And I mean, love you guys. Y'all are great. Get over your problems and you will have much better sex lives. And like, even if you don't wanna do these things, fine, do something else, be good to each other, care about each other. Come on, OK,"
	},
	{
		"start_time": "44:25",
		"speaker": "Ricardo Lopes",
		"words": "OK, caring about women, that's another controversial one, right?"
	},
	{
		"start_time": "44:29",
		"speaker": "Alice Little",
		"words": "Like, OK, OK, that's mm, you're not wrong. I wish you were wrong, but you're not wrong."
	},
	{
		"start_time": "44:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, But I mean, uh, OK, but let's try to be a little bit more specific here. I want more details. So, what should men know about how to please a woman sexually?"
	},
	{
		"start_time": "44:52",
		"speaker": "Alice Little",
		"words": "Pull up an anatomy chart, look at the female anatomy, and you're gonna look for a little, little thing that's called the clitoris. Look at that. Look at where that is in relationship to the body. It is not on the inner thigh. It is not up near our belly buttons. It is not down near our butt holes. Find the location. And be gentle, communicate with your partner and see how she likes to be touched. Start very gently and then go from there. Good technique, little Boy Scout fingers, little small circles, just like this. Just like this is a really good place to start for most girls. We're not like trying to DJ, none of that. Stop that. That's, that's not the thing. We're gonna be real gentle, OK? Look up the chart, find the spot. Gentle circles, that will help, that will help you a lot."
	},
	{
		"start_time": "45:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and, and you guess what? I don't know if you will, if you will agree with me, but I expect, uh, I hope so. Uh, ONE thing that can get you a long way is also to ask her what she likes,"
	},
	{
		"start_time": "46:04",
		"speaker": "Alice Little",
		"words": "right? Yes, communication goes an incredibly long way. Using your words to get what you desire is the easiest way to have a better time in the bed."
	},
	{
		"start_time": "46:16",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, OK, so another question, and this one is for the, um, the red pillars and the black pillars and the manosphere type of guys. Come on, you just, what do women really want? Come on, you have to admit that you're just hypergamous and you just want a high status male, or high value male or something like that. I mean, is that really what you want or, or not?"
	},
	{
		"start_time": "46:45",
		"speaker": "Alice Little",
		"words": "Maybe some girls want that. I don't know. I don't speak for the women. I'm not the goddamn Lorax. Like every woman wants something different. We are all individuals, much like men are all individuals. Sure, some men are hypermanosphere guys and maybe some girls actually really want manosphere. Cool. There's probably someone for everybody out there. There's a lot of fish in the sea, like, find your fish, make your happiness. I mean, don't say there's just one way or one person that's worthy of love or able to have love. I mean, that's accessible to everyone. Everyone gets to enjoy that. You don't get to limit or dictate who gets to have that if they're an alpha beta, Delta Kappa male, I don't know, whatever their. Whatever their thing is, I don't consume enough of that media to know the things."
	},
	{
		"start_time": "47:43",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, I, I mean, I just consume it out of rage because I really hate those guys. It's like, uh, I, I'm, I mean, it's, uh, for me it's like, come on, uh, can't you just learn that if you are a decent guy, you also can get a long way. I mean, you don't have to be a asshole, right, to, to get women, so."
	},
	{
		"start_time": "48:13",
		"speaker": "Alice Little",
		"words": "Very real, very real."
	},
	{
		"start_time": "48:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. OK, so I, I have 22 more questions. The first one, I mean, you said that you, there are certain kinds of feminism that, that you like. I, I also do like certain kinds of certain types of feminism, and one thing that I really find funny is that conservative people, when they demonize the 1960s, 1970s sexual revolution, they say. That, oh, the sexual revolution was just a way of feminists to promote promiscuity and casual sex and so on and so forth, and I'm like, no, I mean that was not the point of the sexual revolution. The point of the sexual revolution was for women to be able to have their own agency and be able to choose with whom they have sex, when they have sex, if they have sex out of marriage or not. TO get access to contraception, to get access to sexual education, to get access to Planned Parenthood and those kinds of things, I mean, I guess that promiscuity didn't come on the menu there,"
	},
	{
		"start_time": "49:24",
		"speaker": "Alice Little",
		"words": "right? No, that was not the point. The point was equality for women, which historically is something that a lot of conservative people have problems with. There has always been an unspoken desire for inequality where man leads woman follows, and anything that challenges that and puts a woman potentially in the driver's seat or a position of power ends up being problematic for people who hold those conservative beliefs. The problem with trying to debate people with those beliefs is that they're doing everything based off of their Bible, off of religious morality, and we're operating from a place of facts and statistics and Honest to goodness research. I am sorry, but I cannot use this statistic to combat Moses. These things do not exist in the same universe. One of these things I can prove, one of these things requires belief. And if that's not my belief, you're now requiring me to assume someone else's religious beliefs, which I think goes against the whole religious freedom of this country. So I feel like it's very inauthentic to make laws that are based off of religious beliefs and want to then conceptualize a religious belief into a law and use it for jurisdiction against people who do not hold the same beliefs. If anything, I'd argue that it is religious oppression that they are doing, the very thing that they fear so much and claim that is being done to them. That's what they're actually doing to others because in my religious beliefs, of which I really don't have any. I am my own free will. I have agency over myself and my body, and if I wanna do sex work, I get to do sex work."
	},
	{
		"start_time": "51:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I, I mean, please don't hurt their feelings because, uh, obviously America or the US is a Christian nation, right? Come on, come on."
	},
	{
		"start_time": "51:22",
		"speaker": "Alice Little",
		"words": "It shouldn't be, but realistically it is. We have failed to divide the church and the state like we are supposed to."
	},
	{
		"start_time": "51:31",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, no, that, that, that's really interesting, and, you know, another thing that I find funny about this accusation about, oh, feminists promote promiscuity and sex workers promote promiscuity and so on and so forth, is that actually, at least for the younger generations, particularly, particularly Gen Z. Uh, IF you look at the data, people are starting their sex lives, uh, later. There, for, uh, when you look at data, uh, when you ask people whether they had sex the past year or not, there's an increasing number of people who had no sex, uh, the, the last year. And uh I mean, even I talked also recently on the show with the sexologist, Justin LeMiller, and we talked about they, they collected about the average number of partners of uh lifetime partners. People have and it's like around 6789, 11% or 10% of people have 15 plus sexual partners. So I mean, where's the promiscuity? I don't see it."
	},
	{
		"start_time": "52:40",
		"speaker": "Alice Little",
		"words": "Very accurate, very accurate. Again, when we're using facts rather than fiction, you get very different answers to these questions."
	},
	{
		"start_time": "52:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. OK, so 11 final question, and I mean, I sort of turned this question into uh the final question of every single interview with sex workers I've been doing on the show, just because it came to my mind when I was interviewing Marcela Alonso. And I mean, I just found it fun. You said earlier that uh you have some uh porn stars that you admire. I'm imagining female porn stars. So, I mean, tell us, give us some names. Who are the ones you admire the most?"
	},
	{
		"start_time": "53:24",
		"speaker": "Alice Little",
		"words": "Oh God, everyone, I, I don't like to name names because people always try to exceptionalize specific people within the porn industry, and I admire the industry overall. I admire the ladies overall. It's hard to say one specific person gets a shout out above everybody else because there are so many that are doing. Incredible work and there's work being done that I don't even know about. Like, I just recently learned of a new organization that was started by a sex worker. I'd never heard it before. Like, that's incredible work she's doing. So I would say yes, everybody, they're all great. They're all incredible. They're all talented, wonderful individuals who deserve to be respected in their own right. Yay, everybody."
	},
	{
		"start_time": "54:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, OK, so I'm just going to give you one name. I mean, the person I want to interview the most also because she's a feminist and she's an intellectual, I mean, and she's awesome, and for me, she's the goat, and, and please come on, if you watch this interview, please come on the show. It's Nina Hartley. I mean, I really love Nina Hartley. I"
	},
	{
		"start_time": "54:32",
		"speaker": "Alice Little",
		"words": "love Nina Hartley. Nina Hartley is in fact the goat."
	},
	{
		"start_time": "54:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah,"
	},
	{
		"start_time": "54:36",
		"speaker": "Alice Little",
		"words": "OK,"
	},
	{
		"start_time": "54:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, so"
	},
	{
		"start_time": "54:38",
		"speaker": "Alice Little",
		"words": "Alice,"
	},
	{
		"start_time": "54:40",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yeah, no, she, she's great, she's awesome. So Alice, uh, where can people find you on the internet?"
	},
	{
		"start_time": "54:47",
		"speaker": "Alice Little",
		"words": "My website because I own it, the Alice Little.com. Make sure to subscribe to my newsletter. If I lose a platform, add a platform, start a new show, do something cool, that's where you're gonna get to hear about it first. And if you stay subscribed, you'll stay in the loop with all the cool things I'm doing, including the show."
	},
	{
		"start_time": "55:10",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So look, it's been really fun to talk to you. Thank you so much for coming on the show."
	},
	{
		"start_time": "55:16",
		"speaker": "Alice Little",
		"words": "Thank you for having me."
	},
	{
		"start_time": "55:19",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]