[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lobs, and today I'm joined by Doctor Peter Turchin. He is Emeritus professor at the University of Connecticut. He's also a project leader at the Complexity Science Hub Vienna. And today, we're going to talk a little bit about some of the main topics he's been working on throughout his, uh, life. So, uh, uh, uh, but he's, I also want to mention that his latest book is The Great Holocene Transformation. So Doctor Turchin, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:36",
		"speaker": "Peter Turchin",
		"words": "Thank you. Glad to be here."
	},
	{
		"start_time": "00:39",
		"speaker": "Ricardo Lopes",
		"words": "So I, I would like to ask you first, and I hope we have time to get a little bit more into detail here, but uh what causes political communities to cohere and what causes them to fall apart because this is something that you've worked on."
	},
	{
		"start_time": "00:58",
		"speaker": "Peter Turchin",
		"words": "Well, that's a huge question, so you probably want to break it up into, um, into smaller, uh, questions. Uh, LET'S start by talking about the, um, you know, uh, about what causes. Uh, POLITICAL communities to cohere because that's the subject of my latest book, as you mentioned, the Great Holocene, uh, Transformation. I should warn, uh, your listeners that this is an academic book. It's not a popular book. Uh, IF you want to, uh, read a popular introduction to these ideas, I have another book which I published about, mm, uh, in 2015. Uh, CALLED, um, ultra society. All right, so, um, so the ideas, uh, are the, uh, general, mm, theory which underlies, uh, the, um, and, uh, my understanding of the evolution of large scale complex societies is explained in outer society. And now it has been extensively tested empirically with um a massive data set we have collected since then using the what you call this a shot uh the uh Global History Data Bank. Right, so, um, so let's talk about, uh, quick, quick introduction. Human species, um, is considered to be about 200,000 years old, all right, and for 97% of our history, actually often for 95% of our history, evolutionary history, we've lived in small-scale societies numbering in the, uh, some hundreds or maybe low thousands. And then in the last 10,000 years during the um uh geological epoch called the Holocene, all right, suddenly the scale and complexity of human societies literally exploded. Uh, YOU know, uh, there are some states, um, on, um, you know, in, on Earth that, uh, number more than Uh, 1 billion individuals and many large states have hundreds of millions living in them. So this is a huge, uh, change and, um, one part of my research has been addressing the question, how can we understand that, what were the, uh, mechanisms and evolutionary forces that resulted in this, uh, change. Mhm."
	},
	{
		"start_time": "03:32",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND so, but, but I mean, uh, what are perhaps the main mechanisms that you would say play a role in, uh, political societies evolving, growing larger, scaling up, and so on."
	},
	{
		"start_time": "03:50",
		"speaker": "Peter Turchin",
		"words": "Yeah, well, um, there are many theories, uh, in fact, there are hundreds of, uh, special theories, but there are several general themes. Some people point to the adoption of agriculture, and there is a general, uh, consensus which I, which includes myself, that, that, uh, adoption of agriculture was a necessary condition. But not sufficient because there are many regions on Earth such as New Guinea for example that had agriculture for many thousands of years but did not, um, develop states until they were, uh, you know, colonized by Europeans, all right. So then other theories, um, uh, uh, there are some other theories which are functional theories, they basically point to some function that states, uh, fulfill and, uh, uh, try to understand the evolution of states by uh appealing to this, uh, function. And then there are many theories which include various kinds of coercion. Some theories talk about internal um uh violence, so the famous Marxian, Marxian Engels uh theories. Other theories talk about, um, external coercion and the warfare. So the theory that I have been, uh, that I've been working on, which I think is the best, both, uh, it is both, uh, theoretically the best justified, all right, and it is also empirically supported. This theory arises in the new discipline of cultural evolution and it's called cultural multi-level selection. The main idea there that it was a competition between societies or rather, uh, to be more precise polities. A polity is a politically independent organization that includes, um, you know, uh, the states and Inspires, modern nation states, uh, chiefdoms of various kinds, and also small-scale societies such as agricultural Neolithic villages or even hunt, uh, hunter-gatherer, uh, camps, um, and, uh, small-scale societies of this kind. So, um, a similar cultural multi-level selection theory focuses on competition between polities. And assigns that as the driving force, uh, in evolution of complex societies. Essentially, the idea is, um, fairly simple, uh, and it is present already in Charles Darwin. Uh, SO the idea is that, um, uh, competition between societies, especially during the, uh, Holocene which when it, uh, took the form of warfare. Uh, DROVE, um, evolution of large scale simply because a larger scale polities have a better advantage of small-scale polities both in defense and perhaps collective predation. All right, but also in order to keep the, uh, large, uh, in order, in, in, in order to grow to large scale uh without falling apart. You need many uh new institutions. So it was this competition between politics that selected for larger and larger, both scale and institutional uh complexity."
	},
	{
		"start_time": "07:17",
		"speaker": "Ricardo Lopes",
		"words": "Do we have a good understanding of the factors that contribute to the collapse of complex societies? BECAUSE I mean we tend to hear many different theories, some of them do not seem to have lots of scientific support, others seem to have a little bit more, but what do we know about what causes the collapse of complex societies?"
	},
	{
		"start_time": "07:44",
		"speaker": "Peter Turchin",
		"words": "Well, um, there are many, again, there are many theories, and let me just, uh, uh, uh, just step back for a moment. So the theory of cultural multilevel selection. Uh, HOW do we know that it is supported? First of all, you want to know that it is internally consistent and the only way to do that is to translate theory into mathematical models, all right, so we have both, uh, analytical and uh analytically solved mathematical models and of course more realistic computational models called agent-based uh Uh, simulations. Um, SO these models, uh, uh, actually tell us that if we, um, that our, this, uh, our, mm, the set of assumptions we make about how, uh, large-scale complex societies evolved actually is consistent because when you translate them into mathematical models, uh, they, uh, these models. Greater dynamics that you propose to happen and of course then um the models are also very important because we can extract quantitative predictions from them and then test those predictions with data. So in my book, um, The Great Coloscene Transformation, I go through this uh both, um, uh, both, uh, modeling. Uh, MATERIAL and empirical material. All right, so now back to your question, uh, again, there are many theories about why, um, complex societies, um, may collapse. Um, WHAT we know is that it's not even inevitable. OK, first of all, let's again step back to one, very, um, you know, theory which, um, which many people talk about is Joseph Tainter, uh, which the theory that says that Uh, complex societies collapse because they, uh, they become too complex. They have acquired too many complex, too much complexity. This is called sometimes complexity overhang and so those societies collapse because they have too much complexity. But the theory that um I and my colleagues advocate actually says that most complexity that evolved such as uh institutional complexity, um, and, um, you know, technological complexity and many other things, that's actually useful. Uh, COMPLEXITY and in fact they make societies more stable or, uh, more resilient actually so uh they can adapt to new conditions without um falling apart, all right so the theory that I and my colleagues favor is called structural demographic theory and that theory is actually explained in another. A book, um, end, end Times, which was published about 2 or 3 years ago and so people can actually find out the details there, all right, but very briefly, um, what we see is that, um, so, uh, complex societies organized states appeared about 5000 years ago, really in the last, uh, 2 or 3%. Of our evolutionary history, so they're very noble and the first ones were quite fragile and they kept, uh, uh, they had a high probability of collapsing, but as they accumulated more institutions, they became more resilient to, uh, to forces of collapse and so we see this, um, that as they approach them. Uh, THE, the approach today, you see first of all that even though societies periodically get stressed, they are much less likely to have a complete collapse, so they just have a series of civil wars or revolutions which they live through and then reconstituted uh themselves, all right, and the periods of this, mm, uh, of this, uh, instability, they become, they have become shorter. All right. But the general rule still remains that uh all complex societies including our own experience these periodic waves of internal instability roughly at about 20 or 300 century intervals."
	},
	{
		"start_time": "12:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND how did you arrive at that, uh, 2-300 year interval? I mean, and do you have an explanation as to why that sort of interval, uh, occurs, why we have that, those sorts of cycles, let's say."
	},
	{
		"start_time": "12:30",
		"speaker": "Peter Turchin",
		"words": "Yeah, so these are not, um, uh, uh, perfectly periodic mathematical cycles. Rather, it's, uh, yeah, there is, it's more like maybe the better dynamic, a better, mm, uh, word would be boom bust dynamics. How do, first of all, how do you know that this happens? Well, um, uh, in our, um, um. You know, uh, uh, brand of science which we call Cleo dynamics from Cleo, the Muse of history and dynamics, the science of change. All right, we, um, treat history just as any other natural or social, uh Sciences, which means that um uh we want to quantify various processes that um we um observe in um uh history and specifically um talking about instability. Uh, uh, MY, uh, research group has spent a lot of, mm, devoted a lot of energy and time and resources to quantifying instability. So how do we do it? Well, first of all, um, we, uh, look to recorded histories and we, um, simply record all kinds of political violence events that may range from microviol events such as a In urban riot or um, you know, uh, or a rural insurrection that may result in killing a few people. So we only look at, uh, at events which are lethal because that's, mm, first of all, that's clear that this is violence, right? And secondly, they're much more likely to be recorded, right, and then, um, uh, this, uh, the scale of these events, uh, goes all the way to full-blown civil wars or transformative revolutions that make you, you know, sometimes millions or even in some cases tens of millions of people. So what we do is one approach is we, we, we collect Mm, data on such events and then you look at the statistical distribution of such events and what you find, uh, when you do it, you find that, um, uh, complex societies organized states may function reasonably well for a century or so with, uh, while, while keeping internal peace. Uh, SO we would see very low, um, incidence of political violence events and they would be small in scale, all right, but then inevitably, uh, periods of, uh, you know, end times arrive and then we often see centuries, sometimes even longer periods of disintegration, disintegrative, uh, phases during which you have social turbulence, political violence, oftentimes, sometimes leading to collapse, meaning that Um, you know, a substantial proportion of population either disappears, either, uh, Diazovsky is killed and, you know, or they run away. All right, we see a, uh, collapse of, uh, states, um, uh, who that lose, uh, central authority and fragment into smaller scale polities and things like that. So collapse is not inevitable, but it is actually fairly frequent during those, uh, disintegrative phases. And then somehow, uh, and then sometimes society has just collapsed and are never seen again. So for example, in, um, in what's now Pakistan, Indus Valley, the Indus Valley Civilization was quite, um, amazing civilization for several 100 years. And then it, uh, collapsed to the point where it disappeared. We don't even know what language they spoke, all right, and there was a period of when, uh, there were no Uh, you know, no large scale settlement cities, no cities, um, no, no evidence of, mm, of, um, you know, large scale societies. Yes, so, uh, so some societies experienced such collapses. Others are famous examples of collapses such as the Maya, uh, states. In fact, they, after some period, uh, other Mayan, uh, polities. Um, AROSE maybe not in exactly the same position but in the same general area and there is, as a result of that, Maya, the Maya, Mayan people are still, uh, you know, they still live in Yucatan, uh, in Mexico. And you know, uh, they speak, still speak, uh, their language which is descendant of what they spoke and so on and so forth. And then other societies don't collapse, so you see these waves of instability as I mentioned, 2 at 2 or 300 years, 23 centuries, um, so for example, So right now we live in such a wave of uh, of instability, that's very clear. The previous one is, uh, is called the Age of Revolutions, roughly speaking from 1789 to maybe beginning of, uh, 20th century, so 19th century. Before that we had the general crisis of the 17th century. Before that, the late medieval crisis and so on back um into the past, we see every 2 or 3 years, uh sorry, every 2 or 3 centuries recurring waves of uh instability and as I said, As we get closer to the day, these waves of instability, um, uh, um, result in fewer, in lesser probability of utter collapse. So societies managed to somehow solve those, uh, those problems and, uh, reconstitute themselves."
	},
	{
		"start_time": "18:26",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, later in our conversation, I hope we get the time to get more into the current instability we're going through right now, but I would like to ask you now particularly about one concept that you've been working on a lot, that is the one of elite overproduction. So, uh, could you tell us about that, what elite overproduction is and what leads to it?"
	},
	{
		"start_time": "18:55",
		"speaker": "Peter Turchin",
		"words": "Yes, in fact, uh, talking about, um, these waves of instability, they have a complex of forces, but, uh, one of the most important ones and certainly the one which is, um, uh, uh, most, um, uh, uh, common, commonly present during these periods is what we call it overproduction. So this is uh this is a short uh term what we mean actually is that, um, first, uh, oh, first let me just give you some definitions. First of all, who are the elites? This is, uh, simply a neutral sociological definition. Uh, A small proportion of the population, 1 to sometimes, uh, more% who concentrate social power in their hands, and social power includes such varieties as military power, administrative power, economic power, and ideological or persuasion. Um, SO, um, uh, what's important about elites is how this, they are reproduced, obviously, um, uh, you know, uh, people, uh, age and retire or die and so they need to be replaced. So people who would like to replace, who would like to become parts of at least, you call them, you know, elite aspirants, you know, these are elite wannabes. And there are always more uh elite aspirants than mm their positions for them and some of this, uh, some of the, this, this results in competition which um when it's reasonable, you, uh, it's, it's quite, uh, it's a good thing because, you know, you want better, um, candidates to, uh, to succeed rather than just, um, uh, allow everybody to become a power holder. But the problem is that sometimes the number of elite aspirants begins to overwhelm the number of positions, you know, so it's, uh, not just, uh, you know, like let's say 50% more or twice as many, but 3 times, 5 times, even 10 times, and so once we see such uh such, um, Uh, intense competition, that's actually counterproductive because so many, um, elite aspirants, uh, are frustrated in their goals, and many of them are quite, you know, quite good, all right, and so, um, they consider the situation to be blatantly unfair. And so, um, some of them, uh, turn into counter-elites, and counter-elites, they are, uh, there are still people who viewed power oftentimes, but they are, uh, they use, um, uh, they, uh, work against the established elites. So think about famous revolutionaries like Fidel Castro and Los Barrabudos, for example, or Vladimir, uh, Lenin and the Bolsheviks and so on and so forth. All right, these are counter-elites, uh, they build power to overthrow the established elites, so the, for example, the Romanev dynasty in the case of, um, of the Bolsheviks, well, um, and install themselves as the new, uh, established elites, right? So, um, so, um, uh, so, uh, the long term would be over. Production of elite aspirants, but, you know, uh, we just shortened it to elite overproduction and that is in fact, um, the essentially ubiquitous, uh, condition leading to, um, major, mm crisis resulting, um, typically resulting in revolution, civil wars, or some periods of really high social turbulence and political, uh, violence."
	},
	{
		"start_time": "22:55",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, and would you say that we are witnessing right now elite overproduction, uh, in several countries, particularly, uh, I'm going to focus on the West here due to the expansion of higher education and the fact that since around the last great, uh. Financial crisis of 2008 to 2009, many of those people who have attended higher education can no longer get access to the well paid jobs that they would like to."
	},
	{
		"start_time": "23:35",
		"speaker": "Peter Turchin",
		"words": "Yeah, well, it's, um, uh, things are a bit more complicated, uh, than that. So let's use, um, the example of the United States, uh, that's the country that, um, I know from inside because I've lived there for, uh, my, uh, for all of my adult, uh, life and also United States has actually entered this, um. Uh, PERIOD of, uh, stability earlier than, uh, Western European countries or East Asian countries such as Japan and South Korea, right, which is similar. So, mm, so this is, this is why it's a good example, uh, to, mm, to use. In fact, I, back, um, uh, 16 years ago, I, I almost 16 years ago I published, uh, a forecast, um. Uh, THAT, uh, suggested that the United States was on the road to a crisis that would, um, peak during the 2020. So, Let me unpack, let me tell you what was the basis of my, uh, prediction and, um, how it works. So, um, so, um, illiteral production, uh, has been developing in the United States and it was very obvious by 2010 when I made this, uh, prediction. So what is the cause of it? All right. Um, WHAT happened was that, uh, United States, um, uh, was until about 1970s. The United States was in many ways a very highly socially democratic country. In fact, it may, it could be thought of almost as a Nordic country similar to Denmark, you know, Sweden and so on and so forth, um, and as a result of that, uh, the, um, uh, the uh uh the economic inequality has been declining, uh, from the beginning of the 20th century until 1980. Or so, but, um, during the 1970s, um, several mm, uh, changes were adopted by the governing, uh, elites at the time which resulted in reversing this, uh, trend. So specifically, many people think about the Reagan, uh, revolution, but in fact it started even earlier under Carter. Uh, ESSENTIALLY, uh, this resulted in, uh, taking away the, uh, much of the power that workers had to, um, to organize and to, um, to, uh, push for, uh, their salaries and many, um, you know, um, other factors which resulted, uh, you know, which I described, uh, at length in my book in time, so let me, let me just summarize things. So what happened was that prior to 1970s, Um, then, um, uh, compensation of American workers was increasing together with their productivity, right, and then, uh, in, in, uh, in, in the late 1970s what happened that productivity continued to increase, but the compensation wages and so on, uh, stagnated and even declined. So that difference between those things had to go somewhere, and it, where it didn't go, it went to the elites. Uh, PRIMARILY economic elites but also political, uh, and other types of elites. All right, so, uh, I call this process the wealth pump. It was essentially this mechanism that was taking wealth from the, uh, majority of population, the non-elite population, and gave it to the elites. So this had, um, three, consequences. First of all, it resulted in um stagnation and even decline of well-being of the majority of population. So, uh, in our, in our jargon, we call it um popular immiseration and this was a true immiseration because eventually it resulted in biological mm Measures of well-being such as life expectancy or average population height, stature declining, uh, as a result of, um, American, um, workers losing ground, right. So, um, in, uh, this immiseration also results in, uh, increased, uh, mass mobilization potential because people are upset about, um, you know, they They know that, uh, prior to that, every uh generation, um, every generation lived better than the previous one, but that changed and so over the last couple of generations actually live worse than their parents and that, that, that causes a lot of discontent. All right. So the second thing was that this um wealth had to go somewhere and it resulted in a massive increase of uh power of uh wealth holders. So for example, people who, or households that have 10 million. Uh, DOLLARS of wealth or more, this is in inflation-adjusted dollars, right? Deca billionaires, their numbers over the past 40 years increased tenfold, you know, the population has grown by 40%, but we have 10 times as many of, uh, such uber wealthy, and as you go up, you get, um, uh, this gets more and more blown out. So for example, at the level of billionaires again. If we adjust, um, by, uh, for inflation, our cutoff, we have 20 times as many billionaires now compared to 40 years ago. So, uh, wealth holders are, um, um, this is an example of a bit of reproduction because in our societies such as, uh, you know, United States, Western Europe, and so on, we are governed by a. COALITION of uh economic elites and um administrative elites, right, and of course mm the balance of power uh changes depending on what country we're talking about. So for example, United States wealth holders really Dominate whereas in countries like France, it's uh the um it's the um administrative elites and how do you get on, oh, I'll get to that, they who have the, who have more power but that's been changing to this dynamic anyway, so having too many wealthy people is a problem because they, many of them want to become, um, play a role in the politics. And so you have the, this um huge overproduction, 10-fold uh overproduction compared to, um, you know, 40 or 50 years ago. OK, so this is the second, uh, consequence. Uh, WE, we talked about, mm, popular immiseration and overproduction of wealth holders. The third consequence is, is that as the general population immiserates, uh, then what this is now known as precarity, though people become part of precariat, which means that they live on the edge or even Below the age. So that creates a, uh, an incredible uh push factor for people to escape that. And how do you do that? Well, in our societies you go to college, all right, and then as the college degree becomes devalued but too many people getting it, you, you get an advanced degree such as law degree or uh PhD and things like that. And so this, uh, of course results in overproduction of credentialed individuals. So elite over production has two aspects, too many wealth holders and too many credential holders, right? And they both have the same, uh, problems because we have too many, um, elites, and this is the really explosive combination. It's, um, having too many, um, uh, overproduced, uh. ELITE aspirants who are, uh, well organized, right, and, um, and, um, mass, uh, mass, um, mobilization potential which, uh, provides the raw force, all right, and gets organized and channeled by counter elites. That's, uh, that's the worst combination resulting in, um, oftentimes, uh, state collapse or, uh, civil wars and, um, mm, and or revolutions."
	},
	{
		"start_time": "32:14",
		"speaker": "Ricardo Lopes",
		"words": "OK, so let me ask you then, uh, in the early 2010s, as you said, you predicted, uh, based on what you've just mentioned, uh, that there would be worldwide social unrest in the 2020s. Looking at the world right now as it is right now, do you think that your hypothesis has been validated and in your terms or not?"
	},
	{
		"start_time": "32:41",
		"speaker": "Peter Turchin",
		"words": "Um, I actually didn't say about anything worldwide. I was focusing, uh, on, uh, North America, uh, and, and, and Western Europe. And also, uh, Western Europe was at the time, um, behind the United States. You can see this quite clearly that by looking at when the inequality is not a driving force in our theory, inequality, but inequality is a good indicator, right? So that between the over overproduction and, uh, immiseration. Is, uh, uh, yeah, is recorded by having, uh, by observing larger uh economic inequality, so we can see that inequality started growing first in the United States, um, and then at, uh, 1020 year lag time, uh, we see the same processes taking over, um, in Western Europe or, you know, or Japan, and so they are behind the United States, right, and other countries. It's like China for example or Russia, they are actually, they actually have their own, um, uh, dynamics and they are, they are not part of this, uh, this prediction, right? And so, yeah, but yes, um, obviously, um, my, uh, the whole point of publishing this prediction was not to predict the future, which is, uh, essentially possible, but this is called scientific prediction. How do you know that some theory is better than, uh, another one. We extract predictions from them and, and these predictions don't have to be about the future. They could be about, uh, past, for example, so you could test theories in. Uh, PAST societies, right? But, so the, the, but the point is to see, uh, which theories actually work, uh, better. At the time when I published my prediction in 2010, there were rival theories. So for example, uh, Steven Pinker, um, published, uh, several books and he confident, confidently predicted that violence would be declining. And violence, political violence was indeed declining in the years before 2010, but, uh, structural demographic theory, theory that, um, uh, that we work upon was tracing the deep forces in societies, all right, and those forces have been actually these pressures, uh, were developing for the previous, you know, sort. 30 years or so and that's why um we uh were predicting this trend reversal that the trend to becoming more peaceful is actually would be reversed and um lo and behold you after 2010, this is precisely what happened."
	},
	{
		"start_time": "35:29",
		"speaker": "Ricardo Lopes",
		"words": "And do you still believe, uh, because we are now in late 2025, do you believe that, uh, civil war could happen in the US in the 2020s?"
	},
	{
		"start_time": "35:46",
		"speaker": "Peter Turchin",
		"words": "In fact, um, I argue, um, and I have argued on my sub-stack that we are in, um, a, uh, true revolution ever since, uh, Donald Trump became president in January of this year. I, um, I would say that we are in a true revolution, um, as, um, Um, as, uh, indicated by two, developments. First of all, mm, it's a revolution of the elites. So the mega movement led by, uh, Trump is a typical, uh, counter-elite movement and so there was a concerted and unlike this first, mm, uh, term back in 2016, 2020. Now there was uh a true attempt to replace the, uh, the ruling class, the previous ruling class, and, um, replace them with the, uh, with MAGA personnel, all right, so that's, that's one criterion. The second one is that it, it's a it's an attempt at transformative revolution. So it attempts to transform the American society in a variety of ways. So, for example, the abolition of DEI, um, wokeness and so on, that was, that's one aspect of it, uh, but another one, a very obvious one is that An attempt to change the role that the United States plays on the international arena. Essentially Trump is dismantling the American empire, right? So that's a huge, um, transformation. So far, uh, thankfully this has been relatively, uh, non-violent, um, revolution, so elites that, you know, uh, the former elites that don't get. Their heads cut off with guillotines, right? But rather fired, all right, but, uh, uh, and that's actually, uh, good, but there, there is, uh, uh, definitely a high potential of uh violence uh spiraling out of, uh, control, so that, that, um, possibility, uh, is non-zero, that's, uh, that's for sure."
	},
	{
		"start_time": "38:06",
		"speaker": "Ricardo Lopes",
		"words": "Um, LOOKING at, uh, a potential examples of, uh, nonviolent ends to elite overproduction, uh, I mean, first of all, could, could you give us an histor a historical example of that, and do you think that, uh, there's still space and opportunity for us to do the same in the current context?"
	},
	{
		"start_time": "38:34",
		"speaker": "Peter Turchin",
		"words": "So the question is, um, um, how inevitable is, uh, serious, uh, violence, right? Is that, if I understand,"
	},
	{
		"start_time": "38:43",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yes, basically, yes."
	},
	{
		"start_time": "38:45",
		"speaker": "Peter Turchin",
		"words": "Yeah, so that's, um, um, uh, go, uh, go back to the previous wave, of, uh, such, uh, political, uh, disintegration which is, as I mentioned, the age of revolutions, especially if you look at, uh, 1748 and, uh, the, the succeeding years. This was, um, uh, this middle of the 19th century. There were revolutions and civil wars, uh, worldwide. The famous revolutions of 1748 that affected most of Europe, but also if you think about it just shortly following them, there was a civil war in the United States 1861. And there was a huge um uh uh uh uh civil war in China known as the mm uh Taiping Rebellion which resulted in the most, uh, you know, destructive civil war. Uh, EVER, um, the number of people killed was somewhere between 20 and 50 million people. So, so, uh, so this was a, uh, a really worldwide, uh, wave of revolutions. However, some societies escaped it. So for example, um, the British Empire was under huge, mm, uh, pressure, and there was at the micro, uh, uh, at the micro, mm. Uh, LEVEL. There were lots of, um, uh, of, um, instability events such as riots and, uh, You know, some massacres and things like that, but it never, uh, escalated into a full-blown civil war or revolution, so the British Empire managed to solve that problem. And another example is Russian Empire, Russian Empire also was under huge, uh, pressure, but, um, both, um, British Empire, Russian Empire managed to adopt a series of reforms. All right, very deep reforms in um UK that resulted in um uh democratizing, giving, um, um, common people, um, voting rights and also abolishing some of the laws which uh resulted in huge. LIKE the Koran laws in Russia, it was the period called the great reforms really uh changed the nature of society. Now, of course, this was temporary in, in Russia. Russia managed to solve problems for, for about 50 years and then it still uh went into the revolutions in the early 20th century. And the British Empire also eventually collapsed, uh, by 1960s, uh, well, starting with India, um, becoming independent and so on and so forth. So any of, any of such solutions are always temporary because then, you know, you have to deal with, um, rising unrest again. However, still, Um, that we see that, uh, it is possible to avoid, um, really bloody revolution, and I, and, um, I hope that we, uh, humanity is collectively learning. Uh, WHAT do I mean by that? Well, we are accumulating institutions. Um, AND the technologies that, uh, decrease the probability of violent rupture. So, uh, the spread of democratic, um, uh, norms, for example, in the last, um, you know, a couple 100 years or, and also increasing, uh, tech technologies which actually make us more, uh, Uh, you know, wealthy, more affluent, right? Uh, SO, uh, so all of that, uh, uh, is working to help us, mm, avoid the wars. So, so my hope is that, uh, eventually humanity will work. Some of this, um, um, wages of instability, um, actually are not necessarily bad. Because, uh, the societies need to renew themselves. They, we get, uh, too set in our ways of needs become too selfish and so they, some kind of revolution of elites is necessary, but my hope is that we will be able to do it in, uh, uh, non-violent ways. In fact, uh, the initial promise of, uh, democracy was that it would allow elite. Um, A replacement in peaceful ways. Unfortunately, so far it has not, uh, really worked that well, all right. So we just need to evolve more to be able to, uh, to do, uh, to solve our, uh, problems in non-violent ways."
	},
	{
		"start_time": "43:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, DO you think we still have time for just one more question, please?"
	},
	{
		"start_time": "43:41",
		"speaker": "Peter Turchin",
		"words": "Yeah, one last question. Mhm. Oh,"
	},
	{
		"start_time": "43:43",
		"speaker": "Ricardo Lopes",
		"words": "OK, so one last question then. Uh, DO you think that, uh, looking back at what was done in the US, in the UK, and elsewhere in the 1950s, 1960s, and up until around the mid-1970s where there was lots of economic reduction. Distribution and uh there was higher upward social mobility. Do you think that uh there's space for us to go back to some of those solutions to uh improve uh or to decrease social unrest and solve some of the problems we are dealing with today?"
	},
	{
		"start_time": "44:26",
		"speaker": "Peter Turchin",
		"words": "Essentially, um, uh, uh, what happens because this process is cycling, uh, we see this happens after the age of revolutions, um, and resulting in a really unprecedented, uh, prosperity in the United States and, and much of the world. In fact, um, And we see that happening after the 17th century crisis, after the, uh, great, the late medieval crisis, there was, uh, they were followed by a great expansion of, uh, human, uh, well-being. We can document it and so, so yes, um, this is what, uh, uh, this, in fact this is a condition in, um, the expansion, uh, increasing well-being results when, um, the wealth pump gets shut down. Or even reversed, so, so that the elites actually uh lose ground, become fewer of them. For example, in the United States um between the new GO and 1980, the numbers of millionaires declined and their wealth has also declined and that resulted in much better, a much more balanced, uh, society. So this is what we will have to do, uh, in order to mitigate, uh, ourselves through the, uh, crisis that we are experiencing right now, all right. So, um, so yes, um, uh, we, humanity has done this before and so, um, we will do it again. We just have to be careful not to self-immolate in the nuclear Armageddon. But, um, but in principle, um, it is solvable. The only thing is that the combination of, um, reforms and, uh, policies is, is likely to be different from that, for example, which was used in the United States during the Progressive era and the New Deal because our societies have changed. All right, and that means that we will have to use a diff and also our challenges are diff uh different because for example we have now artificial intelligence um or um replacing, uh, jobs, um, it, it's a challenge that which you have to deal with. This is a novel, uh, challenge and it will require, uh, its own, um, you know, uh, policy changes to address. Mhm."
	},
	{
		"start_time": "46:53",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So Doctor Turchin, I will be leaving links to your latest book and also to End Times and your other books in the description of the interview. Uh, WOULD you like just to tell us where people can find you and the rest of your work on the internet?"
	},
	{
		"start_time": "47:10",
		"speaker": "Peter Turchin",
		"words": "Sure. Well, first of all, I have a website. It's simply Peter Turchin uh without any spaces.com. All right, um, and then I started, uh, earlier this year, I started a substack. It's also called Peter Turchin.substack. uh WHATEVER com I think. Uh, AND so you can, um, you can, uh, see links to all my, uh, works, uh, which I update regularly on my website, and if you're interested, you can, uh, follow, uh, my thinking. I, I publish, um, at least once a week. Uh, USUALLY on the weekend I publish a substantial pieces and then often in midweek, like today, for example, I, I had, uh, a smaller, um, you know, uh, post about some developments so you can follow, uh, those if you wish. Mhm."
	},
	{
		"start_time": "48:07",
		"speaker": "Ricardo Lopes",
		"words": "Yes, I will also be leaving links to that in the description of the interview and thank you so much for taking the time to come on the show. It's been an immense pleasure to talk with you."
	},
	{
		"start_time": "48:16",
		"speaker": "Peter Turchin",
		"words": "Thank you."
	},
	{
		"start_time": "48:19",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarinth, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka, Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Eddin Bronner, Douglas Fry, Franco Bartolatti, Gabriel Pan Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers is are Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan, Kanis, and Rosie. Thank you for all."
	}
]