[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lopes, and today I'm joined by Doctor Ashley Randall. She's professor in the School of Counseling and Counseling Psychology at Arizona State University. And today we're going to talk about relationship science, sexual minority and gender diverse individuals in romantic relationships, and some other related topics. So, Doctor Randall, welcome to the show. It's a huge pleasure to everyone."
	},
	{
		"start_time": "00:30",
		"speaker": "Ashley Randall",
		"words": "Thank you so much for having me, Ricardo."
	},
	{
		"start_time": "00:33",
		"speaker": "Ricardo Lopes",
		"words": "So before we get into the more specific topics, let me just start with a more general question. So what is relationship science and what kinds of questions do you tackle there?"
	},
	{
		"start_time": "00:47",
		"speaker": "Ashley Randall",
		"words": "Yeah, so this is a great question and one that I hope will really entice everyone to fall in love, um, no pun intended, with relationship science. Essentially, relationship science is the discovery of how it is that people or groups, um, either initiate, form. Engage in relationship maintenance behaviors and unfortunately, right, we know that not all relationships work out, and so there's also elements of studying relationship dissolution or breakup. Yet essentially, if you think about all the relationships that we have in the world, whether that be with our parents, our caregivers, our siblings. Neighbors, friends, romantic partner, employees, you can kind of go on and on. Um, WE and relationship science study all of these elements and, and try to understand what really makes people have good, healthy, and, uh, beneficial relationships in their lives."
	},
	{
		"start_time": "01:47",
		"speaker": "Ricardo Lopes",
		"words": "And so you study the experiences of sexual minority and gender diverse individuals in romantic relationships. I mean, what got you interested in that topic specifically? Is it because they constitute a group of marginalized individuals that perhaps do not receive too much attention in relationship science, or do they have any particular interesting traits or some other reason?"
	},
	{
		"start_time": "02:15",
		"speaker": "Ashley Randall",
		"words": "Yes, um, so a little bit of, um, both professional and personal, so I think that one of the things we always think about is that oftentimes people study things that are important or, you know, salient to their own identity and so that's one element for me, um, of studying, uh, sexual minority individuals, yeah, from a, you know, more. SCIENTIFIC and um professional side of things is that I started my career really looking at the role of stress in close relationships and without any defining factors of trying to understand, well, for certain groups of couples, are these how processes may work out or for under certain context, how do things, you know, uh, necessarily matriculate. And so I think that in doing the research and as I continued to grow as a scholar and collaborate with others is that my mind really started to expand thanks to the help of collaborators and um talks and everything like that that I've been engaging with with continuing education. Of really trying to elevate the voices of those who have been traditionally underrepresented in our science and of particular interest, um, has become the role of the lived experiences of sexual minority and gender diverse individuals and myself, along with many collaborators really look at this also from a global lens, um, because we know that unfortunately, there's uh a predominant voice of those who identify. Um, AS white and those who come from, uh, North America or currently living in North America that are overrepresented. And so it's really with the, the thought of elevating those voices that, um, are so incredibly important that have, right, some of these disparaging, um, situations that may predispose them negatively to psychological, um, physical health issues, etc. um, THAT I really started to pivot and, and look towards, uh, these topics."
	},
	{
		"start_time": "04:07",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and please correct me if I'm wrong, but I would imagine that relationship sciences with other kinds of behavioral or psychological sciences, must be perhaps focused on. Uh, HETEROSEXUAL couples because they constitute the majority and so I would imagine that perhaps studying sexual minority and gender diverse individuals would also expand uh the view we have of uh romantic relationships,"
	},
	{
		"start_time": "04:39",
		"speaker": "Ashley Randall",
		"words": "correct? Absolutely, Ricardo, and I think that like, you know, I mean, it's an interesting question because I think the data is a little bit more challenging to try to pin down, um, obviously because of. Uh, SOCIOPOLITICAL climates all over the globe about whom identifies as such. Yet one of the things that we know from scholars, not myself, but certainly prior work, um, is that the relationship components of how people engage in daily, you know, engage in daily functioning, so to speak, of their relationships are quite similar amongst those that identify as heterosexual and are in a relationship with, um, you know, a same same gendered person. Um, AND so it's really trying to then not necessarily understand what's going on within, right, that relationship, but trying to understand the broader, uh, systemic factors that impact individuals within those relationships."
	},
	{
		"start_time": "05:31",
		"speaker": "Ricardo Lopes",
		"words": "And so, you mentioned briefly that you were interested in stress theory. So what is minority stress theory and how does it impact, uh, romantic relationships?"
	},
	{
		"start_time": "05:45",
		"speaker": "Ashley Randall",
		"words": "Excellent question. So Ricardo, as you probably are quite familiar with and hopefully the viewers as well, is that all good questions originate from a theory or a framework which helps guide us in terms of how it is that we, um, you know, view the world and, and view the lens. So one of the predominant theories that we look at in our research is minority stress theory. And this is a term that has become quite popular by Elan Meyer and colleagues, but we certainly want to acknowledge previous and historical contributions or prior contributions rather from Brooks and colleagues. But essentially what minority stress theory posits is that because of one's identity. That they may be predisposed to experiencing stress in their social environments. Now, in this case, minority stress theory would posit that if one holds any type of minority identity in a majority culture or a majority society, then because of laws, regulations, maybe even viewpoints of the predominant majority, that that could predispose them to stress. So, in our context, looking at um identifying as lesbian, gay, or bisexual, that um could be an element, certainly of a minoritized identity. And so within living in a heteronormative society, these individuals are actually predisposed to greater reports of stress because of elements of potential lack of belonging, um, increased discrimination or higher reports of discrimination in the workplace, um, lack of family acceptance, etc."
	},
	{
		"start_time": "07:22",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And how does uh minority stre, what are the implications of minority stress for understanding uh how stress impacts the relationship from outside and from within in the case of outside, for example, the context of the workplace and other places like that. So could you tell us about that?"
	},
	{
		"start_time": "07:48",
		"speaker": "Ashley Randall",
		"words": "Yes, absolutely. So one of the things that um that people may not. Um, I would say explicitly think about, is that we have different sources of stress. So even Ricardo, if I ask you, like, what stresses you out, you don't have to answer that, um, yet, what stresses you out, you may think of something that is, right, solely affecting you, something that's affecting yourself and your family members, what have you. Yet there are two different sources of stress that my colleague and I have identified, or at least um identified through the literature, um, which are those stressors that happen outside of the relationship, which we think about as external stressors, which would be the examples of discrimination and everything as you noted, and alternatively, there's stress inside the relationship, right? So differing partner goals, um, annoying habits from one's partner, etc. Yet what people fail to realize is that oftentimes, we start to compartmentalize, and understandably so, our lives, and please know that I'm coming from an individualistic uh culture and and perspective in that regard, um, wherein it's, this has something to do with work, has nothing to do with my relationship. Well, what's interesting is that we often bring our stress home, not surprising, right? So that way, we are either verbally or non-verbally communicating how these outside experiences are affecting us now and how we're bringing those into the home environment. So while minority stress theory would help us identify some of those outside or external stressors, it's constructs like stress spillover. And stress crossover that allow us to really understand how stress can spill over from outside the relationship to inside the relationship, and then also crossover from my experience to my partner's experience as well."
	},
	{
		"start_time": "09:38",
		"speaker": "Ricardo Lopes",
		"words": "And how do couples in general deal with stress?"
	},
	{
		"start_time": "09:44",
		"speaker": "Ashley Randall",
		"words": "Well, this is a great question, and I wish that I had one overarching answer for all of this. However, um, as any good scientist would probably say, it depends, right? It depends on a lot of factors, it depends on a lot of ways in which couples have identified within their even their subsystem of what works. Now, from an empirical side of things, what we have determined is that it's incredibly important. That partners verbalize their stress to their partner. Now John Gottman and colleagues have often thought that upwards of 93% of our communication is nonverbal. So if we come home and we're upset and we're not talking to our partner, we are immediately going into the office or immediately jumping on a phone call. Or what have you, and not engaging, we're still communicating, right? We're communicating that we don't have time to engage with our partners. So it's very important that we have couples rely on that 7% of verbal communication, because what we find in the literature is that if couples are able to communicate verbally to their stress, their partner is then better equipped to then actually provide that support to them in a positive manner."
	},
	{
		"start_time": "11:00",
		"speaker": "Ricardo Lopes",
		"words": "And when it comes to dealing with stress, are there any particularities of being part of a social minority that people have to deal with?"
	},
	{
		"start_time": "11:11",
		"speaker": "Ashley Randall",
		"words": "Absolutely, right. So, Ricardo, we had noted just in terms of the earlier example of minority stress theory. Yet, if we think with inside the individual, um, there are sources of stress that pertain to one's like identity, right? So some individuals, and I'm predominantly talking about sexual minority individuals, they could have negative thoughts or, you know, experiences about their own identity in the context of a larger community setting. So, that term is often referred to as internalized homophobia, meaning I have internalized what it, like the negative aspects of what it may mean to be a sexual minority individual because of my outside sources and my outside community. Then if we start to broaden out the individual perspective to look at the family unit, um, certainly sources of stress could be surrounding, um, you know, not being accepted for one's sexual orientation, um, not being accepted, um, not only within the immediate family unit, but within the larger family unit. If we think about community elements, um, if one is living in a predominantly conservative community, um, or predominantly conservative culture, there may actually be both implicit and explicit laws that preclude them from engaging in that behavior and engaging in those relationships. So what you can see from just those, you know, quick, um, examples is that there really is a multiplicative effect of how much stress can then be, um, you know, affecting these individuals and, and of course I'm ignoring uh quite a large um statement point of, you know, we can look across the globe in terms of our sociopolitical climates to understand, um, some of the targets that these individuals are either directly or indirectly facing."
	},
	{
		"start_time": "13:01",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YES, I and I would imagine also things like social condemnation because I mean people who are part of uh same-sex couples, for example, or have some sort of gender identity that is minoritarian. Tend to be more or at least more than the general population tend to be targets of discrimination and social condemnation because of their minority identities,"
	},
	{
		"start_time": "13:34",
		"speaker": "Ashley Randall",
		"words": "right? Absolutely, absolutely."
	},
	{
		"start_time": "13:37",
		"speaker": "Ricardo Lopes",
		"words": "Um, AND what is the relationship between sexual orientation, discrimination, something that I was sort of alluding to, and depression among same-sex couples."
	},
	{
		"start_time": "13:51",
		"speaker": "Ashley Randall",
		"words": "Yes, well, Ricardo, it would probably not surprise anyone that if we are um experiencing or if individuals are experiencing higher, you know, rates of discrimination, higher rates of internalized homophobia, that what we have found in our research, and these are partnered individuals, so even though they're in a romantic relationship. AND have that um hopefully support buffer in place is that we're still finding associations and positive associations between those experiences and individual reports of depression, anxiety, and even generalized stress. So said differently is that it's not surprising if individuals. Or groups of individuals whom 1 may come across to say, I'm not really feeling like that great. I'm not really feeling like myself. I'm, I'm having trouble, right, having motivation. I feel anxious in these situations. And then if we look to see, well, are you also experiencing, you know, elements of discrimination in your life or internalized homophobia, it's not surprising that we're seeing that that association exists."
	},
	{
		"start_time": "14:57",
		"speaker": "Ricardo Lopes",
		"words": "And I would imagine that, I mean, because of discrimination, discrimination can affect the, in certain cases, the relationship itself, right in the sense that if people feel socially discriminated because of the kind of romantic relationship they have, they might start having negative feelings about the relationship itself. Is, I mean, is that something that happens or?"
	},
	{
		"start_time": "15:26",
		"speaker": "Ashley Randall",
		"words": "Absolutely, Ricardo. I mean, and it's not surprising, right? So I think sometimes we would like to think um that we exist in a vacuum, so to speak, or that our experiences don't impact others, yet that's absolutely impossible because we're social beings, right? We're constantly interacting with others, um, we are seeing individuals, um, maybe even for a second, a more engaging and longer conversations, but we're still impacted by those dynamics. And so because of how much partners are connected with one another and share that interdependence, um, it is not surprising then that those negative experiences can not only affect, like myself as an example, but they can also negatively impact my partner's outcomes as well."
	},
	{
		"start_time": "16:09",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And can depression be mitigated? And if so, which factors play a role in that mitigation?"
	},
	{
		"start_time": "16:18",
		"speaker": "Ashley Randall",
		"words": "So depression can absolutely be mitigated, and Ricardo, just to um not bore the, the listeners of this podcast of how long we could go on about this, I'm gonna broaden it or bring it in a little bit just in terms of the context that we're talking about, um, in that one of the areas that we focus on in our research is really operating from a strength-based perspective, meaning, We recognize that these negative, um, constructs or negative ideas exist or, or negative experiences exist rather. Yet what it is that we try to do is say, because these exist, are there things that we can Have couples, have individuals who are in relationships think about to actually offset some of these negative experiences. And a lot of the work that we've done, um, both here within the US and then also from a global perspective as well, is look at the role of dyadic coping. And what this means is that if I'm in a relationship with my partner, And we are that unit that I mentioned, is that my experiences of stress and how I'm gonna cope with these things are really reliant on my partner as well, so we're a team. So one of the things that we look at is that if I am then communicating that stress to my partner, and my partner then responds positively to me, not saying that's great that you're stressed, yet rather, how can I help you, maybe think about some of these things. I'm really sorry that's. Happening, how can I emotionally support you? What we find is that those levels of depression and general reports of stress and anxiety are actually decreased. So it's really looking towards how we can encourage couples to communicate about these stressors, because it not only has impacts for oneself, but also the relationship."
	},
	{
		"start_time": "18:05",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and I would imagine that in this particular case, because usually it would be both partners experiencing depression due to discrimination that they would tend to be a little bit more understanding. Toward each other, I mean, because they're both experiencing similar things, correct?"
	},
	{
		"start_time": "18:30",
		"speaker": "Ashley Randall",
		"words": "Yeah, perhaps, Ricardo, and there's a lot of really interesting um research that I think still needs to be done, of course, is that there's this idea, right, of understanding. If one partner identifies as such, right, how does that other partner's identity also impact their joint experiences? So what we are starting to do with some of the data that we have is to look at if one partner identifies as a sexual minority individual, so lesbian, gay, or bisexual, the other partner may identify as heterosexual, right? Because we can be attracted to different people. So in those. Context, just from a sexual orientation identity perspective, are we seeing different relationship, um, maintenance behaviors, so behaviors that, you know, continue to allow the relationship to continue? Are we seeing different dynamics on a daily perspective? And essentially, ultimately, what are the resources that we can have based on empirical science to help people live healthy and happy lives?"
	},
	{
		"start_time": "19:34",
		"speaker": "Ricardo Lopes",
		"words": "So what is the advice you would give couples who are facing stress, particularly if they are part of a minority?"
	},
	{
		"start_time": "19:44",
		"speaker": "Ashley Randall",
		"words": "This is a great question. And I often say that if I could figure out how to solve for everyone not to have stress, then, um, that would be the ideal situation, and I think it's quite a lofty goal. Um, SO that being said is that I think one, recognizing and owning one's experience. Um, ONE has to realize that unfortunately, there are a multitude of stressors that exist in the world, and, um, it's almost at times trying to figure out. What are the stressors and, and what is it, not only the stressors that I'm experiencing, but why are these so stressful for me? And I know that that may seem a little bit counterintuitive, yet all of us may have missed a deadline, um, or all of us may have had a troubling interaction with a family member. Ricardo, like if you have that stress, that might mean something a little bit different for you than it would for me. So I think one, turning inward and trying to understand why is this so important for me, or what is the stress that's really going on. And then having time to then communicate that to one's romantic partner and even one's community of support, right? So I think that it's important to think about, um, that we surround ourselves with, you know, high-quality relationships, and it's the quality, not the quantity. So I think being able to identify those stressors and then communicating to those that we think will be able to provide us that support, and I think also telling people, this is what I need. I need you to just listen, right? Or I need you to help me figure this out, because oftentimes we assume what people want and then we may start offering suggestions, but in actuality, that's not what people need."
	},
	{
		"start_time": "21:25",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And where can individuals go if they are interested in these topics, the topics we covered today?"
	},
	{
		"start_time": "21:34",
		"speaker": "Ashley Randall",
		"words": "Yeah, absolutely, Ricardo. So one, I'm self-serving. I'm happy to, of course, to share a link to a website or any publications that I have. There are also some phenomenal resources um through the American Psychological Association, um, website. And so under the American Psychological Association website, there are different divisions and so in particular Division 17, the Society of Counseling Psychology. Uh, Division 44, the Society of Sexual Orientation and Gender Diversity, and even Society, uh, excuse me, Division 52, the Society for Global Psychology, all of these different societies will have relevant resources particular to these groups, so I would encourage individuals to check those out."
	},
	{
		"start_time": "22:17",
		"speaker": "Ricardo Lopes",
		"words": "Great, and if people are interested, where can they find you and your work on the internet?"
	},
	{
		"start_time": "22:24",
		"speaker": "Ashley Randall",
		"words": "Absolutely. So feel free if you Google um Ashley K. Randall, PhD or Ashley K. Randall at Arizona State University, um, hopefully my information will come up. Um, HOWEVER, you are absolutely happy, anyone's, I'm happy to, um, or I'm willing to receive an email from all of you at Ashley.k.Randall@ASU.edu."
	},
	{
		"start_time": "22:45",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, Doctor Randall, thank you so much for taking the time to come on the show and share this very important and interesting information with us. Uh, IT'S been a pleasure to talk to you."
	},
	{
		"start_time": "22:57",
		"speaker": "Ashley Randall",
		"words": "My pleasure, Ricardo. Thank you so much for the very important questions, um, and I look forward to future connections."
	},
	{
		"start_time": "23:04",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegeru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolatti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Ebert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]