[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone, welcome to a new episode of The Dissenter, and today I'm here with the legendary Nina Hartley. Uh, SHE'S, I, I mean, if you don't know it, come on. When, when have you been born? In like 10 years ago, 5 years ago."
	},
	{
		"start_time": "00:20",
		"speaker": "Nina Hartley",
		"words": "If you don't, if you don't watch adult movies, you might not have any idea who I am. Uh,"
	},
	{
		"start_time": "00:26",
		"speaker": "Ricardo Lopes",
		"words": "YEAH, but you're, if you're a child of the 80s, the 90s, even the 2000s, come on. Uh SO, uh, but, but anyway, for people who have lived under a rock and don't know Nina, she's basically a legendary pornographic film actress and sex educator. And she's also a feminist and advocate for sexual freedom. We're going to talk about all of that today, so, Nina, welcome to the show. It's an absolute honor to everyone."
	},
	{
		"start_time": "00:57",
		"speaker": "Nina Hartley",
		"words": "Thank you so much. I love any opportunity to talk about the bigger picture besides actual sexual activity because as you know, uh, sex. TAKES place in a cultural context. It takes place in a situation, and the sex that we get to have, we want to have, we think we should be having, is very heavily influenced by media, by culture, by our gender, our family, religion. And all the things. So it, uh, I'm a nurse as well. Uh, SO, for me, sexual health is part of health, right? And so, it's very important to talk about this in a bigger context. So, thank you."
	},
	{
		"start_time": "01:38",
		"speaker": "Ricardo Lopes",
		"words": "Of course we're going to talk about all of that, but let me start. I mean, because come on, I'm a big, big fan, so I also have to take this opportunity to ask you a little bit at least about the foreign industry"
	},
	{
		"start_time": "01:52",
		"speaker": "Nina Hartley",
		"words": "because no, no question off limits, all, all on the table."
	},
	{
		"start_time": "01:56",
		"speaker": "Ricardo Lopes",
		"words": "OK, so tell us first. A little bit about your story. I mean, how did you get into pornography in the 80s? And I know that you started, and please correct me if I'm wrong here, but I think you started as a dancer stripper in 1982 and then you got into the industry in 191984. Is that correct?"
	},
	{
		"start_time": "02:20",
		"speaker": "Nina Hartley",
		"words": "So my, my journey to porn was actually a very long one. I knew very early on when I was a middle teenager, I was in the 1970s, right? So I grew up in Berkeley, California. My family was very politically active, progressive. Uh MY father had been blacklisted as a communist. So I grew up with very, um, uh, Forward-thinking ideas about uh class, certainly, and education, but they were of their generation and sex was never talked about, you know, good or bad, it's not. Nothing. Um, BUT I discovered words when I was 1314, bisexual, um, exhibitionist, voyeur, and I recognized that, 00, that, that pertained to my desires. So I knew early on, I wasn't like other people. I never dreamt of him. I never dreamt of my wedding day. I would dream of, and before I, I'd ever seen a naked person besides myself, I would dream of rooms full of naked people. So for me, I, uh, I knew I wasn't like other people. I, I never wanted to be married. I never wanted to be a mother, although I like children very much. I just knew I didn't have it in me to be a good mother. And uh that I found written pornography, uh, and when I was, oh my gosh, 1415. Loved it right away. I saw Playboy magazine. I loved the Pretty ladies. And in the 70s, of course, the whole conversation around sex was exploding, right? We had in this country, we had finally legalized abortion. Women could get credit in their own names, you can get birth control without being married, you can get birth control without your husband's permission. Right, this is only 50 years ago. It's not that long ago how backwards things were. Yeah,"
	},
	{
		"start_time": "04:09",
		"speaker": "Ricardo Lopes",
		"words": "but back then it was like mind blowing,"
	},
	{
		"start_time": "04:12",
		"speaker": "Nina Hartley",
		"words": "mind blowing, and, and people rushed to the doors and they rushed to the exits, right? And so, uh, I loved reading pornography and I read the, you know, all the things from the 8th, 19th century, you know, autobiography of a flea, um, yeah, just classic stuff you can find it anywhere. And, uh, I snuck into my first adult movie when I was 17. And I, it was a virgin. I had barely kissed a boy. And the first time I saw people having sex on screen, it's like, That's what I wanted to do. I just, just fully formed him. I, I knew, I knew, I knew. That that was what I"
	},
	{
		"start_time": "04:48",
		"speaker": "Ricardo Lopes",
		"words": "wanted to. OK, but wait a 2nd, 17, so that would fall into the barely legal."
	},
	{
		"start_time": "04:55",
		"speaker": "Nina Hartley",
		"words": "I was not, he did not card me. I was not supposed to be in the theater. He was not supposed to let me in, but he did not care. He did not care. Barely Legal is 18 years old and one day. So in the, in the term barely legal, it's very important. The term barely legal, the important term is legal. Which means 18 in America means 18 years old. Barely means you, you know, you're, you're still 18. So barely legal is the year of 18 to 19 years old. Um, SO, so at 17 you're not barely legal. You're, you're almost legal, but again this is 1976. They didn't"
	},
	{
		"start_time": "05:33",
		"speaker": "Ricardo Lopes",
		"words": "care. No, no one cared back then."
	},
	{
		"start_time": "05:37",
		"speaker": "Nina Hartley",
		"words": "No, certainly the guy, not the guy in the, in the, in the ticket counter and not the six guys in the theater who fled in terror to the edges of the seating because a single female had come in to their inner sanctum and they just did not know what to do about that. So I had a very early interest in sex. I had a very early interest in What we now call polyamory or non-ethical, non-monogamy. I didn't understand monogamy. I, I, I don't understand it. I know people are. I know it, so it's culturally very heavily favored. So"
	},
	{
		"start_time": "06:10",
		"speaker": "Ricardo Lopes",
		"words": "people, so it's not just that you are not. To, uh, monogamy, you don't even understand it, is that it?"
	},
	{
		"start_time": "06:18",
		"speaker": "Nina Hartley",
		"words": "I, I don't understand it personally. I understand it. So in when I was younger, I knew everything, you know, I, I was convinced that monogamy, enforced monogamy was not natural. And now I'm older, more experienced, and I know that most people don't want to be monogamous. They want to appear monogamous, for, so it's what people think. But I do know truly now that some people are monogamous when they love somebody, they don't want anybody else. It's not a struggle to be faithful. That's just who they are. So I do know for a substantial percentage of the population, monogamy is their natural, their natural way to be, and I don't have a problem with that. And then everybody else struggles with it because when you decide or discover that you are not normal, meaning heterosexual and monogamous, then you have a lot of Trouble come your way. So I just, I, I knew from the very beginning that I wasn't like other people. I could not have a life like other people. Um, AND I always tell people, if, you know, if the, if the, if the plug had not gone into sex, the plug could have gone into primatology. I was going to be a midwife. I could be studying 40 years, I'm working 40 years as a midwife. I could have I've been a linguist. I was interested in ceramics, fabrics, glass blowing. So I'm, I'm interested in a lot of things, um, but sex was the thing that tied it all together. It"
	},
	{
		"start_time": "07:42",
		"speaker": "Ricardo Lopes",
		"words": "ties together. I'm, I'm in primatology. You could have been the next Jane Goodall,"
	},
	{
		"start_time": "07:48",
		"speaker": "Nina Hartley",
		"words": "exactly, who was a personal hero of mine. I, I really appreciate her. So I was designed to study one thing my whole life. As it turns out, sex is the thing because, of course, sex involves. The body, culture, relationships, expression, philosophy, um, uh, so it encompasses everything. So it is, so every sex is both universal. Everybody has some of it and completely personal. So, while there's a universal sex idea, everyone experiences it as a personal thing, and how they experience it depends on race, class, culture, religion, all the things. So, um, everyone experiences it differently. Some people, for many people, it's traumatic. It is painful. It is sad. It is, makes them angry. Um, THE idea of sex, when I think of sex, it's supposed to make you at least, mm. And most people don't get that. When they think sex, they are very anxious, angry, sad, upset, uh, frustrated, uh, victimized, and, and, and, and, and I'm even talking about people, I'm not even talking about, uh, uh, non-consensual behavior. We're talking about just most people have a very difficult relationship to sex, and it does not bring them peace and joy. It brings them anxiety and confusion. So"
	},
	{
		"start_time": "09:19",
		"speaker": "Ricardo Lopes",
		"words": "let me just ask you about that. Where do you think that stems from? I mean, you've been er alive for more than 60 years now and you've been in the business since the early 80s. Um, WHERE do you think that er attitude towards sex from, I mean, mostly conservative people stems from?"
	},
	{
		"start_time": "09:42",
		"speaker": "Nina Hartley",
		"words": "Oh, religion. So, every culture in every world, every culture that we know of has rules around sexuality. Who gets to have it? When do they get to have it? Why are they having it? And so it's, so, when I say, you know, we should be free sexually, it doesn't mean free for all, it doesn't mean I get to Because it's, there's what I get to do sexually, then I get to, of course, have consent, right? I cannot, I cannot take my clothes off in public because other people have not consented to see me naked. So I don't get to be free that way. I don't get to be free with your body if you don't say, yes, please be free with my body. So, the, uh, in the way, I don't know enough about other cultures. I'm going to talk about Western culture because that is my history, and I'm not a, I'm not an anthropologist. I'm not a sociologist, but the, um, the Deep fear and misogyny and fear of women and fear of sexuality goes back thousands of years. The Greeks had it, the Romans had it. Um, AND what it comes from in the very short history is it comes from the need of the state to control and the fear that men have of women. I think it goes back to fear of the fact that women are their children. Um, AND that women have capacity that men don't have to, to create life. And that, I think that terrifies men going back many, many centuries, millennia, and they have to, they have to, uh, have a tight, tight control of it. Many, many philosophers have talked about this, um, in the 20th century, of course, um, Uh, Simone, uh, de Beauvoir was the biggest one, and Germaine Greer, but in modern era, right now, living right now, there are two amazing, Writers and philosophers who are talking about this. The most famous one is called Kate Mann, M A N N E, and her book Down Girl, The Logic of Misogyny, she just, she, she just ties it up in a bow. And also, uh Manon Garcia wrote two amazing books. One is called We Are Not Born Submissive, and the other is The Joy of Consent. So if anyone wants to know more, why the question, why, why these three books, The Joy of Consent. We Are Not Born Submissive by Manon Garcia and Down Girl by Kate Mann. I can't say it any better than these books have said it, um,"
	},
	{
		"start_time": "12:03",
		"speaker": "Ricardo Lopes",
		"words": "and, and you know what, I've read those books."
	},
	{
		"start_time": "12:08",
		"speaker": "Nina Hartley",
		"words": "I'm not surprised. So you, you understand, they're brilliant. They're brilliant books, and the fact that Manon Garcia is English is not her first language. Wow, she's. Wow, just crazy."
	},
	{
		"start_time": "12:21",
		"speaker": "Ricardo Lopes",
		"words": "And you know what, I also have another book here that you would probably love. Uh, SEX, yes, pleasure and agency for everyone."
	},
	{
		"start_time": "12:31",
		"speaker": "Nina Hartley",
		"words": "Oh yes, uh, please send that to me. Send me the title again, uh email later. So, yeah, yeah, um, but there is, uh, there's lots of scholarship about, uh, the, the embedding into the law, um, uh, and common law of a deep mistrust of female agency, female independence, female sexuality. Um, AND it, it, many, many books, books as tall tall as me have been written about this very thing. So it's an amazing scholarship. So since I'm not, I'm not a scholarship."
	},
	{
		"start_time": "13:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, let me just ask you because we're also, we're already getting into feminism and it just crossed my mind that you were there during the sexual revolution, right?"
	},
	{
		"start_time": "13:15",
		"speaker": "Nina Hartley",
		"words": "I wasn't having sex, uh, but, um, I was there, so I saw a lot of the, my, my mother and her sister were, um, also, you know, I, I was raised in the, in the, in the environment. Right, of, of, uh, female empowerment. And, and so I understood that I, I did believe that I had a choice of what to do. I had a choice to either become a mother. No one pressured me to have kids. My parents didn't care. Um, SO, I was fortunate that I did not have a lot of the indoctrination that many women get, uh, about, you know, you must be a mother. Why aren't you married? Where's my grandchild? I never got any of that. So, um, I'm the only, my, my aunt was gay, and I have some gay cousins, but in my immediate family, I'm the only one who is queer. Everyone else is very conventional married kids, you know. Um, AND they don't understand what I do, um,"
	},
	{
		"start_time": "14:08",
		"speaker": "Ricardo Lopes",
		"words": "but I wanted to ask you, I wanted to ask you specifically about the sexual revolution because nowadays there are some people that have, uh, distorted what the sexual revolution actually was about, and they say that, oh my God. The sexual revolution turned people into degenerates and the sexual revolution ruined marriage, and the sexual revolution, the feminists are the cause behind falling, uh, fertility rates and all of that. I mean, is it really about those kinds of things?"
	},
	{
		"start_time": "14:47",
		"speaker": "Nina Hartley",
		"words": "I do not believe that that is the case. So, again, the people who, the people who are saying that feminism caused these things are also people who are very much, men and women both, uh, support the old ways tradition, where you could beat your wife, where you could rape your children, where you, uh, you could beat your wife and rape your children and rape your wife. I mean, marital rape wasn't outlawed in America till the early 90s. Mhm. So the"
	},
	{
		"start_time": "15:15",
		"speaker": "Ricardo Lopes",
		"words": "idea, yeah, yeah, that, that's, that's mind blowing"
	},
	{
		"start_time": "15:17",
		"speaker": "Nina Hartley",
		"words": "that women that, and then now that's a big movement in America, you know, take to, uh, I think they're rage baiting, but who, who truly believe that women should not have the right to vote with a terrible idea, um, they should all, all that. So I, I don't want to give them any more credence. They're very dangerous. They have a lot of influence and power right now, and it's, and it's been. Uh It's been a long time building. So when we got rid of Richard Nixon and we got out of Vietnam, our side, the left, the, the left decided to party and the right said, oh yeah. OK. And 50 years later, here we are. So they, they took the long view. So that's, there's a lot to be, I'm not, I'm not, again, I'm not a political scientist, but there's a lot to be said about that. And they're, they own most of the industry, they're trying to consolidate media, they're trying to break down the education system and all the things because The powers that be need ignorant people to vote for them, which we saw, and vote against their best interests, which we saw. So they say it ruined it because then they don't get to have the little candy. These are people who are still mad that slavery is over, OK. So there's a small group of men, mostly pale, who liked it when the world was theirs. The world was built for them, and they don't want to have to think about the causes of the consequences of their actions. They don't want to think about their heart. They don't want to think about it. And so, anytime they're forced to confront the truth of what they have begat, they get really upset. So, you know, they're trying to take away no-fault divorce. Um, SO women are forced to stay with abusive, all the things. I don't want to get it, it's a whole other conversation. So, female sexual freedom is very, very scary because, then, because one statistic that we need to talk about. Who lives longest, Married men, single women. Who lives shortest, single men, married women. What does that say? And so, the traditional home depends on the tremendous emotional labor of females. To, and there's a whole, there's a whole, um, uh, new term now, mental load, and how modern husbands have to understand that the mental load the wife carries is, you know, he, you're not marrying your mother, you're marrying a partner. So the, the millennials and younger, um, are, are more aware of this. Traditional fact because they're being raised by women who are now in their 40s and 50s who are themselves feminists. So I, for some of the younger men, not the Trump guys, but the other younger men who are, you know, involved fathers who are caring partners, I do feel hope with them because they, they, they all realize patriarchy hurts everybody, patriarchy hurts men. As well. I've been saying this for 40 years. The patriarchy is bad for men because most men are not in power. They're never going to be in power. They're not going to accrue that kind of wealth. Um, THE people in power have been accruing wealth for hundreds of years and, and, and placed in hedging their bets and, and stacking the system. And so patriarchy keeps men amputated from their feelings. It keeps women amputated from their sexuality, and then says, go make friends, go find somebody to love you. But we are raised big groups to be antagonistic towards each other. Men only want one thing. Women are like this. And so we're too busy fighting each other to see the people on top, and it's an age-old tactic. It's been going on for thousands of years. So it's just hypercharged in this culture. So I do not think that feminism ruined relationships or that feminism ruined marriage. I think what ruinined traditional marriage is real people realizing, oh my gosh, you're being abused too. It's not just me because again, abuse happens in isolation, right? They cut you off, and so it's just, and they tell you things like, well, you know, I love, I love you. Anybody else knew the real you, they wouldn't love you, but I love you. And because I love you, I get to treat you badly. It, it's quite sick. There's lots written about it. I'm not going to go into psychology. So no, I do not think feminism ruined anything."
	},
	{
		"start_time": "19:27",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. So let me just take a step back because I was asking you at the beginning about your, uh, I mean, your path toward, uh, pornography, but, uh, I, uh, before we go back to feminism, let me just ask you a few questions here because I, I'm very curious about these kinds of things, the, the. In Formations that happened uh in the porn industry for the past four decades, basically. So, uh when you look back uh to the 80s, the 90s, the 2000s, the 2010s, and now the 2020s, um what would you say are the biggest changes that you see across those four decades in the porn industry?"
	},
	{
		"start_time": "20:14",
		"speaker": "Nina Hartley",
		"words": "Well, certainly, um, uh, internet. So the switch from the switch from analog to digital media. Um, ON the positive side, it enables the individual performer to make direct contact with the consumer and get more of the money. On the downside, um, revenge porn, certainly, um, and the fact that People think sex work is easy, um, uh, the nicheification of, of images, um, and what I don't like, of course, in the in the digital age is the ability for people to access images with no context. So in the analog years, until the individual person, absent abuse situation, the individual person did not look for pornography until they were told by their body that it's time. You know, I'm, I'm interested in, in naked adult people, right? Because you're of a certain age. You had to go out of the house and go find it. It was mysterious. It was dangerous. It was scary. It was exciting. It was all the things, but you still rarely had it thrust upon you on Knowingly or thrust upon you without your consent."
	},
	{
		"start_time": "21:26",
		"speaker": "Ricardo Lopes",
		"words": "I mean, unless you found your father's magazine"
	},
	{
		"start_time": "21:30",
		"speaker": "Nina Hartley",
		"words": "collection that you were looking, that means you were looking, right? It's not like someone, you know, so, so what happens, what worries, so up until the digital age, I would say pornography is a mirror to culture. So the culture gets the pornography it deserves, which for the most part, because of our culture is still. With very few exceptions, quite racist, quite sexist, quite ageist, quite ablest, quite all, all the things. And so, it is a media product born out of our twisted sex, uh, erotophobia, racist and sexist culture. So, the images made to titillate and excite you are going to be pulled on that with The internet with with the digitization of everything now, in the old days, if you had a thing that you like, you might have to look at 5 or 6 or 8 movies to find one scene of that thing. That you like. And now there's a whole 2 hour compilation of just that thing. And it doesn't matter how crazy the thing is, balloons, splashing, toes. Tickling, there's going to be massive amounts of material just for you. So now pornography has been siloed, right? Used used to be more broad. Used to be a movie, had a little bit of everything in it, right? You were in a 5 scene movie. You had, you know, a little kinky, a little vanilla, a little cheating, a little voyeurism, you know, and now it's just one movie of just a thing. So, the access to the images has the, the bar to entry, both as a consumer and a provider has lowered considerably. I don't know if that is all good. As a, as a, as a pro-creator, as a provider of images, um, I do it, if a provider has a good work ethic and understands the wheels and the, and the, and the mechanism, you can make a living. Selling images just to people who want to see you, so you don't have to deal with the bigger porn system because in the analog days, if the director, if the owner of a company didn't want to have sex with you, you didn't get hired. Um, AND not that you had to have sex with someone to get hired, but if he didn't find you, you know, effable, he wasn't going to hire you. Now, You, no matter what you look like, can go find the people who think that you're sexy. That's not terrible. And especially if you're queer and trying to make community over being, um, uh, on the spectrum, uh, sexually queer, kinky, it is easier to find more like you and make community that way. So that's a Benefit. The, the downside, of course, again is, you know, revenge porn and the fact that there's no There's little ways to effectively keep people who don't know what they're looking at finding it. I'm not in favor of the age verification technology that we're using because those are absolutely designed to be, uh, to, to chill and to chill, uh, Demand. They want, they want to shut down demand. So if they can make you feel bad for looking at adult material, um, then they can shame you and make you frightened enough to, to back off. So, I don't know enough about that to have a deep opinion. I don't, it's not coming from a good place. Protect the children. Protect the children. Um, THERE'S a great book. Um, THERE'S a wonderful book by Judith Levine called Harmful to Minors, The Dangers of Protecting Children from Sex. So Judith Levine, Harmful to Minors, great book, and it is So, on the one hand, um, the conservative side wants to protect children, but of course, we know with all the scandals, they are the ones harming children. The the pastors and the parents and the foster parents are the ones harming children, um, under the guise of, you know, God wants this for you. So, the hypocrisy and the blindness of the anti-sexual side is very It's heartbreaking. It is enraging. It is dangerous, um, and it has consequences going on for generations. Um, AND I But what I do see, what makes me happy is I see a lot of, um, younger people under 30 who are escaping family cults and escaping high pressure religions and talking about it. This one young woman online who says, you know, who's basically saying, send me your, send me your unhinged experiences with youth pastors or in youth, youth group. It's, it's just astonishing, you know, Jeffrey Epstein has nothing on this behavior. So, We know the power of sexuality, and we know the power of bodily autonomy. We know what it means to, to be able to say what happens to my body and what I do with it, who gets to have access to it and who does not get to have access to it."
	},
	{
		"start_time": "26:29",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, so, can I, can I mention, uh, three things that I think happened or I saw happening? I mean, I did. DIDN'T experience them directly because I, I was born in 1990, so I wasn't there in the 1980s, but anyway, uh three big changes that I saw happening in the porn industry that I think are very positive. So the first one. You mentioned ageism. I think that in the late 2000s, particularly with the rise of the MILF category,"
	},
	{
		"start_time": "27:02",
		"speaker": "Nina Hartley",
		"words": "started in 2000, I remember."
	},
	{
		"start_time": "27:05",
		"speaker": "Ricardo Lopes",
		"words": "Oh, in 2000, OK, but with the rise of that category, uh, I think that ageism really got, uh, I, I, I mean, it got less popular. I mean, because until the 190s, OK, I'll"
	},
	{
		"start_time": "27:18",
		"speaker": "Nina Hartley",
		"words": "give that to you. I have something to say about that. OK, so what"
	},
	{
		"start_time": "27:21",
		"speaker": "Ricardo Lopes",
		"words": "else? OK, OK, OK, OK. And then in terms of racism, I've noticed of course that and at least in the 80s and 90s, probably also in the early 2000s or until the mid 2000s, it was, I mean, I don't think there were even interracial sex scenes"
	},
	{
		"start_time": "27:42",
		"speaker": "Nina Hartley",
		"words": "in my first one was interracial. They've always had interracial sex scenes, but now, so interracial always means African American man, pale woman. It never means pale man. Darker skinned female, always, always, so the interracial boom is absolutely 100% directly tied to white supremacy and chattel slavery here in the United States. The direct, direct line, direct line, um, and it's become quite fetishized. So again, race is fetishized. They're not, they're not just a guy, they're a big black guy. It, it, it's. So, and, and then, of course, and then, um, and racism toward black females up until the mid-nineties, there was one famous black performer at a time, female, only one. Um, AND, and it wasn't until the mid-nineties, um, I can't remember his name, uh, who started the urban, the, you know, urban cheerleaders scene that where we had multiple black women who were shown in a movie. But again, almost all the time, all caricatures, right? Um, AND, uh, that's why Shawn Michaels is so important at the time in the 1980s. He will not play a thug. He would not play a gangster. He would not put on an orange jumpsuit and pretend to be a prisoner. He always He was played a smooth character, so he would push him back and he lost work because of it. So don't forget, uh, up until still now, most company owners are white. So even if they're hiring black performers, the black performers are performing an idea of masculinity, idea of, of, of racial sexual superiority, and, and you see it in the, in the marketing, right, that, you know, the men are always Massively endowed. Yes, that's part of the cartoon. So the most important thing to remember about pornography as a media product, it is best to think of it as a live action cartoon, a mix of WWE wrestling, documentary, uh, sporting events, live entertainment, um, uh, bad dinner theater, uh, and it, it's an idea of sex based on the directors. Notion who has probably been fucked up by the system, etc. ETC. So, oh, OK,"
	},
	{
		"start_time": "30:01",
		"speaker": "Ricardo Lopes",
		"words": "that's a very good point, but then you were going to say something about the mill,"
	},
	{
		"start_time": "30:07",
		"speaker": "Nina Hartley",
		"words": "oh yeah, so um. So I think MILF is the most popular category and then followed by teen, right? So the extremes, right? So in porn, it's all about the extremes, bigger, smaller, darker, lighter, younger, older, so you hardly, so pornography is not for the Documentation of, of intimacy, rep reciprocity, equality, um, respect. It's about it's performative, it's sex strictly as a performance because most people watching it are masturbating and they're in their family, they don't want to hear a lesson about intimacy that's gonna ruin my heart on. Because arousal, sexual arousal is very self-focused, it's very selfish. I want what I want. I want what I, I want this. I want this. And in that moment when they're hyper aroused, they don't want to think of anything else. There is uh an old saying, I don't know it in Yiddish, a man with an erection is in no need of advice. And the second one, an erection has no conscience, because when a person is in the very height of sexual engagement, their focus narrows. And they're not here to think about the big picture. They want their, they want their gratification in that moment. So it's very important before you get to that moment that you've set up the situation for gratification in an ethical, legal, moral, and, uh, uh, mutual way. We can play around with, you know, inequality and dominance and submission, but before we go there, before we start the game, we have to make sure the playground is safe. We're picking the right people who understand what's going to happen and all the things, and that doesn't happen enough because our culture, sex should just happen. It should just happen. And it was beautiful. And we just fell into each other's arms. And that works once or twice. But then once the, once the person becomes a real person to you, then, then people don't know what to do. So, I don't want to plan for sex. It takes all the romance out of it. Then you never have sex again, because when you wait for both, both people to be around at the same time, It just doesn't happen and you add kids and work and it's never gonna happen. So, we have a very backward view of intimacy in our culture, I believe, and based and, and, and it's not that women are unaffected by sexism. Women are also very affected by sexism. Um, Kate Mann talks about the, the fact, oh, there's other great book, um, called Slut Shaming, Whorephobia, and the Unfinished Sexual Revolution. Um, AND it's about the, about the good girl privilege. So, yes, men slut shame, but women slut shame just as much because if I'm seen as a slut, then the culture says bad things can happen to me. If I'm a slut, I don't deserve respect. If I see you as a slut, I don't have to respect you. I don't have to respect your boundaries. I don't have to respect your wishes because you're a slut, therefore, you're worthless. I can just take what I want from you. And so if I'm a good girl. Girl girls get privilegeg. Girl girls get protection. They get taken to the, to the party. And so I have to distance myself from a bad girl so that I don't get tainted instead of seeing that it's putting me in a cage as well. Um, SO I'll, I'll send you these titles, so when you post the interview, you can have the, the suggested reading list, um, there for you. Um, THERE'S so much written about this. It's not, it's not just coming out of my head. So the mill thing. Uh, IT was about 2000. I don't know the movie American Pie, and that's where the term first came in."
	},
	{
		"start_time": "33:45",
		"speaker": "Ricardo Lopes",
		"words": "Yes, yeah, it was in 1999, I think. OK,"
	},
	{
		"start_time": "33:48",
		"speaker": "Nina Hartley",
		"words": "so, so MILF, so that was the year I turned 41, um. And people are saying, Nina, why, why, why is this with all things? So, a couple of things. First, um, the original porn youths were aging out, they're getting married and having kids. So first, in, at a home for couples who watch pornography together, the wife controls what movies come into the house. Secondly, a lot of these guys were parents and they're realizing, ew. That, that actresses might, oh, so they themselves rightfully got sort of disgusted at the idea of masturbating to somebody who was the age of their own child, that just made them weird. And thirdly, young men. So, um, the idea of the young man being educated by the older woman, so don't forget, the older woman is going to have done the emotional labor. She does the emotional labor for you. She's going to make it all right for you. She's going to tell you what she needs cause the 21 year old girl doesn't know what she She wants yet. She's going to guide you because a 21 year old boy doesn't know what to do yet. She's going to make it OK for you because she's going to be caring and kind, and she just wants you for your sexual prowess. She doesn't need you for a relationship or baby. She just wants you for sex, which is a male fantasy. I just want to be a sex object, right? And for women, they're trained to be, I just wanna be a love object, right? And so, the, the joke is, you know, the, the, you know, women give sex to get love and men give love to get sex, and then they get angry that they lied to each other. Because in our culture, again, if I can't be horny, I'm horny, you're cute, let's do it. I have to convince you or tell myself that I love him and he loves me, and that takes the love, takes the taint of horny away. So, she's taught, and also she, women are taught to be the, the, the, the gatekeepers of male behavior. So men are taught to go get, get, try, try, try. We're supposed to, no, no, no, if we give in too quickly, we're a slut. If we don't give them at all, we're approved. That's again, another long discussion many people have written about this. But in the moment, so if I'm horny and I, and I need to convince you, convince myself that it's OK to sleep with you, I have to believe you love me and you're horny, you're gonna tell me you love me because you want to get laid. The, the best song on this ever is by the artist Meat Loaf called Paradise by the Dashboard Light. Came out in 1980. Anyway, it's the song says it all. It's in a nutshell, and it is the reason for so many bad marriages because you have that time because you don't know about birth control or alternative ways of getting off that avoid pregnancy. I can't, I can't imagine how many millions of marriages were forced because, and the baby came at 8 months after the wedding. Um, AND, uh, and how many people that were thrust together for their whole life who had no business being together because of one mistake, because she couldn't be sexual, he could not bring a, all the things, all the things. So, it ripples out through the whole culture when we deny women their sexual autonomy and we deny men their emotional intelligence."
	},
	{
		"start_time": "36:54",
		"speaker": "Ricardo Lopes",
		"words": "Right. So, let me ask you then, uh, I mean, there's those aspects of the porn industry that we have to keep in mind and also the fact, of course, that it's basically a fantasy. It's not how people usually have sex in real life, but I, I, uh, how about sex education because you're, you're also Into sex education and of course back in 2006, you released your book Nina Hartley's Guide to Total Sex and you also have a film series on it which uh which is uh, I have to tell you as um an adolescent I appreciate it a lot."
	},
	{
		"start_time": "37:34",
		"speaker": "Nina Hartley",
		"words": "Thank you, that's why I made them. I made them because So sex is many layers. There's the physical behavior. What is it called? Where is it located? How does it work? Just, just like, like, a car, a car engine. But there's the social aspect, the emotional aspect, the intrapersonal aspect, how well do I know myself, how emotionally regulated I am, interpersonal. Can I talk to people? Can I hear them? Can we negotiate? So, all these skills take, and then there's what I believe about sex. So, there's 5 main aspects about sex that Develop at different times. So I knew very young the the mechanics. I had 00 ability to actually. Discuss and talk about it. So, for me, porn, going into porn was a way to get the sex I wanted without having to be in a relationship, without having to pretend that I wanted to see you again, without having to be alone in a room with a man after dark who might be drunk or high. So, for me, pornography was the safest way to have the most amount of sex with the least amount of bullshit. And I have been correct in that matter. Um, I've had the most amount of sex, the least amount of bullshit. For me, the bullshit about sex was all in my personal life, um, with partners who were Not the best for me, right? So keeping, so sex education is very important, um, because if I don't know anything, I can be manipulated. I can be lied to, I can be coerced more easily. Like, I don't know my rights. Um, A friend of mine said the reason they don't want, uh, the reason the right wing does not want to teach sex education in schools is because kids would then know they're being abused. So if I keep you ignorant, this is the way that it is. This is what daddies do to their, whatever people are told. And, but if I, if you have education, then you can have more autonomy, you can have more self, um, agency and say things like, yes and no, not like this. I'd like it like that, and just yourself have a better relationship to your body and to other people. Um, AND also,"
	},
	{
		"start_time": "39:40",
		"speaker": "Ricardo Lopes",
		"words": "so that that's how it links to feminism as well,"
	},
	{
		"start_time": "39:44",
		"speaker": "Nina Hartley",
		"words": "of course, of course, um, you cannot be fem you cannot be infected feminist if you're kept ignorant, if, if only you know is what you're. Um, AND, and what happens, of course, a lot of when these women who believed all of this, and they get married at 1718, and have 5 or 6 kids, and then the husband leaves them, they're now 40 years old with 4 kids and no job and no skills and no education, because they barely got out of high school because they were supposed to be a wife and mother. He was supposed to take care of me. And so I'm going to be a good wife and mother and devote myself to my family. And then he gets to go and leave. Because he can, and, and if her, if his kids, and, uh, there's gonna be thousands of those women and thousands of those families in America alone who realize I'm 40-something years old, I have no savings, I have no education. I have no, I have no job skills. I was a mother all these years and now I'm working in, at a greeter at a, a, a big box store. So, and all because, all because we won't educate our girls. So, it's very annoying. So, but feminism is for everybody. It doesn't mean women are better than men. It means that everyone should get an equal chance. And for me, feminism is also about people being able to do the job they're best for. I think about my, my father and his parents. Um, IN a perfect world, His mother would have gone to work with her father because she was very strong, outgoing, good in business, but it was the early 1900s, no way. So his poor sweet country father had to go to work with his father-in-law. He had no aptitude. My father's father should have been able to stay home and run the house, and his mother, after burying the children, should have been able to go out into the world with her father. Temperamentally, it would have been a better suit, a better fit. My father would have had a happy childhood and life would have been different. So think of all of the people crammed into the wrong box because of what's between their legs and what the culture says that means for you. And you never get a chance to question it. You don't get a chance to learn another way of being, and it's very painful, and it causes, you know, a lot of problems. It causes, I'm sure, lots of addictions and, and all kinds of things. It's just because people People have to express the pain of isolation and the pain of loneliness somehow. Some people take it out on themselves through addiction and depression. Some people take it out on others through violence and murder, but it must express itself somehow."
	},
	{
		"start_time": "42:14",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but then what is sex positive feminism? What does it mean to be sex positive?"
	},
	{
		"start_time": "42:22",
		"speaker": "Nina Hartley",
		"words": "So I don't know if there's an official definition, but for me, sex positive, um, starts with the notion that sexuality is a either God-given or nature-given fact of life. We are, most humans are sexual beings, um, very, I think very few, vanishingly few percentage of the population are what we call asexual, just not done it. So, and they should get to go to, they should go live in monasteries and, and do what they do, right? Um, SO, it starts with the idea that everyone, um, is an autonomous being who has a right to, um, have the intimate and erotic life that, that works best for them, um, that does not, uh, hurt, that sex, you do not use sex to hurt yourself or to harm other people or take advantage of other people, that, uh, we use it to promote, um, Peace and calmness within ourselves, and intimacy and connection with other people, um, and that just recognizing it is a, it is a It's really important. Sex is how we get the next generation. We have to have it, right? We have, we have, to have sexual intercourse. That is how most people are created and we need it for people, right? But what the, um, antis don't like to understand is that for some reason, now, whether you believe so, either, I, again, I do not believe in the God of the Bible. I do believe in evolution. For some reason, God or nature, Made sexual, the capacity for erotic pleasure really important, or we would not have, we would not mate all year round. People say, oh, you have sex, you like animals, not really. If we're like animals, we would have sex in You know, December, we'd have sex in July to have babies in March. I mean, we did do the math, but so we would have sex, you know, we, we'd have seasons, but humans are sexually receptive year-round. That's weird. Very few animals, um, outside of humans. Humans, bonobos, dolphins. Um, YOU know, mate year round. It's just not at rats, rats and rodents, you know, rats and mice will mate year round,"
	},
	{
		"start_time": "44:30",
		"speaker": "Ricardo Lopes",
		"words": "and some of those animals also have sex just for fun, not for."
	},
	{
		"start_time": "44:36",
		"speaker": "Nina Hartley",
		"words": "So, humans, humans have a lot, so humans have a lot of sex just for fun because of the nature, because of it in a healthy relationship. Effective sexuality, not just scratches and itch, but also brings me closer to my partner. We are creating, we're creating love and affection and affinity between us when it is mutual and beneficial and not forced. So, the capacity, so sexual arousal is an altered state of consciousness. It is, it, it connects us to the divine. So before we had the idea of God, don't, I, I believe God is a, this means everything all at once. It's, it's a, it's a paltry human attempt to put words on the ineffable. Because the feeling of That's a real human emotion and chimpanzees can have it too, just. Gobsmacked, awestruck, struck dumb by beauty, and that's just a very human emotion. And we can tap into that through prayer, through meditation, through, um, fasting, through spinning, dervishing, or directly through the Citation of our erotosensory system to tap into the divine. Turns out that something side note, so you've heard about chakras, right? And, you know, there's a base chakra all the way to the crown chakra. The spot in the brain that processes the neurological information coming from our phalluses. I coincides with the crown chakra. OK, so sexual pleasure, sexual pleasure is a direct. Cultivated sexual pleasure is a direct line to the feeling of ineffability, of awe, of transcendence, of melting away into the arms of your lover, of melting into the bigger universe of things. So it is. The capacity for awe and transcendence is a human thing. Our brain is made for that. You can get to it a whole bunch of ways. Psychedelic drugs, all, you know, lose sleep for a while, you're gonna start seeing things. Again, meditation, fasting, uh, spinning, um, uh, trance dancing, and And, of course, erotic stimulation, um, done with respect and, and intention. You can absolutely take yourself into a whole other realm and never leave the house. So, it is very, very powerful. And conservatives hate sex and want to control it because desire is chaotic and it is anarchic. It, it crosses boundaries. We're, we're, we're taught, OK, you're a, you're a man, right? And you were taught, this is what men want. And so, anything outside of this that you might want makes you doubt yourself, makes you not trust yourself. Am I a real man because I want this? Am I a real woman because I don't want to be a mother? Am I a real woman because I want to have sex with a bunch of people? And depending on how I was raised, I, oh, what's so, what's wrong with me? I'm so, I'm so damaged. Why do I want that versus So for me as a sex-positive feminist, I believe everyone has the right to have a fully autonomous sexual expression of their life with people who also want that thing. Everything,"
	},
	{
		"start_time": "47:52",
		"speaker": "Ricardo Lopes",
		"words": "yeah, you know, uh, you, you want, uh, do you want to hear a funny one that I heard from a conservative philosopher a few years ago. I heard from him that Uh, men who perform oral sex on women are less manly than men who don't do it, basically, so. So I, I mean, I"
	},
	{
		"start_time": "48:21",
		"speaker": "Nina Hartley",
		"words": "thought what, what is, what is manly? What is manly about having a female partner who wants to be intimate with you? What is unmanly about that? So people, these are men who, of course, who don't have sex and have unhappy women and wonder where did the divorce come from. So if a man, who we're getting very binary here, if a man wants a woman to be sexual with him, it is useful for him to make it fun. And safe for her to be sexual with him. He can, he can change his behavior, his attitude, and his thinking in such a way that women will want to be with him. But that, so, so I heard it the other day and I believed it, you know, so men who are saying, you know, women just want, you know, six figures, 6 ft, 6 pack abs, it's like. That's not true. It's objectively not true. But if you believe that, then you don't have to work on yourself. You don't have to look in the mirror. You don't have to work on your horrible personality, your stunted emotional growth, your limited intellectual, um, well, some of these guys who think this are actually quite educated, but they're not, um, they're, they're, the emotionally very, very, uh, Uneducated, uneducated, emotionally ignorant, um, and then they, and so, but when you act like a victim, that's a very childish, that's a boy, it's a boy thing. Man, this happened to me. They're mean to me."
	},
	{
		"start_time": "49:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and, and that's, that's a"
	},
	{
		"start_time": "49:52",
		"speaker": "Nina Hartley",
		"words": "little boy. So that, that's a little boy who does not want to do the work to become a mature man. He just wants to sit there and, you know, those mean girls, they don't like me. I don't like girls, those feminists made all this. Sorry."
	},
	{
		"start_time": "50:10",
		"speaker": "Ricardo Lopes",
		"words": "No, and as if rich men never get divorced or rejected or have failed relationships,"
	},
	{
		"start_time": "50:18",
		"speaker": "Nina Hartley",
		"words": "right? And if it wasn't, if so many women didn't get killed over it, it would be laughable. But actually, and again, in America, I don't know what happens in Europe, but in America there are I tried the website about this, but just for saying no, women have been killed, just for saying, I don't want to give you my number. So the impulse control, uh, you know, these so-called men have the impulse control of a two year old and have the, the The full rage enhancement of, of, you know, again, as a young child, you feel your emotions fully when you're very young, right? You feel fully rage, fully joy, fully sad, fully all the things. And as we are hopefully, you know, um, cultivated correctly, we learn how to identify. Manage and transform those emotions into. Better behavior and more integrated. And these men have never learned that, so they have the emotions of a 2 year old and the body of a 30 or 40 or 50-year-old, and the strength. So if your 2 year old comes and hits you on the leg and goes, you're a bad, bad, bad mom, you're a bad daddy, but a 30-year-old man does that, you die, all because you didn't want to sleep with him. And Again, it's a bigger question than I can answer here, um, but it doesn't mean that the feminist movement was wrong. We needed it. But again, women couldn't, can now get credit. Before, you couldn't open it, you can't get credit without your husband. You couldn't get birth control without your husband. You couldn't get a bank account without your husband 50 years ago, barely, it's very recent. And so when one group is losing power, um, they, it's called extinction birth, but they're trying very hard to keep it. It's very terrifying because then. And also their good time is about to end. They get to be held accountable. They get to have, they have to do the work. They can't expect her to do all the household labor, all the emotional labor, all the executive functioning labor, so they can walk around and, and pretend to be a big man. That is really It's terrifying, but they can't admit to being scared because that's a sissy emotion, so they have to be angry and outraged. So again, it's just energy. It can come out. Positively, it can come out negatively, it can come out destructively, it has to express itself."
	},
	{
		"start_time": "52:41",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but, but then let me ask you this because you're well aware of this, that there are some particularly radical feminists out there who are against porn, against sex work more generally. And they tend to have very unhealthy views of sex,"
	},
	{
		"start_time": "53:00",
		"speaker": "Nina Hartley",
		"words": "to say the very traditional patriarchal views of sex. Women"
	},
	{
		"start_time": "53:05",
		"speaker": "Ricardo Lopes",
		"words": "don't what, what, what, what do, what do you think about those,"
	},
	{
		"start_time": "53:09",
		"speaker": "Nina Hartley",
		"words": "um, I think that they are just as sex negative as any, uh, preacher or any, any man. Um, THEY, again, the book, um, uh, slut shaming and whorephobia and the Unfinished Sexual Revolution by Meredith Ralston talks about this extensively. It is. It is, they have been indoctrinated with a Western Judeo-Christian idea that, that, um, uh, men are bad and sex is how they get over on women and that women don't want it for their own sake, that if women do want sex, it's because they're brainwashed into pleasing men. I remember this in the, in the 70s and early 80s, um, the idea that they're, it's called bisexual erasure or bi erasure. So, yeah, I understand. People can be gay, and some people can be, but bi, they just haven't made up their mind. They're just sitting on the fence. They're just, and so a lot of, a lot of the feminist rhetoric against bisexual women was that, oh, you're just bi for the attention of men. You're just kissing a girl for the attention of men, and it's like, no, I like kissing girls. And also, um, uh. That to objectify is to wish and cause harm, right? I'm not, and so for me, I've, when I was younger, it's like, I objectified women because everyone outside of us is an object. Now, I, I don't have to, I, I don't know you. I'm going to look at you and form an opinion. Now, when I speak to you, I need to drop the objectification and see you as a person and a human and have that. But from across the room before I met you, I don't know you, so you're tall, you're cute, you're whatever. And so I knew right away that their fundamental. Um, ASSUMPTION that to objectify is to cause harm, is to wish harm was fundamentally wrong. I did not wish to cause harm. I wanted to make the pretty lady happy. I wanted to give her pleasure and hopefully be in the room and help. So I knew that their idea that desire is harmful. WAS wrong. Now, how we act on desire, of course, can be harmful and is often unwanted and harmed, but the, the energy itself, the fantasy is never wrong. There are no wrong thoughts. There are wrong actions, and sometimes the wrong action is believing this thought. Right? The thought that she's mine or I get to have this, or I must have this, or I don't care. That's a thought you had, and you're then acting on it in a way that is harmful. So, the thoughts themselves are not harmful. Some of them are not useful. So, if I have a thought, and I hold it, and I just really think, Oh, this is, this is a thought, this is a thought, I am perhaps going down a, a blind path that's going to hurt myself or other people. Um, Buddhists talk about, you know, thoughts come and go like clouds on a windy day, or bubbles and popcorn. You think of popping corn. Every popcorn is a thought pop, pop. So what humans do is that that thought's real and that thought's real, true, and that thought's true. Ignoring all the other thoughts that also popped up, right? This thought, and then we take this, and this is my truth. I'm going to act on it, as opposed to, wow, is this true? Is it a good idea? Do I really want this? We don't, we're not taught to question our desires. Except to shame myself for them. I shouldn't want that. We want what we want. We want what we want. How bad, well, how we feel about what we want, depends on how far apart what we want is. From what we're taught. So if I'm normal. And I just want a single partner of the opposite gender. I don't ever have to question my sexuality because I'm normal, but the further away one is from what is normal, the more we have to question, right? So, I was bisexual and all the things. Like, is that OK to be bisexual? It's OK to be exhibitionistic. For me, it was OK to be exhibitionistic if I went to the place where it was safe to be exhibitionistic. So, for me, stripping was very feminist. It was the place to go be naked for men to look at you. Not on the street where something could happen, in a theater where there's bouncers, and they know they can't take you home, and they know they can't touch you. They're there to watch, and I'm there to show. So, for me, not a club where people are drunk and going to, you know, so let's, so let's say, I was full of shame. About my exhibitionism. Oh, I can't have this. I'm such a bad girl. Oh, my God. So I'll go to a bar, I loosen up with some drinks, and now I'm having a good time. I'm so pretty. And then something bad happens to me, right? Um, BECAUSE I'm drunk in public, because I'm showing off in public to other drunk people. And then I, oh, see, I knew it. I knew I couldn't have that. I'm so bad. Rather than, hmm, I like being naked. I don't like drinking. A strip club for me, a strip club was the place to go. Nothing bad ever happened there. No guy ever got handy because they knew that I'd had to, all a woman had to do is raise her hand. He'd be kicked out and never let back in again. They did, they want to do that. They're gonna be very good boys. I never had a guy act weird in a strip club, ever, not one time. But, but"
	},
	{
		"start_time": "58:29",
		"speaker": "Ricardo Lopes",
		"words": "you know, but you know something that I find quite funny about these sex negative feminists is that I mean feminism should be about treating, uh, women, treating adult females as people that are capable of making their own decisions, but. But but but but if, but you can in their mind you can never consciously choose to be a sex worker. I mean you, you can only do it under coercion and, and, and then the, the their, the morality they have associated with. Sex, they try to impose it on other women."
	},
	{
		"start_time": "59:13",
		"speaker": "Nina Hartley",
		"words": "It's very Judeo-Christian, erotophobic, anti-female thinking. So the game when you, when you start bending the horseshoe and you get further, but eventually the extremes meet in the middle because again, this is what I understand. The sensation of extreme extremism. I really, really, really, really, really believe this. That's an energy, right? Oh, injustice. What we apply that to is cultural. So before they became radical feminists, they were raised in such a way that they're deeply distrustful of sex and sexuality. Maybe they were hurt. I don't, that didn't have to be that way. Um, MAYBE they're closeted, you know, who knows, but they were raised in such a way that they have a lot of righteous anger and indignation. And I'm not saying that some of the more radical anti-porn feminists don't have a point about, uh, misogyny in the culture, but the, the answer is not more. Um, AUTHORITARIANISM. So authoritarians, no matter what ideology they espouse, are coming from a place of I need control. I don't like when things are not tidy. I want everyone lined up. I don't like, I don't like pink hair. I don't like, I, I need, I, I need things to be clear. Now, the ideology I pick. To organize what I want, that is up for grabs depending on your culture and all the things, but the feeling of, I really, really need things to be a certain way. Um, OR I'm against injustice. You're, right? So. And people in that emotional state cannot listen to reason because you cannot be reasoned with in that state. You cannot, you cannot logic and emotion. You have to feel an emotion, acknowledge it, validate it, and hope you can work through it. Um, BUT in the heat of the moment, in the heat of emotion, logic is not going to work. In the heat of sexual moment, in the heat of anger moment, in the heat of righteous indignation moment, logic doesn't come into play."
	},
	{
		"start_time": "1:01:22",
		"speaker": "Ricardo Lopes",
		"words": "You know, I find it really funny and interesting that there are people out there that are able to live for decades and they're still not able to process the idea, the thought that there are other people out there with different values that might include having different attitudes towards sex. Welcome"
	},
	{
		"start_time": "1:01:50",
		"speaker": "Nina Hartley",
		"words": "to my world,"
	},
	{
		"start_time": "1:01:51",
		"speaker": "Ricardo Lopes",
		"words": "yeah. But for me it's just mind blowing. I mean, how is it, how is it that you can live for, I don't know, 40 years, 50 years, 60 years, and not notice that."
	},
	{
		"start_time": "1:02:04",
		"speaker": "Nina Hartley",
		"words": "The way we raise children, the way we. Conditioned children, we start very, very early. We make them very, very frightened of themselves. We, so a child, a young child is completely at ease in their body. You look at a 23 year old person walking around outdoors without dying. He's, they're so happy. They're just free. They have no shame. Shame is given to us, and that is the original sin. The original sin is not that Eve sought, um. Uh, KNOWLEDGE, uh, although one feminist back in the 70s says Eve was framed, right? So Adam took the bite because he was easily manipulated and then put the blame on Eve. So, again, all this is just stories made up years ago. So, the Bible is not truth. The Bible is not literal truth. Um, SO, but when you, for whatever reason, you have insecure attachment, you, you just, you're just not OK with yourself, and you're always, you're just, you're not. You aren't good with yourself, partly because of the way you're raised, attachment, abuse, mind fucking, mind fuckery in the, you know, don't forget, uh, especially, uh, in American culture and Puritan culture, the job of education is not to educate the child, it is to break the child's will, to make it obedient. And when people have been broken to be obedient, anybody, any sniff of disobedience is too anxiety producing, they can't, they can't cope. And they have to have things settled in. They have to have things OK. And they don't care if it steps on me because I'm the one making them uncomfortable."
	},
	{
		"start_time": "1:03:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, we have like 10 more minutes maximum. Let, let me just tell you this one anecdote from feminists here in Portugal, and then I will ask you just one final question. I mean, 10 years ago or so, there was a group of feminist. Here they have a website and they wrote posts there and there was this one post that I mean I almost died laughing because this one feminist claimed or told other women. That they shouldn't have sex with their male partners with the lights on because they would be objectified. Oh my God, I mean, what, what do you think about that?"
	},
	{
		"start_time": "1:04:29",
		"speaker": "Nina Hartley",
		"words": "So they're, they're. From a purely logical point of view, if objectification is evil to you, um, from a purely logical point of view, yes, that makes sense, but from a human point of view, it's, it's laughable and ludicrous. Plus, all animals objectify. Any, we could go back to Neanderthals, they had paint, they had jewelry. As long as we know homonyms and human and any kind of sapiens. They have painted themselves with mud. They have do their hair. Every animal identifies. Why do birds, why do rams have big horns? Because chicks like it. Why do, you know, peacocks have those big tails? Because women like it. For most of the animal kingdom, um, uh, um, the males display. And the females choose. What do you think, Edna, that one? This one, what do you think? So, the, the males are out there bashing horns, flitting their tails, making a bower, strutting, you know, just, you know, making it and proving themselves fit for, for mating. Um, AND, and the females sit around and, and, and pick. Um, I would like to talk to a biologist and find out how many, how many, um, animals. Forcibly mate with females the way that we would consider as rape, elephant seals, um, dolphins have been known to, to gang up on a single female and harass her. Um, BUT I don't know how many other animals do that on the regular, right? I'm,"
	},
	{
		"start_time": "1:06:02",
		"speaker": "Ricardo Lopes",
		"words": "I'm not"
	},
	{
		"start_time": "1:06:04",
		"speaker": "Nina Hartley",
		"words": "sure about if you don't know a biologist, please put them in touch with me. I would love to ask that question. Um, SO. And it is, we objectify. I'm not going to walk across the room to talk to you because your aura. I'm gonna say, oh, I like the cut of his jib. I like his smile. He seems funny. I'm gonna go talk to him. So, to say, um, and This is really very controversial, but years ago, a woman, we were talking about this, you know, objectification bad, and she, and she was someone who didn't get pretty until after high school. She's very plain, and she goes, what about the pain of someone who wants to be objectified, who would like a boy to notice her, but she wasn't considered pretty enough. And then on top of everything else, it's It's not very frustrating because, so it's one thing to not, not, I don't want to fuck you. I don't want to have sex with you. But then for a lot of people, often men, because I don't find you sexually attractive, that it gives me permission to be mean to you. It gives me permission to, to, to seek you out and be mean to you as opposed to just ignore you. What the fuck? As I saw it the other day, if you're only, if you're only pro-women to those you want to have sex with, you're not pro-woman. And that was, like, very, um, telling. So, it's, it's not everyone's going to be attracted to everyone. Of course not. But why on earth? Because you don't find me attractive, then you feel you get to be mean and shit on me and call me names and, or worse. Yeah. And that being said, I would also, when I was in New York, I never lived in New York, so it wasn't all my life. But when I would walk down the streets in New York looking normal, not dressed up as Nina, and a guy from a construction site would, you know, holler at me and go, hey, thanks, and keep walking. I never took it badly, you know, I'm just, you know, he didn't, I didn't stop. I didn't give him my number, but I didn't go, fuck you. It's like, hey. So it's, it's very nuanced, and it's very, and I have pretty privilege. I know that. I'm a cis female. I am of what's considered a good body shape. Um, uh, SO, I, I recognize that a lot of the energy I've gotten from men, certainly, and also as Nina, because I'm a professional sex person, they're much more respectful of me. They're terrified of me, right? If I was just a regular pretty girl, as a civilian pretty girl, I would, I might not feel so protected, but Nina, they all, they, they all want to be with me, so they're not gonna be mean to me. No, they're gonna try to, try to, You know, make me interested in them. Um, SO, I think, hm. I think women should date in pairs, you know, again, I, I didn't, I got into porn, so I wouldn't have to be alone with a strange man just to get my sexual curiosity satisfied. Right? So, in, in pornography, all we had to do, you show up at work, I get to touch you. I get to talk to you about sex. You get to talk to me about sex. We get to decide what are we doing? What do you hate? What do you love? Got it. And I, I love the clarity of that in our culture because slut shaming, we can't be clear. I can't say, I'm horny, you're cute. Let's go. 5 minutes, broom closet. What do you say? And the scariest thing a woman can do to a guy who's like, hey, baby, he's like, OK, sure. Come on, let's go. They think their brains smell. They don't understand. I'm gonna bring my girlfriend too. Ready for two of us, uh, uh, uh. Right? So, so they depend on us being scared of them. They depend on us being offended. It's like, yeah, of course you want to fuck. Of course you want to be with me. I'm cute, and my girlfriend's cute too. Let's go. Uh, YOU know, so, um, dating in pairs, dating and dating in numbers is, because I would never be alone with a strange man after dark. What? Because I know that's dangerous. And I don't have, you know, I'm on the spectrum. So I really did not. I did not have good, you know, nuanced understanding. So, I like porn, very straight and ji. You're my partner, blowjob, intercourse repositions, Kunne Lingus, done. Got it. Let's go. And so, um, I've done 2000 scenes. I've only regretted 5 of them. Like, I should have called in sick that day, like, uh. So, but, but for me, it's very important, you know. Everything I do on camera, I like doing at home anyway, plus things I do at home that I don't put on camera. So, I was never going against my, many people who make pornography were raised in our culture and are full of shame and, and, and, and have issues around sex because they were taught much more strictly than I was what it was for and hell and sin and damnation. I never got any hell sin, damnation. Gender-based teaching of any kind. It was never boys this or girls this, nothing. So I was left to discover myself. And it was a great, a great blessing my parents offered me, actually. I didn't like it for a number of years because I was actually, you know, rather abandoned and neglected, but because I'm queer, I was also not indoctrinated by any, uh, deep cultural bullshit because they thought they were doing me a solid by, you know, making sure I went to church or anything like that. So, I'm grateful that they did not. Um, TAKE me to church. And I'm grateful that they picked Buddhism as a religion because Buddhism prohibits, um, proselytizing. So this, this is the 60s and 70s in Berkeley, California. So, they could have picked Scientology, they could have picked, uh, something called ET earner seminar training. They could have picked Hare Krishna, all of which were very, um, Indoctrinating, meaning, you bring your kid into it. And they picked Buddhism, which is anti that. So, of all the religions my parents could have found to figure out what the fuck in their life, I'm glad they picked Zen because it was the, the, the best of a bunch."
	},
	{
		"start_time": "1:12:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, I guess that for these sort of sex negative feminists, if you objectify another person, if you're attracted to another person's body, you should be, Put on level one of Dante's Inferno and just I mean, which, which is actually quite fun, let me tell you, because it's like being in a tornado with your loved one for all eternity, so."
	},
	{
		"start_time": "1:12:38",
		"speaker": "Nina Hartley",
		"words": "So yeah, so the, the anti-sex, uh, Christian religious people, I don't agree, and the anti, the, the anti-sex or sex negative feminists, I don't agree, because they are philosophically and energetically, the, the, the anti-sex Christians and the anti-sex feminists are very, are very close because take away the words, so go, again, before words, before ideology, there's energy. And so you, you tape up their mouth and they can't spew their hate. You can feel their deep discomfort, their deep pain. They, they're in great amount of pain. They are, they are isolated from themselves. They don't know how to make connection with other people, and they're, and, and it's painful. And so, again, which ideology they choose to spew depends on the individual person, but what is being expressed is a great deal of pain and terror. Abs abject terror um of Terror."
	},
	{
		"start_time": "1:13:36",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. So let me just ask you one last question then because we've already talked about porn, sex education, feminism. Let me try to, or let me see if there's also a link here between your attitudes towards sex and the fact that You are a nurse as well and worked in healthcare. I mean, do you think that sex should be considered a part of healthcare?"
	},
	{
		"start_time": "1:14:01",
		"speaker": "Nina Hartley",
		"words": "Of course, absolutely, 100%. 1st, we start with um always age appropriate sex education. Um, AND again, this is what the right wing is trying to kill and successfully killed. Um, America is the only industrialized country that does not have a standardized teaching curriculum for every class and every age. So in Japan, a child goes from grade level 6 and moves in the middle of the year to a different school. He's gonna be able to step into the class and know where he's at and what he's doing cause level 6 learns this, level 7 learns this, and in America, Um, every school district gets to pick what it wants, and then even worse, every school district is locally funded. So, in which neighborhoods have better schools and better paid teachers. So there's no, there's no federal standard for teacher pay. There's no federal standard in America for curriculum, and there's no standard for any kind of health education. And even the ones that do offer it. Children can be, can opt out if their parents think it's not right. It's the parents' job to teach a child about sex, but you're not doing it. And that's you get all these pregnant 1314, 15 year olds, you know, um, the father may be 1314, or 15, or 1819, 20, the pastor. Don't get me started. Um, SO, the hypocrisy, um, is, is, is bright and shining. And they don't see it because, again, it's too painful to, it's too painful to confront. They're keeping, they're keeping the boogeymen at bay, and they are ensuring generational trauma is passed down, right? Um, uh, Which is how it works, and there's wonderful work on generational trauma that we can, you know, uh, and not just sex abuse, but of course, racial abuse and religious abuse. So it, it, it just, it, it lasts and lasts and lasts. And now we've had 3000 years of anti-female propaganda that is baked into every law, every attitude, every religious text in the West, um, a, a fundamental mistrust. Of, of women. Um, YOU know, back in the day, if a man, a man could accuse a woman of witchcraft if he desired her because he was taught by his church that desire is of the devil. So if I feel desire for her, she must be of the devil because she is tempting me. All the things. I mean, I, I'm not saying anything new here. Woman's virtue is man's greatest invention. I don't sound like the the Oscar Wilde would say, but the idea, so if women, if women are powerless, why do they need to be controlled so much? No, women are very powerful. And, um, again, and we have what men want. We have, obviously, we have Sex, we have, you know, female bodies, and we also, of course, are the bearers of, of life. Um, AND that just confounds a lot of men and terrifies them. So they do need to control us because it's the one thing they can't do is make more, right? And in terms of, you know, maintaining the population, we could, and I don't, I don't recommend this. I'm not advocating for this, but we could lose 70% of the male population in the world and be fine. In terms of enough men to keep populating and make sure no one's marrying a cousin. So, if It is The avenues to be considered a real man are just changing so much, it's really scary to people who are very rigid in their thinking, and extremists are rigid in their thinking, whether they believe in leftist ideology or right-wing ideology. Extremists are very They're very controlled, and they can't, they'll break. They're, they're, they're, they're rigid, they are brittle, and they're fragile. And they're also very dangerous because they still hold most of the levers of power in this country. And most of the world, and we see it happening all over, you know, our current president making You live in Europe. I don't got to tell you nothing about what's going on."
	},
	{
		"start_time": "1:18:00",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, uh, you know, another thing that you should try in America, social democracy. I mean, it, it, it, it, it works here. You can, you can, you, you can trust us, it works. I mean, it's not like, it's not like, oh my God, you will turn it in Venezuela or North Korea. No,"
	},
	{
		"start_time": "1:18:20",
		"speaker": "Nina Hartley",
		"words": "no, I'm, I'm a democratic socialist. Some things should be locally controlled, some things should be nationally controlled. Um, BUT again, the, the particularly Puritan Calvinistic view is that they are deserving and undeserving people. And the idea that your more means my less, right? They don't think the pie can get bigger. So if you get more, I get less, and you don't get no. And so again, that 2 year old, mine, mine, this is mine. You don't get to have any of it. No. But they make policy. We have a bunch of 2 and 3 year olds running the country making policy, and it is. It is heartbreaking and the, and the damage being done, the damage, certainly damage of America's standing worldwide is in the toilet, um, and was for good reason, and then the damage, we saw 3 more years of this situation. And so the damage. But he's just a figurehead. The powers behind our president have been working for years and years and years, so they want, they want to take over energy, they want to take over education, they want to take over healthcare, they want to take, they want to take over all the, all the pillars of the culture and mold it into their shape, which is very retrograde, women in the house, all the things. And But you can't do that with 350 million people who have 500 million guns between them. So I don't know what's going to happen. I have no, I have no crystal ball, um, but I do know that it is serious. We're in a serious situation. And so, but porn, man. For me, it was a way to get my message out there on somebody else's dime. So, if I think about myself, um, Uh You know, I look very straight, but I'm actually quite queer. So, all my movies have a little, a little bit of queer there all the, all the time, how I treat women on camera. Um, BUT I also, I'm a bit of 1/5 columnist. Um, CAUSE I knew that images are very important. So, here's the most, here's the most radical thing about pornography. It is juvenile, American commercial pornography. It is juvenile, it is shallow, it is sexist, it is racist, it is stupid. But women don't die. So the fantasy, male fantasy is she wants it, that's not a bad thing. She, and then what happens in pornography, she has amazing adventures, crazy experiences, lots of orgasms, and lives. She lives. Every time in American media up until the 1960s, if a woman transgressed, she had to die, go crazy, lose her family, her man, her child, her freedom. She had to be punished somehow for crossing whatever line the movie she crossed, right, sexual line, cultural line. Whatever. She had to be punished, had to be, and now, in, in porn, so if porn is male fantasy. So, in porn is male fantasy, sex is easy. She wants it, she's horny, and she lets you know that she wants it. In real life, sex for men is very difficult. You know, because we're not told to tell you what we want because you'll have your feelings hurt or be a slut, or I can't, I can't admit that I want that because what does that say about me. So, in porn, all the bullshit is stripped away. She's horny, you're here, let's go. And she doesn't die. For all the, and there's plenty of porn that I find visually and energetically unappealing and not nice. But the vast majority, I'm gonna say 90% of the porn out there is just silly, stupid fun where she lives. Go figure, to have sex another day. Get out of town. And it's actually quite radical."
	},
	{
		"start_time": "1:22:10",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Well, look, uh, uh, anyway,"
	},
	{
		"start_time": "1:22:14",
		"speaker": "Nina Hartley",
		"words": "even we can do this again another time if you ever want to do a part two, I'm always down for this conversation. Oh,"
	},
	{
		"start_time": "1:22:19",
		"speaker": "Ricardo Lopes",
		"words": "OK, awesome. I was going to suggest that also because after you read this book,"
	},
	{
		"start_time": "1:22:25",
		"speaker": "Nina Hartley",
		"words": "I can't wait."
	},
	{
		"start_time": "1:22:28",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I'm, I'm, I'm going to send you. Uh, THE title and the author, and then we will have to, to talk about this, but I mean, just to say that I, even with all the issues with the porn industry and all of that, I'm very appreciative and have been for a long while of your body of work, pun intended, so, yeah. And so thank you so much for coming on the show and uh oh and by the way, please later send me the bibliography for me to, I will absolutely. Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nico Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, John Wiseman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]