[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, Ricardo Lops, and today I'm joined by Doctor Eric Storm. He is associate professor of history at Leiden University, and today we're talking about his book, Nationalism, A World History. So, Doctor Storm, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:22",
		"speaker": "Eric Storm",
		"words": "Well, thank you for having me."
	},
	{
		"start_time": "00:25",
		"speaker": "Ricardo Lopes",
		"words": "So what motivated you to write a book on the world history of nationalism?"
	},
	{
		"start_time": "00:33",
		"speaker": "Eric Storm",
		"words": "So, first of all, because there was no such book, so most uh studies on nationalism focus on one country or maybe nationalism in Europe or in Latin America uh or in Africa, but, and they focus on what is specific for nationalism in these uh uh areas and Uh, about 10 years ago, um, my university started a new program, International studies that studied all parts of the world, and we also had students from all over the world. So, I, uh, gave a course there on nationalism and, well, I had no option but to give them. The opportunity to write on all parts of the world. So I got papers on nationalism in Africa, in nat in Latin America, in Asia, and I really became aware that there were many similarities and parallels and, and so, um, I got triggered to, to write a, a book that was so much in need and, uh, um, yeah, that's about the story."
	},
	{
		"start_time": "01:42",
		"speaker": "Ricardo Lopes",
		"words": "And when would you say nationalism, uh, started? I mean, when exactly? Because many people when they think about nationalism, they tend to associate it start with the perhaps 18th, 19th century with the rise of uh nation states, but, uh, when would you put its origins?"
	},
	{
		"start_time": "02:08",
		"speaker": "Eric Storm",
		"words": "Yeah, um, well, I would put its origin, I, I agree with, with most, uh, experts that nationalism is a consequence of the rise of, of, of modern society. So, um, so it's a modern phenomenon that was only really Possible in, in the modern era and I would argue that it arose in the age of revolutions and, and this can possibly best be illustrated with the French Revolution. So the start of the French Revolution was when the traditional estates general, which represented the estates and not the, uh, the whole population, um. REBELLED against the king and the king was sovereign by the grace of God, so he in a sense received his power from above. And then the third estate, which represented 90-70% of the population, they said we're not anymore. Representing a rest category in front of the nobility and the clergy, but we are the national assembly, so we do represent the nation, and the nation then consists of all citizens of France, so. Um, NATIONALISM arose not as a defining the nation as a cultural or ethnic group, but simply as all legal inhabitants of the kingdom of France. So regardless of people spoke Breton or Catalan or Flemish, or French, um, all inhabitants and even religious minorities like the Protestants and the Jews received French citizenship. So the nation was defined in, in terms of the community of citizens and the nation was proclaimed sovereign. So that also meant that The laws should apply to all in the same way, so a constitution was needed, elections were needed, a national parliament was needed. So, uh, nationalism arose, uh, as, uh, also as a constitutional democracy or at least a parliamentary system. Um, SO that is where I see the origins of, of nationalism."
	},
	{
		"start_time": "04:38",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that there were any precursors to nationalism and nation states in medieval Europe and the early modern age or not?"
	},
	{
		"start_time": "04:51",
		"speaker": "Eric Storm",
		"words": "Um. Well, there are instances in which uh the people rallied behind their king, uh, that, that there was uh hostility to foreigners. So, um, what we now, nowadays associate with nationalism, there are a lot of phenomenon that, that occurred before as well, um. But in general, um, what happened before the, the age of revolution was, was very different, so people still generally believe that power was conferred by God to the monarch and that you had to abide, uh, the monarch. If not, you were going against God's will and so, um, Um, The The way things functioned was, was fundamentally different and so identities also were not so much national as they were primarily local or maybe regional, but more important than territorial identities were religious identities. So your identity was primarily, are you a Christian, a Jew, a Muslim, or a Hindu. And um uh and then your legal position was determined by your The estate to which you belong, so legal rules were different for members of the nobility, for members of the clergy, for the burghersers of cities, for members of the guilds, for free farmers or for serfs or slaves. So each group had its own specific rules, so there was no So the rules that apply to you depended on, on your social status and not on uh your, your territorial belongings. So it, it also, these territorial belongings also were vague and not very relevant in everyday life."
	},
	{
		"start_time": "06:57",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, you talk about the age of revolutions and the invention of the nation state as you put in the book in the US and France. Has nationalism then spread from the West to the West? Is that how it worked?"
	},
	{
		"start_time": "07:17",
		"speaker": "Eric Storm",
		"words": "Um, Yeah, so it was, so it was invented in, in Europe and, and maybe also accidentally in, in uh the Americas in the United States, uh, but it became But it became a very influential and attractive model. So it was an attractive model for educated middle classes around the world because they also wanted legal equality. They also wanted uh citizenship. They also wanted uh political participation. So this, this nation-state model that, that, uh, arose in France really was very influential around the world. So even in parts of Africa and Asia, uh, already, uh, at the, the end of the 18th century. So for instance, also Haiti became independent and they also adopted a constitution and a parliament, so they really uh became the first American, uh, uh, Latin American nation state. Um. Um, BUT it was also, paradoxically, it was also attractive to all kinds of traditional rulers, but because the nation state proved to be very effective in raising more taxes and also partly because of the introduction of military service, so the citizens should serve in the national army, uh, armies became Much more, much stronger. So traditional rulers, if they wanted to protect themselves against Western imperialism or to expand their realms, uh, the cost of their neighbors, um, they were more or less forced to, um, to transform their first, their military, so adopt conscription and uh acquire modern weaponry. But in order to pay for that, they had to raise more taxes and um so they generally abolished all kinds of privileges, uh, feudal rights, um. In order to have all inhabitants pay the same amount of taxes and therefore they also introduce legal equality. And in the end, as a as a capstone to a large process, they generally also offered some form of political participation. So what you see is that the Ottoman Empire, Imperial Japan, even China, but also a country in Africa like Ethiopia, they slowly adopted the nation-state model in order to, to survive in the, in the global arena."
	},
	{
		"start_time": "10:10",
		"speaker": "Ricardo Lopes",
		"words": "Mm. So, uh, earlier you mentioned how the, I mean, the first few nation states, at least over time adopted the constitution, a form of representative government, and then in the book you go step. By step through the other elements and institutions that over time have become inextricably linked with the nation state model, uh, tell us about national citizenship. How did it develop over time and who were the people that got included in the process?"
	},
	{
		"start_time": "10:51",
		"speaker": "Eric Storm",
		"words": "Yeah, interestingly, in, in the French Revolution, um, um, active citizenship was actually quite broad, so, um, um, most males could vote, so women were excluded, so it, it took almost, well, more than a century for women to, to gain the vote, but almost all men could vote, but voting was done at 3 different stages, so. First at, at the village level, then at the uh uh the, the level of the um uh of, of the, of a small region and then uh at the level of the department and um on voting was done on all kinds of uh local issues, so voting took a lot of time. So on the local level, many ordinary people participated, but then they elected their representative to the departmental level and their um Deliberations often took about a week, so ordinary people could not afford to go away for one week without having, getting any pay. Uh, SO it were, um, uh, uh, the well-to do who were able to participate in uh these uh regional uh or these departmental uh assemblies where then the, uh, the national representatives. WERE elected, so it effectively excluded the lower classes from really becoming active at the provincial and the national level, but after the French Revolution, what was introduced was sensory suffrage, so only people who paid a certain amount of taxes were allowed to vote. And so effectively the, the poorer people were excluded, um, but not only women and the poor were excluded, but in general also uncivilized people were excluded. So this, this becomes particularly clear in the Americas where um Not, not just uh enslaved people were excluded um because they were not seen as as citizens, but also indigenous population were largely excluded as they were also seen as not rational civilized people, so they did not receive full citizenship in the United States, for instance, until the 1920s, uh, yeah, the 1920s, so more than Uh, Almost 150 years after receiving independence. Um, SO there were, uh, this process of, of emancipation, um. Uh, TOOK quite long in the United States, you also have all these discriminatory rules after the Civil War against participation of, of black, uh, people in, in voting, and this only ended in the 1960s with the civil rights movement. So, so you see all kinds of emancipatory movements of which, uh, female emancipation is, is, uh, probably the most, most important."
	},
	{
		"start_time": "14:11",
		"speaker": "Ricardo Lopes",
		"words": "Right. And how does the nationalist identity develop among a people? Because I mean, uh, a nation state is created where it didn't exist one before, uh, so the same people who live there have to sort of make that transition to an to an identity they didn't have before. So how does that occur?"
	},
	{
		"start_time": "14:38",
		"speaker": "Eric Storm",
		"words": "Yeah, well, well, interestingly, uh, identity and language and culture was not very relevant at, at the very start. So during the age of revolutions, France, for instance, uh, expanded, included parts of Germany, uh, the Low Countries, Catalonia, Italy, and all these people, whatever their linguistic or religious background was, became French citizens. So, so culture and language was not an issue. It only became an issue during the Romantic era, so the early 19th century when, uh, uh, especially, uh, German thinkers came with the idea that every people has its own language, uh, its own culture, and therefore also its own collective personality or, or its own soul or identity and um. As such, they also argued that every people with its own language and culture do deserve their own state. So this was a strong motivation after German unification in the 19th century, also Italian unification. But the thing is, uh, in the world today, there are still 7000 languages and there are only not even 200 states, so there is a profound mismatch between, um, potential culturally defined nations and the actual number of nation states, um, but, but still the idea that All members of the nation should speak the same language and have the same culture became very influential and so you see that especially when suffrage rights are extended towards the end of the 19th century, also including the lower classes, um. Uh, STATES start, um, paying more attention to primary education. And so in primary education, people learn the national language, they learn the glorious history of the fatherland, they learn, the diversity of the national geography. Uh, SO they really, uh, really there is a process of nation building or uh Assimilation or one could even argue nationalist indoctrination through, through the educational system. And so this also happens um. Uh, uh, ALMOST globally, uh, a strong, more attention for primary education and so really educating, um, the, the children to become, uh, good patriots. And in France, this process is in a, in a very famous study, this is called, uh, turning peasants into Frenchmen. Um, BECAUSE in France, half of the population did not even speak French, so they, because of this process through education, they, they were turned into, um, well behaved French speaking citizens."
	},
	{
		"start_time": "17:51",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So you, you mentioned education there. How about the introduction of things like a centralized bureaucracy, individual property rights, and legal equality? How did that, uh, occur over time?"
	},
	{
		"start_time": "18:08",
		"speaker": "Eric Storm",
		"words": "Um, SO this, this was also very important. So what you see is that, um, Uh, all kinds of traditional states, but also European, uh, colonies in, in Asia and later also, uh, in, in Africa, they start adopting very similar institutions, adopting private property in order to be able to tax all the, the farmers. Um, FARMERS need to produce for the market in order to, to have money to pay for these taxes. You see the introduction of conscription everywhere. You see the introduction of modern education systems. Uh, SO the model of the, the nation state and, and it, it, uh, It, it, it is a European model, but it is also adopted by independent states as I already said. So the best case is, is Japan which, uh, in the Meiji Restoration at the end of the 19th century fully adopts, uh, European institutions, uh, the organization of the military, of the education, the healthcare system. Everything is modeled after, um, European examples."
	},
	{
		"start_time": "19:28",
		"speaker": "Ricardo Lopes",
		"words": "And what kind of nationalist radicalization occurred from 1885 to 1914 and how did it lead to World War I?"
	},
	{
		"start_time": "19:41",
		"speaker": "Eric Storm",
		"words": "Yeah, well, that, that is a complex phenomenon. Um, WHAT you see is that in the second half of the 19th century, there is lowering of trade barriers, uh, uh, there is more international cooperation, the opening up also of new markets like the opening of Japan. Uh, FOR free trade, the opening of, uh, uh, China, uh, but what you see is that from the end of the 19th century, and especially, um, the, um, The, the, the struggle for the colonization of Africa. Um, IT is not anymore about opening up uh Africa for free trade, but it is, and this is decided at the conference in Berlin in 1885. You can only claim parts of Africa if you effectively occupy them, and this means that the scramble for Africa turns into a scrambling for territories that are for exclusive use. By the um Uh, by the imperial power, by the occupying power, and this also leads to, um, more protectionism, something that we see, uh, today as well, and, uh, so to growing global rivalries between the major powers and at the same time you also see the rise of racist, uh, uh, ideas, uh, so about racist, racial differences. Um, BUT interestingly, so we think of this period as the heyday of nationalism, so and that this, this ended in the First World War where all these nation states fiercely clashed and fought a very brutal war, but in fact all powers, almost all powers that participated in the First World War also were empires and racial ideas. Do not really match with national ideas. So there is the, the white race or some spoke of the Germanic race or the Latin races, but races are larger than national boundaries. So it's a, it's a kind of paradoxical period in which um the Um, the rise of xenophobic ideas of international rivalries, of, uh, imperialism, um, this all is on the rise and leads to a lot of violence, uh, but at the same time, it is not a world of equal nation states that, that is dominant in this period."
	},
	{
		"start_time": "22:30",
		"speaker": "Ricardo Lopes",
		"words": "And were empires, particularly the European empires, also nationalized?"
	},
	{
		"start_time": "22:39",
		"speaker": "Eric Storm",
		"words": "Yeah, yeah, so, so we tend to think of empire and nation state as two different entities, but, uh, until the 1960s, most big European powers also were nation states, but at the same time they were empires, um. Uh, AND so what they did and what we see nowadays as well is that they mobilized nationalist feelings also in order to defend their imperial ambitions. So the prestige of your nation state depended also on having a large amount of, of colonies. So Germany. And, and Italy after the First World War, or Germany lost their, their colonies, uh, the, the, the Nazis really wanted to have an empire, so they were fiercely nationalist, but they also decided we need to have um um Lebensha, we, we need to have an empire. We need to have Um, living space, especially in Eastern Europe, in order to be, uh, seen as a, as a global and, and, uh, a big power."
	},
	{
		"start_time": "23:55",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what was the impact of the First World War on nation states?"
	},
	{
		"start_time": "24:03",
		"speaker": "Eric Storm",
		"words": "Well, what we see is that at the end of the First World War, some of the empires Disappears. So the Austrian-Hungary Empire disappears, uh, the Tsarist Empire disappears, and also the Ottoman Empire disappears. And what we get instead are new nation states, uh, in most cases, and um this is also very much helped by Wilson who proclaimed the right to self-determination. But interestingly, the idea of self-determination also um uh resonated in the rest of the world. So Egyptian nationalists, Syrian nationalist, nationalists from Korea, from China, they also appealed to the right to self-determination to become independent or in the case of China to To get rid of the, the uh uh foreign occupied territories. Um, BUT Wilson did not mean self-determination for the rest of the world and, and England and France with their huge empires were not very inclined to give up their empires either. So the, the right to self-determination. Was only applied to civilized European nations in a sense."
	},
	{
		"start_time": "25:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what happened when it comes to nationalization between the two world wars and what was then the impact of World War II on nation states?"
	},
	{
		"start_time": "25:46",
		"speaker": "Eric Storm",
		"words": "Um, YEAH, so, during the Second World, uh, or, or during the, the interwar period, we see first a period of, of stabilization of international cooperation, but then quickly after, especially after 1929, we see the rise of fascist movements and, and the fascists come to power first in Italy early 1922 and then in, in Germany as well, and so we see tensions on the rise again. Um, Um And, and what happens is that they and also um Imperial Japan, uh, their policies are explicitly racist, so, um, the European colonial powers also uh were quite racist and so were the United States, but it was not part of their official rhetoric and in Nazi Germany, uh, this really was the case, uh. And, and also Imperial Japan was uh really saw itself as superior to the, to the other uh uh Asian territories that it liberated from, from the West. Um SO what you see after 95, 45 is a kind of backlash. So open racism becomes kind of taboo. Uh, European powers also understand that they will have to treat the population of their colonies, uh, in a more equal way, so they start kind of transforming their imperial, uh, uh, realms into a more egalitarian, um, Commonwealth, the British Commonwealth, for instance, or France tries to, to turn the empire in the French union. Uh, IN which all territories more or less have the same status, um, but one politician in France, uh, Edouard Henriot, a former prime minister in the debates on the new constitution of this French Union, he also argued, uh, we do not want to be ruled by, uh, the people from the colonies. So even though they Uh, try to create a more egalitarian empire, it was also clear that power would remain in the hands of Paris or London and that at most the inhabitants of the colonies would be second-rate citizens, and this is also very clear in all kinds of social security regulations. They did not apply to, to the colonies. Um, AND so this was really an incentive also for the independence, uh, movements. Mhm."
	},
	{
		"start_time": "28:41",
		"speaker": "Ricardo Lopes",
		"words": "And what happened after 1945, that is after the Second World War, and up to 1979 with the more modernization of nation states and the dissolution of colonial empires?"
	},
	{
		"start_time": "28:58",
		"speaker": "Eric Storm",
		"words": "Yeah, so, so interestingly this has been seen as, as a period of um Uh, the rise of independence movements, um, but it was at the same time also Empires understanding that the position and, and the situation was not tenable, so they were also willing to give up their colony. So, so it was reluctant. It, it happened slowly. It took decades in most cases and a lot of pressure and often sometimes a lot of violence in order to happen, but they did not cling to their empires. Well, Portugal maybe is a, is a small exception. Um, uh, BUT, um, Um, this was the, the general tendency, but interestingly, national identities in this period were not emphasized. So what was important in this period was modernization. Um, PROGRESS. So what you see is, um, for instance, the agricultural revolution happened in this period, so new, uh, varieties were created of grain, of corn, of, of rice that had a much higher, um, um, output and so the, um, It is the period of the mechanization of the countryside of also more efficient, larger plots. So what you see is that the countryside throughout the world became much more similar and new buildings were mostly built of concrete, were very so. Traditionally, the countryside was the part of where uh vernacular culture, where traditions were cherished, where typical buildings could be found, and this disappears quite quickly in the, in the 1950s and 1960s, and the same happens in the cities. Everywhere in the world, you see the same. STEEL and glass buildings arise, high rise buildings, the invention of, of air conditioning is is very important there as well. So there was no need anymore to, to take into account climatic conditions. One could build the same buildings everywhere around the world. And a nice example is, is Brazil, where a new, a totally new capital, Brasilia was built in the midst of the jungle and building materials were fled in with, with airplanes, um, and the streets have no names, so there are no references to Brazilian history. It is just uh numbers. And all buildings, uh, have the same size and the same look, uh, so it's a very rational, uh, city, uh, with no particular Brazilian identity except for the name of the city, um, and so this is what we see happening everywhere around the world, so it's a period of, of Independent nation states, so the nation state really becomes the dominant form of statehood, uh, but at the same time, national differences, uh, largely disappeared during this period."
	},
	{
		"start_time": "32:21",
		"speaker": "Ricardo Lopes",
		"words": "OK. And what was the role played by international organizations, if any, like the United Nations and the International Monetary Fund in the process of nation-state formation during the 20th century?"
	},
	{
		"start_time": "32:40",
		"speaker": "Eric Storm",
		"words": "Yeah, so, interestingly, um, what, what we see is that, um, Well, all former colonies adopt, uh, the, the, the template of the nation state, so the nation now is sovereign, it's a nation of citizens, so most African countries are very, uh, diverse as well. Many languages are spoken, um. So it's the, the, the community of citizens that becomes independent. All countries need a flag. So if you go to the United States, to the United Nations, your flag should be visible outside of the building. You need an anthem. You need a parliament, elections, a constitution, and also, um. Uh, ALL kinds of institutions like the World Health Organizations, the IMF, the World Bank, they also impose certain standard institutions. So if you want a loan from the IMF, you are forced to adopt all kinds of accounting mechanisms from the IMF. Um, THE World Health Organization defines diseases and the way these diseases should be treated globally. So, so what we see is a process of growing, uh, homogenization through these international organizations."
	},
	{
		"start_time": "34:06",
		"speaker": "Ricardo Lopes",
		"words": "And tell us about how over time nation states started to provide more services to wider sections of their population and many adopted, for example, the model of the welfare state, as well as the emancipation of women, indigenous populations, the LGBTQY plus community, and so on."
	},
	{
		"start_time": "34:33",
		"speaker": "Eric Storm",
		"words": "Yeah, so, so, um, I think this, there are, there are two, there are two distinct phases. So first of all, what you see in the, in the post-war period is, um, a very strong emphasis also on the, the welfare state. So, Uh, even independent African countries try to provide education, uh, healthcare, uh, assistance to the needy, um, for their population, and, and it's, it's very difficult because you need a lot of, uh, of money for that, um. Um, BUT it's, it's a global process. You also see it in the communist world where the, the welfare state is even more important and also in many African countries where this is mostly also organized in a slightly different way through enterprises and, and, uh, neighborhoods uh or. Organizations, um, but this is a tendency you see very strongly in the 1950s and 1960s and early 1970s, but then the, the, the 1970s really are, are a turning point. So what we see is the oil crisis is very important and um Both in the capitalist world and in the communist world, it is the regime struggle to find an answer. So we have in most countries uh higher debts, um, uh, inflation, uh, growing, um, uh, unemployment, scarcity in uh, in the communist countries, so people line up for the shops, um, so. And in the Western world, It is neoliberalism that is the kind of answer, uh, so what you see is that the welfare state is, uh, well. The, it, it is diminished, uh, so it becomes less important and many parts were also, uh, suffer severe budget cuts, um, but what happens is that, um, markets are opened up, um, it is not the government who should decide what happens, but it is markets and market forces, um. But together with the, the rise of neoliberalism and, and especially it's the, the election of Margaret Thatcher in 1979, of Ronald Reagan in 1980, that, that really is a kind of turning point here, um, but at the same time you see also the rise of identity politics, so In the 1950s and 196960s, social movements focused on the welfare state, so on more social security, on higher wages, but you see that many indigenous communities, um, but also the LGBTB community, um, uh, they start focusing on rights, on human rights, and also respect for their own culture. Um, AND this is what you see in the Americas with, uh, um, the, the civil rights movement is a very strong incentive here, but it is also taken up by a lot of indigenous communities in North America, but also in South America. Um, THE Aboriginals in Australia, for instance, start a kind of emancipation process, um, but you also see a kind of return of religion. So religion. Uh, AND it's basically also majority populations that play for a bigger role of their religion in the specific policies of their country and, and another turning point here is the Iranian Revolution of 1979, so the same. YEAR is a turning point also for neoliberalism. This is also the breakthrough moment one could argue for, for um um religious identity politics, and 1979 is also the year when in the United States. The evangelicals, uh, uh mobilize and really try to put their agenda of, uh, um, um, uh, patriotism, uh, against, uh, abortion, um, and, uh. And, and more attention for family uh uh traditional family norms, uh, they put it on the political agenda as well. So you see, uh, the rise of, of identity politics, both of minorities and of majorities uh starting already in the, in the late 1970s."
	},
	{
		"start_time": "39:25",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you now about the influence of nationalism on culture and several different kinds of cultural practices and also how those cultural practices have contributed to helping fashion a sort of. World of discrimination. So how does nationalism influence the arts and the humanities mapping, uh, its dissemination through, uh, media like newspapers, television, and social media?"
	},
	{
		"start_time": "40:00",
		"speaker": "Eric Storm",
		"words": "Um, SO a lot of questions. Um, SO maybe let's start with, with the sciences. So from the, uh, early 19th century onwards in the Romantic era, so the idea is that each people has its own personality and so in order to understand this personality, you have to understand its Evolution. So, the romantic era also is the, the, the era, the rise and professionalization of the science of history, the study of history becomes very important and history writing from this moment onward is basically national history writing. So the nation or the nation state becomes the main unit. To study the past and uh this also happens to art history, literary history. So what these scholars do is really define the culture of the nation, how it evolved over time and what is its most characteristics and glorious uh uh aspects. So the sciences, the humanities become very national, but the same is also true of, uh, the social sciences, so. Economy is the study of either domestic economy or international economy. Politics is the study of international relations between nation states or domestic politics. In statistics, Numbers, statistics are gathered on a national level. So the nation state again is the basic unit for comparative studies or for studying developments of the population of the health of the population. Um, SO the, the nation state really becomes the, the, the main unit for, um, both the humanities and the social sciences and even hard sciences like, uh, like statistics. And then, um, what you also have is the construction of national culture. So painters start to paint, uh, history, uh, paintings uh with, with national heroes or typical landscapes, uh, scientists go out to, to write down, uh, folkloric stories. Um, YOU have, um, when Particular landscapes are protected, which starts in the United States. It is not called uh uh a natural park, but it's called a national park. So, typical landscapes are in a way nationalized, become part of a national patrimony, and what I found very interesting also is the nationalization of food practices. So, In the 19th century, uh, the poor, they, they just ate what they could get, so very simple. There are no recipes needed. Um, AND the rich generally tended to adopt, uh, the culinary standards of, uh, high society which in Europe was and, and many, many parts of the Western world was, uh, the, the French, uh, uh, culinary traditions, the high cuisine, which originated in the, the culinary traditions of the French court. And the same happened in um the Ottoman Empire and in China, for instance, there, the, the court also set the standards for um uh for culinary traditions, but what happens at the end of the 19th century is that Um, all kinds of authors start writing national cookbooks, so French, um, cuisine, Italian cuisine, Spanish, uh, Portuguese, uh, uh, Mexican cuisine. And they write it primarily for housewives. So it is the traditional cuisine for ordinary people. So it's basically for the middle classes. These are the people who can afford to buy a cookbook, who can afford sufficient food in order to have real recipes and diversified meals. So what you see really is A nationalization of food practices and we now see it also in restaurants. So everywhere in the world, you can go to a Chinese, Mexican, Italian restaurant. Um, SO ethnic foods, as we call it, it, it, it's a misnomer because it is national food, uh, really have become dominant around, uh, around the globe."
	},
	{
		"start_time": "44:48",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. So you mentioned lots of different uh cultural practices there. What about sports and tourism? I mean, in sports, particularly with events like the Olympic Games, in what ways do you think that might contribute to, uh, fashioning the world of discrete nations?"
	},
	{
		"start_time": "45:11",
		"speaker": "Eric Storm",
		"words": "Yeah, so I think sports is, is extremely important, and, but the interesting thing of sports also is that it's, it is, um, uh, we say it is national teams, but these nations are only um the nation states, the member, member states of the IOC. So if you are a nation without a state like Catalonia or the Kurds or the Flemish. You cannot participate in the Olympic Games or in World Cup football. Um, YOU need to have a state that becomes a member of, uh, of the IOC and is recognized on the international stage. Um, AND then, so, uh, what we see also is that people tend to rally behind their national team, especially or sportsmen, especially if they are very successful. Um, AND what happens is that, uh, all kinds of minorities in general also rally behind, uh, the flag. So in Cameroon, for instance, the, the football team is very successful in, in the Africa Cup, for instance, but also at World Cups. And so Cameroon has over 200 languages and different ethnic groups, but when the national team plays, everybody is watching the game, and, and so there is a kind of national conversation. People rally behind their team. And in Europe, what we also see is that um the multicultural. The nation that has become a reality in most parts of, uh, of the world is really visible, uh, best visible on, on the pitch. So, uh, the French national team consists of people with, with, uh, all kinds of backgrounds from, uh, different parts of French African colonies from, uh, uh, but also from mireb immigrants, um. Uh, FROM a Basque background, all play for the French national team and, and so it is really the nation as the community of citizens that is really visible, uh, visible there, but there are also cases. Uh, HARDCORE Catalan nationalist one chair for the Spanish national team, for instance, uh,"
	},
	{
		"start_time": "47:35",
		"speaker": "Ricardo Lopes",
		"words": "mhm, yeah, uh, tell us about the exceptions to the nation state model like the absolute monarchies of Saudi Arabia and Brunei or religiously defined states such as the Vatican City and the Islamic Emirate of Afghanistan."
	},
	{
		"start_time": "47:55",
		"speaker": "Eric Storm",
		"words": "Yeah, so, so, um, uh, what one could argue is that, that the model of the nation-state really since the 1960s has become dominant. So almost all, uh, states that became independent adopted the nation-state model and this very contrary to the, the, uh, the, the ethnic or cultural model. So there are thousands of Uh, ethnic or linguistic communities that do not have their own state, uh, so this is not a reality. What is a reality is the adoption of the nation-state model, so the nation as citizens. Um, SO there are, there are only 4 exceptions in the world right now, and which, which is really, uh, incredible because the nation-state model only was invented 200. 50 years ago. So for, for a historian like, like I am, this is a very short period in the thousands of years of human history. We have empires for probably 10,000 years. We have kingdoms, we have tribal configurations. We have city-states. They, they exist for already thousands of years. But the nation state only appeared at a very late stage in human history, but really now has become the dominant form of statehood. And so what you see in Saudi Arabia is already women have received more equal rights over the last few years. There is a kind of consultative assembly, so they're slowly moving towards the nation state model as well, and I think if you would really ask. Have uh free elections in Afghanistan, then the people would, would prefer, uh, um, a, a constitutional system to, to their emirate, uh, probably."
	},
	{
		"start_time": "49:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and earlier you when we were talking about sports, you mentioned that uh there are nations like the Kurds and the Catalans that do not have their own state and so they are not recognized as such. What do you make of them?"
	},
	{
		"start_time": "50:15",
		"speaker": "Eric Storm",
		"words": "Um, YEAH, well, the, the, the, the idea of, um, A people with its own language, with its own culture, and therefore deserving to have its own state is still very much alive. And if you look at Catalonia and the Kurds, for instance, there are a considerable group of people. The Catalans, Catalonia, if it would become independent, would be a middle sized European country, similar also in wealth and population numbers like Finland or Austria, which are well recognized members of the European Union. So because they are not independent, they also do not have a seat in the European Union nor in the United Nations. So it's also a kind of frustration for them. But on the other hand, it is also quite paradoxical because a lot of Catalan speakers uh live outside of Catalonia, so the region of Valencia, for instance, uh, they speak a similar language with they probably define themselves as Valencian, but one could argue it's a, it's a form of Catalan, um. The Balearic Islands, uh, even in the south of France are, are Catalans, but it's not the, the Catalan people that demands independence. It was the region of the autonomous region of Catalonia that demanded independence, and there half of the population has Spanish as its first language, and moreover, almost all people in Catalonia are bilingual. Um, SO, so the. And in the case of the Kurds, um, it, it was the Kurdish region of within Iraq, an autonomous region within Iraq that had organized a referendum in 2017, and it were not the Kurds in Turkey or Syria or Or Iran that, that could participate. So here we also see that, that you need uh a kind of state or a provincial authorities in order to make yourself uh heard at the international stage and even then it's complicated because nobody recognized these independence uh uh referenda."
	},
	{
		"start_time": "52:44",
		"speaker": "Ricardo Lopes",
		"words": "So let's talk now a little bit about nationalism and its impact on current politics. So um how do you look at the current state of nationalism and in what ways does the rise of nationalism manifest itself worldwide?"
	},
	{
		"start_time": "53:05",
		"speaker": "Eric Storm",
		"words": "Yeah, so I think this is, this is uh very interesting because we all see that nationalism really is on the rise, especially among, uh, populist, right-wing, right-wing populists, um, and, and it's very exclusive culturally, uh, um. Uh, COLORED nationalism, so, so against foreigners, immigrants, um, emphasizing all kinds of cultural, uh, traditions, um, and I think what we see is on the one hand, the rise of neoliberalism which has really been the dominant ideology since the 1980s. This meant that, that many issues, um, economic issues. Disappeared from political debate because they were argued this is up to the markets, so there are not many political debates on the gap between rich and poor or raising pensions or Um, so these debates which were dominant in the 1950s and 1960s have become, uh, have, have largely disappeared from the political arena. And on the other hand, what has become much more important are identity issues. And so, um, uh, identity of the majority but also identity of all kinds of, uh, minorities. So identity politics really has become center stage in, in the political arena, in most parliaments, in most elections as well, um, and this has been strongly encouraged also by, uh, commercial media and especially the, um, Internet and social media. So the social media uh enterprises like Facebook, uh, uh, YouTube, uh, uh, Instagram, they want people to spend as much time as possible on their platforms and so what they do is their algorithms, they stimulate, um, Emotions, extreme opinions, extreme footage, so the stranger, the more outrageous the images or opinions are, the more they are stimulated on the social media and also on Um, commercial television stations in, in general, uh, and so what we see is a, is a very strong polarization, um, based largely on identity issues, um, and, and this very strongly this weakens centrist political parties and encourages, uh, very much political parties that focus on these identities issues, especially, uh, uh, uh, right-wing populists. Which came to power in Brazil with Bolsonaro, uh, uh, in, in Hungary with Orban, uh, in, in India with, uh, uh, Modi, and now, uh, uh, Trump in the United States is, is probably the, the best example. Um, SO, so we see a very, uh, different, um, different environment, uh, nowadays, and, and, yeah, it's kind of worrying now, I would say."
	},
	{
		"start_time": "56:32",
		"speaker": "Ricardo Lopes",
		"words": "And in the countries where there's been a rise of that kind of far right nationalist rhetoric, there's also been xenophobic incidents, right? I mean, and that's also a manifestation of nationalism taken to the extreme,"
	},
	{
		"start_time": "56:50",
		"speaker": "Eric Storm",
		"words": "correct. Yeah, yeah, that, that, that's certainly the case and uh um so, so right wing violence and, and, but, but also as we have seen in, in the United States, uh, there are also some. Uh, ISOLATED figures that, that take up their, their guns and, and try to kill right wing influencers, for instance. Uh, SO, so, uh, the atmosphere gets heated up and, and, um, yeah, this is not a very pleasant world anymore, um, and then the future does not look very bright, I would say."
	},
	{
		"start_time": "57:31",
		"speaker": "Ricardo Lopes",
		"words": "And so finally, I mean, still on the same topic, but this will be my final question. Uh, WHAT do you think about the recent guarding of national borders that in certain countries has been strengthened, especially against the entry of poor immigrants?"
	},
	{
		"start_time": "57:50",
		"speaker": "Eric Storm",
		"words": "Yeah, so, so what we see is that, that the xenophobic rhetoric is very much against poor immigrants, so expats and, and, um, um, rich people that buy a second home, for instance, are, are often still welcomed. But it's especially poor immigrants and, and they're associated, especially if they have different skin color of a different religion. So in Europe, it's, it's mostly anti-Muslim as well or anti-African, anti-black. In the United States, it's, it's mostly against the Hispanics, um. And so, um, this is what you see, so, so a kind of hostile, xenophobic reaction also from, from governments, uh, but the interesting thing is that we also see a kind of uh resurgence of imperial tendencies. So, um, Putin is extremely nationalist, but he also tries to, uh, conquer, um, uh, Ukraine. Um, Xi Jinping in China is also extremely nationalist, uh, but he also tries to create new islands in the South Chinese Sea, uh, and annexing territorial waters to the detriment of, of neighboring countries like Vietnam, the Philippines, and even Indonesia. So they're expanding, uh, uh, in the ocean. Uh, AND Trump, uh, is extremely nationalist, but he also claims the Panama Canal. He, he wants, Greenland, uh, he wants to add Canada to the United States even though a large part of the Canadians have French as their, uh, uh, national language, uh, so. So language and culture do not seem to matter. It, it is also um creating kind of new, new imperial states, um, where it's not. An international order existing of equal nation states that Where, where there still are power differences, but at least in the United Nations, in the General Assembly, every country has one vote, and it is the international order supposedly consists of equal partners that collaborate. To decide on the future of the world, but what we see lately is, uh, the law of the jungle, uh, might is right. The big powers, um, they take what they can get, or they impose their will, uh, what we see very clearly in the case of Trump and his tariff war, they impose their, their tariffs. Quite arbitrarily on, on countries around the world and small countries, for instance, in um in Europe, um. Switzerland got a tariff of I think 38%, uh, so the European Union, many countries complain that we now have a tariff of 15%, but Switzerland is alone and, and it's a, it's a puppet in the hands of Trump and, and so they have no negotiation power. So what we, what we see here very much is that the strong can, can impose their will on, on the weak. So we see a kind of new uh uh resurgence of imperial tendencies in, in a slightly different way and, and so geopolitics is, is, uh, is changing very fast. And the interesting thing is that many nationalist movements in Europe wanted to leave the European Union, but now they understand we need Europe to protect us against Trump in a sense."
	},
	{
		"start_time": "1:01:48",
		"speaker": "Ricardo Lopes",
		"words": "Right, and do you look at this as a worrying trend and something that could even get worse in the future?"
	},
	{
		"start_time": "1:01:58",
		"speaker": "Eric Storm",
		"words": "Yeah, so, so, um. I, I think the major threat to humanity nowadays is, is climate change and um for that we should cooperate harmoniously together as citizens of the world, um, but if imperialism is on the rise and, and in the case of Trump, there is no, he even ignores climate change and, and stimulates the oil industry and, and. And stops uh uh wind energy projects, so that is not very helpful and, and international collaboration uh does not really come off the ground this way."
	},
	{
		"start_time": "1:02:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so let's wrap up the interview here then, Doctor Storm. The book is again Nationalism A World History, and of course leaving a link to it in the description of the interview. And would you like to tell people where they can find you and your work on the internet?"
	},
	{
		"start_time": "1:03:04",
		"speaker": "Eric Storm",
		"words": "Yeah, so, uh, uh, I have a personal website on the, uh, from my university, so, uh, and, and I have a lot of my publications also on the, on the web, so, uh, uh, but the book, the book should be available. There's a Spanish translation, uh, already, and there will be translations into Romanian and Bulgarian as well, uh, so probably, uh, we, hopefully we get more translations as well."
	},
	{
		"start_time": "1:03:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I recommend it to everyone. I mean, it was a great read for me, so thank you so much for coming on the show and for writing the book. It was a fascinating conversation."
	},
	{
		"start_time": "1:03:41",
		"speaker": "Eric Storm",
		"words": "OK, thank you very much."
	},
	{
		"start_time": "1:03:43",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel Pancortezus Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wiseman. Daniel Friedman, William Buckner, Paul Georgianno, Luke Lovai, Georgiuss Theophannus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers is are Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlamon, Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]