[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm here today with Keegan, a fellow YouTuber and podcaster from the YouTube channel Essential Salts, and he's also the host of the Nietzsche podcast. And today we're going to talk. About N Nietzsche. I mean, I guess we are two Nietzsche enthusiasts. I've had many Nietzsche scholars on the show and I've been following Keegan's work for a while now, so I thought we could have a good talk. So Keegan, welcome to the show. It's uh very nice to meet you and to everyone."
	},
	{
		"start_time": "00:34",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Thank you very much. Uh, IT'S my pleasure. Thank you for having me."
	},
	{
		"start_time": "00:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, look, I, I, I would like to start, uh, before we get into the topics I prepared, I, I'm curious, what got you interested in Nietzsche and then perhaps, uh, after that I can also tell my personal story about that, but how did you get into his philosophy?"
	},
	{
		"start_time": "01:00",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "I think the first time that I encountered Nietzsche was when I was a teenager when I was first going to college and I had a very typical experience, uh. That many people, many young men have, uh, I picked up Beyond Good and Evil and opened the first pages and immediately didn't understand what I was reading and it was sort of looking for, you know, I had heard Nietzsche was this radical anti-Christian and I was very much into atheism at that time, um, you know, I guess I still am technically, but you know, it was, uh, the days of the new atheists. And uh I was, that was one of the things I was interested in in the philosophy program was learning historical, uh, arguments or, or, you know, historical figures who might give a different perspective, different arguments as to why they opposed Christianity. And I could immediately tell that I remember I went to the Antichrist and you know, both of those books begin in very strange ways if you're used to like this sort of like rationalistic form of argument that the new atheists are very famous for. He's beginning his books by saying, suppose that truth were a woman or let us look one another in the face. We are hyperboreans, you know, you're immediately in kind of strange territory, but I knew that there was something there that I really, uh. You know, Nietzsche is just such a wonderful writer, and such a lyrical writer that it was very enjoyable to read him even when I was confused about the overall point he was making. And as I learned over the years, uh, there, Were things that Nietzsche was addressing, for example, in Beyond Good and Evil that speak to the history of philosophy or metaphysics that I wasn't yet familiar with and, um, you know, a whole background in Nietzsche's life and his career that I wasn't really familiar with. So it took me many, many years. I would say probably the course of a decade before I feel like I was picking up Nietzsche's books and actually understanding what I was reading and by that time I had dropped out of school. Uh, I, or out of university. I, I've told this story many times, but, uh, essentially, I became a touring musician. Uh, I decided that was the life for me, uh, which was, you know, a stupid decision, but, you know, uh, be willing to perish in pursuit of the great and impossible, right? So that's what I, I decided to do, uh, financially perish at least, and, uh. But touring and being in a band, uh, gives you quite a bit of time to read and do self-directed reading and do self-directed study and when we first started touring, you know, I, I've always been kind of a. A Luddite or a dinosaur, uh, maybe Luddite's the wrong word, but, you know, when my bandmates all had smartphones, I, I had like a BlackBerry, uh, when they, when we first started touring, I think I had a, a pay by minute flip phone back in 2012. So it wasn't the same kind of, uh, situation that we're in today where you could sort of distract yourself, uh, very easily. Oftentimes the only thing to do was read, and I think that was like really good for me that, uh, At that time, I was sort of put into a situation where, OK, we're driving for 8 hours, what do you have? You have your books. And it also helped that a few of my bandmates over the years were also interested in philosophy and we would sort of trade books and. Um, GET one another interested in philosophers that we might not have otherwise read. So that was sort of my, my journey to Nietzsche, and I remember. Uh, I think Beyond Good and Evil is still my favorite book by Nietzsche, but I remember that reading Birth of Tragedy while on tour and all of the. Statements Nietzsche was making about music and the Dionysian very much resonated with me at that time, so that was like one of the first books where I really felt. That I understood Nietzsche. I was seeing eye to eye with what he was saying, which is very strange to think about in retrospect because there's also very many references in that book that I still at that time, 10 years ago, 10 years in the past from now, I still didn't really understand. I had to do quite a bit of reading, so it's been like a 20 year process for me essentially of trying to understand N Nietzsche."
	},
	{
		"start_time": "05:19",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean for me it's been like a seventeen-ish project. I mean, I, I'm uh I'm not, uh as I was telling you, Before we started recording, I'm not as, I don't have as a systematic approach to Nietzsche as you seem to have, but I mean, basically, uh, in school, I didn't really like philosophy at all. I mean, I didn't like philosophy classes also because I have a teacher. Who was very much religious and so I was like put off by that. And then it was only after I finished high school that uh I read a history book. I mean a book on the history of Western philosophy, and then I was like, oh, OK, there's some interesting ideas here and then I I was a bit arrogant back then and so I decided to read uh Kent's Critique of Pure Reason. I, I mean, I, that's absolute madness, having your first philosophy book being that one, but I, I read it. Yeah, it took me like 2 weeks, but I, I finished it and then, uh, a little bit later, uh. I got into N Nietzsche and my first book was The Antichrist, just also because back then I was very much into atheist stuff and I was like, oh, Anti-Christ, this must be cool, you know, that sort of, sort of immature and arrogant kind of way of thinking that I would be able to understand such a book. Without reading other Nietzsche books prior to that one, but anyway, I read it. I don't think I understood much, much of it, but later, I mean, that was when I was 18 and then 2 years later when I was 20, I had a summer break where I just decided to. HEAD first into Nietzsche and started with The Birth of Tragedy and read all the other books in the space of two months apart from Dan, uh, Will to Power and Nietzsche Kontra Wagner. So I mean that's basically how I exposed myself to Nietzsche and, and the interesting thing is that since then. Uh, I read Will to Power and Dan, uh, but I haven't reread, I haven't reread any of Nietzsche's books. Basically, I was just exposed to more Nietzsche through the work of Nietzsche's scholars. So, I mean, that's also, I guess one of the reasons why I don't have a very systemat system. Thematic approach to Nietzsche. I mean, in terms of my favorite book, I guess that, uh, it's weird because actually I, I have very nihilistic tendencies and Nietzsche hasn't cured me of that, but my favorite book is still uh The Spoke Zarathustra."
	},
	{
		"start_time": "08:32",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Yeah, I mean, that's a good one. It's interesting. We have kind of a similar, we both started with like anti-Christis, one of our books, and then both sort of rediscovered Ntzsche through Birth of Tragedy. So that's interesting. Um, YEAH, that's cool."
	},
	{
		"start_time": "08:46",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so, look, uh, I was thinking about topics while I was preparing for our conversation. I mean, uh, let's see how this goes, but I thought first about talking a little bit about Nietzsche's take on rationality. I mean, most people. I'm, I'm not sure if most people, but at least most people who are not that familiar with Nietzsche or are not Nietzsche's scholars, at least they tend to, uh, talk about him or label him as an irrationalist. Do you think that's a good label? Uh, DO you think that you, I mean, that he deserves that kind of label?"
	},
	{
		"start_time": "09:29",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Uh, NO. Uh, WOULD be the short answer. I, I don't think irrationalist is the correct label for Nietzsche, which I've, I've remarked on that in, in the past on the show. I think what might be a little confusing is that he's certainly not a rationalist in the way all of the connotations that normally go along with that term do not apply to Nietzsche either, but I think when people call Nietzsche an irrationalist. What they're saying essentially is that he advocates for a romantic, uh, rejection of reason itself, something like that. Irrationalist is also one of those words that is usually not, uh, people usually don't apply it to themselves, um, especially in, in the philosophical, um, in philosophical endeavors, because right at the start, you have a contradiction, right? Because the entire thing is the operation of reason. So what I would say about Nietzsche's position on rationality. Is that he actually reinterprets what rationality is. He includes an element of irrationality within rationality. But uh to say he outright rejects it, I think would be incorrect. And one of the ways that we could get at this might be looking at, uh, for example, the Platonic theory of truth, that truth is in the idea. Uh, THE, the, you know, the guiding question, the metaphysical question of ancient Greek philosophy is, what is, what is it that exists? And there's this enduring notion that what exists is what endures, what persists, what is fixed, what is constant, what is eternal, something like that. That's how you get to these ideas of Parmenides and figures like this. And Plato, as Nietzsche calls him a systematizer, as a chimerical sort of figure who who sort of takes from Pythagoras and Heraclitus and Parmenides and Socrates. And weaves together a philosophy out of them. He does still seem to hold to this orientation, as we can see and for example, uh the Cratetalli, that what is true is what is and what we say exists must uh. Endure it must not be found in the changeable material physical world. Socrates has this dialogue where he's saying, does true beauty exist? OR, you know, does absolute beauty exist? His interlocutor says, yes, of course, but Socrates says, Well, we can't find beauty in a fair face because beauty always fades. There must be some sort of idea of beauty, a fixed idea that is beyond this changeable world, uh, this form of beauty. And uh N Nietzsche says in his preface to Beyond Good and Evil that Plato with his idea of pure spirit and the good as such, or the good as such, this fixed idea of the good. Uh, DENIED perspective and therefore flipped truth on her head. So you can see Nietzsche's view of rationality is sort of like an inversion of Platonism, but it's only an inversion because he says we have things upside down essentially, that we have this view of truth that denies becoming, it denies perspective, it wants to again make things fixed, constant, eternal. Uh One of Nietzsche's really interesting remarks toward the beginning of Beyond Good and Evil is that. Even our impulses do philosophy. They've all practiced philosophy from time to time, and that even the philosopher's, uh, most abstruse metaphysical activity can be understood through his impulsive activity, that his logic is forced into definite channels by, uh, drives, essentially drive is N Nietzsche's word for, I'm sure you know this, but just for the audience, it's a general term we can usually. Use it as synonymous for impulse. That so the philosopher's sort of telling you a story about his impulses. Now why would Nietzsche come up with this completely different attitude towards truth and rationality? And I think what he's doing is he's essentially saying that there is an element of willing within thinking and an element of thinking within willing, that thought does not think by itself. Thought one way to to to conceive of this would be that the drives or the impulses are like the headwaters of a river, and the thought is at the end of the river, the mouth of the river or something like that. Um, SO, you know, uh. I, I don't want to take that and essentialize the drive from the thought because I think Nietzsche is actually melding them together in a way. That's why the river, I think is a good analogy because it sort of speaks to that Heraclian flux that there's not these individual states that proceed into one another, they flow into one another, and so that essentially every drive has its own quantum of reason that it exercises. And so every act of reasoning therefore involves willing, it involves valuation. Nietzsche says valuations are physiological demands for the preservation of a certain way of life. So essentially. Uh, WE have an evaluative judgment, which is a necessary part of thinking, but that judgment itself is pre-rational. Um, AND so I know that's somewhat long winded, but essentially what Nietzsche tries to do is bring in that element of evaluation and therefore drive into the act of thinking. And then therefore that necessarily means that perspective is an act or is part of the act of thinking. And what that results in, and Nietzsche says, uh, the way that Plato flipped truth on her head was to deny perspective, what this results in is that with this like implicit platonic view of truth, most people have this idea of what I like to call immaculate perception. So this God's eye view of a reality that might tell us what the objective, what the fact of the matter is. And Nietzsche essentially doesn't believe that we can come to any understanding of the fact of the matter. Independent of perspective, independent of those evaluative judgments that shape even he says our organs of perception, our visual organs, our eyes are shaped by value judgments that every, uh, act of perceiving is. Part of this evolutionary, it was created by an evolutionary process that was driven by impulse and impulses. Make a judgment about what is good and what is bad essentially for the organism, maybe not in moral terms but in pre-moral terms and so Nietzsche rolls all that up into the activity of rationality and that means we now have a very, very different picture of what it means to reason, to think or to do philosophy. But I don't think that makes him an irrationalist, and in fact, Nietzsche would say. I, it's my task. He, he says again, supposing truth were a woman, we've approached her as these sort of rigid, stuffy dogmatists, and that's a really inexpert way at winning over a woman. And so he, but implicit in this is the idea of I want to be a better suture of the truth. It's not what I don't want to say more serious, perhaps more sincere, but part, part of his approach is precisely not being quite as serious and rigid and fixed in our ideas, being a bit more carefree, and so I, I would say that that's Nietzsche's attitude towards rationality."
	},
	{
		"start_time": "17:20",
		"speaker": "Ricardo Lopes",
		"words": "Have you ever come across or read about Hugo Mercier's um argumentative theory of reason that he developed with Dan Sperber? I mean, there is a psycho, a French psychologist. Have you ever heard of it?"
	},
	{
		"start_time": "17:36",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "I think so. Is this the idea that essentially in when we're arguing with one another, we're trying to like win or triumph rather than."
	},
	{
		"start_time": "17:45",
		"speaker": "Ricardo Lopes",
		"words": "Um, YEAH, I, I, I'm, yeah, I mean that's perhaps a simplistic way of putting it. It's basically that we've evolved the capacity to reason, not to arrive at truth or to build knowledge, but basically to try to convince other people of our own position. So it has a social function. And not really that sort of pure epistemic function that many philosophers and thinkers attribute to it. So, I mean, do you think that uh Nietzsche would be in line with, with that kind of way of approaching uh reason or rationality that some psychologists, scientific psychologists in recent years have, uh, I mean, the way they've been approaching it."
	},
	{
		"start_time": "18:38",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "I think so actually, yeah, there might be a few like caveats or asterisks, um, to assign to Nietzsche's view, but especially if you read what Nietzsche has to say about the sophists. I mean, so there's a, there's an excellent, uh. Like passage in it's actually in the compiled materials for Nietzsche's lectures on rhetoric when he is a college professor that uh I, uh, it was the kind of thing I wouldn't ever recommend to somebody who is first starting to read Nietzsche, but for you or anyone who's read his corpus, it's a wonderful thing to go and take a look at because N Nietzsche, I, I, I mean I just try to imagine being. An unsuspecting Swiss student in 1873 and walking into Basel into a classroom of probably like. 5 people and the professor's supposed to be teaching you about rhetoric so you're like, OK, I'm gonna learn about Aristotle's, uh, politics and poetics, and I'm going to learn about all these things and then Nietzsche comes in and, and starts making points, for example, that, uh, lang uh rhetoric is language and the very structure of language itself does not desire to instruct but to convey opinions about things that, uh. In fact, all we have is, he starts going into like metaphysical arguments, drawing on the German idealist tradition and saying, all we have is sensation and representation, and that therefore, we feel a sensation, then we try to represent it. So there's already a degree of removal because we're creating sort of an image from the nerve stimulus. So those are two totally unequal things. We're indicating a series of, of, of stimuli from an image that we've created, and then we're translating that into a sound. That is then supposed to produce an image that then leads somebody to understand like this mutual intelligibility of sensation and so he essentially says that completely anti-Platonic view that language conveys doxy opinions, not episte, knowledge, but that in the ancient world. The rhetoricians knew this, and this is why he says they're willing to make the most outlandish claims about being able to do anything as rators and stylists because they control the opinions about things and therefore the effect of things upon men. Which can make sense of of the very uh striking claims of people like Gorgius who tells Socrates, for example, you know, uh. Uh, THE art of rhetoric is the highest art because you, you know, you want to talk about the art of the money changer or the sculptor or the gymnast. If I can go and convince him. If I can convince the money changer to work for me, then his art now labors in my service. If I can embarrass the scientist or the gymnastic teacher, even though he has greater knowledge and has studied more, but my rhetoric is simply more impressive. My, they, they saw rhetoric as a dynammi, a power essentially. To sort of like impose your view upon the world and so. Nietzsche would actually say. Not only would, would he probably find agreement with uh Mercia's view, but he would probably say that this is a very, very ancient view of what language is. It might even be one of the original views of what language is, and that it's only when we have this Socratic revaluation that we begin to believe that language, uh, you know, that it's, it's dia logos that we are somehow teaching people the truth through logos, that we're revealing the truth through, through our words. Um, INSTRUCTING others, something like that, he would say that's like a, that was a sort of revolution in thought, that whole idea, and so I think, yeah, with some caveats, Nietzsche would probably agree."
	},
	{
		"start_time": "22:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, it's interesting. I also think about this when I think about morality because I, as Nietzsche was, or I mean, at least as I understand it and as people like Brian later told me. Um, HE was a moral anti-realist, and I'm also a moral anti-realist, and I, I've had conversations, uh, not for the show, they're not on the show, but I've had conversations with philosophers, uh, about this, particularly moral philosophers, and one of them actually got, uh, offended by what I told him, but basically I, I told him, you, you know, I, I mean,"
	},
	{
		"start_time": "23:22",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "did"
	},
	{
		"start_time": "23:22",
		"speaker": "Ricardo Lopes",
		"words": "he"
	},
	{
		"start_time": "23:22",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "try the old, uh, so, so that, so it's OK to eat babies. Huh, and you just said yes. Uh,"
	},
	{
		"start_time": "23:28",
		"speaker": "Ricardo Lopes",
		"words": "NO, no, I, I think it was even worse than that because basically what I told him was that, oh, you know, nowadays, I have conversations about ethics and morality with philosophers on the show, but it's mostly for fun because I don't take, I don't take his their arguments very seriously because I know that they're basically, uh, most of their reasons. Reasoning is post hoc rationalization. It's basically they've already arrived or decided what the truth of the matter, what the moral truth is, and then they, uh, move backwards and, uh, reason to try to justify their moral values, and I mean I guess that's one thing that offends many moral philosophers."
	},
	{
		"start_time": "24:18",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "How dare you have fun or how dare you listen to people you don't already agree with, I guess. You know, I mean, I think, uh, yeah, Nietzsche is definitely a moral anti-realist, but I, I guess it should be said. That whole, that's like a very broad category which I think only makes sense by reference to moral realism, right? Like it, uh, we can tell who created that category. It was the moral realists essentially, I think, because within the category of moral anti-realism. N Nietzsche is very different from, say, a David Hume or from, uh, perhaps what would be another good example of like a nihilistic or like Marquis Assad or someone like that. There's so much variety within, uh, beyond this, uh, walled garden of there are moral objective facts, which I think is, I, I would share your sort of, uh, Lighthearted laugh at that idea because it's such, to me, it's so obviously a category error. That that that's not, there's no, I mean this is just, it's one of the most famous and quotable lines of Nietzsche. There are no moral facts at all, only interpretations of the facts, but he says it in a sentence because that's all it is right there. It's, it's very, very obvious that a moral statement is, is in a different category from describing. You know, uh, a, a, a fact of the matter of a series of events."
	},
	{
		"start_time": "25:47",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, but wait a minute, because I'll probably take advantage of what you said there to also link it to the next topic. So, uh, when he says that there's no, uh, moral facts, I mean, does he necessarily also extend that to all kinds of facts? I mean, he's he. But basically, I, I, I mean, how does he approach uh truth?"
	},
	{
		"start_time": "26:14",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Yeah, uh, so. I would say on the one hand, so there is a note, there's an unpublished note. Where Nietzsche does say there are no facts, only interpretations, he actually takes the word moral out and it does extend it to everything. But I think that there is actually a difference, or else N Nietzsche, there is a difference between. Uh, TRYING to, uh, what would we say, articulate a state of affairs. Um, VERSUS articulate a moral interpretation of the state of affairs. If there wasn't a difference there, then Nietzsche wouldn't spend so much time as he does calling himself an opponent of morality, saying I am an immoralist, saying that the first task of Zarathustra is to annihilate the morality that, uh, previously existed, something like that. Part, I think. There are many, many ways to talk about this because it's, um, you can throw out all sorts of pithy statements about what Nietzsche believed, but it's almost always behooves you to get down into the weeds to really understand the nuance of what he's saying because as regards Zarathustra, for example. The reason why Zarathustra must attack the conventional morality is because there is a moral element within our current view of truth. Um, WE can see this, for example, in Twilight of the Idols and The Four Great Arrows. Where Nietzsche says, like he makes a very, so we, we talked earlier about platonic view of being. Uh, THE truth is in the idea. It's fixed. It's, it's enduring. Why do we have such an idea? Well, in Twilight of Idols and the Four Great Errors, Nietzsche says that essentially this view of the fixed idea of being is part of a reflex that developed. As part of the um desire to impart moral responsibility onto the individual. Because the ego or formerly the soul is precisely that fixed idea of the person, which then becomes a neutral substrate. That can sort of, is, is like, it's like a little, it's like a wall or it's like a sluice gate between your impulses and the actions that you do. And uh it's this like fixed reasoning, uh, person, the self that can act arbitrarily, that is a voluntarily governing force. And essentially Nietzsche says that is a that all of this is a reflex of that need to be able to fix moral responsibility on human beings. Why would we need to fix moral responsibility on human beings? Well, because, uh, the, the need to be able to discipline and punish them, that this essentially is part of a process of civilizing or culturating human beings. That requires that they be made responsible for their deeds. And uh I don't think that's necessarily the whole story. But there is. There is something about the fact that there is a moral demand at the basis of many of our metaphysical claims that makes them. Unchallengeable that makes them actually that makes people unwilling to subject them to true inquiry, if I may be so bold as to talk about like true inquiry versus false. And really what I mean by that is, and I've brought this up before when I talked about, for example, free will, because that's a core component of this idea. The self has free will. That's why it can be held morally responsible. If you listen to figures, even people I greatly respect like Christopher Hitchens, when they bring up the free will idea, or Jordan Peterson had a remark about this. Uh, I think to get into more lowbrow political commentary, uh, territory,"
	},
	{
		"start_time": "30:04",
		"speaker": "Ricardo Lopes",
		"words": "yeah, because Jordan Peterson is not the most reliable intellectual out there, I guess."
	},
	{
		"start_time": "30:11",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "No, no, no, no. Well, I was even about to go lower than that and say like Ben Shapiro and his debate with Alex O'Connor. They all make this claim though that. You, you can't question free will because of the, the moral like bulwark that it represents essentially like our whole legal institutions, our whole, uh, notions of human sovereignty and responsibility and duty and obligation are all based on this free will idea and or they'll just say, well, people already believe it anyway. And and they're gonna believe it no matter what, so you just shouldn't question it. That's a very strange. Attitude or orientation, we shouldn't even have the debate. Because either because it's too dangerous or or people are just gonna believe it anyway. Is that, do we find that acceptable in any sort of philosophical realm of debate? Not generally, no, but Nietzsche would say the reason for that is that, so there's a, there's a passage in, uh, I believe Will to Power, where he says, truth is the kind of error that we have found indispensable for life. And so he's making truth a kind of error, which is like, they're fundamentally in the same category. So there are truths, but what we call truths are not that platonic thing that's above the world. What they actually are, are. The operating assumptions that we have found that we cannot reason without or that we cannot function without. And when Nietzsche lists out these things, You know, oftentimes people will construe this as Nietzsche saying this is why we need like. You know, religious stories or some sort of enchantment of the world, that element is certainly there. But when he says, uh, in the gay science, he, he, he has a passage where he talks about the shadow of God. The shadow, when Buddha died, he left a terrifying shadow in the a monstrous shadow on the cave wall. So too, when God died, his shadow will endure for a long time. The very next passage, he says, He, he, he brings up, when will we vanquish all of these shadows of God? When will we de-deify our view of nature and the world? But the things he lists are for these indispensable errors, these shadows of God are lines, forms, bodies, substance, cause and effect, duration. Essentially, these concepts that Schopenhauer and Kant and many other German idealists had essentially said, These are prerequisites of even being able to reason at all. So Nietzsche recognizes these for what they are. They're, they're again, they're pre-rational demands. They're valuations that in order for us to have this activity and operation of thinking for all the advantages that thinking gives us, that's another reason why he's not a simple irrationalist because N Nietzsche's project is involved with thinking and, and I would actually argue. The goals to the extent Nietzsche has goals of his project do involve sort of like a a transformation or overcoming of the current state of consciousness. But, uh, nevertheless. We have this series of assumptions that we have to make in order to to engage in conscious thinking that are essentially unquestionable. And so, in a way, uh, to bring it back to your initial question. That would put all facts sort of in the category of interpretations, you might say, but he would say that the moral fact as we construe it is a special category because it actually prevents us from making, uh, well, it prevents us from, from questioning or interrogating those things. The other thing is it prevents us from making new evaluations, and that's the passage in thus book Zarathustra where he says, and the camel, the lion, the child passage to summarize. That every thou shalt was once an I will. That's the other thing about these things. Nietzsche says so oftentimes, the origin of like an idea that we have or a belief is completely different from the function it begins to serve, and the whole reason why we begin to attribute such power and importance to the belief is precisely because we forgot the origin over long generations. So we forgot that. When Jesus or Buddha or Plato or Manu or Confucius or Muhammad, these are all people, uh, or Saint Paul, Nietzsche has all listed these people as legislators of value, people who came in and made a value judgment and gave us a new worldview. He said none of them doubted, they tried to make men moral, but none of them doubted that they had an absolute right to immorality. Why would that be? Well, because in the very act of. Legislating or imposing a new value on mankind. To do so consciously, you're aware that you're Uh, imposing an I will and turning it into a thou shalt, whereas, uh, in order to become believed, people have to believe it came from on high or that it's an ancient idea or that it's, uh, perhaps in Jungian language like a biological imperative or something like this. Nietzsche says, uh, essentially no, uh, that we, that's what happens when we forget the origin was simply again, that evaluative judgment about life that. Was artfully interposed or mediated onto our world in order to try to improve mankind in some way,"
	},
	{
		"start_time": "35:31",
		"speaker": "Ricardo Lopes",
		"words": "so, you, you know, it's very interesting because actually with the knowledge we have today from disciplines like sociology and cognitive science, particularly those two, it's, it's not that hard to build a scientific case. Against, uh, objective truth and and even objective reality. I mean, uh, but, but particularly objective truth because, for example, in sociology, uh, there's a particular subdiscipline that is the sociology of of science that uh many times people also connected to philosophy of science where people have, uh, Studied how uh science is uh is just another human institution that is part of human society and that is, uh, permeable to all different sorts of influences as any other insti uh as any other social institution is and it's, uh, you know, it, it gets influences from the social environment, the cultural. Environment and then particularly in the case of cognitive science, I've have a, I've, I have an interview on the show with Donald Hoffman. He's uh an evolutionary biologist and cognitive scientist, and he also delves a little bit into physics and he has a very interesting book, The Case Against Reality. I mean, at a certain point, uh, I can't, I, I can no longer follow his Argument because it gets really extremely abstract, but basically he presents evidence as to how uh humans as other animals, of course we we haven't evolved to uh have an accurate picture or an accurate perception of reality. Actually there are many ways, and he explains that in the book has um. If we are more distanced in terms of our perception from reality itself, it serves us better because we just pay attention to specific ways that our nervous systems represent reality that are useful from an evolutionary perspective to serve the purpose of. Surviving and reproducing. Uh, I'm, uh, but then, I mean, he gets into, uh, physics and he, he also starts saying that even space-time itself is not part of objective reality, it's also a construct of our minds and then he starts talking about a geometric. Figures that supposedly are what constitute objective reality, things that people study in physics, and that's where he loses me, not because I, I don't think that he might be, he might be right about that. It's just that I don't know enough of physics to really evaluate that evidence properly. But then, Uh, I've also had, uh, recently an interview with Marina Dubova. She's a cognitive scientist from the Santa Fe Institute. I, I haven't released that interview yet, but, uh, we basically talked about how through our, basically studying our cognitive limitations, our cognitive biases, um, I mean, we know that. What we do through science, the kind of knowledge we produce through science, does not correspond to objective reality, and I even asked her if we could tie that to the ideas coming from Kent, for example, uh, I mean, the idea that we don't really have direct access to. The objective reality or what he would call the noumenon, and we just have access to the phenomenon or the, the world as representation as Schopenhauer would call it, and she, and she said, yes, that, uh, that, that's actually very reasonable, um, and, and basically, I mean, science or I mean, assuming, and I think it's true that science is still the best tool that we have, the best epistemic tool that we have at our disposal to try step by step to get closer to wherever objective reality is. I mean, the knowledge produced by science is not actually about. Objective reality itself because it's circumscribed to our cognitive limitations, the, the limitations of our perception, uh, the fact that it's influenced by society and culture in different ways, and then there's also the incentives that operate within the institution of science and so on. On and so forth. I mean, there, there are many different sources of scientific evidence that we can point to, to actually build a case that would be more or less in line with um the uh the perspective uh Nietzsche had or the approach he had to uh truth, so."
	},
	{
		"start_time": "41:01",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Yeah, it was funny before you mentioned uh Donald Hoffman. That was actually exactly who I was thinking of, um, which is interesting because he's, he's an idealist, isn't he? Like, uh, or, or he's non, uh,"
	},
	{
		"start_time": "41:12",
		"speaker": "Ricardo Lopes",
		"words": "I mean he, he, he talks about conscious realism. I, I mean that's one of the. Weirdest ideas coming from him, at least for me personally, because he also, he's also friends with Deepak Chopra, and, and I mean I don't want by saying that I'm not dismissing his scientific credibility or any of that. Donald Hoffman is a legit scientist. It's just that. I mean, I don't know that idea that it's us through our collective consciousness that construct the version of reality we have access to. Uh, I mean, maybe, but I'm not sure what that means"
	},
	{
		"start_time": "41:54",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "exactly. Well, I think the most compelling way that I've heard him put it is that. You know, we could, we can look at the behavior of, uh, you know, we can study protons and electrons under a microscope, an incredibly powerful microscope, and then we can develop the mathematical formula that shows that will predict their movements, and we can look at, you know, you combine these atoms, you get this molecule, and so on and so forth. But he says that what essentially we forget. Is that what we're looking at is actually a pixel. He uses that analogy of uh a pixel on, you know, your computer screen that the pixel is not actually the thing itself, it's a representation of it and that. I think N Nietzsche has an interesting position on this because there's a passage in the gay science, I believe it's right at the beginning of book two. Where he talks about people who call themselves realists, he's referring to sort of like scientific realists or people who call themselves atomists. He goes at them and beyond good and evil. And he says, you know, look at that cloud there, that tree. What is, what is real in it? If you separate out everything about our perception of it, what would remain over? And this is actually It's interesting. It shows Nietzsche's roots from the German idealist tradition, but we can even go to like pure idealism like Bishop Berkeley, um, who essentially makes the same argument, like, right, like, uh, every quality that you assign to an object and say that's an objective fact about it is something that comes to you through your senses. So it's, it's sort of almost like a Zen question to ask, like, what is, you know, what is this coffee cup. If I can't see it, touch it, taste the coffee in it, uh, you know, feel it with my hand, if all of those senses were denied to me, what is the thing in itself? What are we even talking about at that point? What is the objective reality that we are talking about? And I think. The issue with like the the philosophy behind science today, I think Nietzsche would say, It's not The fact that they're doing physics, it's that they have an implicit and unarticulated metaphysics behind what they're doing, that what they're uncovering is this like objective truth that the key thing is that it's independent of the human mind and. One of the things that Klein said, the analytic philosopher, is that essentially, there's like a an implicit commitment to Plato, once again, with this notion of like mathematical laws, or sort of uh physical constants. That we have, we're now committed to this idea of immaterial things. That nevertheless endure and persist in all times and all places, regardless of our perception of them and that these represent the real like truth of the world. That's what people say like math is the language of the universe, something like that. They've cracked the code, they're seeing the matrix. And I think What I would say to the scientific realists is like, We Nietzscheans or or or Nietzsche himself, we're not attacking the efficacy of science or the the the worth of science for us. What we're attacking is this notion that you're decoding the matrix by doing science because you've never left this world of pixels and therefore all the mathematical constants that you find in that world. Might just be errors. You, you have no idea. Like it's essentially, and it is the comparison to the Kantian Numenon, I think, is very apt, uh, so that would be my position on that."
	},
	{
		"start_time": "45:48",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean, I guess that to a certain extent, I don't know if you would agree with me on this point or not, and I guess that, I, I remember at least a few passages in Nietzsche where he talks about. Um, THE scientists, the artists, uh, um, the aesthetics, and, and basically I think if I remember correctly attribute certain traits that are common to them, and one of them, uh, or I'm, I'm not sure if I'm going to talk about the traits, but basically, um, the idea is that, uh, scientists have sort of inherited. From, uh, religion, in this particular case, uh, Judeo-Christian religion, the idea that there's a roof with a capital T out there to be uncovered and that, uh, I mean nowadays we no longer have that sort of perspective, but particularly in the early days of the Enlightenment, there was this idealistic view of reason that just threw. uh, JUST by reasoning, just through pure reason. I mean, I'm not using the, necessarily the Kantian term here, but just by using reason and by applying reason itself, you could arrive at the, the truth. I mean, now, uh it's not uh it is uh like that, that science works, of course, we have, uh, empirical studies and all of that, but I mean, it seems that it remains in the Epistemology of most scientists, uh, some, uh, I, I mean, uh, I mean something that comes originally from religion in the sense that they tend to approach science as uncovering objective truth or truth with a capital T and not a method or um. A collection of methods that we have at our disposal to construct um the truth or construct scientific knowledge because scientific knowledge is a socio-cultural construct. It's not about whatever objective truth means. I mean, what, what do you think about that?"
	},
	{
		"start_time": "48:20",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Um, THE only thing I would be careful about would be the sociocultural construct element of it, because It, I'm not necessarily going to say that that's not true, but I, I guess I would say that I think when many people hear that, the connotation of that is sort of like. You know, perhaps if we were in a different culture with different perspectives, OK,"
	},
	{
		"start_time": "48:44",
		"speaker": "Ricardo Lopes",
		"words": "I, I know what we"
	},
	{
		"start_time": "48:44",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "might come to different truths or something like that, and I, I think Nietzsche might even go more fundamentally and say there might even just be errors that are proper to human perception as such, without which we cannot reason. And that essentially uh. Yeah, he does say there's a passage in the gay science, uh. Where he says it's still a a metaphysical faith upon which our faith in science rests, which was also the faith of Plato that God is truth and truth is divine. I wouldn't take that as necessarily saying, you know, like the West has a particular tradition that's been influenced by Plato. I, I mean, again, I know people can make these claims, and there is actually something interesting again to go back to the idea of like the original Greek view versus the Platonic view because again in the Cratal list, one of the things that Socrates says. Is that actually the Greek language emphasizes movement and becoming, and that's its mistake from Socrates' point of view, whereas Nietzsche might say that's exactly what I like about, uh, you know, the Greek language. And so when I've studied Chinese philosophy, you do, uh, perhaps have certain hidden assumptions or Just operating assumptions contained within the language that are that artifacts of the culture that might affect how you how you see reality. But ultimately, I think. I think there is a sort of pre-rational intelligibility, or sorry, pre-linguistic intelligibility that human beings can come to, but that doesn't, people often construe that. Into insofar, right, it's like somebody from China or, or Greece or presumably even if we could go with the time machine and go back to Pythagoras, you could show them the same set of equations and if they were mathematically sophisticated enough, could communicate that way, right? That's what people mean when they're saying it's like the universal language. But I think uh Nietzsche would say that there there may be elements of just human cognition. Uh, THAT simply cannot be again reduced out or, or, or sifted out of our perception that are going to be shared by all and people will then extrapolate this. That was the point I was sort of getting to people extrapolate this into. You know, it's a very common argument you'll hear in favor of the objectivity of the sciences, even if they don't use the truth with the capital T language anymore, but that there is a fact of the matter. I can perceive this. If so and so perceived this, he would come to the same thing. They would come to the same conclusion if they ran this experiment, um, you know, the famous, uh, Ricky Gervais, burn all the holy books, they would all be different when they get rewritten, burn all the science books, they'd all be the same. But, you know, again, that doesn't ever, I think people really need to understand this, and it's not a trivial point. That doesn't ever get you over the chasm to the pneumenon to to glimpsing the true world. All that tells you is that all humans perceive the world the same way. That's all it tells you. And uh Nietzsche, for his part, see that's the thing is. You know, I can imagine people saying, so what, there's no truth? Oh no, that's not Nietzsche's attitude. He says in the aphorism how the true world finally became a fable. The true world, this notion of the true truth beyond human perception. No longer holds any uh significance to us. It no longer motivates us, it no longer does anything for us. What does it do for us to believe in, you know, This sort of ontology that science is discovering the true world. What does that actually do? It does nothing. It has nothing to do with the actual work of science, which includes continually falsifying and doubting what you hold to be true. So why don't we just do that work? That's why Nietzsche says long live physics. And so he also says, let's abolish the true world. Doesn't, it's not useful anymore. What, what's left, the illusory world is no, we abolished this notion. That appearance is illusory, along with this notion of the true world. So, we just accept as the world is the world of human sensation. And so yeah, if you want to just say then it's true, fine, but when people want to fix this like sort of objective notion to it. They're trying to go beyond human knowledge and. You know, there is You could see how that's a, it's a religious or it's a mystical impulse in a way. So yeah."
	},
	{
		"start_time": "53:16",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, you know, I, I guess that if you're not familiar with it, I guess you would like the Dutch approach to cognitive science and psychology because, uh, I, I'm not sure why they have that in the Netherlands, but for some reason in their universities, they teach dynamical systems theory instead of the more mainstream approach. To cognitive science and psychology, and I've even had uh two interviews on the show with both authors of a book called Toward the Process Approaching Psychology, Stepping into Eric Leus's River, and I mean, just the subtitle tells you a lot because they basically, uh, they talk about the difference between the substance ontology and the process on. Ontology in the specific case of cognitive science and they uh critique basically uh the limitations of a substance ontology as we have it in mainstream cognitive science and psychology in the West particularly, and they suggest that the process ontology that is instead of uh a thing instead of what Exists being things. It's uh I mean there are no things, there are just uh processes and so, uh, I mean the, in the book they talk a lot about that and how um a process ontology via dynamical systems theory would approach different questions in psychology, for example, so I, I mean, I guess that's particularly since they also mentioned Heraclitus, uh, you, you would be that kind of approach would interest you."
	},
	{
		"start_time": "55:09",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Yeah, no, it, it definitely would, for sure, for sure. I, I, that's amazing to see Heraclitus, uh, helping with an understanding of, uh, yeah, and you said that's been like, that's just sort of. Being taught in in uh the Netherlands, like,"
	},
	{
		"start_time": "55:26",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I mean, I, I don't know why. I interviewed a, a Portuguese philosopher, um, a compatriot of mine, uh, Inezipolito. She also has a, um, dynamical systems theory approach to, uh, the philosophy of cognitive science, and she told me it was she who told me that in the Netherlands. I mean, I don't, I don't know what's the reason. I don't, I didn't ask her. I, I should have done that, but anyway. Uh, BUT she told me that in the Netherlands, for some reason they teach that in university instead of the more, uh, traditional or mainstream approach in cognitive science and psychology, so I, I don't, I don't know what's the, the cultural influences there, but anyway,"
	},
	{
		"start_time": "56:18",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "yeah, I wouldn't have guessed the Dutch, which would be the, the, the, the bleeding edge of that, that field, but yeah."
	},
	{
		"start_time": "56:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, OK, so let, let me ask you about politics. I, I mean, I know that there's that Hugo Droshon book on Nietzsche's politics. I, I haven't read it yet, so I'm not sure if he actually tackles this, this kind of subject there or not, but What do you think, uh, how do you think Nietzsche would have reacted to particular, uh, political movements and ideologies that formed during the 20th century like, uh, communism, fascism, social democracy, and neoliberal capitalism. Have, have you thought of that?"
	},
	{
		"start_time": "57:08",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Yes, I think that, uh, well, This, this, I'll give a flippant, glib answer and then I will explain it. Uh, IT'S all the same thing would be sort of his initial response. These are all ideologies that are inconceivable outside of the democratic enlightenment, the notion of, uh, communism or fascism, they both, uh, depend on this sort of, uh. Fundamentally this idea for one of partisan politics, we're going to form a party. Whether it's the vanguard party of the proletarian revolution or uh the party, the nationalist party that's going to safeguard the nation of the race. Um The same would be true of social democracy or or or neoliberal capitalism. Now, are there differences between them? Yes. Uh, ARE there very important differences from like our moral or political? See, this is the thing. So oftentimes, uh, the way that we understand these like historical forms of, uh. Like political movements that they really refer us back to the current day and what our political agenda is now and that's going to affect how we interpret many of these things that have developed, but essentially, so what is Nietzsche's project and Nietzsche, you know, to really get down to to almost like a. A deep biological, um, like supposition of Nietzsches. WOULD be his opposition to Darwin. Uh, N Nietzsche obviously believes in evolution. He believes in a naturalistic, uh, account of how human beings came to be. But he says that everywhere I see prevailing the exact opposite of the state of affairs that Darwin says would unfold, that the fittest will survive, the strong will flourish, that uh the strong will then predominate, and they will, because they're stronger and more adept at surviving, they will then multiply and become the dominant species. You have this sort of uh process of the exception becoming the rule, right? The mutation changing the genome and, and, uh, you know, creating a new species. Now, Is that possible? Yes, but what N Nietzsche says is that's everywhere the exception. What he sees is the weak predominating. What he sees is, uh, the, the species has a tendency to, to proliferate many identical, uh, like individually rather unimpressive members. We might think of like colonies of of bees or ants or something like that. They're basically interchangeable. They're basically just instruments. Of the social unit or of the the species or organism as a whole. And whenever a species sort of depends on rare, powerful, extraordinary individuals for its advancement, if we can even imagine what that would be, Nietzsche says that puts them in a precarious and dangerous position. And he says the same thing is true with humanity. So this is like a very, like, it's a very deep claim that Nietzsche's making. It's not just about like oftentimes people sort of construe Nietzsche as just being in the category of people like. You know, McIntyre or Carlyle or or these like uh stuffy old reactionaries very angry about the French Revolution. Um, N Nietzsche would say this is an eternal story, and that one of the great differences with Darwin is that N Nietzsche stands on the side of the exception, but he doesn't think the exception ever becomes the rule. What the rule is for human beings. Is herdishness, the herd morality. Now there's Nietzsche obviously has this whole genealogy of morals where he talks about slave morality, but I think it's justified to say. That the herd herdishness or herd morality actually precedes resentiment and slave morality. It exists before and it exists after it. Christianity is just like the most particularly like virulent form of the herd morality. It's the herd's sort of revenge against life and against the world in a way. It's a devaluation of the physical world. That's how Nietzsche views Christianity. That's really what I'm talking about here for people who haven't read the genealogy. Uh, AND we can go into that if you like, but I would say that especially if you read the gay Science, it becomes very, very clear. That he thinks it's part of. What we might say like the power of the social unit, the organism to instrumentalize and turn all of its individuals into a function. That Essentially people who violate or ignore or represent a challenge to the preexisting moral regime. The norm for them is to be crushed. There are, there's that Japanese proverb that it's the tallest blade of grass that is cut. Perfect, perfect example. People will talk about the, the crabs in the bucket or something like that. But that's not, see, Nietzsche would say, OK, but it's not just, see, the crabs in the bucket, that's like risottomon, that's just like meaningless, uh, or, or totally unproductive, um. Hatred of the exception and the extraordinary, right? Uh, THAT'S the form it eventually begins to take. But Nietzsche would say, no, there's actually like a very good and we might say productive reason from the point of view of the average, the lowest common denominator, the unremarkable person, the person who follows the rule. There, it actually suits their advantage to impose this moral regime and try and um fight against the people who would represent a rupture to it. And so that's how he understands, uh, fundamentally something like democracy and he would see the element of democracy in fascism as well as in communism. And that what they attempt to do is that they propose a sort of ideal. So again, we have like a fixed idea. It might be a fixed idea, a fixed moral idea of what the proper universal destiny of humanity is. It might be a fixed idea of the nation or of the, the state itself in the case of say Mussolini might be a fixed idea of the race. That's the other interesting thing about Nietzsche is that. He's totally incompatible with pretty much any like modern day racial theory because he's anti-essentialist. So people believe there's an essential notion of what constitutes a race. Uh, THAT'S the only, you have to start from that sort of like metaphysics of like human biology, if you want to get to this notion of preserving a race, right? And that's why, you know, in fascism. Uh, THEY had all sorts of occults and esoteric theories about the origin of, uh, different human groups that was actually very anti-naturalistic that, you know, we all came from like different origins and they were originally like pure, and then they become deluded and that's what leads to this current state of degradation. It's actually very interesting. Uh, IT'S not a racialist theory, but it like, Uh, Evela, the man for whom the fascists weren't right wing enough. Essentially believes that uh he he he has this ideology of traditionalism and it's sort of the same idea. Like originally there was one tradition that was pure, that was like the truth, and then all of like the old religious traditions, they sort of like break off of it, but they reflect like something of that tradition and like what you should do as a modern person is like, Even though you might not be able to square the circle of all the superstitions and contradictions, you should just follow your tradition because it is a pathway to truth. You shouldn't try to syncretize and mix them all together, right? It's actually like the commitment and the purity to this idea that will lead you to the truth. So N Nietzsche's totally against all that, but he sees this activity as like what the herd does. And this ties into the overman versus the last man idea. He says explicitly in his notes for thus book Zarathustra that he sees two movements that are possible. One is his movement, the movement towards the overman. The other is the last man movement, and he says he uses the phrase, uh, in the translation, I have great ant organizations of humankind. Essentially that it's proceeding in that like you social direction. Everyone becomes an instrument, everyone becomes a function of the herd. And one of the things he, he says that the language he often uses in Zarathustra, they want a herd but no shepherd. So, and that's one of the things he says about uh capitalism in the modern economy. It's turning everyone into a slave, into a cog of the machine. Yeah, but with no master, with no visionary or artist of like how to use it, what is it all for? Where is it all going? No one really has a, uh, we don't have a unified theory of where human society or civilization is going other than just to. Reproduce the types that we already are, to help preserve us so that we continue to eat, and, uh, can I curse on your show?"
	},
	{
		"start_time": "1:06:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I, I guess it depends on the world. I mean, we have to be careful. We have to be careful with YouTube. I, I think you're aware of that. Yeah,"
	},
	{
		"start_time": "1:06:45",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "so, so people just want to eat and shag and continue to, uh, produce their type as it already is. That's the last man, the final form, the last man. I have already arrived at the form that I need to be, uh, and so that's why Nietzsche presents this whole idea. I, I think Zarathustra is part of this idea of getting us to think in terms of becoming rather than being. So we're not like mankind isn't is a process, it's not a thing. It's a bridge. So even that is using the language of a thing, but he's, he's, it's provisional language to try and make a point, a bridge between ape and Superman that essentially we are not, uh, What's great about man is what we can give rise to is the potential that exists within us, uh, but what every morality hitherto has tried to do is say, how do we preserve and recapitulate to the type just as we are and so that may seem like kind of a cop out, but I would say that essentially. Nietzsche ends up being against basically all of these modern movements in politics and it's very hard and then people say, well, what is Nietzsche's politics because you can't just be against everything. The problem is that Nietzsche's politics can't be represented in a democratic form. You, you can't ever have a party of Nietzscheans. The exception can't ever become the rule. That's one of his central points. Like we're, we're not, he's like, you know, oh, Nietzsche likes Napoleon, he likes, uh, Goethe. Well, you're not going to create a society that produces all Goethe's. That also that society wouldn't function, by the way, so there's"
	},
	{
		"start_time": "1:08:24",
		"speaker": "Ricardo Lopes",
		"words": "that, uh, you know, you know, it's, it's funny, it's funny because uh when I finished reading Zarathustra, the first idea that came to my mind is that what I should do with that book was to burn it. I mean, I, I, I thought that the message Nietzsche was sending me. WAS burn the book and do with your life, uh, decide for yourself what you want to do with your life, which actually also, I mean, I've told that to two or three people who uh are very much into Nietzsche and they didn't like that idea of burning the book. I mean, what, what do you, how do you react to that?"
	},
	{
		"start_time": "1:09:10",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Oh, I think it's great. I mean, he, he says lose me, and then you can find me again. And I think Yeah, so this is sort of the eternal problem with N Nietzsche, and it's why he's destined to be misunderstood, and he's OK with that. He says, I would rather be a buffoon than a saint, and that perhaps that is my fate. And he even anticipates it in Zarathustra. There's Zarathustra's ape who is misrepresenting his teachings and uh claiming to preach the true way of Zarathustra. Um, SO he's aware of all this, and the fact of the matter is, Many people will read N Nietzsche's works and what they want out of it is self-help, or they want a series of prescriptions. OK, what am I supposed to do? And so for on the one hand, it's, it's so funny when people ask me about Nietzsche's like political opinions, which he does have, by the way, it's not like he doesn't have them. But they're just that, his opinions, and I'm not exactly sure why. Just strictly because Nietzsche said something that should motivate you to like adopt a political program, that doesn't really follow, like what are his arguments for these things, and it's worth noting. N Nietzsche never produces a work of political philosophy or political theory. If so if he really did want to clearly articulate some sort of political program. He certainly would have done so. He, he had, he wrote plenty of books, but it's like people have to sort of like tease it out, sift it out of like all these different works. They look through his descriptive statements about politics. They look at historical regimes that he praised or historical figures that he praised, which by the way, already there we're in difficulty, right, because Nietzsche praises the Greek state. One of the most consistent things about Nietzsche is admiration for the ancient Greeks, as from the beginning of his career to the end, there are some changes in his attitude, but overall the admiration is rather consistent. Well, who are the political figures he praises? Napoleon and Friedrich the Second Hohenstaufen and Cesare Borgia. Well, right there, that's a total contradiction because the Greeks, as Nietzsche says, abominated autocracy. They didn't want one person to rule. He says the whole reason for the Agon, or, or sorry, for the, the practice of ostracism, the social practice, very strange social practice in Athens where every year they vote on who's to be banished, which I think we should bring that back, but he essentially says that. You know, people interpreted that as like a safety valve to get dangerous people out of the society, says it only became that later. Really what it is, is that the whole society is based on competition and contest between one another, and it's boring when the same person wins over and over again. So they have to keep the competition going. You don't want Magnus Carlsson to win the world championship every year. You want him to step away so that then when Ding Li Ren and Jan Nepomnici are playing, hey, it's anyone's game. It's actually exciting once again now that Magnus was not there for that year, whatever year it was. And Nietzsche says essentially that's the the impetus for ostracism. Now, is that true? Is that actually historically supported? I think that's very sketchy, but that's how Nietzsche sees things. So he basically, and, and all the Greek, I mean what is certainly true is that the Greek states were either democratic or oligarchic. They, they, and when there was autocracy, they called it tyranny. That's where we get the word, and, uh, the commentaries of Greeks on that state of affairs is all as a degeneration. So then right there, like, Nietzsche's praising the Greek state, but also uh Napoleon. The most famous autocrat, almost a totally non-political actor in a way, the most like, not like, uh, there's no sort of like, uh, what would we say like ideological political motive behind his seizure of power. Again, at least not from Nietzsche's perspective. He says he does it for himself, he crowns himself, um, Cesari Borgia doesn't even succeed. He gets killed unceremoniously and brutally, um, you know, so. Uh, THIS is all, I guess, circling around like your question of like burning Zarathustra, like, here is my way, where is yours? The way, it does not exist, this perfect way. Um, We can see Nietzsche's attitude by reference to politics. I, I think that um. Nietzsche is far, far more interested, for one, in posing questions than giving you an answer, and he's far, far more interested in kindling your desire, your inquisitive desire, your curiosity. He says this in Eke homo, so sort of like. He, he, he really sees, uh, learning and teaching. Teaching is like a great gift. He says it's, it's a, it's. He experiences it as like an overflowing in a generosity, uh, to give to people. I, I guess that's, you know, not really a direct refutation of the idea that he wants to give people a morality, but I just, I guess I would say my sense for Nietzsche is that it's just totally that's not what he's interested in. And furthermore, if, if he was interested in that, his better sense, his better judgment tells him it would all be pointless because your ideas aren't going to be. Faithfully reproduced when they're put into a democratic form, uh, there's a great line in Human All Too Human where he says. Uh, ALL political parties today. Are tasked with making their ideas appealing to the greatest number which requires them to paint their principles onto the wall in giant frescoes of stupidity. That's essentially what happened. It doesn't even have to be political, right? Like if, if everyone starts taking and adopting Nietzsche's ideas and trying to, I'm gonna use Nietzsche to improve my life and become a better person, it's inevitable that 99% of that is going to be utter nonsense or it's going to just be a reflection of what the person already believes, sort of laundered through Nietzsche's work, or it's going to be just something that refers back to their own pathological, psychological gunk, or, you know, maybe some people will get some good self-help, you know. Notes from Nietzsche, but that's nothing that he, that's not his goal. Yeah,"
	},
	{
		"start_time": "1:15:25",
		"speaker": "Ricardo Lopes",
		"words": "another thing that I find funny just before we move on to another topic is the fact that er you get lots of people nowadays and you even see that on social media, uh Twitter, X or and and other places. Is that there are many people who identify as, for example, ethno-nationalists or white supremacists or um I mean some something like that or uh uh uh uh a version of A far right, uh, authoritarianism. So, um, and they quote Nietzsche, uh, frequently, and I mean, I, I never understood really well why they do that because I, I mean even uh just me myself going through uh reading of Nietzsche's work and I only did it once. Uh, I never got the sense that he would support those kinds of ideas and even sometimes people, particularly some political leaders presenting themselves in the 20th century and perhaps even some of them nowadays if you ask them, and if they have actually read Nietzsche, maybe they, they would say the same or would answer along the same lines. I, I mean some of them actually thinking of themselves as Ubermensch. I mean, uh, was Hitler really a Ubermensch? I mean, is any of our, uh, is any, uh, are any of our politic current political leaders people that Nietzsche would admire and would label, uh, um, or you would use a label such as Ubermensch, uh, to attach to them."
	},
	{
		"start_time": "1:17:21",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Well, I mean, in Zarathustra, he says, never has there yet been an overman. So if, if Napoleon wasn't an overman or Ubermensch and Goethe wasn't, and Friedrich the Second wasn't and Alexander the Great wasn't, are we really gonna apply that label to like Donald Trump or Joe Biden, like our current political, you know, like it, it's just, it's, it's so farcical and absurd on the face of it, but I would say I, I don't, I'm not terribly puzzled over why there are like hard right Nietzscheans. I think, uh, there are a couple of things going on. For one, Uh, Nietzsche does have a value set that he's trying to promote. That is explicitly anti-democratic and anti-egalitarian. Now it's also, as we've mentioned, non-essentialist, anti-moralist, it has all these other suite of, of, of, uh, aspects to it that actually if they were. Thoroughly reckoned with would would uh deconstruct this hard right Nietzscheanism, uh, as well. But uh like uh while you were talking, I pulled up a quote that I think will help people understand. This is from Mussolini. He doesn't specifically mention N Nietzsche, but he says, quote, If relativism signifies contempt for fixed categories and those who claim to be the bearers of objective immortal truth, then there is nothing more relativistic than fascist attitudes and activity. From the fact that all ideologies are of equal value, we fascists conclude that we have the right to create our own ideology and to enforce it with all the energy of which we are capable. So that's Mussolini. So There is a certain interpretate like, there's an interpretation you can take from Nietzsche of like, OK, it's all just relative, it's all perspective, so it's all just like. What suits my advantage or like what I want, my morality can just be what I want, my aesthetic demand for the world. Well, this is what I want, right? And so it's not Nietzschean per se, right? So, so that's the thing. Nietzsche is describing that that's what people do when they create their moral ideas behind all of logic and its seeming sovereignty of movement. There's these pre-rational demands for a physiological demand for the preservation of a certain way of life. But again, notice he uses the term preservation. So that's why. That's why he says he, he actually makes it explicit in Twilight of Idols. All of you who are trying to like preserve an old order, or like that never works. Anyone who wants to fight decadence, so much of the right wing now, they want to fight decadence, moral decay. He says you're essentially, that's like fighting the symptom and not dealing with the problem, cause you can't. So you're like, somebody has a a fever, so you're like giving them ice cream, something like that. I don't, I don't like, this is like a ridiculous thing. Uh, HE also makes it explicit. There's a great passage, N Nietzsche's 5 nos. He says, my 5 no's, 5 things I reject. He explicitly says, I reject Rousseauian romanticism of like man's basically good, Garden of Eden, hold hands and sing with the animals. Uh, THAT'S nonsense, but he also says, I reject. Uh, THE romanticism in the sense of Wagner and this like hard right militarism that wants to return to, he basically says they want to, they've constructed a representation on an idea. Of eras they never lived in and they're looking back to that they wanna go back to that because they're in a state of distress in the modern world and they can't deal with it and they're looking, they don't have any vision for the future, so they're latching on to something from the past but what I would say also is that. There has been a strain of left Nietzscheans. And I mean their activity is is is described equally in these terms like they are just following the prejudices of their own sentiments. They are just following what their own relativistic view of, OK, well this is what we want and I've brought this up before, but even in the Soviet Union, there was the idea of the new Soviet man, which is has a covert influence from Nietzsche. This idea that we're literally going to change people into new kinds of human beings, but it's going to accord with, uh, you know, our vision, our values of like this egalitarian post-capitalist society. Um, I would say both are ultimately falsifications of Nietzsche, I guess, but You know, that gets into whether or not there's like a true interpretation or orthodox interpretation. What's become very clear to me from surveying all the interpretations of Nietzsche is that from the very beginning, right, from like, even when he was still alive, Lusalome writes the first biography and survey of Nietzsche's work, and then like really shortly after his death, you have like York Brandes, you have HL Mencken, you have Bertrand Russell. All interpreting Nietzsche in very different ways and coming to very different judgments of whether he's on the left or the right, and basically people have concluded throughout the last century that Nietzsche is either left wing or right wing, and that's good actually or that's bad actually, or that Nietzsche is a does have a political project or he doesn't, or he's an existential thinker or he's a more psychological thinker. You can basically, in a way, N Nietzsche's works are like the Bible. You can pull out anything from them if you want to. Um, I guess that doesn't really bode well for me claiming to give like a helpful interpretation of Nietzsche, but I think the best way to proceed is by Nietzsche's own, uh, rule of thumb where he says the worst readers behave like plundering troops. They come in with an idea of what they want to like take or appropriate from the work, and then they despoil the whole and lay lay waste to it, right? That essentially that's what it is to be a bad reader, I think. The only thing I can say to anyone who's getting these political interpretations out of Nietzsche, which I think all of them are largely unjustified. Is like, no, take a step back, go back to the texts, read more, read everything Nietzsche wrote, don't just repost a quote that sounds good and validates your idea. Really try to understand. Nietzsche the person. Um, AND this is the joy I think is going way beyond your question. That's the whole joy for me of philosophy. It's one of my favorite passages and probably the favorite episode of my own podcast that I've done is the one on the journey to Hades, where Nietzsche talks about 8 figures. He says, there's 4 pairs of eyes that have fixed themselves on me when I've journeyed to the underworld. And these are figures who are in many ways opposed to one another or have incommensurate viewpoints, but Nietzsche says, I will give them the right of judgment over me and in regard to one another. I, I will accept judgment alone from them, and he's talking about figures like Montagna and Plato and uh Rousseau and Schopenhauer and Epicurus and figures that oftentimes in his published work, Nietzsche is criticizing. But what they are is they represent a certain view of life, a certain way of living and way of being. That Communing with is like incredibly valuable to him. It's like a great joy. And so I would say many of these like shallow political readings. What's motivating it psychologically is very obvious. They're using each other. They already have concluded what they want. They already have a certain vibe or aesthetic or like moral regime or program that they want to enact. And they see some things from Nietzsche, so that can be very useful. They're being parasitical on Nietzsche, but that's not, I would rather have a conversation with Nietzsche, to whatever extent that's possible."
	},
	{
		"start_time": "1:25:12",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, maybe someone in the future will create a nicheche chatbot based on"
	},
	{
		"start_time": "1:25:20",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "the books. Don't, don't depress me, brother."
	},
	{
		"start_time": "1:25:25",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, let me ask you now, I mean, I've been, I've been, I've been thinking about this for a while and I mean, maybe I'm mixing here uh ideas that shouldn't be mixed when it comes to Nietzsche's philosophy and if I'm doing that, please correct me, but I, I was uh thinking about what it means to be of. Authentic according to Nietzsche and then I also thought, OK, so let's imagine that someone has the psychological predispositions or impulses to that lead them to embrace slave morality and that is something that Nietzsche, I think it's fair to say, despised, so. Would such a person be authentic with those kinds of psychological predispositions and if they decided to embrace slave morality? Uh, WHAT are your thoughts on, on that kind of, I mean, uh, uh, on those kinds of thoughts that I've read on this topic? Yeah,"
	},
	{
		"start_time": "1:26:34",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "I The first thing I would say is that uh. Authenticity is not usually the language that Nietzsche uses. I know what you're, you're asking, but it's, uh. I think if there's an indeterminate definition here, it could be, it could lead to some complications. I would say certainly like Sart, who's very much influenced by Nietzsche, authenticity is like very much his central concern and to the extent that We could see something like authenticity in Nietzsche. Perhaps it would be something like a unity of words and deeds or of feeling and action. So, you know, there is this uh This, so, so the answer to your question is yes and no as regards slave morality, right? The yes answer, they could be authentic, would be something like this, um, Nietzsche's not leveling a moral condemnation against slave morality. That is just the reality of what has transpired historically, and in fact, he says in all higher and complex societies, uh, the individuals have both master and slave morality even contained within the same soul. They're mutually unintelligible to one another and irreconcilable. There's no uh fictian synthesis that's going to be affected between them. There's no Hegelian sublation. It's just eternal war between master and slave morality, and yet we contain both, and uh I believe he says like human life would be, uh, rather like I'm trying to remember the term he uses my terms like fatuous like it would, it would just, it wouldn't be as interesting without the challenge from the slave morality to the master morality. Right, uh, and that there are aspects of the slave morality, for example, the fact that it makes us conscious, self-conscious in a more profound way than we were before, because it introduces these ideas of guilt and sin and responsibility and, uh, like Nietzsche says, for example, in the gay science, that, uh, Our self-knowledge today is so much more profound than when we read like Epictetus or like the ancients. We would actually laugh at them. They actually think it's possible to be a virtuous person when you read the ancient stoics and the later Stoics, they think, uh, you can actually be a good guy, whereas the Christians now we know because we've, it's essentially like what Christianity gave us is like that. Magnifying glass to really peer into the soul and be like you think you're a good person, but actually deep down you know that there's selfishness that drove that apparently selfless action. Which is kind of funny because that's the basis on which Nietzsche challenges morality himself. He says it was the moral skepticism created by Christianity that will actually undermine Christianity itself, but anyway, that takes us off into the weeds. So Christianity gave us something. It made us more self-conscious, and, and that has a lot of bad effects because consciousness is prone to pathologies and mistakes. Essentially what resentiment is, he says, is the inability to let go of a sensation. So you're harmed by someone, someone beats you up. And you're holding on to the memory of the pain, the humiliation of that event, and that sensation, that feeling stays with you long after the event has passed, so you're unable to let go of it, essentially. And so this is like a. We can see it through the language of a pathology, and we don't need to sort of moralize it and make a prescriptive statement, you shouldn't be a slave moralist, you shouldn't have resentment. Because that clearly is not the way to dealing with really any psychological problem. I mean you've you you've spoken quite a bit about. Modern sciences vindicating Nietzsche or showing that Nietzsche prefigured his real sort of knowledge. I was speaking to, uh, Jimmy Burke on my podcast who does research into evidence-based behavior change and cognitive behavioral therapy, and he said essentially the field is catching up to where Nietzsche was, that it's no longer this question of like willpower because that's like. What is that exactly? What, what is the story we're telling when we say he just didn't have enough willpower? You know, Nietzsche has some very funny comments about the will where he says, now we know the will is only a word, and it's a word behind which a popular prejudice lurks. And so this idea that you just need the will to quit smoking or to lose weight or do any of these things. Is essentially just part of an old moral regime that's like a falsification of the world and that in fact, modern behavior change is based far more on putting people in a better environment, trying to create sort of automatic or spontaneous, uh, like. Actions, re-triggering thing or decode or what would you say, diffusing those old triggers, replacing them with new ones that might push you in a more positive direction or something like that. And so, yeah, I, I would say. The whole moralization of, you know, slave morality result in all these things, that wouldn't be helpful, and I don't think that would be Nietzsche's approach. It might be unsatisfying to hear, but his attitude is something to the effect of it is what it is. Again, this is the eternal story of the herd sort of smashing down the the exception. Like you had these aristocracies of master morality, and they generated so much resentiment that the herd overthrew them. The issue then is that we're still holding on to the resentment. It's, he says the real problem is when it turned inward and became creative and starts giving birth to values, and that's the real issue. Now, so could somebody hold those values and be authentic? Well, If those values suit who and what they are, I mean, it's one of the things Deluz says about Nietzsche. We always, things always have the sense and value that they have for us based on who and what we are. We always have the sense and value for things that we deserve, it's the way he puts it, something along those lines. Now, I did say it was yes and no, right? The question of authenticity. There is a technical sense in which they're not authentic because. It's the very intercession of the neutral substrate of the ego, that's autonomously governing force with free will. That Nietzsche would say creates this experience of not living authentically. That there's now a separation between what I want to do, what I feel. And what I can do In fact, that's what how Deluz defines reactive forces. He says they don't triumph, uh, so we might say reactive forces, uh, we'll just say sort of uh. Slave morality, weakness, herd morality, something like that. They don't triumph by comprising a greater force, they triumph by separating the greater force from what it can do. And so, uh, we now mediate our Like impulses through this whole moral regime of guilt and sin, not so much sin these days, but nevertheless, Nietzsche would say we, we have this whole grammatical construction, right? Uh, THIS ties back into like substance ontology, talks about separating the lightning from the flash, saying the lightning flashes, or you could say the flash flashes. What are you, what are you actually saying there? You're, you're trying to freeze this deed and make it into a thing. Nietzsche says in in nature. It's the norm for every impulse to be gratified immediately, to express itself immediately. There's also a great passage that that long precedes the genealogy where he talks about this, again, talking about the social sort of process of inculcating these values. He uses the example of an unchaste woman, a woman who wants to cheat on her husband and perhaps of an ancient Bronze Age society where they might have the death penalty for adultery or something like this, and he says, why, how could you ever develop the kind of animal that would not commit adultery, if we are indeed just animals, we're clever animals that invented knowledge, how did we create these people who would be able to not gratify the impulse? And he says, what's required here is for a feeling to be suppressed by a thought. Well, how could that be the case because we've already talked about sort of thought is always appropriated by feeling. Well, because he says it's the thought of fear. Essentially what happens is the community by punishing people over long generations, doing public executions, he says, and he does talk about this in the genealogy, he talks about how much blood has been spilled essentially to give man a memory, essentially to make us capable of making promises so that we will hold that image in mind when we transgress or we're thinking of transgressing. And then experience that fear, and that will halt. The pursuit of that impulse, essentially something like this. And so I think when many people describe the feeling of being inauthentic, it's because they have a thoroughly developed sense of this neutral substratum of the self that halts and intercedes, uh. Between what they really want, what they really feel like they want to do, right? They really, they really feel about the world, what they really want to say, what they really want, the life path they really want to pursue, and they don't because they have this, uh, this wall that they've put up, and Nietzsche would say. That might be the very definition of living inauthentically, is that you're allowing guilt, fear, shame, sin, whatever it might be. To stop you from living your authentic life. But even see, I, I just slipped up there. I used the word allowing, because Nietzsche would say, it's not a question of free will, it's simply which force is stronger than the other one. If if you have, like, most people don't have, uh, strong enough impulses to overcome that sense of the community's fear, and that's largely, by the way, I think what guilt is. Um, PEOPLE, you know, like people might get away with something, a crime, or, uh, you know, cheating on their girlfriend or whatever it might be. And, you know, there's the fear of getting caught, but When that doesn't manifest, it's almost like as a compensation for that, the guilt is like, it's like the ability of that fear to continue punishing you or something like that. Um, IT'S it's the community's power, the voice of your conscience is the community's voice whispering in your ear about what you should or shouldn't do. Again, according to this logic of what benefits the community, what would make you a good instrument or function of the community, so it'd be really bad if you're Committing crimes, if everyone is committing crimes and, and being, you know, living in infidelity and all of these things, at least in especially in early social formations, we don't have the same sexual morality now, but obviously, but. Yeah, so I think that that gets the point across. So I would say yes and no. It's like, it's not as if he would say they should live some other way because it's immoral to be resentful. That's just sort of is what it is, and that's what the herd is going to do. And that's, uh, he does hope that we can overcome that, but you're not going to overcome it by scolding it and shaking your finger at it. But on the other hand, it is inauthentic. It's almost a definition of what people feel. Like what they're trying to articulate when they say they're living in authentically."
	},
	{
		"start_time": "1:38:09",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, um, this might be, uh, I, I mean, actually all of the questions here are, are complicated, but this one partic might be particularly complicated, but of course, as we've already talked about, Nietzsche was very much a moral anti-realist, but of course he was also uh a per a human like all of us are, and I mean, he certainly must have had this. Uh, MORAL preferences, but do you think that Nietzsche, at the end of the day, or there's any, uh, is there anything in his work. Where you think that possibly he might have endorsed a set of moral values."
	},
	{
		"start_time": "1:38:59",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Uh, YEAH, the short answer is yes. I mean, I think so to sort of refer back to the very first question you asked me, right? Uh, Nietzsche doesn't reject reason, but he reinterprets what reason is. So Nietzsche reinterprets the nature of morality, but that doesn't, uh, I don't think That he thinks we can live without it in a way, it's sort of like. You know, Nietzsche can spend all this time criticizing morality, but there's still evaluative judgments that he's making, as he says, even at the very level of my perceptions of the world and that we're all going to have certain. Uh, PRE-RATIONAL assessments of what is better and what is worse. That's essentially like. In a in a way, like the function of thinking is to, to rank order things and to, uh, that's what valuing is, is rank ordering in a way. And, uh, that's also a lot of the problem that he has with the last man is trying to the and the leveling when he speaks about these things is that it, it sort of, uh, deconstructs the order of rank and makes it impossible, and so it makes thinking impossible because valuing is part of thinking. So yeah, like if valuing is part of thinking, then then certainly Nietzsche has some moral ideas. But again, he reinterprets it. So, so this is what I would say about Nietzsche's moral ideas. The most important thing is that he is not a universalist. Uh, THERE'S the great passage in the gay science where he says, you know, so he's spoken of in the death of God, he talks about God as a sun to which the earth is anchored. What what gave us the right to unchain the earth from its sun. So it's sort of like this like metaphysical grounding around which the earth orbits, sort of holding us in place. Now, some have interpreted this as a lament, oh no, woe is me. But N Nietzsche says, no, my, uh, it's actually a great opportunity. It's a cause for hope. I hope that many new suns are yet to be discovered. He says, the earth has its antipodes just as the moral earth does. There's a lot of metaphors and the Science, by the way, about like Columbus, if not specifically Columbus, because he was in Genoa when he was writing it. So he's on his mind, he's constantly using seafaring metaphors and the idea of sailing to a new world, discovering some new world on the opposite side of the world that we currently live in. So the idea that there could be like, to speak metaphorically, there's a star that shines for you on one side of the world some way, he says that explicitly of justifying your way of life. He says one thing is needful to to be able to justify and celebrate the kind of being that you are. So you could have your stars shining for you, and on the other side of the the globe, there's someone who has another star shining for him that might even be antipodal, the completely opposite. Yet he says, I hope we discover all sorts of new ways of justifying life. So he fundamentally he says, my new free spirits, the philosophers of the future that I hope for, they'll love their truths, but they will not be dogmatists. Dogmatism, it's been the source of like the greatest errors, so universalist philosophy, eternal fixed truths. N Nietzsche just simply isn't operating within that realm of, of thinking. So that's not what his the form that his morality takes. That being said, does he have moral ideas? Yes, and I think the one word that we could use to describe it would be Dionysian. He essentially, if he has like a moral project, it is to reintroduce the Dionysian into the world. What does that mean? Well, he thinks that Dionysus is. Well, symbolically and historically, Dionysus is a god of life. He's a god of in a way of eternal life, but not eternal life in the Christian sense that you go and live in this fixed form in a uh a, you know, superordinate realm. Dionysus continually dies and is reborn. He, he appears in many different forms. In the Greek tragedies, originally it was a sort of religious ritual. It comes from the Dionysian Dioram, and these inspired spontaneous poet, poets who were under the influence of wine and drunkenness. WOULD sing the praises of Dionysus. Eventually they had an actor who would represent Dionysus wearing a mask. And then eventually the Greek tragedies are are created, which are stories from the Greek myths and uh histories, and A heroic tragic figure replaces Dionysus. So, it's interesting, it's almost like Dionysus is appearing in a new form, because the fate of these figures is always, just as Dionysus is torn apart by the titans, only to be reborn, there's always a new tragic hero, Oedipus, or, uh, we might say Agamemnon, who, whose fate is to be rent asunder. And that's not because he's, it's a morality play, Nietzsche insists on this. He says the nobleman does not sin, is the message of the Greek tragedy. Uh, THAT'S not any fault of his own. It's just the way things go in life, that the life is this endless rhythmic cycle of creation and destruction, and that there is a sort of a necessary prerequisite of destruction in order to be creative. That's sort of his vision of life. And what Nietzsche thinks happened is that Essentially with the slave morality and A number of other social historical developments, we've suppressed the Dionysian and tried to forget about it. Um, NOW, to the extent that we are alive, I guess the Dionysian still lives within us. But he would say we, we express it in very perverse and uh. Deranged ways nowadays in Christianity. There's a great line where he says, Christianity gave Eros poison to drink. He did not die, but degenerated into a vice. So one of the ways of looking at that would be. Nietzsche talks a lot about the Dionysian as involving this element of the orgiastic. He says the Greeks allowed for certain days, places, and times for their all too human. So the most problematic drives and impulses that are nevertheless part of life and sometimes in, in a way the best stuff of life, right? Like when we're competing in sports or, or I mentioned chess earlier, there's like a real bloodthirstiness, especially in chess, and a real joy in destroying your opponent, right? And uh of course sexuality and lust is a very, uh, You know, they talk about in French, the little death. It's like an ego death experience almost can like slake off all of your conscious moral, uh, self-conscious bullshit and just, you know, uh, enjoy this, this, uh, experience. And so Nietzsche basically says in so many words, this is inhuman, all too human. They would have a certain day and time, a ritual where these, these could be given free reign. We'd have an orgiastic ritual. And as a result, what he says is the impulse is sharpened. And glorified, it's exalted, but it's also contained. The Christianity. So, so another way to look at this, there was a book, and I forget the author, I forget her name, unfortunately. But I think it was the subtitle was from Fasting or from feasting to Fasting, as showing like the European mindset changes with the advent of Christianity, overcoming the pagan world. Um, OBVIOUSLY you still do some feasting these days, but You know, we can see it's very, I think, evocative and intuitive to understand that like. The Dionysian, the Greek world, let the impulses, let the drives have a feast. And They didn't like allow for, it wasn't like they thought it was OK to just be publicly drunk all the time or to express your sexual impulse all the time. They would have had just as dim a view of a person like that as we would, probably actually even more, uh, like, uh, would be opposed to that kind of thing."
	},
	{
		"start_time": "1:47:24",
		"speaker": "Ricardo Lopes",
		"words": "Oh, by the way, I think is the book From Feasting to Fasting The Evolution of a Sin by Veronica Grimm?"
	},
	{
		"start_time": "1:47:31",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Yes, is that, yes."
	},
	{
		"start_time": "1:47:32",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK,"
	},
	{
		"start_time": "1:47:33",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "OK. Um, THANK you, thank you, yes, so it, it essentially. What this does is this allows us to Give the impulse event in a very specific context, and then at the end of that, you don't feel as though you're ashamed or guilty. They have this conception of like. You know, uh, Eros again, the god took hold of me. Right, this was a divine thing. So anything that like transcends the human will. The human will is powerless against can be conceived of as a god, some sort of external force, and so that's how they conceive of it. They can sort of honor the most, like we might even say the dirtiest or most vicious impulses of life. Now we only say they're dirty or vicious because that's what Christianity has done to them, because Christianity. It creates this totally different regulative regime. That basically says, uh, it uses we've already talked about this. It basically establishes this guilt responsibility regime. And so Nietzsche says like, The whole inner life of the Greek versus the Christian, it's totally mutually unintelligible because the Greek had this sort of uh What would we say? Like he didn't have this inner dance of pride and shame that's like sort of the defining like emotional landscape, uh, as regards morality that we have, um, and so. To bring it back full circle of like what's Nietzsche's moral project. Dionysus is. Like, fundamentally, so he describes it by many terms. He calls it excess, he calls it the orgiastic. He also says uh he invokes the idea of Dionysus as a god of life. But fundamentally, it's the idea of life affirmation. And that's not like a placid, like sort of just, oh, life is good, smooth over all the tragedy and suffering of life. It's the idea that in full confrontation of that tragedy and suffering. To say that life is a fundamentally innocent state of affairs. That it guilt is something we made up. That we created that had a very powerful use, very, um, you know, uh, there's there's not, it's not trivial. It's not like, oh, we should just get rid of that. Like, it might be possible we're incapable of getting rid of it at this point or that it would in fact bring ruin to society if we got rid of it. But that's why Nietzsche. Says the fundamental. Uh, Question or opposition within his philosophy as Dionysus versus the crucified. And That essentially, I think one way to put it would be like this. Everyone, basically, in Nietzsche's view, has been an advocate for the crucified ever since the time of Christianity. We've all been advocates for morality and for this platonic view of truth and for duties and for reproducing the morality of the common person. Nietzsche thinks it would be a nice counterbalance to be the one person who unequivocally comes and stands up and says, I'm for Dionysus. I'm for the view that life is innocent. That it's good, you should honor your impulses and indulge upon them, on them, you know, you should, we can have this tragic view of life and nevertheless say we love life. I think that is, uh, Nietzsche's moral orientation, but again, it's not universalist because he doesn't think most people. We'll be able to uh on board the Dionysian, if that makes sense. That it it will remain uh the kind of thing that can be appreciated by a few extraordinary exceptions. Um, BUT yeah, I think that's would be his position."
	},
	{
		"start_time": "1:51:33",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean, there are a, a few philosophers out there uh trying to basically build a case for abolishing morality and for amoralism. For example, earlier this year, I interviewed Steven Morris, he has a very interesting book, Moral Damages, The Case for Abolishing Morality, and I also interviewed Other philosophers like Joel Marx is a,"
	},
	{
		"start_time": "1:52:01",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "is also a moral case for abolishing morality. You have to be, right?"
	},
	{
		"start_time": "1:52:09",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I guess, yeah, I mean, I, I actually don't buy too much into the possibility of us becoming amoral. I mean, I don't buy too much into that. I, I, I appreciate, uh, their, the arguments made by Steven Morris and Joe. Marx and others, but, uh, I don't buy too much into them. I, I, in, in terms of us being, for example, moral anti-realists in the sense that perhaps we can be, uh, relativists, annihilists, I mean, probably not so much, but I, I, I think that. There's some evidence that people can be uh morally uh rela rela uh they can be relativists in terms of their Uh, morality, but, anyway, that, that's just, uh, a comment that I wanted to make also to, to refer to the book by Steven Morris if anyone is interested in reading it. But, uh, I mean, we've already done almost 2 hours here, so let let me perhaps just, uh, bring on, uh, a last topic. So, uh, Of course, this is something that Nietzsche did or tried to do with uh several philosophers and thinkers, that is he psychologized them in the sense of he tried to understand and speculate about which aspects of their psyche. Ecology led to their ideas, right? So do you think that we can do the same with Nietzsche and if so, uh, what ideas or what aspects of his psychology do you think could have led to. Particular ideas that he had. I mean, I'm going just to give you one example of one thing that I thought of, um, so when it comes to the idea of a more fatty, uh, in the particular case of Nietzsche, uh, I think that there would be a reasonable case to be made that. Uh, POSSIBLY one of the reasons why he was into the idea of a morhati of loving your destiny. Is that, uh, basically in many ways, but particularly when it comes to his health, uh, he had a very complicated, uh, life. I mean, I'm, I'm not sure if I would call it miserable, but uh at the very least a very complicated life. I mean, the, uh, the migraine. That he experienced and all of that, and I think, please correct me if I'm wrong, but I think that even now we're not completely sure about what kind of uh health condition he could have had. So, uh, but I mean, the point I was going to make is that I guess that uh through his own experiences, it would make sense that he would endorse an idea like a more fatty. Because basically, at least back then, there probably wasn't any cure or treatment for his condition and so he had to live with it. And so maybe you could say that I'm making a case that a more farty was a way of him for. TO cope with this suffering or something along those lines. I, I'm not sure if coping is the correct, uh, verb to use here, but or to cope, but uh I mean, what,"
	},
	{
		"start_time": "1:55:54",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "what do you think? Well, if you have to cope, at least don't seethe. At least he didn't see it. Yeah, yeah, but,"
	},
	{
		"start_time": "1:56:01",
		"speaker": "Ricardo Lopes",
		"words": "but I mean, what, what do you think about that idea in particular and uh would you have other cases in terms of trying to connect particular aspects of his psychology to his philosophical ideas?"
	},
	{
		"start_time": "1:56:17",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Yes, so not only do I think it's possible to psychologize Nietzsche. I think it's demanded by his method. I don't think he would, I don't think if you thoroughly read, uh, Nietzsche that you can get away with not inquiring as to what his psychology is, given everything that he says, he's told you, my philosophy, like all philosophy, is an involuntary confession, an autobiography. So you have to read him that way. And I think one of the best works uh for doing this is Pierre Klozowski's uh Nietzsche and the Vicious Circle. Now I will say that work is. Difficult, it will be a slow read, especially if you're not familiar with uh I'll just say French philosophy in general and the way that they like to write. I mean, uh, Klozowski was, was Polish, but he lived in France. He studied under Batai and, uh, so that's sort of like his, his origins. And, uh, when I was, uh, studying that book in order to produce an episode on it, I did 3 episodes on that book. I read the second chapter probably like 10 times because it's just so, uh, He makes some very interesting claims about Nietzsche, the whole nature of his struggle with like consciousness and conscious thinking and all of these things. I think, so I think he's a very, and then also going into like the impetus for Nietzsche's like moral project or political project, again, very provisional. This is his view of that what Nietzsche was doing, but uh I would recommend that book. Now, as far as like your comments on. His illness, which, uh, yeah, could have been perhaps catdicil congenital stroke disorder, perhaps a tumor, perhaps something we're not even aware of. Perhaps we will never know."
	},
	{
		"start_time": "1:58:08",
		"speaker": "Ricardo Lopes",
		"words": "But we're certainly not sure of what, what it was, right?"
	},
	{
		"start_time": "1:58:13",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "No, I, I don't think there's a way to be sure, uh, because, you know, we just don't have, uh, I mean, like if, if he had died recently, you could like open up his brain and, and probably glean some things from that, but, but we just can't. We were like trying to reconstruct what his illness was based on. LIKE medical records, things he said to people and uh experiences he reported and all of these things. What is clear is that N Nietzsche's father died from symptoms that seem at least similar to what happened to Nietzsche, and then a year later, his younger brother, who was only 1 or 2 years old, died. Um, THAT was when Nietzsche was like 5 and then 6 years old. Uh, SO, they both died from like cramps, headaches. Uh, THE attending physician called it liquefaction of the brain in the case of his father, one of those sort of old-timey ways of saying things that I, I take a perverse pleasure in. But, um, That plagued him throughout his life and it only got worse and worse. That's why he retired from the university and the year that he retired from the university, he explored a number of like cures for his condition. He would go to clinics. He ultimately, in Eke Homo talks about he would kind of explore the right air pressure, altitude, humidity, all of these things, and see what made him feel better, what, what, you know, because otherwise he could be laid out for days with migraines and vomiting and stomach pain. Dizziness, he went pretty much entirely blind in his right eye. Um, AND so yeah, it was a very painful existence, and you could interpret it as a morfati is sort of him saying I have to live with this, it is what it is. This is the only way that I'm going to be able to continue to, to, uh. Cope with my existence. I would say the only complication of that is. I mean, like, I think what Nietzsche would say is like, OK, but Pretty much every philosopher, uh, before me came around and said, Uh, yeah, that's why this world sucks. That's why, uh, this is a world of suffering and impermanence, and why you shouldn't cling on to this world. We should hope for an eternal life in which all the suffering is relieved, and all accounts are settled. The lion lays down with the lamb. Uh, IT'S the Sabbath of Sabbaths, right? The rest of rests, that's what awaits me at the end of my life, uh, as for example, somebody like Pascal believed. Pascal also suffered greatly, greatly throughout his life. Um, HE, I believe in his case, May have exposed himself to mercury, had some sort of mercury poisoning, but he also, like with Pascal, it was like a, he had, there was something psychologically like wrong with him, probably manic depressive, and, you know, he would, uh, like do self-mortification practices and stuff like that, and he essentially just sees life as like, you know, the condition of man, the suffering of man, the mortality of man, it's a sort of a hell hole, and if, if this is all there is, like, I mean, it, there's nothing for us but despair. So it is interesting that Nietzsche doesn't take that view. So there, so I think you're right to see that as Amor Fati is absolutely a confession of Nietzsche's, is absolutely a revelation of his psychology. His method demands that we see it that way, but, I think it's we. Even if it is a cope, we have to ask, why was his method of coping. Sort of like worldly coping, whereas you have Pascal."
	},
	{
		"start_time": "2:01:53",
		"speaker": "Ricardo Lopes",
		"words": "No, that, that's a, that's a fair point, yeah, yeah,"
	},
	{
		"start_time": "2:01:56",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "and, uh, I don't, I don't know if I can actually. Tell you what it is about Nietzsche that makes him so oriented towards, OK. Uh, THE world, the intelligible world is a world of errors. The impulses are where the real action is. Like our, our consciousness is a commentary on an unknown text. I affirm sensation and appearance. I don't affirm this other world that devalues ours. Why is Nietzsche so invested in this? And I mean, I think It might have something to do with his sickness. It, again, we, we might have to believe Nietzsche to some extent, uh, take his own word for it when he says that he's an expert in sickness and health because he experiences these things himself, contains sickness and recovery within his own body. Maybe. To take it a step further, what it really is, is that he perceives within himself that his physiology is the cause of so many of his thoughts. I think he might have had. An insight that, especially as far as he was concerned, because he would often do this, right? He would, he would take notes in his journal. Of when his thoughts came. And whether they were associated with high feelings or low feelings. Or whether, like there's a famous line from Nietzsche, which is a great line on words to live by if you're looking for some self-help. If there's somebody who came to watch this video and they're like, 2 hours, I haven't gotten any self-help advice. What the hell's going on? I thought this was about Nietzsche."
	},
	{
		"start_time": "2:03:31",
		"speaker": "Ricardo Lopes",
		"words": "Well, actually, if anyone comes to my channel to get self-help, you're going to be disappointed."
	},
	{
		"start_time": "2:03:38",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Oh, no, I, I, yeah, I'm not saying that. I'm just saying so many of the people when they find Nietzsche, one of my favorite things I saw, uh, it's like a Uh, like a course on Nietzsche that was like, learn N Nietzsche to unlock your potential seven steps to self-mastery, something like that. And that was like posted by like a popular like it was like Nietzsche and philosophy Twitter account or whatever. That's just, it's so common that that's what people want out of Nietzsche. So that's why I'm saying that, uh, and I think, yeah, but in any case, uh, Great advice from him is that again, it's something he says about himself, but it's something that we could all take uh from. He says he trusts no thought that comes to him while he's sitting still. That he's learned that his best thoughts come to him while he's walking and hiking and moving. That's when he can really trust the thoughts that come to him. And so I think perhaps if we were to look at maybe specifically his illness as a like psychological cause of much of his philosophy, I think it's because he, he does have this thing of experimenting on himself, experimenting on his body, and then experimenting with his thoughts, like, where are my thoughts coming from? That might be a lot of why, and so he learns that there's like this physiological origin. Which again, uh, Sciences would probably agree with these days that uh a lot of your thinking is done by your gut. But I think, you know, if we want to be critical, which is sort of often what people are asking for when they ask you to psychologize Nietzsche. Perhaps he may have gone too far in his convictions that everything is rooted in the physiological, that every idea we have is simply a question of our constitution or or or our impulses, that everything is about uh simply sensation and like the world as it appears, and we should just like eschew all of these eternal ideas of the intelligible world or all of this is be suspicious towards it, all morality, all of this. Maybe he went a little far because his whole world was dominated by physiology. He was sort of He knew more than anyone that he was sort of. Chained to bound by his physiology. So that perhaps would be a way of psychologizing him."
	},
	{
		"start_time": "2:05:59",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, great. So, look, Keegan, uh, let's perhaps wrap up the conversation here. We've already done a little bit over 2 hours, so, uh, I will be leaving links to your YouTube channel and your Twitter slash X handle handle. What, what other places on the internet can people find you on?"
	},
	{
		"start_time": "2:06:22",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "Well, uh, if you just type in the Nietzsche podcast or untimely Reflections into Google, you can find it on Spotify, Apple Podcasts, all these things, um. I also, uh, will be another place people can find me, uh, this January. I'm not sure when this episode will be coming out, but the episodes will be archived."
	},
	{
		"start_time": "2:06:41",
		"speaker": "Ricardo Lopes",
		"words": "Uh, IT, it will come out in mid-December, so next week, the week after we're recording. So,"
	},
	{
		"start_time": "2:06:47",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "so, uh, this January, I'm going to be teaching a course, a series of 4 courses at Acid Horizon Research Commons. It's a para-academic, uh, society. Uh, I'm going to be one of the first this year for the spring session. Um, ALONGSIDE, I'm trying to remember what the other courses are, there's, there's stuff on Kant, there's stuff on philosophy and magic. There's all sorts of really cool courses that they're teaching there, and Craig, who runs Asset Horizon, is a really great guy and really. Really doing it for the love of the game and love of philosophy. And so, uh, that will be something that people have to pay for, but, uh, that's something I'm very excited about. I've I've never taught an online course before, or you could say I've been doing it for 4 years, but, uh, you know, however you want to interpret it, so that I have that coming up and I'm very excited. That will be another place that people can find me in the immediate future."
	},
	{
		"start_time": "2:07:44",
		"speaker": "Ricardo Lopes",
		"words": "Great. Uh, LOOKING forward to that and thank you so much for coming on the show. I mean, as I said, I've been following your show, your channel and podcast for 3 years or so now, and I've been, I've been looking forward to this conversation, so thank you so"
	},
	{
		"start_time": "2:08:00",
		"speaker": "Keegan Kjeldsen (Essentialsalts)",
		"words": "much. Thank you, absolutely. It was a, it was a great joy."
	},
	{
		"start_time": "2:08:05",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inasi Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Sverggoo, and Hal Herz Agnon, Michel Jonathan Labrarinth, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanus, Chris Williamson, Peter Wolozin, David Williams, Di Acosta, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank, Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]