[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Today I'm here with the awesome, the legendary, have a divine. I mean, I, I wasn't expecting to have this conversation so soon, but Marcelo Alonso, uh, made me a, a big favor, so, yeah, uh, Eva, welcome to the show. It's, uh, I mean, of course, of course, people should know you, but anyway, you were a legendary adult film actress and you now recently started also. So, a podcast, the Ava Divine, uh, Divine's Bad Advice podcast. I mean, I watched episode 1 and episode 4. I still need time to watch the other two episodes, but, uh, it's, it's awesome. It's awesome."
	},
	{
		"start_time": "00:45",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Yeah, thank you so much. You know, thank you, uh, for having me on your show. Uh, Marcella and I are very, very close friends. Um, SHE'S known me pre-porn, so I mean. Yeah, anything, anything she suggests or You know, it tells me, gives me a suggestion for, I always take her, her advice. Yeah, we're, we're very close, so I'm, I'm just honored to be here. So thank you for allowing me to be here in a quickness cause we decided yesterday. I'm like, I could be in here tomorrow, yeah, yeah,"
	},
	{
		"start_time": "01:17",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yeah, I, I mean, I was a bit nervous because I, I, I thought, uh, like, I, I mean, come on, I'm going to talk to a legend. I have to come up with some pretty good questions, but let, let's see how this goes. So, sure,"
	},
	{
		"start_time": "01:28",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "and, and Ricardo. Ricardo, the, the, the wonderful thing about me, I'm very easygoing, you know, believe it or not, I'm, I'm pretty like laid back, so I mean, we're, we're gonna have fun regardless."
	},
	{
		"start_time": "01:38",
		"speaker": "Ricardo Lopes",
		"words": "Oh yeah, no, that's for sure. So I, I mean, walk us all the way back to basically your origin story in the adult film entertainment business, let's call it that way. I mean, uh, what got you into porn, basically?"
	},
	{
		"start_time": "01:59",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "OK, well, um, you know, it's funny because like I've, I've always explained, you know, I, I was growing up as a child, I was, uh, sex was never frowned upon, um, so I, I've always had a wonderful, uh, open mind about sex, and I was very comfortable with sex and sexuality, and I was never confused or embarrassed or ashamed. So, um, I've always been, I've always admired sex, sex industry as a whole, you know, regardless, um. What happened was I, I was, uh, an escort. I, I, I worked backwards. I was an escort, stripper, then I got into adult films."
	},
	{
		"start_time": "02:41",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK. So in terms of sex work, you started as an escort, is that it? Yes,"
	},
	{
		"start_time": "02:46",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "yes, actually, I started out as a phone girl back in the day. There, there were phone girls for escort services, and I was very promiscuous as a young girl, of course, very experimental, very sexual, sexually driven. And um I met a lady. I, I was uh working at a handbag store at the time, like a very high-end retail, uh, luxurious handbag store in, in a hotel, Bally's at the time. And, um, the, the lady that I was working with goes, you know what, she, she would tell me her story that she was an escort, um, uh, you know, many years ago, and she goes, you know, you have a lot of sex. Like you should get paid for it. I'm like, good idea. Like, great idea, you know. But so anyway, fast forward, so, so I was introduced to that life, right? Um, AND not by force. I wasn't on heavy drugs. I wasn't, you know, nobody coaxed me into it. It was my own free will. I very much enjoyed, like I said, it's sexuality and uh profiting from it. So it's like, oh my God, this is my calling. So fast forward, uh, you know what, I'm, I'm 28. I'm in this strip club, and, uh, where was it? Uh, SO, so this girl's like, you know, you should do porn, and I'm like, really? But I was so nervous that um I, I, I, I was very insecure, so I'm like very scared of like being on TV and The way I look and my body and you know whatever you know, so, so I had, I had a few hangups, but um for some reason I really wanted to and uh I met somebody that was like, OK, I'm gonna introduce you to someone that knows he, he worked for Penthouse and he knows, uh, Hannah Harper and Derek Hay of LA Direct Models, and I can, he's like, I can introduce you to this company and you can become trip porn. So anyway, so I, I, before I did that, I, I met someone, some girl in the strip club, and she introduced me to, uh, Mr. Chris, who is a filthy first-timers of Evil Angel, I think, or Elegant Angel. I think Evil Angel. And I, I did my first porn scene in Vegas with Mr. Chris, and his wife at the time was shooting our video, which I was OK about. I'm like, All right, girl, like make sure you get my best side, like, what, well, I fuck your husband, you know, but, um, so, uh, you know, I just, I just had a lot of fun with it, and I was like, wow. How great is it that I can like totally sexually express myself on camera in, in an environment that's safe and sound. We have testing, you know, we have, we have tests, so I can have bareback sex. Um, WE'RE in a confined area where there's a camera person, so nobody's, you know, that everyone's on board. We're, we're all consensual. I was like, oh my God, this is fun. I, I, it was a very long, like I was like, oh my God, I gotta do a cowgirl position for like, how, how many more minutes? Like, you know. So, but other, other than that, I did love the sexual expression and be and being able to uh just like tap into like my inner slut self and have it recorded, so."
	},
	{
		"start_time": "06:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I, I mean, let, let me ask you then, what did you like doing or what do you like doing the most? Is it escorting? Is it porn or something else?"
	},
	{
		"start_time": "06:19",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "You know, I, I mean, I, I will, I'm gonna happily say every, everything brings everything, every service brings something different to the table. So, you know, sometimes when I'm like, oh, I'm gonna see a, a fan privately, and then I'm like, oh, I'm not in the mood or whatever, but then the minute I get there. And, and our energies combine and, and we gel as a, as, you know, sexual partners, like it's so much fun, you know, or I do an adult, adult film, uh, a movie, right, a scene, right? Oh God, I'm, I'm very nervous. I'm very nervous. I'm always nervous. So I'm like, oh my God, I'm, you know, I'm petrified, whatever. And then I get on set and like I see the performers and and the camera when we're taking pictures, the makeup artists, whatever. Then I get very relaxed and then I get into my zone, you know, so it's like stripping, you hear the music, you're with your friends, you're whatever, like it all, it, it all brings something spectacular to the table in in all different ways. So I love it all."
	},
	{
		"start_time": "07:21",
		"speaker": "Ricardo Lopes",
		"words": "So you started doing porn around what, 2003, somewhere around that, yeah, OK, 2003, so, so 22 years. I imagine that over those 22 years, over the past, this past 22 years, you've seen many people coming and coming. And exiting, coming into and exiting the sex industry, I mean, what, looking back at all those people and thinking about yourself, what do you think are perhaps the traits that make uh a female successful in the sex industry?"
	},
	{
		"start_time": "07:58",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "You know, I mean, I, I really don't know. I, I mean, for me, I can only speak for myself, you know, for me, I, I have to be, uh, coherent and sober. I have to be, uh, comfortable in my own skin. And I have to enjoy sex. So, like, that, that, that's what works for me. I don't, I can't speak for other people and their success. I don't know. Maybe they suck the right dick. I don't know. Maybe they, they're just that star quality. I've no clue. But for me, Miss Ava Devine, I had to come to a place where I had to get sober, because I like to drink and jog, and unfortunately, that skews my, my mind, body, and spirit. And, and it, it just, I don't, for me, like I had to get that out of my system. And then I'm able to learn to be comfortable in my own body, my skin. Like, if I'm heavier, thinner, bigger boobs, smaller boobs, whatever. Like I gotta be comfortable in my skin. And then also, I have to really enjoy sex, which I do. So, so when, when it became, when it was becoming a little bit robotic for me, that's when I had to like take a break."
	},
	{
		"start_time": "09:15",
		"speaker": "Ricardo Lopes",
		"words": "OK, so look, uh, uh, in my conversation with Marcella, I suggest that at least one trait for, uh, porn actresses and uh escorts is good to have because they have lots of sex with different people. Uh, I mean, I guess that it is more comfortable for women, at least if they are or if they score higher on sociosexuality, that is, they are. More interested in having sex with more people, even people they are not attached to, and they don't need that sort of more emotional side, more attachment side of things to have sex with someone. I mean, do you agree with that, or?"
	},
	{
		"start_time": "10:03",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I mean, honestly, for, for me, I really feel like I do have to have some kind of emotional connection with, with, with whoever because guess what. It's, I'm, I like, I don't wanna be robotic. If I'm robotic, I need to stop and like step away. I don't wanna be, it's not like it's not, I'm not, I'm not just here to bounce. Like anybody can bounce, right? But what, what do you do? What's behind that bouncing? I wanna, I wanna get in your brain, I, which, which, right? I wanna get in your brain. I wanna talk about fetishes. I wanna talk about what turns on, what your turn-ons are, and, right? And then that ties into emotional, right? Because guess what? Now we're emotional. I'm on the same wavelength as you. I'm not, I'm not coming from a higher up angle or a lower end angle, right? I, I'm like, I'm meeting you right there. We're, we're locking eyes. We're locking souls. We're lacking sexual kindred spirits right now. Regardless if we love each other or not. Like, it, it. Cause, cause for me, sex is way more than just the physical bouncing penetration. It's way more. There, there's so many layers and depth of sex and dimensions that I have to touch to be successful in the bedroom."
	},
	{
		"start_time": "11:24",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. Uh, LET, let me ask you another thing. I'm really curious about this because over time, I mean, first in the 90s, I guess that when you got into porn uh in the early 2000s, I mean, VHS cassettes were no longer a thing, like we were into DVDs. So uh when you went through the porn industry. It was, uh, there were still DVDs being sold, and then"
	},
	{
		"start_time": "11:49",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I believe some VHS too, I believe. Oh, OK, I believe it was called box covers at the time. We had to make the box cover,"
	},
	{
		"start_time": "11:57",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yeah, yeah, I, I know about that thing about the box cover. I've ordered it from other, from other porn actresses, so, uh, but I mean DVD. Or VHS and then it it became more and more progressively more online, right, online business and now you also have OnlyFans and other platforms. So uh across all of those kinds of mediums, which of them do you think is the one that best serves, uh, the performers?"
	},
	{
		"start_time": "12:29",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I really feel that, uh, OnlyFans has really, for me, like I said, I'm gonna speak for myself, uh, it helped my career tremendously, where I'm able to connect with my fans on a much Intimate basis, but also the, the bonuses, right? I, I feel like OnlyFans came about and then it, now it, it, it changed the porn game for it being about the creators, the providers, the porn, the talent, right? It's, it's, I don't have to kiss naughty America's ass or browser's ass because guess what? I could shoot with whoever, and, and then, and then guess what? I'm getting all the money for the content. Right? Granted, browsers Naughty America has much better marketing skills than my little Instagram page, right? But It, they, they both help each other out. All I'm saying is, but OnlyFans for me is, has really uplifted my intimate connection with my fans and also my career for myself. It, it's for me. If I want to shoot at 8:00 p.m. or 2 p.m. and hire my own makeup. Makeup artist and work with the talents that I wanna choose and maybe do anal triple anal. I could do it. I could book it. I don't gotta wait. Oh, I hope, uh, Dog Fart hires me for that BBC gang bang because guess what? I'm gonna call all these guys, all these BBC people, and like, hey, let's collab."
	},
	{
		"start_time": "13:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, look, uh, uh, as I was telling you before we start the recording, I mean, not this bit that I'm going to mention now, but, uh, like, uh, 1520 years ago when I was an adolescent, I mean, it was very much, uh, about not the not the America, a reality. The Kings razors, so that those were, those were the places where the big players were on"
	},
	{
		"start_time": "14:25",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "for sure, for sure, like, like being hired for Vivid or whatever, like you're like, oh my God, that's, which I never was, but like it, it's a big deal, right? And now it's like. Not really. Not anymore. I mean, it could be. I'm not, I'm not discounting that whatsoever, but, uh, for me, once again, I'm speaking for myself, I'm not beholden to these bigger companies to get validation or to get recognition."
	},
	{
		"start_time": "14:52",
		"speaker": "Ricardo Lopes",
		"words": "Even with the contract, I mean, even people who get contracts with browsers or other, another company, I mean, is that not good enough?"
	},
	{
		"start_time": "15:02",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I mean it's great. I think it's, it's, it's a great opportunity for them, but for me I never have, and so I don't know that that avenue. But, but for me I enjoy having my own free will and being able to do whatever I want, you know, that, that's the bonus of it. Like I said, I'm not beholden. Oh please, please, oh please, I'll do whatever it takes to be browsing, you know, whatever. Like I don't, I don't, thank God it doesn't, it's not like that anymore for me. But, but, but I, I, I'm not, I'm not putting down any company. I think it's great. I would love to work. I, I'm with a porn agent, so I could work with browsers, Naughty America, all these different companies. I love them all. I'm just saying the game has changed for me since OnlyFans is relevant."
	},
	{
		"start_time": "15:46",
		"speaker": "Ricardo Lopes",
		"words": "OK, so with 22 years of experience, what would you say are the pros and cons of doing porn?"
	},
	{
		"start_time": "15:55",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Oh God, I mean, there's so many pros. There, there, uh, I mean, there's more pros than cons, way more for me. Pros is, I mean, I get to sexually express myself in a safe environment, um, with people who care that people are on the same page, uh, people that get tested regularly, responsibly. Um, IF it gets too rough, I could always say, stop, you know, code word, whatever, and, and we can pause. Um, If there's any accidents, people are like, oh, it's normal. Like, it's like, you know, and I'm not, oh my God, how embarrassing. Is he gonna call me back tomorrow? What, you know, like, or she, or whatever, like, it's, it's all like we're all, um, it's all uh uh a team effort. Versus versus personal life. So, yeah, that's definitely a pro."
	},
	{
		"start_time": "16:44",
		"speaker": "Ricardo Lopes",
		"words": "And I mean, how do you look at um porn in society? I mean, because there are many people, of course, you're aware of this, everyone is aware of this. There are many people out there with a more conservative kind of mentality that are against porn and against sex work in general, and they say that porn and sex work are only Harmful to society and so on, but what would you say are the benefits of porn"
	},
	{
		"start_time": "17:14",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "for? Well, I mean, there, there's benefits of porn in society is, uh, uh, freedom and, and sexual expression. I mean, anything is bad to society, eating too much food, drinking too much alcohol, you know, I mean, anything is shopping, gambling, like, like what isn't, right? That that's all. Subjective, right? That's all subjective of what is bad for society and what isn't, because I can't help you that you ruin your life or your marriage or whatever because you are addicted to a certain whatever, right? That's not, that's not my problem. Nobody put a gun to your head and said, consumer, abuse, abuse, abuse. That's on you, right? That, that's on the consumer. So I mean, is it bad or is it, is it a danger to society? I think not. I, I mean, like I said, it's all subjective, drinking too much alcohol, eating too much food, eating too much sugar, eating too much cookies. Like what, what isn't harmful to society, right? That's a, that's an individual, uh, thing for someone to decide, right? But as a whole, as a whole, no, I mean, It's, it's just all about sexual expression, and the wonderful thing is, is that today's society, there's not a specific body type. Like years ago when I was growing up, you know, it was very Pamela Anderson, tits on a stick, blonde Caucasian women, right? That, that's what I was in my era, that was popular in the early 2000s and 1990s, right? Today, now, everybody's different, all walks of life, all different walks of body. There's no specific body type. More curvaceous, right? More curvaceous, but, but that's great, right? Or, or not, you know, I mean, it doesn't really matter. I just think in today's society, there's no stereotypical. Look for porn, porn stars. Like I think we all have our own uh look and, and I feel like it's, it's, you know, all, all over the place. Some from natural tits to small skinny to BBLs through the roof and, you know, or, or BBW like all, it's all, it, it, it ranges. It used to be from what I recall in my experience. Tits on a stick, blondes, skinny girls. That's, that was what I witnessed. Today, it's, it's, there's such a large variety, which I love because now everybody can feel sexy."
	},
	{
		"start_time": "19:42",
		"speaker": "Ricardo Lopes",
		"words": "For sure. I mean, that's, uh, that was actually one of the points that I was about to bring up because, I mean, I've noticed as well that over time from the 90s to 1000s and now through the 2010s and the 2020s, I mean, uh there's more and more variety in terms of women, uh particularly women who perform in the industry. I mean, we, you have uh fat people, skinny people, people with big Small boobs, big small asses, and so on and so forth. And I mean, I think that's great and actually it goes, it goes against one of the points made by, for example, certain feminists who are against sex work and pornography because they say, oh, pornography reinforces beauty standards, uh, no, no, no, or at least not anymore,"
	},
	{
		"start_time": "20:32",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "right? Exactly. And, and honestly, like I used to think like that too, like, oh, why is it all blonde. Whatever. But honestly, porn, uh, uh, caters to what sells the best. It's a business, right? If, if the blonde girls with the, with the skinny bodies and the big tits make money for the, those consumers for that business, hell yeah, continue to push that, right? It's, it's not about what, what's hot and, and whose opinion. It's what, it's a business, what makes the most money. I'm, I'm not, for me, I'm not gonna. Work with things that don't make me enough money or do things that don't make me enough money just because I like it or it feels good. Like I, I want, as a businesswoman, right, I want to see what will generate the most income."
	},
	{
		"start_time": "21:17",
		"speaker": "Ricardo Lopes",
		"words": "Mhm, YEAH, for sure. I, I mean, let me just tell you two things because I, I mean, I'm one of those guys. I'm very bookish, very into science,"
	},
	{
		"start_time": "21:26",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "and I'm, I, I, I,"
	},
	{
		"start_time": "21:27",
		"speaker": "Ricardo Lopes",
		"words": "I'm a, I'm a nerd, basically, so"
	},
	{
		"start_time": "21:29",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I like it, nerds,"
	},
	{
		"start_time": "21:31",
		"speaker": "Ricardo Lopes",
		"words": "yeah, yeah, yeah, yeah, and. Basically, I mean two things because these are two common arguments or accusations people make of of porn. I mean, one of them is that people say, oh, porn causes sexual violence. I mean, actually there's no data at all to back up that claim because over the, over time porn consumption has been going up and sexual violence has been going down. So there's not even. A correlation there. I mean, if, if you want to establish a sort of a causal relationship there, then I guess it would be the other way around. If you watch more porn, you engage less in sexual violence, I guess. So, uh, and the other thing is, uh, because you mentioned addiction there. I mean, I have two interviews on the show with Nicole Perrosi. I mean, she's awesome. She's a neuroscientist, a psychologist. She studies. Pornography and one of the things she studies or she has studied is a porn addiction. I mean, I'm putting it uh in scare in scare in scare quotes because um that that's what she found out is that that's actually not the thing. I mean people who identify as porn addicts, the thing is that they are either religious or very conservative and so they were brought. Up in a culture or in an environment that condemns porn and sex work and if they go and watch porn, even if it's even if they do it very little, I mean they identify themselves as porn addicts, but it's basically a moral incongruence. I mean they feel bad because they watch porn and then they claim they are porn addicts. I mean that that's really fascinating work she did, so."
	},
	{
		"start_time": "23:23",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I mean, I, I'm, I'm in a twelve-step program, so I understand what addiction means, it to me. It's like, If it controls my life and makes me unmanageable, makes my life unmanageable where I can't function and it spins out of control, yeah, it's a problem, but I mean, like I said, it's all subjective. Like I, I can't tell you. If it's making your life a problem, you can tell me if it's making your life, only you can identify that. I can't go around and go, he's a porn addict. That's a porn addict, or, or whatever, right? You have to decide that for yourself. It's a self-diagnosed disease. You gotta figure it out for yourself, um, but like, you know, for, uh, porn, uh, uh, um, for like aggressive sex, I mean, today, in today's day and age. I mean, we're uber safe about the word rape and all that other stuff like you can't go crazy with someone anymore and, and be like, OK, we're cool. Like if, if it, if it's too aggressive, you gotta speak up and say, uh uh, no, you know, or, or whatever like in today's today's, in today's day and age, you can't be aggressive with People so easily like it was back in the day, but I understand some people going, oh, you know, um, the sexual aggression and porn, but people don't understand that. Like, like when I meet people, they go, Oh my God, are you, are you going to suck me off like that? And I'm like, no, because guess what? During that scene that was shot at 10:11 a.m., I starved all day long. We're meeting up at 78 p.m. I ate a full freaking meal. I'm sorry. You know, or, or like, or like, hey, like I said, sometimes there's accidents, right? We got to cut. We gotta clean up. We gotta do whatever. Not all the time, like, like in real life, you don't do that. You don't go, oh, cut, pause. I gotta, you know. So like, so I understand like the misconception of watching a porn and going, wow, I wanna do that in real life. And, and guess what? A lot of the porn girls are very talented. So when the guy gets mad at his wife cause she can't deep throat him the way I do on an empty stomach. That, that's on him. EVERY, we're selling a fantasy and people don't understand that, you know. They think it's, it's real-time, real life, every day. My, my entire day revolves around deep throating, sword swallowing, and it's like, I, I can't. I'm a human, right? I gotta eat. I, I, and I don't, I don't go around begging for gang bangs all night long. Like the reality of this, like I got stuff to do. I gotta go to the gym. I got grocery shop. I got to pick up the dogs. Like we are, and that, and now I'm bringing them back to humanizing adult film actresses or film, uh, adult films. The human the humanization is that we, it's an, uh, it's, it's a, uh, it's a service. It's a job. It's a business. And it, it's, it's in a safe time slot and, and it's not my everyday minute to minute being, you know, we're, I'm selling a fantasy and I'm blessed to be great at sword swallowing, anal gang bangs and all that, double anal, but I'm not gonna do that on an everyday basis. That's not who I am or my everyday life. I'm not gonna call two dudes from the bar or meet some guys at the bar and say, let's double anal me tonight. Like, That's not really gonna happen, unfortunately, but fortunately."
	},
	{
		"start_time": "27:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but I, I mean, I guess that people have to keep in mind as well that uh porn is basically entertainment. I mean, you don't, you don't do that or you don't have to do that in real life sex."
	},
	{
		"start_time": "27:17",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Yeah, I mean, and sometimes I do if I'm not, if I didn't eat a meal before, like, I mean. Uh THINGS happen that, that I can't do that, you know. And, and like, I, I wanna bring home, home the point that like when, um, you know, guys go, oh my wife can't deep throat me like that or, or I can't bang my wife in the ass like that. It's like, well, you know, maybe you guys gotta like plan that out or teach her like You know, it's, it's not like I do that every 5 minutes of the day, you know, on my downtime. It's like, sometimes I do. Don't get me wrong, I'm not, I'm not discounting or, or saying I don't. But it's not, I don't put the full effect. In the the my porn scenes that I do in my private life. I don't want that actually."
	},
	{
		"start_time": "28:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I mean there are many women out there who just don't like to do those kinds of things, and that's perfectly fine. I mean,"
	},
	{
		"start_time": "28:10",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "sure, yeah, it doesn't make you less of a person. It's just saying. You know, I'm, I'm, I'm, I'm, I'm a human, and there are times where it's physically impossible. I just ate a meal. I can't sword swallow you cause I just ate a meal. You know, like there's, there's suck or, or I, I didn't do, prepare for anal. Sorry, you know, it's like, I, I'm not, I'm not douching my ass out every second of the day to do anal."
	},
	{
		"start_time": "28:37",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, when you were like 2028, 29, and now that you are in your early fifties, I mean, how have things changed in terms of how you prepare for a porn scene, for example, has anything changed? Changed as you got older or not,"
	},
	{
		"start_time": "28:57",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "uh, no, not, nothing has changed, um, because I'm still, I, I was, uh, I'm a lot more, I was a lot more reckless, younger, irresponsible, but reckless, but today I'm much more responsible. I'm much more, um. Uh, I'm older, I'm more mature. I'm a little bit more wiser, but other than, other than things changing from in my, not really, I mean, I won't, I won't go out and party the night before, you know, like, I mean, I, I, you know, back in the day, maybe I'd be doing some lines till 3 in the morning, but not, not, that's not my story today. I, I like, I like sleep. I like good rest. And, and I work out more. I like to work out more too."
	},
	{
		"start_time": "29:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, sleep is good. Sleep is good. I like, I like a good night's sleep. Yeah, I mean, yeah, and do you feel that, uh, like adult performers are still as stigmatized in society today as they were, for example, two decades ago? Do you feel that,"
	},
	{
		"start_time": "29:58",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "no, OK, cause I, I believe since OnlyFans came out and, and a lot of people are, I guess, are called influencers and, you know. They twerk their butt and, and they now they got like 20 million followers and they shoot a couple videos with their boyfriend and then now they're, I don't know, they're, they claim porn star, whatever, but like, you know, so it's a little bit different today, but You know, I just, uh. I don't know. I just, I just feel like it, it, it's, it all works out. It, it all works out. It doesn't really matter to me cause, cause I, there's a saying, you know, cream rises to the top. My professionalism and my love for my job, my sex, whatever, will rise, you know, everyone that's pretending or whatever, it drops off. So, You know, and, and I'm not hating on anyone. I'm just saying like that's my work ethic. Like, I do it cause I love it and, and I do it cause I want to be, Yeah, you know, I, I just, I just enjoy it tremendously and, and I take it seriously. I'm, I take it seriously. This isn't like, I'm not gonna, it's, it, it matters to me. It's not, it, it, it is a big deal to me, my, my work ethic."
	},
	{
		"start_time": "31:15",
		"speaker": "Ricardo Lopes",
		"words": "OK, so look, I have to take this opportunity because as I told you before we started recording when I was an adolescent, you were one of my favorite performers. I mean, the other ones were like, uh, Lisa Hand, Phoenix Marie, Cyn the Mayor, and people like that. So I like your. Some of them are still in the business, so, you know, uh, uh, but I, I have to ask you this, and I, I will probably steal one of the future questions that one of your fans was going to ask you in your own podcast, but I have to ask you this question. So what kind of men do you appreciate the most?"
	},
	{
		"start_time": "32:00",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Well, huh, well, the nice thing is I'm very fluid, so I like men and women, um. I love it all, um, but I do say that today, uh, November or whatever, 2025, I am looking for someone that, um, is emotionally available. I like, I like that. I want a great communicator. Um, I love honesty. Um, A well-endowed penis helps tremendously. It does. I, I'm realizing like, uh, the smaller dicks just aren't that. Fun for me and um I do need someone that, did I say honest? I like honesty and responsible. I like responsibility and, and consideration. I like considerate people."
	},
	{
		"start_time": "32:50",
		"speaker": "Ricardo Lopes",
		"words": "I, I, I mean, that's interesting because, uh, you know, there's this kind of podcasts and shows on the internet now. Uh, YOU'VE probably heard of them, I mean, uh, shows from the so-called manosphere, the red pill, the black ill, and so on and so forth, where Uh, those kinds of guys are always making the claim that, oh, all women are hypergamous, so they all want men who, for example, earn more than them, and men who are dominant and men who put them in their place and so on and so forth. I, I mean, it doesn't seem to me that all women are interested in that kind of thing,"
	},
	{
		"start_time": "33:30",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "right? No, I mean, I, I don't. I, I don't want to ignore red flags anymore. I don't, if somebody has a criminal record or no job or no car or no place to live. I, I'm not, that's not like hot to me anymore. Um, I, I do want somebody that is somewhat established. I'm not asking for sugar daddy or like someone that's like, you know, CEO of a, of a big company. I'm just, I just want somebody that, um, can fend for themselves. I think that's a nice quality too, that you're not reliant or dependent on other people or, and you don't want a handout. Um, I like self-sufficient people, yeah."
	},
	{
		"start_time": "34:15",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's great. So what kind of hobbies do you have?"
	},
	{
		"start_time": "34:21",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Huh, OK. Well, what hobbies do I have? I'm Kinda learning that I do like to read. I like to write. Um, I'm really enjoying having this podcast, cause, um, it's I, I, I don't even know how vulgar I could be on here, but there's no, uh, phallic object in my mouth other than a microphone, which is pretty cool because uh there, there's another dimension of me that likes to tap into the mind, body and spirit. Of things, you know, like, um, or should I say the mind and spirit versus just sexual acts. So, I'm, I'm really enjoying having a podcast. I'm having a lot of fun with that. I like, uh, I like conversing with people about life. Um, I, uh, what else do I like? Um, I want to start maybe taking like a paint class or something. I don't know. I'm like, I, I just, I just wanna do kind of like, uh, just some fun things. Like, like that, that, that aren't like my usual, you know, I mean, I can say shopping is a hobby, but not really, you know, that's more like an addiction for me. It makes my life unmanageable, OK, but, um. But no, I mean, you know, I, I, I wanna like, I wanna experience, and I love, I love going to music fests like concerts and like I'm really into music and I love it because being sober and uh listening to music and like especially like my EDM that I love, it's freaking amazing. Like I went to EDC and it was like I don't know, just, just being able to be sober and present in the moment and very coherent and enjoying the hard music that I used to do drugs to is like, oh my God, the, you know, dichotomy of that, like, how crazy is that?"
	},
	{
		"start_time": "36:16",
		"speaker": "Ricardo Lopes",
		"words": "Look, I, I, I, I certainly share some of those interests. I mean, I'm very much into books. I mean, my show is primarily with, uh, academics and intellectuals, so I mean, you already get the sense that I'm very much into intellectual stuff and I love music, I love movies, I love. A porn, of course,"
	},
	{
		"start_time": "36:37",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "of course, I"
	},
	{
		"start_time": "36:38",
		"speaker": "Ricardo Lopes",
		"words": "mean, that's"
	},
	{
		"start_time": "36:39",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "important,"
	},
	{
		"start_time": "36:40",
		"speaker": "Ricardo Lopes",
		"words": "and I, and I, I'm also into, uh, sports like wrestling and soccer and so on. I mean, I have a multitude of interests, but yeah, no, and, but my prime, my primary interests are intellectual,"
	},
	{
		"start_time": "36:54",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "so. Yeah, I like it, and, and you know, I, I'm really enjoying, uh, weight training, working out. I think that's fine. That's one of my hobbies too."
	},
	{
		"start_time": "37:03",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, awesome. Let me ask you, I, I mean, I don't know if you ever identified yourself as such, but do you identify as a feminist?"
	},
	{
		"start_time": "37:15",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Um, YOU know what, I, I don't even truly know what the full definition is, to be honest. Will you describe it to me? Will you explain it? What, what the true definition is?"
	},
	{
		"start_time": "37:25",
		"speaker": "Ricardo Lopes",
		"words": "I mean, for me, it's just uh giving women freedom to do whatever they want to do with their lives. I mean, that would be, I guess, a basic definition of it."
	},
	{
		"start_time": "37:38",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Oh yeah, sure, then, then, then I'm all about that. I, I believe. How about, how about giving people freedom of choice, period. Like men, women, children, trans, what like, how about that? Like, what, what would that be considered a humanitarian? I, I guess I'm a humanitarian. Like, I, I feel, I feel everyone should, uh, Do what they love and do, do what's healthy for them."
	},
	{
		"start_time": "38:01",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but that's the thing, right? I mean, uh, feminists, at least the choice feminists, I mean they, they don't care if you are a porn star, a sex worker, or if you are a traditional woman and want to stay at home and raise your kids and cook food. I mean, as long as you're doing it out of your own free will, free choice, and you have agency, I mean. That's well,"
	},
	{
		"start_time": "38:26",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "that, yeah, then I guess so. But I, but I feel like, uh, uh, people should be like that regardless of gender. I just, I just feel like, why, like why? But yeah, I mean, I'm all for, uh, I'm for anyone. I, I don't look down at people cause they're sex workers. I don't look up to, to people because they're sex sex workers. I don't look down at people if they're a librarian. I don't look up to people if they're a doctor like. If you're, if you're a good person, you're a good person, you know, or, or, or if you're, you know, healthy mind, body, and spirit, then I'm all on board with you. If you're evil and you're rude, I don't care if you're the president, porn star, a doctor, like if you're evil, I don't, I don't condone that, no."
	},
	{
		"start_time": "39:07",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH, I agree. Uh, WHAT kind of relationships do you have with your fans?"
	},
	{
		"start_time": "39:13",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I have wonderful relationships with my fans. It's um, It's, it's really crazy is that I, I, for some reason, like I have like a decent memory of like each and every what each and every fan likes, and I love that. I mean, sometimes I can't remember it all. There's, there's so many. Thank you God. Thank you fans for being so loving and so supportive. But like, yeah, I, I get them. I totally get them. I get like, I see eye to eye with them, so. I have a really great relationship with my fans. And I'm the type that really feels that without them, I'd be nothing. Without them, I'd be sucking dick in a back alley, just whatever. You know, like, without them, uh, like, so if people come up to me and, and like, I'm not the type that gets Annoyed. I don't care if you know me or if you're, like, I'm honored. I'm honored that you knew me. I'm honored that you took the time out of your day, work up the nerve to come up to me and tell me that you love me. Like, that's amazing because I know, I, I know what that's like. I, I went up to someone and I said, I'm a big fan, and they shot me down. And I was like, ah, that hurt. That was uncomfortable, you know, I was like, fuck. And then it made me like be sour about them, like, damn, really? So it's like, like, you know, like, like some people go, oh, so annoying. These fans keep bothering, not me. I'm like, give me, give me lovin cause I, I, I'm, I, I owe you. I'm indebted to you guys."
	},
	{
		"start_time": "40:42",
		"speaker": "Ricardo Lopes",
		"words": "Look, this is something that this is an assumption that many times, at least the feminists who are against sex work because there are also feminists who are in favor of sex work, uh, I mean, they say that er all fans and clients objectify the women they like or the women they are with. I mean, do you feel objectified at all by them?"
	},
	{
		"start_time": "41:07",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Not at all, not at all. I mean, I. I'm selling. As a fantasy. I'm selling sex. So how can I be objectified, like, That's cool. Do you wanna ask me how my day is and, and, you know, whatever, but honestly, like, I'm here to get you off, like, That that's cool. You want to talk more and see, you know, other things, but honestly, like I'm not offended because you don't ask me how my day is or if I'm feeling emotionally well today. Like I don't care. Like I get it, you know, like for me I don't have, um, I have a very good understanding of what, what's in play. So being objectified, I don't have a problem with that. I don't feel that that's what's happening. I mean, or, or great, bring it on. Objectify some more. Like, that's what I'm here for. Like, I, I, I, I have a very clear understanding of, of what my purpose is."
	},
	{
		"start_time": "42:06",
		"speaker": "Ricardo Lopes",
		"words": "So do you think that sex work is for anyone? I mean, if, for example, you met, OK, let, let me just ask you the second part of my question. If you, for example, met an 18-year-old girl, a 19-year-old girl, and she was saying that, oh, I want to get into porn, I mean, what kind of advice would you give her?"
	},
	{
		"start_time": "42:28",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Well, since I do give the worst advice ever, I give really bad advice. I'd, I'd be like, I'd be like, I don't know. Uh, ARE you sure? Are you comfortable with this? Do you understand the ramifications that are gonna happen after you post something or you, you put yourself out there? And remind them it's on the internet forever. Like, are you OK with that? And are you comfortable with saying yes or no? Stop and start. I, that's too rough. That's too much. Like, are you comfortable speaking up for yourself? Because I don't appreciate when people, things happen to them and then like years later they talk, they complain about it like. I don't know. I, I feel like, I mean, speak right then and there like that, that would be my advice. Don't wait till later and say you whatever negative shit happened, like squash it right there. Squash it, right, if you're uncomfortable, stop."
	},
	{
		"start_time": "43:24",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, uh, without naming names, what do you think about, uh, former performers that, uh, regret having participated in the porn industry and now would like for the companies to take their sins down from the internet?"
	},
	{
		"start_time": "43:43",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Well, I, I don't know any of that, but unfortunately my attitude about that is like. You were a volunteer, not a victim. Like, nobody put a gun to your head and said, you have to shoot this, or we're gonna murder you. And you got to shoot this to save your life and save your family. You were a willing volunteer, and I'm sorry that life took a different path for you, but you have to be responsible for your actions. That's that for me, that's my Outlook on it. I, let me speak for myself. I have to be responsible for my actions. Nobody put a gun to my head and said, you have to shoot this. You have to do porn or whatever, or I was a druggie and I needed to get my fix, or like, no, that I was a volunteer. I voluntarily Put the dick in my mouth for the paycheck on camera for whatever ulterior motives I had. I'm up, I'm on board."
	},
	{
		"start_time": "44:41",
		"speaker": "Ricardo Lopes",
		"words": "Have you ever regretted doing anything in the porn industry?"
	},
	{
		"start_time": "44:48",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "No, cause it served its purpose. Whether I'm embarrassed of it now, today or not, like, it serves a purpose at it's at its time, so it's like, Why regret it? It's done. It's, I, I did it, you know, whether I, I was in the right mind or not, like I did it. Like, like I said, I volunteered. I was there with the camera and the dick and whatever else is around. So, I, I don't, and, and I, I really don't want to have any regrets because I feel like it's all taking me down to this. PATH that I'm on now,"
	},
	{
		"start_time": "45:24",
		"speaker": "Ricardo Lopes",
		"words": "right? Mhm. No, yeah, I think that's a very healthy way of dealing with the past, right, for sure. And, and,"
	},
	{
		"start_time": "45:32",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "and I feel like I don't ever wanna play victim cause that will keep me sick and that's trouble for me."
	},
	{
		"start_time": "45:41",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, look, we have, uh, around 12 more minutes. Tell us about your podcast. I mean, you started it around 3 weeks ago, right? So yeah, what, what do you want to do with it?"
	},
	{
		"start_time": "45:54",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "OK, well, actually it was an idea I came up with in 2012. It finally, yeah, so it finally came into fruition 3 weeks ago, 3 or 4 weeks ago, um. I, uh, I was like, I wanna do this. I've been wanting to do it. And I just felt like um the time was right. My, my trainer at the time was very helpful. He's like, I'll do it with you. Let's, let's try it. And I thought it would be fun and funny, cause I, I get a lot of fan questions all day, every day for my whole entire career. So I was like, why don't I just make a podcast about it and like, answer my fans' questions, either with guests or by myself. And another, another avenue where I can like, Interact with the fans, and also like, have a different dimension to who Ava is."
	},
	{
		"start_time": "46:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, look, as I told you, I, I've already watched episode 1 and 4. Episode 4, I really loved it with that doctor. I can't remember his name, but he was, he was great, yeah, yeah, he was, he was amazing too. Do you plan on having many guests there, or are you trying to perhaps, uh, shoot most episodes just you and Kyle?"
	},
	{
		"start_time": "47:11",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Well, actually, I'm gonna start doing, uh, he, he's just like a, was a part-time co-host. I want to, um, probably do it solo, maybe sometimes bring on some co-hosts, but I don't wanna rely on that. And I don't really wanna rely on having nonstop guests. They're fun, but I don't wanna rely on that cause then for me, I just feel like it's too much pressure and it's like, I don't know. I, I, I just, I just felt like I don't really want any rules, like set rules. I just wanna have fun and answer fans' questions and have a giddy, funny time and like make fun of it cause my advice sucks. So, or, or it could be helpful, but, you know, whatever. Take it as you will."
	},
	{
		"start_time": "47:56",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, I've been doing podcasting for almost 8 years, and, uh, now I'm starting to have some fun."
	},
	{
		"start_time": "48:04",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Yeah, oh really? Yeah,"
	},
	{
		"start_time": "48:06",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I, I, I, I mean, don't get me wrong, I've always loved the podcast. I, I love. Having intellectual conversations, but now, I mean, with this series with uh sex workers, now I'm really get, I'm really getting to have fun conversations, the kinds of conversations I, I always love to have on the show."
	},
	{
		"start_time": "48:27",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Yeah, see, that's, yeah, and this wise man told me, he goes, Ava, if you make your business your pleasure, you will never have to work a day in your life. And I, he, he, that's the way he told me. Some people say it's Backwards or I said it improperly, but I'll, I'm like, that's my favorite saying and whether it's botched or not, I love it, and it's so true. I don't want to have to like do a job or like, you know, forced to do something not begrudgingly like I wanna do it cause it's fun and, and like I said, I, I, I, I wanna be a businesswoman as well, and I want it to make sense, but But, you know, I, I, I do, I do in my heart of hearts wanna have fun. I wanna have a good time."
	},
	{
		"start_time": "49:12",
		"speaker": "Ricardo Lopes",
		"words": "OK, so I have one more question and then one final one that I told Marcela just yesterday that I'm going to turn it into my final question of every episode of this series, which I hope is going to be a very long series. I really, I really hope that, but uh uh earlier I asked you about men, but how do you approach relationships and love in your life?"
	},
	{
		"start_time": "49:38",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "I'm sorry, the, the, it, it, we got a little bit disconnected. What was that? How do I,"
	},
	{
		"start_time": "49:42",
		"speaker": "Ricardo Lopes",
		"words": "OK, OK, OK. Uh, HOW do you approach relationships and love in your life?"
	},
	{
		"start_time": "49:48",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Um, THE good, the good thing is I'm very open to it. I'm, uh, I'm emotionally available. I'm very communicative. I, and I do believe in honesty. So, um, I'm, I could receive it and give. I, I can take, take and get, I can, what is it, give and take a relationship. Um, I, I, I want to be transparent at all times. I think that kindly and considerately, I wanna be transparent. And I feel that that's like a recipe for a successful relationship."
	},
	{
		"start_time": "50:22",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, awesome. OK, so, uh, going to my final question then, uh, I, as I said, I asked Marcella the same thing yesterday. Give me, I mean, you've been in the business for more than 2 decades now. Give me your Mount Rushmore of female performers."
	},
	{
		"start_time": "50:42",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "God, I, you know, that, that's a really tough one. Really, well, I mean, because I, I feel like everybody brings something spectacular to the table, and it's like there's always, you know, so it's like, I mean, for me, it was like Vanessa Del Rio, Belladonna. You know, Jenna Jamison and, and, and, but then, but then like right I come across and I'm like Sarah Jay, Gia Durza, Leah Lovely, like then I'm like, oh well, like, you know, like everyone's like, you know, coming, it like it never, it never ends, right? So, so I can't really. I mean, that, that's, that's my best answer, I think. All I know is like everybody has something spectacular. Everyone's so unique in their own way. It's like, how could, how could we put, what is it 44, you know, 4 of them. How could it be the top 4? It's like, everyone brings something spectacular to the table."
	},
	{
		"start_time": "51:36",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I mean this is just a segment to have some fun. I mean, I can tell you mine and then you can I guess react with it. I mean, by the way, Jenna Jameson was, uh, uh, Marcella also mentioned her, so you have at least that one in common. So, but, but, but, but mine are, I mean, for me, the goat is Nina Hartley. OK, that's the goat, and then number 2, Lisa Ann, number 3, Phoenix Marie, and number 4, I mean, it's, it's not because I think she's a better performer than the honorable mentions I would have here, but it's just because she's my favorite, it's Shia Ryder,"
	},
	{
		"start_time": "52:20",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "so, OK, yeah, yeah, see, yeah, it's like everyone's, it's, it's hard I couldn't keep, I couldn't narrow it down, yeah."
	},
	{
		"start_time": "52:28",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and then of course in my honorable mentions, I have to mention Ava Devine, Brandy Love, Cyren the Mayor, Diamond Jackson, and right, I mean"
	},
	{
		"start_time": "52:39",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "like how, how could we, how could we narrow it down? There's like everyone has something freaking spectacular. It's like, uh, I couldn't, that's too much pressure. I'd be like, ah."
	},
	{
		"start_time": "52:50",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I mean, who are your, uh uh just out of curiosity, who are your closest female friends in the industry?"
	},
	{
		"start_time": "52:59",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Um, I would say right now it'd be like Rochelle Ryan and, um, oh God, there, there's, let's see who else. There's like Brandy May, there's, you know, uh, Leah Lovely, there's, there's, there's, yeah, there's like several. But, you know, it's, it's crazy cause like everyone has such busy schedules that it's like, we, we, we, you know, get in our own bubble, and then we're like, oh my God, how's, you know, then we reach out, you know, so it's like, you know, everyone's there. It's just We're, we're our schedules are, which is a wonderful thing, we're also so busy, so it's like, you know, but yeah,"
	},
	{
		"start_time": "53:32",
		"speaker": "Ricardo Lopes",
		"words": "yeah, I imagine. So, OK, would you like to tell people then where, where they can find you on the internet? I mean, I, I have already put, uh, prepared, uh, the description, and I put your, uh, X handle there, your Instagram, the, um. Your YouTube handle for your, the Ava Divine, uh, YouTube channel and also to your podcasts. So anything else? Sure,"
	},
	{
		"start_time": "53:58",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "my Linktree, right? Linktree.com/avadivine and, um, uh, my OnlyFans.com/avadivine."
	},
	{
		"start_time": "54:07",
		"speaker": "Ricardo Lopes",
		"words": "OK, awesome. So Ava, this has been an honor to talk to you, really. So thank you so much for doing this."
	},
	{
		"start_time": "54:15",
		"speaker": "Ava Devine (@TheAvaDevine)",
		"words": "Thank you so much for having me, and I love all my fans, and I love you, Ricardo. Thank you for having me, you guys. Hope you enjoyed it."
	},
	{
		"start_time": "54:24",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Sverggoo, and Hal Herzognon, Michel Jonathan Labrarinth, John Yardston, and Samuel Curri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Puntervan Ruzmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyanny Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]