[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of the Dissenter. I'm your host, as always, Ricardo Lops, and today I'm joined by Doctor Jennifer Nagle. She's professor in the department of philosophy at the University of Toronto. Her research focuses on knowledge, belief, and our. Capacities to track these states in ourselves and others, and today we're going to talk mostly about epistemic intuitions, knowledge, common knowledge, and some other related topics. So Dr. Nagle, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Jennifer Nagel",
		"words": "Pleasure to be here. Thanks very much for the invitation."
	},
	{
		"start_time": "00:37",
		"speaker": "Ricardo Lopes",
		"words": "So, I've already had many interviews on the topic of epistemology on the show, but I don't think I've ever talked at least directly about epistemic intuition. So could you start by giving us, um, a definition? What are epistemic intuitions?"
	},
	{
		"start_time": "00:57",
		"speaker": "Jennifer Nagel",
		"words": "Epistemic intuitions are these sort of immediate, uncalculated, spontaneous impressions we have. Of whether somebody does or doesn't know something. Um, THERE'S actually a broader category of epistemic intuitions where we're not just looking at impressions of states of knowledge itself, but also related states, like maybe the state of being justified in thinking something, even if you don't know it. Uh, MY own work focuses primarily on impressions of knowledge, um, because, in part because I think those other impressions, like whether somebody's justified. ARE, um, kind of downstream from knowledge, and, um, they depend ultimately on our capacity to track what is and isn't known. Um, SO I think that's the, that's the best, um, point of departure. Uh, AND I think it's just amazing, um, that we have these impressions at all. They're not something you get just when you're, you know, reading a philosophy article or something like that. You can have the impression when you're talking to somebody on the street, um, maybe that they know something or that they don't know something, um, in everyday conversation, as you're bouncing back and forth, asking people questions, reacting. Um, YOU have to have a sense of what they do and don't know, even just to decide, look, am I going to tell this person this thing or ask them. Um, AND even in interactions where you're not even talking, uh, you're just walking down the street, uh, you make judgments. Um, IS this person who's coming towards me like completely absorbed in their phone? I don't assume that they know that I'm, I'm, I'm gonna have to step out of their way. Um, SO how we're interacting with each other, deeply connected to our impressions of whether they do or don't know. And knowledge itself is like, it's just kind of abstract. You might think it's kind of like an invisible, um, uh, condition out there in the world. It's not like, you know, when someone knows a fact, it's not like them running or jumping, um, that has really obvious surface level. Um, CHARACTERISTICS that you could just pick up with ordinary sense perception, um. It's possible to know things in a lot of different ways, and there are so many different things that someone might or might not know. So it's just a really interesting question. How do we get these impressions of knowledge and its absence, and how do we in real time, uh, calculate what's going on? And then, you know, once you have a an idea of how this is working, you can ask, well, how good are those impressions? How, how, how, how accurately are we, are we tracking the presence and absence of knowledge? Cause of course, sometimes you think someone Know something and you discover they don't or, or vice versa."
	},
	{
		"start_time": "03:50",
		"speaker": "Ricardo Lopes",
		"words": "And so how do philosophers approach epistemic intuitions? How do they approach these sort of impressions of knowledge? Uh, I mean, I'm asking you that because later I'm also going to ask you about scientific approaches to epistemic assessments like the ones coming from linguistics and psychology, for example, but how do philosophers do it?"
	},
	{
		"start_time": "04:14",
		"speaker": "Jennifer Nagel",
		"words": "So it It really depends on the philosopher. Um, PHILOSOPHERS have approached epistemic intuitions in all sorts of different ways. Um, THE nature of knowledge itself is a huge philosophical question across all traditions. And philosophers from multiple historical traditions have used impressions of knowledge, pre-theoretical impressions of knowledge as a guide for the construction of their theories. So in Plato, for example, Um, you see, uh, his great dialogue, the Theattas, struggling with this question of the nature of knowledge, and, um, and there's a, there's an issue at some point whether knowledge is just true judgment. Uh, AND, uh, Socrates gives a great example of a true judgment that isn't knowledge. So you have somebody who is actually innocent of a crime. Um, BUT, uh, their lawyer doesn't have much time to convince the jury. Um, AND the lawyer, it seems actually doesn't even really care whether the guy is innocent. Um, BUT if Plato says it's the kind of thing that you would really have needed an eyewitness there to know the truth of it. Um, BUT actually it doesn't matter for, for this particular innocent man because his, his lawyer is just great with the rhetoric and persuades the jury, not through evidence at all, um, that the client is an innocent, innocent man, and the jury acquits. And, and then the question is, if, if a member of the jury. Believes that or judges that this man is innocent. Do they actually know that he's innocent, just on the basis of that beautiful speech that the lawyer gave, which had nothing to do with evidence. And if you're like Plato, you get the feeling, no, this guy doesn't know. There's a gap between just judging truly and, and knowing and um And That there's a gap there is actually one of the few things that Socrates says he knows to be the case. He says this in Mino, in the Mino, he says, yeah, he's famous for, for claiming not to know a lot of stuff, but one thing he does know, he says, is that, um, knowledge is not the same as just true judgment, seems to demand something kind of more. So you have, you have in that tradition. Um, uh, THE use of these pre-theoretical, you know, you're just rolling on your gut sense, yeah, that juryman doesn't know that the guy's innocent. Um, AND you see it in other traditions too, so you see it in the South Asian tradition as well. Um, SO can I tell you another quite different example from, from that tradition? OK, so, um, uh, this example is from an 8th century philosopher called Dharmutara, and, um, He, he considers uh. A character who. SEES in the distance what looks like a cloud of smoke rising from a hillside. And um and he says, Yeah, there's a fire burning at that spot. And, and actually what he says is true, um, there is a fire burning there, and this guy's actually kind of justified in making his, in making his, his judgment, right? Because judging that there's a fire burning from smoke is a pretty rational thing to do, that's pretty good evidence. However, Demater says, if you zoom in, Um, at this spot. Um, Some meat has been placed over a fire, and the meat has attracted a great swarm of insects, um, and there's no smoke at all. The fire has just been lit a few, a few seconds ago. Um, SO what our guy is seeing from the distance is actually not smoke at all, which is a sign of fire. It's a swarm of insects, which is not a sign of fire. Um, AND therm asks, like, does this person know that there's a fire burning at the spot? And maybe you have the impression, no, he doesn't. Um, AND that's something that actually is a bit of a clue, uh, to the nature of knowledge. It, it indicates that knowledge might not be just true judgment that's based on pretty good evidence. Seems like there has to be something more to it than that. Um, SO, philosophers have used epistemic intuitions as, um, sources of initial evidence, and then there's different ways you can go on this, depending on what kind of philosopher you are. Some philosophers try to use all of our impressions of knowledge and really sculpt a theory of knowledge that will fit all of those data points. The trouble we've discovered in the 20th century is that the data points are really bizarre. Um, SO you can also sometimes have intuitive impressions of knowledge that end up being paradoxical, and end up driving the construction of sort of peculiar, um, uh, uh, sometimes really counterintuitive theories. Uh, SO, so there's theories, um, that are quite skeptical in nature, because, you know, sometimes if you think twice and really focus on it, it seems like you can't even really know, you know, that there's a hand in front of your face, uh, cause you might be dreaming. Um, AND, uh, it's very hard to have an elegant theory of knowledge that respects all those data points. So my own work kind of tries to steer a middle course. I take some evidential support from, from intuitions, but at the same time, I also try and figure out, are some of these data points, um, sort of the equivalent of perceptual illusions? Are they being generated by, um, features of our knowledge tracking capacity? Um, THAT are not guaranteed to get you to the truth about knowledge."
	},
	{
		"start_time": "10:07",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean, what are the main philosophical views of epistemic intuitions? I mean, are there different kinds of theories or how does it work in philosophy?"
	},
	{
		"start_time": "10:21",
		"speaker": "Jennifer Nagel",
		"words": "I mean, again, that's just like a really huge question. I mean, Plato thought that, you know, before your birth, your soul is exposed to the forms, and you are actually like remembering the forms. um, PEOPLE are all over the map on this. Um, SOME people want to have um very much sort of usage driven views so that knowledge just is whatever our senses employing the word knowledge might be picking out. I think that that approach ends up being kind of incoherent. Um, I think there's, there's just a great diversity of different ways you can, you can, you can approach, um, epistemic, uh, epistemic intuitions, epistemic judgments. Um, I mean, one big thing to say is that these judgments are pre-theoretical. Um, THEY concern particular cases. I'll tell you a story about a guy, I'll tell you a story about a stopped clock. Um, I could bring you into the lab and um have you. Uh, READ the story on screen and I can do eye tracking to see, you know, which details of the story you focus on and whether that has an impact on, uh, on your judgment. But, um, but all these pre-theoretical particular cases then have to be brought together in some way to serve as data or a constraint on your theory of what knowledge is, which is going to be something ideally much simpler and, uh, and, and more unified. Uh, THERE are some people who say that. Um, WE don't actually rely on intuitions at all. I think these are usually, so the Herman Capellan is in this category. I think these are usually people who have, um, uh, uh, a very strange idea of what an intuition would have to be. So, for example, if you thought that intuitions have to be, you know, absolutely Um, flawless touchstones of the truth, uh, then yeah, maybe we don't, we don't have any intuitions. I don't think that's the best read on, uh, on what they are. Um, I think, uh, I think, uh, intuition is a real category psychologically, uh, and, um, and we can have a sort of philosophically defensible use of that category and sculpting theories of knowledge."
	},
	{
		"start_time": "12:35",
		"speaker": "Ricardo Lopes",
		"words": "And uh I mean, in what ways does the philosophical approach to epistemic intuitions differ from a scientific approach, like, for example, what we can get from linguistics and psychology. I mean, in what ways do they differ and do you think that the scientific research can inform epistemology?"
	},
	{
		"start_time": "12:59",
		"speaker": "Jennifer Nagel",
		"words": "So I think, uh, scientific and philosophical research in this domain are ultimately somewhat continuous, but, um, but there might be different ambitions of, of, of these various programs. So if you're a philosopher, uh, like me, Uh, maybe not all philosophers are trying to do this, but, um, but you're interested in the ultimate question of actually what is the right thing to say about knowledge? How is knowledge itself most appropriately characterized? Most of the psychologists who are working on epistemic intuitions aren't looking at that question. They are taking for granted. Granted, some kind of background, philosophical view about what knowledge is. And they're really focused on the question of how do human beings detect this, or how do non-human primates or corvids in the lab detect this state in each other, which they can do, interestingly enough. So, um, chimpanzees, for example, react differently to knowledgeable and ignorant competitors. Um, AND really interesting question, how they are doing that, um, and what commonalities we might have with them. But I think even just to set up the experiment, um, whether it's with a chimpanzee or developmental psychologists do a lot of work with babies. Um, YOU'RE checking whether, I don't know, an 18 month old baby can tell the difference between somebody who does and doesn't know what's in the box. Um, EVEN to set up the experiment, you've got to have some kind of pre-theoretical grip on what does the situation look like when someone knows what's in the box. Um, SO you have some, you know, perceptual access. THE contents or something like that. Well, that's actually like a bit of a philosophical theory behind that, that if somebody's direction of gaze is down into the box, uh, they know what it, they know what it contains. So, I think, uh, psychologists are typically taking philosophy for granted in running their experiments. Um, AND in another weird way, philosophers are kind of taking psychology for granted. Intrusting their intuitions about particular cases, right? Like I'm, I'm thinking, these feelings that I have that Plato's juryman doesn't know, that Thermodera's distant viewer doesn't know, they're coming, they're not just random noise, um, they're coming from something systematic, uh, within me. And uh that's a way of taking, taking the psychology for granted. So I think ideally you'd want to kind of bring these things together and um I should say in the psychological investigation of epistemic intuitions, there's a lot of struggle and confusion, right? There's results that are hard to replicate, there are um uh theoretical roadblocks that people have run into. In particular, trying to figure out Whether when I react to somebody else, I'm reacting to what I think they believe or to what I think they know. And, um, and I think a lot of the troubles in the psychological literature are coming from a failure to think hard enough about the philosophical relationships between conditions like believing and knowing. Um, SO people are sometimes making, I think, philosophical mistakes, uh, in their theorizing in psychology. I think they're making sometimes psychological mistakes, uh, in their philosophical theorizing about, about knowledge. Um, SO, so I, so I myself think there's a difference of ambition. Um, BUT there's a lot of commonality. You mentioned linguistics too, so linguists have a lot to say about um the difference between Verbs that attribute states of knowledge and verbs that attribute states of belief, there's a really big contrast, splitting two big classes of what are called proposition embedding verbs. So proposition embedding verbs are verbs like hope, um, think. Um, EXPRESSIONS like be sure that those can always link a particular subject, like me or um Obama or Drake or whatever, to a particular proposition, like um where the proposition is some fact. I can specify the fact directly, um, like, uh, you know, that the window is open, or um uh that Drake has a house in Toronto. And I can also express it indirectly by using a sort of WH term, so I can talk about um whether the window is open or where Drake has a home. Either of these constructions can be um can be embedded under a proposition. Uh, A propositional attitude verb like hope, believe, think, no. Here's the big contrast. Anything that's in the family of the verb no, is called factive. A factive verb can only properly take a true compliment. Um, SO if you, um, know whether the window is open, your attitude on the question of whether the window is open has to be true. Um, AND verbs like believe, hope, be sure that, those are called nonfactive, so they can take either true or false compliments. You could believe that the window is open when in fact it's closed. Um, IT'S closed behind you, and that breeze you're feeling is coming from a fan. Um, YOU could be sure that Drake has a house in Toronto, but maybe he's just sold it, you know, this morning, and he no longer has a house in Toronto. Uh, SO, so be sure that is non-factive. It's the kind of attitude that could stick you with either a truth or a falsehood. Now, the amazing thing about knowledge, and this is from linguistics, the amazing thing about knowledge is, it's not just a factive verb sticking you only to truths, it's the mother of all factive verbs. It's the thing that is entailed by all factive mental state constructions, I should say. So, um, so there are other, um, factive mental state constructions like seeing that or being aware of that. Um, RIGHT? So I could see that there are some coins on my desk, I could be aware that there are some coins on my desk, I could close my eyes and remember that there are some coins on my desk. Um, ALL of those entail that I know that there are some coins on my desk. Um, SO knowing is like the, the common thread that runs through all of these active constructions. Um, AND that's something very special about it that linguists have found. And I think that's actually the key to understanding the nature of knowledge itself. Mhm."
	},
	{
		"start_time": "19:44",
		"speaker": "Ricardo Lopes",
		"words": "Yes, and let's talk about knowledge then. I know that this is, I know that this is, if not the biggest, at least one of the biggest questions in epistemology, but what, what is knowledge? What constitutes knowledge?"
	},
	{
		"start_time": "20:00",
		"speaker": "Jennifer Nagel",
		"words": "So here my position is um. I informed by Timothy Williamson's approach. So Timothy Williamson is an Oxford philosopher who's argued for what's called the knowledge first approach in epistemology. Williamson characterizes knowledge as the most general factive mental state. Um, THAT'S a characterization of what knowledge is. It's not a reduction of knowledge into components like, well, knowledge is true belief plus a bunch of other conditions, um, where these other conditions are maybe causal conditions or conditions that aren't themselves defined in terms of knowledge. Um. And, uh, and I think that's actually the right approach, um, but maybe it takes some explaining what exactly that amounts to, to say that knowledge is the most general factive mental state, um, but, uh, but I think it's actually ultimately very intuitive. So, so you could think of knowledge as just being A way of being latched onto the truth. That's pretty generic, it's pretty open. It's open, for example, that we have multiple such ways that, for example, um, sound deduction in mathematics, that's a way of being latched onto the truth. Um, PERCEPTUAL awareness of something in your immediate vicinity, that might be a way of being latched onto the truth. Testimony, whereby testimony I mean, um, Instruction from someone who knows a fact, themselves, so it's sort of secondhand knowledge, that could also be a way of being latched latched onto a truth. So you can, you can get it, you can get it secondhand. So there could be a variety of different ways of knowing, um, but the commonality is that you are, um, you're in the kind of state of mind, um, that can only unite you to a truth. Um, NOW one of the things that makes it super tricky is you can't always tell from the inside whether or not you're in that state of mind, right? So you might actually, um, be experiencing an illusion even though you think, um, that you're in a state of knowledge. Um, SO it's an immediate consequence of this way of thinking about knowledge that, um, Uh, that the question of whether you are or are not in a state of knowledge is one that's not always going to be transparent to you. Um, BUT I think that, that actually fits very intuitively with how we typically think of knowledge. We typically think of knowledge in a sense, the same way we think of gold, right? Um, THERE'S a fact of the matter about whether something is or isn't gold. Sometimes you can be mistaken about whether, um, some The object that's in front of you is or isn't made out of gold, right? Um, THE essence of gold is always the same, it's the element with atomic number 79, um, you can be mistaken about whether it's there, you know, knowledge is, is the gold of the cognitive realm, right? It's, it's that condition that you've got when you're in the type of mental state that latches you only onto the truth, um, and, and that condition is something you could be mistaken about, but, but, but that is the essence of it."
	},
	{
		"start_time": "23:11",
		"speaker": "Ricardo Lopes",
		"words": "And about the risk of us being mistaken about something, when is knowledge reliable? I mean, is there any set of necessary and sufficient conditions to make knowledge reliable?"
	},
	{
		"start_time": "23:27",
		"speaker": "Jennifer Nagel",
		"words": "Knowledge is. RELIABLE. Knowledge is definitionally reliable. So, so, um, there's no such thing as false knowledge and mistaken knowledge. Um, IT'S inherent in the character of knowledge that, um, that what is known is true. Now, you might be asking a related question, which is, you know, well, how in general can we obtain knowledge? And um I think one of the bitter lessons of epistemology is, there's no shortcuts, there's no like, oh, follow this one weird trick, and, uh, and your state of mind is guaranteed to be one of knowledge. Um, IN particular domains, there are algorithms that we can follow. So, so we can, we can within certain domains of mathematics, you know, um, follow the A star algorithm and you'll have the optimal path for you, you, you know, but Uh, but there's no general recipe, and that's just because how the world in general is, is, is hard to know, um, and we have to sometimes do a great deal of trial and error, um, within a domain before we come up with a generalizable strategy or kind of way of knowing, um, within that domain that, uh, will, will get us to the truth there."
	},
	{
		"start_time": "24:34",
		"speaker": "Ricardo Lopes",
		"words": "And uh we talked about intuitions. What happens when our intuitions clash with established knowledge? I mean, what happens uh in terms of how we approach it or how we should approach it philosophically? How, how can we resolve that clash?"
	},
	{
		"start_time": "24:55",
		"speaker": "Jennifer Nagel",
		"words": "So when your intuition is, when your intuitions clash with established knowledge, then your intuitions are wrong, and you can absolutely have that, um, because, just because knowledge is fact and knowledge always has to be, has to be, uh, locking on to the truth. You can have that, um, so for example, um, the gambler's fallacy can seem, uh, can seem very attractive, right? Yeah, I've, I've, I've, um, you know, You, you, you think that, for example, um, because, because you've, um, lost a certain number of times in roulette, you're, you're, you're due to win on this next, on this next round, that can feel very attractive even though, you know, mathematically it's, uh, it's, it's, it's not right at all. Um, SO when your intuitions clash with established knowledge, the intuitions are wrong, and, um, and you're gonna need to, if, if you want to get on the right path of, um, epistemically. Um, TRY to figure out, uh, uh, try to figure out a better way of thinking. Which may or may not always be possible, right? There might be some intuitions that we just suffer from persistently. The way that we suffer from certain perceptual illusions persistently, right? Like, like, you can know that um there are no spots at the intersections of the Herman grid illusion, but your eyes, your lying eyes are going to keep telling you that they're there. Um, SO we have some cognitive illusions, but I think you might also have been wondering about what do we do when our intuitions conflict not with established knowledge, but with established theory. So there might be, there might be some theory that is really dominant in your area, but you keep feeling some sense that for particular cases, Um, the right answer is not in line with that theory, and I think, I, I think when you have that, um, that's, that's often gold, right? That's often an indication that there's something wrong with the theory. Um, AND, and like more precisely, I think if you've got a theory that generates contradictory intuitions or contradictory predictions for particular cases, that's a sign something's really wrong with the theory, and um you can take inspiration from that and try to build a better, try to build a better theory, for sure."
	},
	{
		"start_time": "27:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. And is knowledge a mental state or is it something different from a mental state?"
	},
	{
		"start_time": "27:24",
		"speaker": "Jennifer Nagel",
		"words": "So I characterize knowledge as a mental state, and in that again, I'm following Williamson. So what is a mental state? I mean, it's a state of the subject um that guides action and, um, uh, you know, governs how that subject will behave in the world. There's been some resistance to characterizing knowledge as a mental state because it has that objectivity condition, right? That it's an essential part of knowledge that Um, that it's content, the propositional content that is known must be true of the world. And, uh, and some people think mental states can't involve conditions that lie outside, for example, the brain of the subject. Um, I think that's actually a mistaken view of what mental conditions are and a mistaken view of what we are as agents. We as agents are in an interesting way. Integrated with the environments in which we find ourselves. So, for example, when you form a representation of something like, I'm gonna show you a pen, see this pen? Um, It actually matters that you have some kind of, this is true for the viewers of the video as well, you have some kind of causal impact with this particular pen, now you can have thoughts about this pen and so on. Um, BEFORE this came into your, um, causal path, when it was still just on my desk, uh, and you hadn't seen it, you couldn't have a mental state that involved that particular pen. Uh, IN its content. So, so, when we think about things or form representations of things, we're very much reliant on our interactions with the world to populate, um, the representations that we're forming. And, um, you might think, well, no, maybe the representation is really just ultimately about Um, activation in my retina or it's about cortical activity. But I think that way of proceeding really denies the ultimate fact of what you are as an agent. What you are as an agent isn't just um contained inside your skin, it's Something that really happens in relation to an environment. So as a knowing agent, you have a whole bunch of capacities with to act in your environment and with respect to the environment. So I think it's completely legitimate to build um Uh, to build conditions involving the external world into the characterization of what you are as an agent. The more you know, the more effective you are as an agent. If you take a non-factive mental state like belief, just being really opinionated doesn't necessarily make you an effective agent in the world. Um, SO if mental states are supposed to explain the effectiveness of our agency, no reason not at all, not to be thinking of them in terms of this stronger condition of knowledge and not just um the condition of belief. That said, like, I'm not denying that belief is a mental state too, and it's a fact about us that some of our beliefs, some of our our false beliefs, um, will make us act certain ways as agents, absolutely. Um, BUT the fact that belief is in the picture doesn't mean that we should never think of this stronger condition of knowledge as being one of the keys, um, to our agency."
	},
	{
		"start_time": "30:45",
		"speaker": "Ricardo Lopes",
		"words": "Right, and what is the difference between knowing something and just happening to be right about it? So let's say that for example, I'm doing a quiz or playing a trivia game, and in one of the questions, I mean, I don't actually know the correct answer, but I just uh luckily pick the correct one. I mean, what's the difference between that and actually knowing the correct answer?"
	},
	{
		"start_time": "31:17",
		"speaker": "Jennifer Nagel",
		"words": "So I think just happening to be right about something isn't necessarily a state of mind. Um, JUST happening to be right, being right about something, um, has something in common with knowledge actually. So, um, if you're right about P, where P is just any old proposition like that the door is open or something like that, um, then P has to be true. Um, SO linguists call this a veridical construction. Um, AND, and so it's got that in common with knowledge, right? Cause if you know the door is open, then the door is open, right? So it's, it's, it's factive. But being right about something isn't a mental state, um, and there's a bunch of, there's a bunch of reasons why. Here's kind of the cheapest reason, reason why, which is mental states have the characteristic that only things with minds can happen, right? So like being happy, I can be happy, you can be happy, and inanimate, and that happiness is a mental state. An inanimate object like, I don't know, like a desk or a clock can't be happy, right? Cause it doesn't have a mind. Being right, however, um, now that's something, you know, the stopped clock is right twice a day, uh, it doesn't have a mind. Um, THAT kind of, that kind of example, um, has led linguists to think, what's going on with being right is that it has to do more with communication. Um, THAN with the mental state side of things. So you can think of, you know, uh, a report can be right about something. The report was right that the mayor was being bribed. Um, A person can be right about something too, uh, you know, Sarah was right that the mayor was being bribed. For Sarah to be right that the mayor is being bribed, she just have to basically say that, or maybe even think that the mayor is being bribed. Um, WE don't have any further conditions on her, how she got to that state, right? So maybe she's actually a conspiracy theorist, and she thinks every single government official is being bribed, and she goes around saying, oh, the mayor is being bribed, um, and she's never done any homework, right? And um she actually doesn't know that the mayor is being bribed, she just says that about everybody. That's really different from the investigative journalist who has really pursued the paper trail, and she's been doing the tape recordings and talking to everybody, and I, you know, she found out about the Swiss bank account. That journalist might know that the mayor is being bribed because the way that she arrived at her judgment. Um, WAS the kind of way that can only generate true states of mind. So it's the right kind of way of thinking about it. Um, SO that would be the kind of contrast I'm looking at when I'm looking at the difference between being right, uh, and knowing. Also, there's a relationship between being right and knowing. Um, IF you know, Then you gotta be right about it, but it doesn't go the other way. You can be right about something without knowing. So knowing is that stronger state, um, sort of the ideal state in epistemology. Mhm."
	},
	{
		"start_time": "34:19",
		"speaker": "Ricardo Lopes",
		"words": "So another kind of question, what is the epistemic value of reflection? I mean, what kind of epistemic value can we get from it?"
	},
	{
		"start_time": "34:29",
		"speaker": "Jennifer Nagel",
		"words": "This is a really interesting question, I think, especially lately with large language models. I've done a little bit of uh writing in connection with that. Um, REFLECTION is usually the contrast category with intuition. So intuition you can think of as, um, a spontaneous judgment that's not arrived at through explicit consideration of steps. Um, WHEN you just judge that. Now, that guy in the jury didn't know that the man was innocent. It's not like you're working from some theoretical understanding of knowledge and doing a bunch of calculations, you just have that kind of gut sense. Um, REFLECTIVE cognition, on the other hand, does go through. Uh, A series of steps that are accessible to you, um, introspectively if you want. So, so you can think of, um, the contrast in terms of maybe something you could draw from arithmetic. So, um, so if I ask you to multiply 9 by 11, um, the answer pops into mind immediately, um, but if I ask you to divide 9 by 11, maybe you have to do a bunch more steps, um, and, uh, and like the process of long division. Um, YOU'RE doing a series of steps, each one of which, each digit by digit calculation might be intuitive, but that whole process of stringing them together, which you're running in something like working memory, um, uh, it, that whole process is called, is called reflective. Um, AND, and so reflection is also a great way to achieve knowledge in a bunch of different domains. When you do explicit mathematical reasoning, you're engaging in reflection. Um, THERE'S some really interesting questions about cases in which you could get the answer either through intuition or through reflection. Um, AND, uh, I mean, even that very simple case, multiplying 9 by 11, um, you probably just got the answer in a snap, but if you didn't, or even if you did, you could go through, you know, a slow step by step procedure to, um, to generate that same answer. And, um, a lot of philosophers have thought that reflection is always better. Um, I think that's actually wrong, cause if reflection is just characterized as that step by step process, there are actually a bunch of cases in which, um, reflection can lead you astray, right? Thinking through things explicitly and carefully doesn't always outperform, uh, going with your gut. So, so I think that's, uh, I think that's something we have to note, um, but that said, in a lot of complex areas, if you add some reflective cognition. To your thinking, uh, you will tend to do better. Um, SO we see this with large language models, when you prompt them to think step by step, um, or if you're working with one of the new reasoning models like our one from Deep Seek, um, you will see a whole chain of thought before the production of an answer. Um. Answers that you arrive at that way are often better, and uh really interesting question, question why that is and how similar their ways of thinking are to ours. Um, ONE idea we might have here is that maybe the individual little steps that you take, um, are, uh, connecting, um, features either within the neural network or features within the scope of your own knowledge that are relatively close to each other, so it's easier to see the connections step by step. Uh, AND making them explicit, um, really brings to bear, uh, a great deal of the power of your mind. Um, BUT it's, or, or, of, of, of the neural network to sort out a good path to the answer. But, but things are, things are complicated, I think both for us and for the neural networks, there's questions of the sort of fidelity of these chain of thought. Reasoning reports to the actual processing that's going on, both for them and for us. So, I think that's actually a really, uh, really interesting open area. I don't think that knowledge has to be reflective in order to count as knowledge. So some people do, some people think you have to sort of give some kind of proof of what you know. Uh, IN order to really count as knowing it. I think that can't possibly be right, not least because it's going to lead right away to some kind of horrible regress, right? So, so I have to give some kind of little proof in order to count as knowing. But then, what's the status of those individual claims that I made in the course of my individual proof? Do I have to give a proof for each of those? Um, THIS, this ends up leading to, I think, something pretty self-destructive. So that's not a direction I'd want to go in."
	},
	{
		"start_time": "39:03",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what is common knowledge? I mean, what is it and um why is it important for us to study it as an epistemic phenomenon and does it connect in any way to other kinds of epistemic phenomena?"
	},
	{
		"start_time": "39:21",
		"speaker": "Jennifer Nagel",
		"words": "Common knowledge is such an exciting area. So, um, So when we look at common knowledge, we're moving beyond the individual, um, and I think we have intuitively, um, some kind of strong sense of what it is for something to be commonly known, and I think it's actually something that's guiding our conversational interactions, for example. So, um, discussions of common knowledge often start with a kind of intuitive contrast between two different situations, um, both of which involve, let's say just two people, let's keep this simple. Um, SO we've got two people, Alice and Bob. And in situation A, there's some secret, call it P. And Alice knows the secret, and Bob knows the secret. Um, BUT neither one of them knows that the other one knows, right? Um, THIS is a situation in which it's true that Alice and Bob both know the P, um, but it's not like out in the open between them, right? Um, THEY do not have common knowledge in this case. They have just what's called individual knowledge. For them to have common knowledge, they've got to have something more. So in a, in a situation where Alice and Bob have sat down face to face and they've talked to each other about the secret, um, it's, it's considered to be common knowledge now between Alice and Bob. And having, they're having common knowledge enables them to do a bunch of things that they couldn't have done before. Um, SO for example, maybe P is the fact that their friend Charlie is having a surprise party on Friday or something like that. Um, WHEN each of them just knew this fact individually, but didn't know that the other one knew. Um, THEY can't, Alice and Bob can't, for example, coordinate their actions and book a taxi together, um, to get to the party. But if it's out in the open between them, they can, they can rationally coordinate. And, um, and so what is and isn't common knowledge among a group of people has big impacts on what they can do collectively, what they can do together. Uh, AND so for this reason, it's a very important concept in economics, in political science. The thing that's amazing philosophically is it's actually really hard, um, to characterize what changes or what's different, um, between that situation of individual private knowledge and the situation where something's out in the open between them. Um, AND a lot of the first steps that you think would work here don't work, right? So you might think, oh, what's different is when something's out in the open between people, then Alice knows that Bob knows and Bob knows that Alice knows. That state, and there's, it's still just as individuals, that state is not common knowledge. That state's called mutual knowledge level 2. So if Alice knows that Bob, you can just do the counting. Alice knows that Bob knows, you get to 2, and Bob knows that Alice knows, 2 on each side. Um, THAT state still doesn't allow them to rationally coordinate. So you can just imagine, what if they don't interact on the point with a face to face conversation, but what if Alice finds out in some backhand manner that Bob knows about the secret. Maybe she, you know, finds his phone and, and Bob knows that Alice knows because, uh, you know, he installed some kind of video camera and sees her learning about it. Um. At this point, like there's kind of no reason for them not to coordinate, but you can make the secret something kind of dangerous or toxic, uh, in which case, uh, in which case coordination could be difficult. So, for example, imagine that they're both in a motorcycle gang together, and P is the fact that, um, you know, some new member of the gang, uh, we'll call him Charlie again, uh, is actually a police informant. Uh, RIGHT? And maybe Alice and Bob are struggling with the decision. Should I leave this gang, or, uh, or, or not. They might have a question about whether to immediately report Charlie to the gang boss, or maybe they want to go seek Charlie's protection. Um, WHEN each of them finds out individually that Charlie is police, uh, neither of them knows that the other knows. Uh, IT'S kind of dangerous for either of them to act on that, uh, potentially dangerous for either of them to act on that information. If, for example, you imagine a situation where they can only get police protection if at least two gang members, um, go to the police, uh, you know, but each of them discovering. That the other has already found out the secret, still can leave them in that kind of ambiguous position. And the crazy thing is, level 3 mutual knowledge, level 4 mutual knowledge, level 5 mutual knowledge, all of these are demonstrably not equivalent to that common knowledge state of having something out in the open between people. Um, SO a lot of my work lately has been just trying to figure out, oh, how is that common knowledge state built, if it's not just built out of iterations or repetitions of individual knowledge. So I can, I can tell, I can tell you something about how that state is built actually if you're curious. 00"
	},
	{
		"start_time": "44:30",
		"speaker": "Ricardo Lopes",
		"words": "yes, please go ahead."
	},
	{
		"start_time": "44:31",
		"speaker": "Jennifer Nagel",
		"words": "Yes, OK, so, um. So, this conversation we're having right now is a little unusual, because it's not like the conversation you have with a friend, right? Because I'm just going on and on and uh you're not saying very much. This kind of conversation called storytelling, right? I as a speaker, I'm taking an extended turn. Usually when you're chatting with a friend, it's a lot more back and forth. And, and actually you get a bigger sense of common ground, common knowledge, uh, just chatting with a friend, um, than you do in an interview. Partly because your job as an interviewer isn't to build common ground with me. Your job as a, as an interviewer is to ask me questions to prompt me to tell my story, right? But if the two of us were actually sitting down together and trying to figure something out, like, just a second, do you think the mayor is taking bribes? We'd be feeling a lot more common ground formation. But I think maybe we're feeling a bit like you're giving me a little bit of uh there. So, uh, so, so I think, you know, you're following what I'm saying. Um, I think it's actually really crucial to face to face conversation that it's two-way. And it's two-way, not just in that, in a conversation, people have to take turns, right? We know that. Um, IT'S two-way in a deeper way, um, which is that at any given moment in the conversation, You've got two roles. You've got the speaker and the addressee. I'm right now the speaker, you're the addressee. As a speaker, I get to use the whole vocabulary of the language. As addressee, you're very restricted. You can just basically, mhm or huh? What? No? Yeah. You're basically restricted to this on what I'm saying, right? The two of us together are a kind of dyad, we're a kind of system. I'm the generator, you're the evaluator. We as a dyad, haven't bought into anything, we haven't commonly made a judgment, unless I propose it and you accept it. If you're sitting there, mm, we haven't got that ground as a dyad, right? But if you, if you buy in, um, then we have. So, so, so there's this condition involving both of us in dyadic judgment. Of course, not everything we judge as a dyad is something that we come to know, right? I might say something that's kind of nonsense and you're like, yeah, right. Um, AND, and then we've judged something together, but we've judged it falsely. So there's a big question like, how do you explain specifically the emergence of not just dyadic judgment, but dyadic knowledge. Um, AND I think there it turns out there's like a really interesting sort of evolutionary process in the way in which we supply back channel signals. Um, SO one of the things we're doing when we supply back channel signals is we're indicating what we do and don't know. So I have a question for you. Can I ask you a question?"
	},
	{
		"start_time": "47:28",
		"speaker": "Ricardo Lopes",
		"words": "Yes, of course."
	},
	{
		"start_time": "47:29",
		"speaker": "Jennifer Nagel",
		"words": "OK, so what does it mean when you say, oh, In response to something that someone said, what do you think that means?"
	},
	{
		"start_time": "47:39",
		"speaker": "Ricardo Lopes",
		"words": "What does"
	},
	{
		"start_time": "47:40",
		"speaker": "Jennifer Nagel",
		"words": "that mean? What does it mean? Yeah, if you say, oh, when someone says, says something to you, what does that mean? Or what does that signal do, would you say?"
	},
	{
		"start_time": "47:50",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, at least you're acknowledging that you received the information, right, because,"
	},
	{
		"start_time": "47:58",
		"speaker": "Jennifer Nagel",
		"words": "oh, yeah, yeah, absolutely, it's, it's, it's, uh, it's, it's, it's an acknowledgement, it's a receipt signal. It actually means something a little bit more than that though, which is kind of cool. So, um, there's some situations in which when you, when someone tells you something, you don't produce an, oh. Um, SO for example, um, if you are a teacher, and you ask your students a pretty easy question, one of them gives you the answer, you would not usually say, oh, You would say, yes, that's right, um, right? So on the basis of that sort of thing, people have formed a theory, this is going back to John Heritage's work in the 1980s, people have formed the theory that, oh, is an epistemic change of state marker. So what you're signaling when you say, oh, is, I did not know that, and now I do, right? That's what you're signaling. You can send a deceptive signal, right? Like, so if somebody's telling you like some old gossip that you already knew, you can fake it and go, oh wow, you're pretending that you're gaining knowledge, you're not really. Um, BUT that's sort of, that's a fake signal and that's parasitic on the ordinary evolved meaning of, oh. And if you think about, like, in some cases, like, suppose I tell you, Charlie's having a party on Friday night, you could respond, Oh, are you going? That would kind of indicate you didn't know about the party before. Or say, Charlie's having a party on Friday night, you go, Yeah, are you going? That second time with the, yeah, you're indicating maybe you already knew, or it's not surprising to you. So we're kind of indicating surprise. Now that fact that we're doing it, and we're doing it without thinking that we're doing it, right? So if you look at um sort of older histories of English or of other languages, and you see what people say about these interjections, like, oh, they don't get it, they don't get what the function is. So Wittgenstein thinks it's, oh, it's just like a sigh. It's not really doing anything or saying anything. Um, uh, Heritage points out Charles Carpenter Fries, who wrote The Structure of English, he says both O is non-communicative. And he also says it's a signal of continued attention. I think there's a contradiction there. Something can't be both non-communicative and a signal, but, um, but also it's not strong enough. Like I do think it's a marker of knowledge gain. The fact that in conversations with each other, we're actually constantly sending out these little markers of knowledge gain, for example, um, that's something that really helps us map out what other people do and don't know. And um as we get better and better maps of what other people do and don't know, we gradually get better and better at forming common knowledge um with them. Um, SO, so these signals can go astray and they can be misused, but sort of in the course of time, we get sculpted towards being better and better at, uh, at forming common ground. Maybe we're actually better at this in face to face conversation than we are on Zoom or the internet, for sure. Um, BUT that's, that's the sort of rough sketch of, uh, the kind of process that we go through. And, and so the way I look at it, common knowledge is something that happens when two minds are actually really working together on a problem as a system. It's not something that's just happening when you've got two individuals who are forming impressions of each other and that higher order impressions of what this other person. He knows that I know that he knows that I know, right? I don't think that's how it's working. I think it's working, um, really dyadically. It's, it's common knowledge is a situation in which knowledge gain has become a team sport, um, uh, that's, that's the way I look at it."
	},
	{
		"start_time": "51:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, so I have just a couple more questions on the same topic. So I know that you've written about um experimental philosophy. So how do you look at the relationship between experimental philosophy and traditional, or perhaps we could call it also. So armchair philosophy. I mean, is it hostile or"
	},
	{
		"start_time": "52:06",
		"speaker": "Jennifer Nagel",
		"words": "not? Sometimes, sometimes. Uh, INITIALLY, I think it was quite hostile. So first just say something about what experimental philosophy is. Um, SINCE the time of, at least the time of Plato, philosophers have been sort of consulting their gut to see, yeah, is it, is it, is it just or unjust to, you know, Um, return a weapon that you borrowed to a friend who's now out of his mind. God, that's, that's not a good thing to do. Uh, SO philosophers have been consulting like intuitions about particular cases for a really long time, uh, maybe from the armchair, from the gut. What the experimental philosophy movement started doing was formal data collection on those kinds of cases. Uh, AND, and so that instead of just letting a philosopher make a judgment about a case, um, They took it to the street and had, you know, usually a large batch of undergraduates or crowd workers on the internet make judgments about a case, and those judgments are sometimes, but not always in line with things that the philosophers say. I think a lot of experimentalists were worried about the fact that if I've got my big theory of knowledge, I'm going to think about a particular case and say, oh yeah, this person doesn't know that fact. I'll be really kind of swayed or pushed by what my own theory. Um, WOULD predict for that case, and it's much fairer practice, it's better practice to go, uh, look at what a bunch of randomly selected individuals will say. Um, AND there were some kind of surprising findings early in this process, so a very famous paper around the turn of the century by Weinberg, Nichols, and Stitch seemed to suggest that, um, Ordinary people's intuitions about cases like that one I described with Dharmatara and the cloud of insects, those are now known as Gettier cases in Western philosophy after a 1963 paper by Edmund Gettier. Um, AND so, so this paper seemed to suggest that ordinary people's intuitions on Gettier cases are not the same as philosophers. That result ended up not replicating and in fact, um, much bigger studies with bigger populations and so on showed that. Um, THAT, that, uh, intuition is pretty, uh, it's pretty strong, it's pretty cross-culturally robust. Um, SO, I think, um, Uh, you know, my feeling is always like all roads lead to the sea, ultimate, oh sorry, all rivers lead to the sea. Not all roads do, that's just a false claim. All rivers lead to the sea ultimately. Uh, AND so, you know, if we've got various paths to try and figure out the nature of knowledge, the nature of intuitions, and so on, let's, let's, let's take them all and see, see, see where they, where they lead us. Um, I think that philosophy ultimately has nothing to fear from. Uh, EXPERIMENTAL methods, um, but I think, you know, the other thing is experimental methods aren't always, uh, aren't always necessary. Uh, uh, I think a lot of times your, uh, seat of the pants intuition can be pretty good. That's something that's sort of held up pretty well in linguistics, so there's sort of a similar worry in linguistics that a lot of linguists were looking at minimal pairs of sentences and kind of Judging in a gut way which one was and wasn't uh acceptable, and there's a worry about whether people on the street would feel the same way. I think that worry has been largely put to bed at this point and, uh, um, and there are still definitely cases where it's, it's eye-opening to go out and see what ordinary people think, but, um, but I don't think that that is always, uh, always necessary. So I don't think experimental philosophy has to be. Um, HOSTILE to traditional philosophy. I've done both, so I've done experiments with, uh, colleagues in psychology, uh, and I certainly do a lot of traditional work too."
	},
	{
		"start_time": "55:46",
		"speaker": "Ricardo Lopes",
		"words": "And uh and this will be my last question. How do you think experimental philosophy could be reconciled with traditional philosophy? Do you think it would be possible for us to have uh an armchair friendly experimental philosophy, and if so, what would it be like?"
	},
	{
		"start_time": "56:07",
		"speaker": "Jennifer Nagel",
		"words": "Sure. I mean, I think that's the kind of approach that I've been pursuing in my own work. And I think one big thing we can do is not just look at people's intuitions about particular cases, but we can look at scientific work much more broadly as epistemology. So I think it can be very instructive to look at work in comparative and developmental psychology. If you're trying to figure out like, how do human beings ever get to a place where we can detect states of knowledge in each other, um, a great way to do that is to look at the sort of strange steps that children go through, um, as they're, as they're developing. We're not born being able to detect these states, and um Along the way, there's some very interesting milestones in our development. So I think we can, we can maybe learn something about knowledge detection and maybe indirectly about the nature of knowledge itself, um, by, uh, by proceeding in that way, by looking at the findings of sort of multiple sciences that might be relevant to what we're doing. I think we can now also gain a lot from looking at work in artificial intelligence research. Um, SO there's a lot of relevant work in Um, common knowledge, there's relevant work on the nature of curiosity and surprise, uh, in artificial intelligence research as well. So, so that, that observation we just had that when someone tells you something you didn't already know, you, you, you might react with an oh, might send that kind of signal. There's this really interesting thing that, that is something that seems to be desirable in conversation. It seems to be something that we're struggling towards, right? Conversations get very boring. If people are always just telling you things that you already knew, right? Conversations are fun if there's some surprising twists and turns. And so there's a question like, why do we push towards those moments of unexpected discovery? Um, FOR me, figuring this out was really a matter of looking at what's going on in artificial intelligence research with simulated reinforcement learning agents. Uh, YOU can make them curious, you can make them behave in ways that look like the curiosity of humans or animals, by giving them reward for that state of, Oh, I did not see that coming, right? And I think, uh, so, so basically what you're doing is you get them to always try to predict what's coming next, and they gain reward from prediction error. Which is really interesting. It's sort of, it's a little bit counterintuitive because you might think, ah, we're, what we really want is for everything to be really predictable. No, if you're a curious agent, you want that moment of, oh, wow, didn't see that coming. So you could think of, oh, as a marker for an educational situation. It's part of being curious that you have an appetite for that marker. And of course, the more curious you are, the more you find out and the harder you are to surprise. So somebody who knows a great deal, it's actually kind of hard to get, oh wow, out of, out of them, they've heard it before. Um, BUT curiosity makes you constantly antagonize your world model to look for spots where you're not sure how this is gonna turn out. I think this works in conversation too, like we ask each other questions where you're not sure in advance what the answer is gonna be. Uh, THOSE are the more interesting kinds of questions. Even better is if you have some kind of expectation. Um, BUT you have enough to generate that feeling of surprise if someone gives the answer. It's not interesting to ask somebody a question where you have just zero expectation of the answer. Like, I'm not going to ask you for the telephone number of the largest department store in Russia or something like that, cause I don't have feelings about that at all. I don't really care about it. Um, IF I ask you a question where I think, I'm kind of 50/50 on this, uh, that's a little bit more interesting, and that's the maximum expected surprise. Uh, SO I think there end up being connections between what sciences are finding in some disciplines and what we as philosophers want to say. Uh, SO, so the way I see curiosity, for example, is very much the way Aristotle saw it, that it's an intrinsic desire for knowledge, and I think you can use findings from the sciences, um, to explain. How that's so and how it works, even in the context of just ordinary conversations between people. I think they're curiosity driven most of the time. Some conversational time is instrumental, it's about 10% is used for um for, for planning practical things. But most of the time we're just, uh, you know, trying to figure things out together. And, um, and I think working both as a philosopher and as somebody who's empirically informed. Uh, YOU can make some progress on how that's going."
	},
	{
		"start_time": "1:01:17",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, where can people find you and your work on the internet?"
	},
	{
		"start_time": "1:01:22",
		"speaker": "Jennifer Nagel",
		"words": "OK, I have a website at University of Toronto. Um, SO, I'm there. And I also wrote a very short introduction to this field called Knowledge, a very short introduction, uh, and that's available from Oxford University Press."
	},
	{
		"start_time": "1:01:37",
		"speaker": "Ricardo Lopes",
		"words": "OK, great. So thank you so much for taking the time to come on the show. It's been a really fascinating conversation."
	},
	{
		"start_time": "1:01:46",
		"speaker": "Jennifer Nagel",
		"words": "Murigada, and thank you. Ciao fros."
	},
	{
		"start_time": "1:01:52",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like, and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on. Patreon or PayPal, I would also like to give a huge thank you to my main patrons and PayPal supporters Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seychez Olaf, Alex Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Eleni, John Connors, Philip Forrest Connolly, then Dimitri Robert Windiernai, Zu Mark Nevs, Colin Holbrookfield, Governor. Michel Starmir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Macha Jonathan Labyrinth, John Yardston, and Samuel Kerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardus, Fran, David Sloan Wilson, Yasilla Dezara Roma Roch, Diego Londono Crea, Yannick Punter DaRosmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Nele Baka Madison, Gary G. Alman, Semov Zal, Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner. Douglas Fry, Franco Bartolotti, Gabriel Pan Cortez, Ursulaitsky, Scott Zachary Fish, Tim Duffyanny Smith, John Wiseman, Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanes, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior, Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Gelbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers is are Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan, Kanis, and Rosie. Thank you for all."
	}
]