[
	{
		"start_time": "00:02",
		"speaker": "Ricardo Lopes",
		"words": "Paswalvin Novipizodimaizo the er the humanizing sex workers or woman is and sex wives Brazil. Marxism. Uh, IT always fes me if I'm tameta fall I'm cooking into one piece que es a if I if I cent piece that's going to actualize it in in unke consike a mic and contrara gang falerments over one piece and vams bear OK like you know a cave when we cannae we are preserve the lucky."
	},
	{
		"start_time": "00:53",
		"speaker": "Kah Dantas",
		"words": "Moin brigade occupies kiss queso is in principal. SEXUAL nada."
	},
	{
		"start_time": "02:00",
		"speaker": "Ricardo Lopes",
		"words": "Gustavo sapura purunta ukeki tra sexual sexual nukazuko sexual sexual sexual."
	},
	{
		"start_time": "02:18",
		"speaker": "Kah Dantas",
		"words": "Bone sexual lien viva chu visus uh gina Tresa sexual marriage to the infaa ki etra. SEXUAL prostitute kijifa tro sex wives schem girls for example ski peas. PORNOGRAPH pornograph. Uh. GAS. Selma provoca as uh proper uh ms dia vida frequent migreevgeli. Portugal Portugal congregarista Brazil in ois congrega Christian rem. Is to stra crema migre uh keeping as a strats cre. The kiss kiss."
	},
	{
		"start_time": "07:02",
		"speaker": "Ricardo Lopes",
		"words": "No, uh, issulembromabkeki in Portugalau on a Turkaribolo no, no, I'm in uh uh interest nesquezas maza, uh, we ste livusscomu, a prostitute of virginia du padre pretend"
	},
	{
		"start_time": "07:25",
		"speaker": "Kah Dantas",
		"words": "shut up they're selling."
	},
	{
		"start_time": "07:28",
		"speaker": "Ricardo Lopes",
		"words": "Um, BY sta provenar kwezekashik so ok kwezekdirix songs prosi contras do tra sexual."
	},
	{
		"start_time": "07:39",
		"speaker": "Kah Dantas",
		"words": "Oh Ricardo. FOR me. FAMILIA obvio casa proprintavo makier poss then duispoa. My streosekieli eosinofauji agenchi precisas spokesimu. Uh, POPOLISA sau saints crimmina saint recon in contras was a boss. Uh, KISSIFRAS muchi das kiofalo kio maka ellion valo. CALL in. I suppose this song sis po ne ne nesimeo amun to delicado e claus se mule jam to physio. AND she's fundamental in the Petrabalados sex. Um, VIOLIN."
	},
	{
		"start_time": "14:25",
		"speaker": "Ricardo Lopes",
		"words": "See, uh, sabakwe resava eki es contra sexual loque uh muralism re sexual, um, mm umavezo water vein um new rebedo sexual sker redo sexual kwejidos in redo sexual. CIRCUMSTANCES finans uh mes uh uh quant strata sexual mes known strata tras uh precarious uh ques uh queso pas fazer."
	},
	{
		"start_time": "15:28",
		"speaker": "Kah Dantas",
		"words": "SEXUAL sexual. Yeah, curios is sings to bris. No, kiss thing. I see uh no no faiu woman I think she."
	},
	{
		"start_time": "17:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Now it sad purk strato sexual mun trapi inclusive to the sexual traffic sexual, uh, same as uh strata trafficuma and pro tips stras. STUDIES katarti strafidustrafi hula scrubs Asian agriculture sexual. SEXUAL traffic sexual."
	},
	{
		"start_time": "18:36",
		"speaker": "Kah Dantas",
		"words": "Uh, I I the the sobrique. Uh, I think she mentioned participation in pod cash. She kept moving to grungequino Brazil quishomopodquesh tray mouse. Sing ozuque el patsi peso puezo bahapaimgrasadpoque eli mikolococomlibera uteinterona engrasad puque uh No elikoheri maxi min yeah yeah fajiki muskas. Uh. CONSERVADORES you know feminist possi is suki. Cosima. IS a professors. NO no no no. Uh, INCLUSIVE. No. If we keep moving to guarantees is prapoplas in prams. As a mona is a massaging sad the milk canal. PESOIS the pronuncia peso el tinto uh sipasa puruma mule a mule sink milk canal aya peso has milk maridaino. That has bone so yeah we persu kuma sing uh mokiforeveo uh yin maridu de jigash they should you call jing in casipranos paragashsarki. AS a pesosago puga trance is hell no a personaging as a persona hell sing vain. OK and sata mama feminist mama communist. Uh. Yeah,"
	},
	{
		"start_time": "25:35",
		"speaker": "Ricardo Lopes",
		"words": "uh, uh, the, the, the, the, uh, the sad uh the massing, um, Marxism prejano tip the Marxist a tips the the Marxists boys miss Marxista hardcore is sleva eru ukumarxi Wengels the ser is kum. Essing and premier lugar uh els erro algumusqueso um um diseaseul whenelsdnki. Uh, ESOPOSSUM pokugus meza Ashmazomeens presto linesels, uh, these urizonki ukesemento kesemento mogami in particular foriadu pussia propriadat privade essing jaisistia sements this uh this todrop isist kesementu. ART. CAPITAL sexual sexual capitalism xx. CAPITALISM. Uh, AS inrem nonfas grandcentimosota and pod prophetta and Ser Marxist in non-concordar or criti car parts, the studious, the Marx Yangels or the Otrus Marxists or communists."
	},
	{
		"start_time": "28:13",
		"speaker": "Kah Dantas",
		"words": "Uh ZAIN prase in associ flex. NO no Uh, program is inclusive program of sexual sexual. SEX."
	},
	{
		"start_time": "29:56",
		"speaker": "Ricardo Lopes",
		"words": "SEXUAL"
	},
	{
		"start_time": "30:04",
		"speaker": "Kah Dantas",
		"words": "assuming that means is casting."
	},
	{
		"start_time": "31:48",
		"speaker": "Ricardo Lopes",
		"words": "LIBER."
	},
	{
		"start_time": "31:49",
		"speaker": "Kah Dantas",
		"words": "I insino posse naki vivems with trasseoso kikolo cubesimo the benji yomiza. SEX. Etafazindu. Elta contribueno pra truda familia dubenkou. It was. SUGAR babies. Uh, M Marmi compa I don't know Bill Gates."
	},
	{
		"start_time": "35:26",
		"speaker": "Ricardo Lopes",
		"words": "Uh, AND, and nis uh then the nis mun variant the feminism now feminism liberal fenis Marxist sa feminism gender critical part of feminism radical feminism radical avarius the feminism. THE sex sex negative sex negative sexual position pornography of the feminis. AND work in the Catherine McKinnon Falavo muntubertament contra ultra bisexual pornography and my specific is humanists position. Ask the Italian and grand mdida um miss mutipu the valors morais and lasal of sex g so is conservadores religiosa stein."
	},
	{
		"start_time": "36:41",
		"speaker": "Kah Dantas",
		"words": "INCLUSIVE principal pornography."
	},
	{
		"start_time": "37:29",
		"speaker": "Ricardo Lopes",
		"words": "SCIENTIFIC."
	},
	{
		"start_time": "37:39",
		"speaker": "Kah Dantas",
		"words": "Uh, US infiaschitrakon situsi uma kohelaser. SEX. Uh, INCLUSIVE via tolizao is migeno protocol pale mki uh defin uh uh uh. As is situolavas is in. The pornography pornography in agua."
	},
	{
		"start_time": "39:21",
		"speaker": "Ricardo Lopes",
		"words": "Eliza. QUESA writtenbustejan canal uh Nicole Prozi o neuroscientist physicism and studus sobre visu and pornography in neverdadu VCU and pornography uh noisistukiistuki ukisiste oes providing the um background religios. GRAPH."
	},
	{
		"start_time": "40:22",
		"speaker": "Kah Dantas",
		"words": "Is graphy for example. PORNOGRAPH pornograph psychotherapy. um THERAPY uh psychology is a Brazil is she has."
	},
	{
		"start_time": "42:25",
		"speaker": "Ricardo Lopes",
		"words": "Portugal Portugal is the logicstuguese logic."
	},
	{
		"start_time": "42:45",
		"speaker": "Kah Dantas",
		"words": "Uh, A key nu brazila lane j dafikulaji prasasa size to you visu msu is te pelu sui soivvose I think youment some pokma demora does navo setting agenda travisus posa infin. Uh, IS this atom behind the mophobia brazil because. IS that I like. Is a professor Brazilia depresso muns. Tao is uh infin size busca in proto jatava vincio to vincivitas. I. FAMILIAR. I know my son."
	},
	{
		"start_time": "45:33",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Sing zo trajagore is to sado sake certalkukikuzo estodore sex er furnukulaps civilsalvia sings. It's a it's not. A person sex wise"
	},
	{
		"start_time": "46:44",
		"speaker": "Kah Dantas",
		"words": "you ask inclusive. X y zozili attribua tai j j j sing. Uh, I'm it's a it's a. Brass m grate fasiguro uh vos savo to infin rates is it's yarata falls to his songsabi."
	},
	{
		"start_time": "48:01",
		"speaker": "Ricardo Lopes",
		"words": "No, no, masabewaingread principal menkunsu religiosis non non so su was religiosis mamsu conservadores al uzong pavrescommoter muskou, uh, genera, uh, pseud uh usudumit in particular with, uh, first sex oral sexonales un pudumit. Is the lie to the zoos."
	},
	{
		"start_time": "49:00",
		"speaker": "Kah Dantas",
		"words": "SAD yeah even some problem like example Brazil nale dale is like."
	},
	{
		"start_time": "50:16",
		"speaker": "Ricardo Lopes",
		"words": "I sing so the poise mintessesses messessing tip the kaos songwalter mentipocrates pores tambin pornographic tikumume resemble nomad stadzunitsk who's red states who stad sma rep. We can pornography."
	},
	{
		"start_time": "51:28",
		"speaker": "Kah Dantas",
		"words": "Can we bring you know prosper. Uh IMPRESSION massaging. SO."
	},
	{
		"start_time": "52:33",
		"speaker": "Ricardo Lopes",
		"words": "Isaeungrasarukian primesoare sexualism is a prime insto to the fis Olivia Bentley ume escort for podcast can the sos uh influenciadore norm studs units conservadore yellow fezumipiodio Olivia Bentley sopro rage bait pur bazimenta ele. Invista sulta gente kiki's a kuzalo to the mazalkwes inclusive mud sultament skos elvis physis podcast soens um podcast public conservas poised physo podcast uh who who's who's was inss conservas."
	},
	{
		"start_time": "53:27",
		"speaker": "Kah Dantas",
		"words": "Prano is uh demos pornograph bone venge is uh guado haters. I know."
	},
	{
		"start_time": "55:10",
		"speaker": "Ricardo Lopes",
		"words": "PORNOGRAPHY sex. The boys the vis redo sex serum inclusive uh kezai skis prokurum from murnament sexual uh it possessing miss muu considerrasmus ski uh uh awami ski voter prostitutes present uh saquin cement the suzmers it posses lessinnament secabo struvius. Ekulpaev came at the prostitute or web warming physist for azunestekpeeski semprique contes salgu makweekuppe uh kumrule cinnamented struidwa kuppe semper the mulerdamaform"
	},
	{
		"start_time": "56:02",
		"speaker": "Kah Dantas",
		"words": "oh you violent er. Inclusive is well mm el temintara sun jagstra kipranosa convers puke ultra bali sexual min. SEX. PORNOGRAPHY. And poses. NOT reach. SAUSAGES in sex. POSSI. I don't think."
	},
	{
		"start_time": "1:00:23",
		"speaker": "Ricardo Lopes",
		"words": "Now attain settlement sex kart sitzinki for approprius it is insin for the sex. Um NOABBOLTARAKAZA is a fas quiz it it amentum this uh subzun ums um mothersmi umusskisu was mfaze mai new only fans uh uh physigravarvis in mandar his videos, uh, a mandar Beijing news front soccerist. Thanks."
	},
	{
		"start_time": "1:02:31",
		"speaker": "Kah Dantas",
		"words": "Kellizo milk and now prafaze uma call it g g g spare hummala prafazo procedure to price posing gravida yelling gravido. And. CONCEPT."
	},
	{
		"start_time": "1:03:21",
		"speaker": "Ricardo Lopes",
		"words": "Uh, EKELARIODORES munkegore uh thanksfala munte bony blue dodleter to do renew."
	},
	{
		"start_time": "1:03:30",
		"speaker": "Kah Dantas",
		"words": "THAT I learned"
	},
	{
		"start_time": "1:03:42",
		"speaker": "Ricardo Lopes",
		"words": "it was. REFORM. THE Uh, trebeodore sex wise non tying ullimores trebeodore sex wise percaletamentavadier when followdu sewapo you are reform UK eki aaler uh a self-made kelein uh car to do fruit to do so meri to i nuncre severe propriament the ejudaro resodore sex wise at the ovores trebelidoro sex wise Britanniques serum prison. TO TikTok visa"
	},
	{
		"start_time": "1:05:32",
		"speaker": "Kah Dantas",
		"words": "for example. FEMINISM peso viva. I"
	},
	{
		"start_time": "1:06:44",
		"speaker": "Ricardo Lopes",
		"words": "that"
	},
	{
		"start_time": "1:07:59",
		"speaker": "Kah Dantas",
		"words": "Uh, prostitute."
	},
	{
		"start_time": "1:10:52",
		"speaker": "Ricardo Lopes",
		"words": "I'm. Almoqueengrassava eparam menus fenitos revicais principal mental puri like some controtravali sexual or contrast sore permeasur sore exclusionary radical feminists Kluwe uh sores in particular as muer trends the movement. The movement conserva religious etc. ASSUMING dismiss stre anti-sexual, etc. SO. In. ASSESSOR to assess uh capacidad uh sincere pur uh uh maltratadoquezasinguradzunid is musk and stadzunid sons and snuvente consider uh ecu. Uh, MAKES this viewless sound sexual mental as the pills yellow non non comprehending steep the movement stone controlsal properties interests independent mental nonrepado sex the montare."
	},
	{
		"start_time": "1:12:51",
		"speaker": "Kah Dantas",
		"words": "Is that a man imagine and uh. KITA bris mm feministas feminism bum sharing jiki as muler. Gluta congress."
	},
	{
		"start_time": "1:14:27",
		"speaker": "Ricardo Lopes",
		"words": "STREAM miti min. Um, THEN duo femunism mainstream, uh, atamba mun privilege the class prukakilele algumus munist shamonde white feminism or or femunmbrauki, uh, basi ment essmers, uh, kveus. SEVER difficult mm minoritarius minoritariusmer's trends tres X Y Z, etc. S."
	},
	{
		"start_time": "1:15:08",
		"speaker": "Kah Dantas",
		"words": "Seeing a character for the feminist mullibera mulerischia carremus uh salarizigu my stat to do base it was a foamy pragado do mash was so salarij pragado do mash kzads. A supera ass class problem pranosmos max nedestrabalaorsdes as mul mulle negros mulle to the zeal. PRIVILEGE."
	},
	{
		"start_time": "1:15:58",
		"speaker": "Ricardo Lopes",
		"words": "Uh, Jagora Jagora supper frireki purcomuso brakio Portuguesemus purfaborno massus seeing a mils and pasadzia kills vira of Brazil and nounargu yunis, OK, and targu yun dramas's indigenous du fizramassu was negros and scravatu. INCLUSIVE Brazil."
	},
	{
		"start_time": "1:16:37",
		"speaker": "Kah Dantas",
		"words": "Brazil."
	},
	{
		"start_time": "1:17:06",
		"speaker": "Ricardo Lopes",
		"words": "PHARMA is conservadores character uker sexual ministers so is so is conservadores. And then the yakuzaru feminism nonso trabaodore sex wives mezu feminismal. The liberty sexual promis sexual liber sex sex. SEXUAL sexual sexual liberty sexual."
	},
	{
		"start_time": "1:18:18",
		"speaker": "Kah Dantas",
		"words": "I think conservas conservadores. They can carrying they just tend to have sex as a man's biz."
	},
	{
		"start_time": "1:19:52",
		"speaker": "Ricardo Lopes",
		"words": "RED pills"
	},
	{
		"start_time": "1:19:59",
		"speaker": "Kah Dantas",
		"words": "red red pills."
	},
	{
		"start_time": "1:20:19",
		"speaker": "Ricardo Lopes",
		"words": "Schultz princis principa Figueres the red pill Brazil. ONLINE."
	},
	{
		"start_time": "1:21:20",
		"speaker": "Kah Dantas",
		"words": "Holland. A Brazil Brazil."
	},
	{
		"start_time": "1:21:54",
		"speaker": "Ricardo Lopes",
		"words": "Brazil."
	},
	{
		"start_time": "1:21:55",
		"speaker": "Kah Dantas",
		"words": "See, I, you know, a salo como as much as my violent, uh, vine is nes is mojimattara muler is its same thing you watch you to that's muler is neg suing thing in."
	},
	{
		"start_time": "1:22:44",
		"speaker": "Ricardo Lopes",
		"words": "NO."
	},
	{
		"start_time": "1:23:24",
		"speaker": "Kah Dantas",
		"words": "YOU know. Uh"
	},
	{
		"start_time": "1:23:35",
		"speaker": "Ricardo Lopes",
		"words": "SING sing"
	},
	{
		"start_time": "1:23:35",
		"speaker": "Kah Dantas",
		"words": "singing. Just And. I"
	},
	{
		"start_time": "1:25:17",
		"speaker": "Ricardo Lopes",
		"words": "copycat effects the principals. PHOTOGRAPHY."
	},
	{
		"start_time": "1:26:09",
		"speaker": "Kah Dantas",
		"words": "Ma. No brazil fades in circumstances violin."
	},
	{
		"start_time": "1:26:47",
		"speaker": "Ricardo Lopes",
		"words": "No, no, this says vehement viv new Brazil missis the minisi is a politic new Brazilli he inflictment to a parties he, he came in Portugales in numer popula so no so so."
	},
	{
		"start_time": "1:27:28",
		"speaker": "Kah Dantas",
		"words": "THE."
	},
	{
		"start_time": "1:27:32",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Iste is a contests is numza river is miniencia, uh, contramuler and loozi, etc. CONTESTING me mud posada penskintro invigor in his mili a Maria da Pena Maria da"
	},
	{
		"start_time": "1:27:49",
		"speaker": "Kah Dantas",
		"words": "Pena, uh Maria da Pena el. uh POSSE. Uh SALUTE. CRIMINAL."
	},
	{
		"start_time": "1:29:04",
		"speaker": "Ricardo Lopes",
		"words": "It."
	},
	{
		"start_time": "1:29:29",
		"speaker": "Kah Dantas",
		"words": "C."
	},
	{
		"start_time": "1:29:56",
		"speaker": "Ricardo Lopes",
		"words": "Elias, noa contest the Mayao Brazilla movements red Billy masculinistas, uh kitento uh Rufris Ale Maria de Pena, uh Kendo misandrique."
	},
	{
		"start_time": "1:30:26",
		"speaker": "Kah Dantas",
		"words": "SING. MINI mini. No. uh"
	},
	{
		"start_time": "1:32:34",
		"speaker": "Ricardo Lopes",
		"words": "SEXUAL sexual. SEXUAL."
	},
	{
		"start_time": "1:33:04",
		"speaker": "Kah Dantas",
		"words": "INCLUSIVE. PORNOGRAPHY. E, uh, causa du traf which peso wasa some and tava violes contras mules etc. TODOSES is papuskinoting absolish namemo compravasos in chief connect. Uh, SO in chief kin fin e e grassadkiel er desiu namastegu vibessagrado femininseuquet a desitroli dos corpus and the sacrallisa. Feminine sex. I confess to pravoseoski polio skatos."
	},
	{
		"start_time": "1:35:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and to, uh, safazel maizuma punta cirque the sexual uh mum one piece that's uh sotaqueing a came Portugal, uh, no sta uh el sing like the Maori uh a Catholic, uh, a new Brazil, uh, comeole per um. A burdains the Maori religiosaic and no tenuous certesa dwales iia Catholic i evangelical water uh mescomore uh a burdain sier influencia que uh religion of Brazil and attentive of controllare sexually that feminine."
	},
	{
		"start_time": "1:36:09",
		"speaker": "Kah Dantas",
		"words": "A flex spode praseki no systems in the caves that vein she's stra uh polio. Problem with sosa is a lipo grejala echoloca deli prattata pagusburakzne Jewish duo jokajikwedu com er er cashton is mes muji. Asia so jin tress is suo maki press was singer uh socia is in g conservador is mm my job. In the saints."
	},
	{
		"start_time": "1:38:35",
		"speaker": "Ricardo Lopes",
		"words": "Uh, NO vis Brazil Mazendo is milli vintrezo is livintiquat stood in Portugal in the zindivi Portugal Japan. CONTENT. Brazil or the sex in the coins."
	},
	{
		"start_time": "1:39:53",
		"speaker": "Kah Dantas",
		"words": "Else vise osabi kita ta and that's a skis. Uh, Brazil."
	},
	{
		"start_time": "1:40:53",
		"speaker": "Ricardo Lopes",
		"words": "And now zero posing vir ash um uh fred nutwitter instig public oppos via sobres that that's scientistas thanks to that or the gloes um attendiazomes globally and win ver um. Singler, uh, right down, uh, vamsfalaun umkevi do one piece seki yeah ywashra ywaingrasadup purkenui male nuprimiri meldor's plastic name Vo escribea calafras dulufikiswai orewanaru."
	},
	{
		"start_time": "1:41:37",
		"speaker": "Kah Dantas",
		"words": "Uh,"
	},
	{
		"start_time": "1:41:43",
		"speaker": "Ricardo Lopes",
		"words": "A new podcast."
	},
	{
		"start_time": "1:42:02",
		"speaker": "Kah Dantas",
		"words": "I'll have all the best today."
	},
	{
		"start_time": "1:42:05",
		"speaker": "Ricardo Lopes",
		"words": "No, saving one piece uh um scan. INCLUSIVE dragon."
	},
	{
		"start_time": "1:42:48",
		"speaker": "Kah Dantas",
		"words": "Things as in parazuji as the same and so is the squad. Is no reclusive gas gale via uzu bandera natas. Uh, TWICE uh inclusive to eat uh uh bodera dulufi ala jmo boderadapainyengrass cassos fass. It's infinite. Ivo libera is visa so watching grassa castssaging is she you know Isa as I have like posh."
	},
	{
		"start_time": "1:44:28",
		"speaker": "Ricardo Lopes",
		"words": "Mazost fissost dragon krio is snare marin they show a marines spoiler. In gas flashback dragon snake ukramar bazi o yo. The story of the Brooks this this this monsters."
	},
	{
		"start_time": "1:45:33",
		"speaker": "Kah Dantas",
		"words": "Elega ellegajima was the trasa parallel salamentuki caspe solo conigoinda as she sing mm mm a masseta dossurika que cabo fazendoses is non trazenda is inretas."
	},
	{
		"start_time": "1:46:20",
		"speaker": "Ricardo Lopes",
		"words": "BONES. COMPLEX."
	},
	{
		"start_time": "1:46:46",
		"speaker": "Kah Dantas",
		"words": "It's it's it's it's processes so kimo da la daji and daughter."
	},
	{
		"start_time": "1:47:15",
		"speaker": "Ricardo Lopes",
		"words": "ONE piece."
	},
	{
		"start_time": "1:47:16",
		"speaker": "Kah Dantas",
		"words": "New personage in favor to oil. Ewashuk ushanks."
	},
	{
		"start_time": "1:47:25",
		"speaker": "Ricardo Lopes",
		"words": "Uh, GUSTEGUSTE the slimspurki algumbarazai sal."
	},
	{
		"start_time": "1:47:34",
		"speaker": "Kah Dantas",
		"words": "It was shukie wash to to me to the loof inclusive tweakkino no me bra so I should umafofu mao el pok habu genteg spirit wash. COMMUNIST pessimist. OK, pessimist and I and and I have also transform so much more pessim contrasting as a prosopobuje the primit."
	},
	{
		"start_time": "1:48:33",
		"speaker": "Ricardo Lopes",
		"words": "IN the mandarumu spoilers miss um purfrid miso dragon Mr. MANGOST min to do uh rocks I got a sapskio paidu barba negra purke el el tea with uh mintubombo."
	},
	{
		"start_time": "1:48:51",
		"speaker": "Kah Dantas",
		"words": "Moto"
	},
	{
		"start_time": "1:48:53",
		"speaker": "Ricardo Lopes",
		"words": "brontetool uh ends the terminal on the que so spotting in control on the internet."
	},
	{
		"start_time": "1:49:03",
		"speaker": "Kah Dantas",
		"words": "uh, UZU principal man she instagram I singsiapeo no boom days etc. uh ELIUSUMAHOBATO pontua esika er siskrevica uh yaga kume kajika kita. Uh CRI ta ta. Uh KOJI zones and."
	},
	{
		"start_time": "1:50:43",
		"speaker": "Ricardo Lopes",
		"words": "OK, if we include students Christiani ya m mino brigadorea converse is uh stiver intersado gustavo mia continua conversa as a part to do is this to purque in the minte queso principal puran for minso Brasiliali Brazil a muntzos topics uh gustavosako 6 sunnival."
	},
	{
		"start_time": "1:51:11",
		"speaker": "Kah Dantas",
		"words": "Uh, um, J j z poshi in conjun to"
	},
	{
		"start_time": "1:51:22",
		"speaker": "Ricardo Lopes",
		"words": "YouTube"
	},
	{
		"start_time": "1:51:22",
		"speaker": "Kah Dantas",
		"words": "cla claspera betadorea conves washji conversariri to the pea. Hesba ba das flora m brigado pilvia do."
	},
	{
		"start_time": "1:51:46",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]