[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lobs, and today I'm joined by Caitlin Bailey. She's a sex worker rights advocate, a comedian, a writer, the host of the, the oldest profession podcast, and today we're going to talk about some of the history and misconceptions that people have about sex workers. So, Caitlin, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:24",
		"speaker": "Kaytlin Bailey",
		"words": "Thank you so much for having me. I really appreciate being here."
	},
	{
		"start_time": "00:28",
		"speaker": "Ricardo Lopes",
		"words": "OK, so we say that prostitution is the oldest profession in the world, right? So how old is it actually, and how can we know that? I mean, do we look at archaeology, anthropology, or what? Uh,"
	},
	{
		"start_time": "00:43",
		"speaker": "Kaytlin Bailey",
		"words": "ARCHAEOLOGISTS will absolutely quibble with you on this. I believe that midwifery is probably the oldest profession. We would not have made it past the Homo erectus stage as a species without very skilled, uh, midwives, um, but sex work or the exchange of erotic services or sex for something of value pre. Dates us as a species and is certainly older than money. Uh, MONKEYS do this, penguins do this, other species of birds do this, um, and there's a lot of evidence to suggest that our, uh, our ancestors did this."
	},
	{
		"start_time": "01:21",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, no, that's very interesting because just earlier this year I interviewed Nathan Lentz. He published the book The Sexual Evolution. He's an evolutionary biologist and that at a certain point we talked about transactional sex in other species, and I guess that some of these conservative people would just think, oh my God, it's outrageous. Come on, you're having transactional sex. That might be nat that can be natural, right?"
	},
	{
		"start_time": "01:47",
		"speaker": "Kaytlin Bailey",
		"words": "Yes, it's uh. It's as natural as hunting."
	},
	{
		"start_time": "01:52",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, what are the oldest depictions of, uh, prostitution or other kinds of sexual practices in human history?"
	},
	{
		"start_time": "02:02",
		"speaker": "Kaytlin Bailey",
		"words": "So, I make the argument that uh sex for meat is probably the first exchange. We have one of the most, excuse me, forgive me, it is 6 a.m. here. Um. And I, uh, I performed last night, so I'm still, still acclimating to, to talking."
	},
	{
		"start_time": "02:21",
		"speaker": "Ricardo Lopes",
		"words": "You could, you could have told me, and we would, we would have scheduled the interview"
	},
	{
		"start_time": "02:25",
		"speaker": "Kaytlin Bailey",
		"words": "later. I, you're absolutely right, and, uh, and also I just, I wanted to, I wanted to do this. So thank you very much for being flexible. This was a. Self-inflicted, um, scheduling snafu, but I, uh, I scheduled this when I was on the East Coast, so it would have been a 9 a.m. interview, which was a much more reasonable endeavor and now I am on the West Coast, uh, and with the time change and, uh, you know, it's, yeah, uh. So your question is like what are some of the examples of like the earliest, uh, earliest exchanges of prostitution, um, so before written history, right, before we have any cultural evidence of like organized or formal prostitution. I think that there's a lot of physiological evidence to suggest that sex for meat is probably one of the first exchanges. We have one of the most dramatic menses of any species. If any other animal bled the way that we do, they'd pass out and die in the wilderness. They could not handle it. And so because of this, people with uteruses spent a huge chunk of our history walking around in an almost constant state of iron deficiency. And so there's a lot of incentives around, you know, women who, uh, sometimes have children or sometimes bleeding or like trying to entice or cajole or bully or bribe. Men to go and kill things for us and so I think that there are probably a lot of old rituals, a lot of ancient religious practices, um, and also certainly examples of either solo or organized prostitution, all in the interest of getting men to bring women meat, um, fast forward. Tens if not hundreds of thousands of years, I think some of the earliest temples, sort of ubiquitously right on every continent feature fertility goddesses, often eroticized fertility goddesses, and there's a lot of examples that temple prostitution is a pretty common practice that you see throughout the world, right? Worshippers coming. Having sexual experiences with, uh, you know, priestesses that are channel, channeling, you know, various, uh, iterations, various deities, um, in exchange for something of value, the way that you might leave, um, you know, an offering at a church or a temple today, what relationship this has to sort of like brothels. Prostitution or like how that evolves. We know that they come together, um, certainly in biblical times, there's a lot of like switching back and forth between like temple prostitution and tavern prostitution, but um, I believe, um, and I'm biased on this and I'm probably stretching past, uh, you know, the archaeological evidence. But I think that priestess, prostitutes built the foundations of civilization. I think it was us that gave people a reason to come together without killing one another, that domesticated plants and animals, that invented scripts, that tamed fire, that created a lot of the rituals that allowed people to gather and create what we would recognize as culture."
	},
	{
		"start_time": "05:52",
		"speaker": "Ricardo Lopes",
		"words": "But wait a minute, you mentioned eroticized temple goddesses, so are you saying that there were forms of pornography thousands and thousands and thousands of years ago?"
	},
	{
		"start_time": "06:06",
		"speaker": "Kaytlin Bailey",
		"words": "Yes."
	},
	{
		"start_time": "06:06",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, so it's not, uh, it was not invented by capitalism."
	},
	{
		"start_time": "06:10",
		"speaker": "Kaytlin Bailey",
		"words": "No, no, it certainly wasn't invented by the internet. So it's, yeah, I think as soon as we started scratching things into walls, uh, depicting each other's bodies, uh, doing sexy things was one of the first things that we did, whether that was art, whether that was religion, whether that was sex work, whether there are clear lines between all of those things is for other people to decide."
	},
	{
		"start_time": "06:37",
		"speaker": "Ricardo Lopes",
		"words": "So there were, there were public depictions of sexual practices."
	},
	{
		"start_time": "06:43",
		"speaker": "Kaytlin Bailey",
		"words": "Absolutely, yes, 100%. Yeah, and you know, they say there's a, there's an old joke, the difference between pornography and erotica is like about 20 years. And so I don't know what it is when it's 20,000 years."
	},
	{
		"start_time": "06:58",
		"speaker": "Ricardo Lopes",
		"words": "But, OK, look, but since you are a, yeah, since you are a sex worker rights advocate, what is a sex worker? I mean, what do you define, uh, how do you define a sex worker?"
	},
	{
		"start_time": "07:13",
		"speaker": "Kaytlin Bailey",
		"words": "So I define sex worker very broadly in part because I am an activist and so I think, you know, having a big tent, having a broad coalition is really important. And so anyone who's engaging in any kind of eroticized labor, um, sex work is a broad umbrella term. Refers to people doing both criminalized, uh, you know, full service in-person exchange, whether that's happening, you know, like on the street or in cars or in hotel rooms or brothels or massage parlors, but it also refers to people who are doing like touchless performances, right, whether that's peep show or uh OnlyFans or porn star, uh, forms of like dominatrix or like BDSM work um. I think it also includes like phone sex operators, foot fetish models, people that sell their panties that have never shown their face, uh, you know, people engaged in a wide variety of things that people outside of the exchange might not recognize as erotic but are. You know, there's a woman I know who has a client who likes to be tickled by feathers. He pays her hundreds of dollars an hour for that exchange. They know it's sexual. Good luck prosecuting that. You know, uh, I want to include Hooters waitresses. So, you know, there's a very broad and I would say fortunately, unfortunately slippery kind of relationship and like the word whore has become or has always been a sort of flexible category that stretches to include, uh, you know, women with opinions. So sex work. Um, IT'S also a similarly broad category, um, of folks, a wide variety of people doing a wide variety of things for a wide variety of reasons."
	},
	{
		"start_time": "09:10",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that when advocating for sex workers it's important to distinguish between the different types of sex work with their own peculiarities or it's not necessary?"
	},
	{
		"start_time": "09:24",
		"speaker": "Kaytlin Bailey",
		"words": "I think that, you know, the devil's in the details in terms of like policy specifics and the, you know, the political or, you know, advocacy. Needs of strippers who are working at a brick and mortar establishment and OnlyFans models and you know in person in-service workers are different, but the uniting factor is that we all face the same stigma and we all, we should all stand together to support each other fighting for a safer, healthier, uh, more just future for all of us."
	},
	{
		"start_time": "09:59",
		"speaker": "Ricardo Lopes",
		"words": "And, and in terms of how you approach sex work, do you have a feminist approach to it or"
	},
	{
		"start_time": "10:07",
		"speaker": "Kaytlin Bailey",
		"words": "not? I identify as a feminist. Um, I believe that sex workers were the first feminists. We were certainly in spaces that feminists spent a long time fighting to get into, uh, long before, uh, feminists were invited into them. Um, BUT I don't, I don't know if there's a distinction between like feminist advocates and anti-feminist advocates within the sex work, you know, like I think that laws that help just like that, I think that the distinction between, like there is a distinction of course between like adult consensual sex workers and victims of human trafficking."
	},
	{
		"start_time": "10:49",
		"speaker": "Ricardo Lopes",
		"words": "Sure, we're going to talk about that,"
	},
	{
		"start_time": "10:51",
		"speaker": "Kaytlin Bailey",
		"words": "yeah, yes. And also the decriminalization of sex work helps both sex workers and survivors of prostitution. And so, you know, I think it's important for sex worker rights advocates to include people that identify as survivors of prostitution that do not identify as adult consensual sex workers that hate the phrase sex work in our coalition, right, in our uh in our community. Um, SO I don't really know what the distinction would be, but like I'm a feminist. Most sex worker rights advocates I know are feminists, but I also know a lot of feminists that fight against our work. So, yeah."
	},
	{
		"start_time": "11:33",
		"speaker": "Ricardo Lopes",
		"words": "Yes, that that's actually what I was going to ask you because there are these sort of more sex negative feminists, uh, gender critical feminists, and, and even, I mean, people who are not necessarily feminists but more conservative people who have this sort of more moralistic and patronizing approaches to sex work. So what do you make of them, particularly when they identify as feminists?"
	},
	{
		"start_time": "12:00",
		"speaker": "Kaytlin Bailey",
		"words": "Sure, I mean this is, uh, this is part of the feminist movement that, you know, in the US at least goes back to the Seneca Falls Convention of 1840. You know, Elizabeth Cady Stanton, who was the first, you know, feminist woman to suggest that women have the right to vote. Convened what we would recognize as sort of like the modern, you know, like feminist movement, and her and Susan B. Anthony wrote Victoria Woodhull, who was the first woman to run for president, the first woman to address Congress on the issue of suffrage, the first woman to open up, you know, her own brokerage firm. Out of our history because she was a sex worker and so there was an interest among the Elizabeth Cady Stanton's and Susan B. Anthony's of the world to distinguish themselves from notorious women, women with bad reputations, uh, women. Victoria Woodhull because they didn't want to tarnish the emergent feminist movement of, you know, upper class white, often married women who thought, many of whom thought that like asking for the right to vote was too radical. They were asking for things like. You know, property rights, the right for, you know, women to maintain property even in marriage. So it's, it's interesting to think about. And then of course that tension continues into what we recognize as the porn wars in the 1970s and like luminaries with brilliant women like Gloria Steinem end up spending huge amounts of their advocacy energy. Trying to eradicate the oldest profession and criminalize pornography in the name of creating, you know, a safer space for women. Women like, you know, Andrea Dworin or Catherine McKinnon genuinely believe that we should be fighting porn rather than fighting for access to contraception or abortion rights. And of course, you know, we live in a porn saturated world and we. Lost access to safe and legal abortion in half of the US, so, you know, I believe that my feminist foremothers were wrong about where they should be spending their energy, and I think that this tension within the feminist movement is kind of a fatal flaw that has, uh, I don't know, I don't know how academic how academic it is. It's very early in the morning if I cuss on this podcast."
	},
	{
		"start_time": "14:31",
		"speaker": "Ricardo Lopes",
		"words": "Um, uh, uh, YEAH, I guess it depends on the word, the specific word, because this will, I mean, this will be on YouTube, but anyway, yeah,"
	},
	{
		"start_time": "14:38",
		"speaker": "Kaytlin Bailey",
		"words": "well, you know, maybe you can beep it or whatever, but it, it's really, I mean, it, it's fucked us, like, you know, from the beginning, women have spent too much time fighting other women trying to police our own sexual choices rather than finding and fighting for shared ground. Because like sex workers and anti-sex feminists want a lot of the same things."
	},
	{
		"start_time": "15:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I find it very interesting er when those kinds of attitudes come from feminists particularly, but because shouldn't feminists be in favor of women er consensually having sex, whether it's sold or not, whether it's for money or not, er I I mean and making their own sexual choices."
	},
	{
		"start_time": "15:29",
		"speaker": "Kaytlin Bailey",
		"words": "Right, and I think that like, you know, smart people can disagree about the corrupting influence of like money or capitalism or the economy or, you know, what it means to commodify oneself or, you know, like the soul eroding work. Of turning yourself into a brand, but that's as true of YouTubers as it is for OnlyFans models. And when we sort of separate out erotic labor, sexual labor, I think we blind ourselves to the shared like labor conversation that we can be having. Um, YOU know, again, I, I spend a lot of my time talking about how we can and should stand together against exploitation, but when prostitution becomes a symbol of exploitation, we end up directing our energies at all of the wrong things, and we are not going to get to a safer, healthier, more gender equitable future by trying to like erase tits from the internet."
	},
	{
		"start_time": "16:28",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I get the sense, please correct me if I'm wrong because you're probably much more into feminism than I am. I mean, I also identify as a feminist, but you probably know much more than I do about it, but I get the sense that many of these feminist women that position. Themselves against sex work or specific kinds of sex work that uh I mean they're sort of moralizing attitudes that they have towards sex workers stem a lot from their attitudes about sex more broadly."
	},
	{
		"start_time": "17:02",
		"speaker": "Kaytlin Bailey",
		"words": "Yeah, and I think that it's important. To contextualize that and understand that a lot of people, including feminists, are coming to this conversation having experienced sexual trauma and so, you know, I, I know that that's true and, and, you know, like Andrea Dorkin writes openly about this, but there are a lot of feminist thinkers who are informed by their own personal experience and you know it's difficult once somebody's experienced that kind of, of, of trauma, not. To universalize it. And so I do have deep empathy for people, you know, especially like, you know, the, the browbeaten wives of the early 19th century, right, with like, you know, drunk husbands having no legal recourse, like coming home, spending all of the family money on brothels and bars, beating their families, you know, I understand how a sex negative attitude could emerge from those conditions."
	},
	{
		"start_time": "18:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but, but I mean, but we have to take that into account and they are probably not considering, uh, how sex workers themselves experience sex work,"
	},
	{
		"start_time": "18:17",
		"speaker": "Kaytlin Bailey",
		"words": "right, and I think that there is, you know, sort of like. Catastrophicizing that could happen or again, like, you know, imposing your own experience on, onto others and like, you know, charity, charities in general have this kind of like dark underbelly history of people imposing their own fantasies. Or narratives on the people that they may think that they're trying to help, but you can't help people that you can't hear. So if you're not listening to their own experiences, if you're not open, uh, you know, coming to the table with curiosity and empathy, but rather the sort of like moralizing tone, it's very easy to do violence, uh, even in the name of charity and Christian Concern."
	},
	{
		"start_time": "19:05",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, that's actually why I'm doing this series that I call humanizing sex workers on my channel and podcast, because I actually think that people should try to talk with sex workers themselves instead of assuming the kinds of experiences they have."
	},
	{
		"start_time": "19:22",
		"speaker": "Kaytlin Bailey",
		"words": "And that's the secret, right? Uh, YOU know, it's easy to, um, you know, hold all kinds of crazy ideas. About people you've never met, right? You know, we saw this with the LGBTQ plus movement, right? Like a lot of stigma and shame is made possible in a world before people realize they already know and love a gay person. And so we just need to work towards a future where people realize that they already know and probably really like a sex worker in their lives."
	},
	{
		"start_time": "19:52",
		"speaker": "Ricardo Lopes",
		"words": "Um, HOW do you look at, uh, stigma surrounding sex work in society nowadays? Do you think that sex work is still as stigmatized as it was a few decades ago or perhaps a little bit less?"
	},
	{
		"start_time": "20:08",
		"speaker": "Kaytlin Bailey",
		"words": "It's interesting. I feel like I am, I'm starting to, uh, I'm, I'm almost 40. And I feel like in my relatively short life, I've watched the pendulum swing both ways. Growing up, I feel like we were moving towards a more accepting future. And within the last, like, I don't know, 5 to 7, maybe 10 years. I've seen kind of a complicated swing back, um, and part of that is, is visibility, right? Like the trans community experienced this, right? Like visibility does not necessarily lead to more rights. So OnlyFans, the ubiquity of porn on the internet, uh, conversations that we're, you know, like having around like sex and culture and sex negative culture. Like you see this next generation coming up with a lot of like very retro kind of like reactionary um ideas that I recognize from my, my grandfather about like purity, culture, um, or, you know, like sex negative, um, you know, and I'm like talking to young people, I'm like, I don't think you know what you're asking for. Like you want less, you want more censorship in in movies? What is like, what, what, what is, what, what is this coming from? Um, AND also sex workers have never been more active. Belgium just became the first country in Europe to decriminalize sex work. There are more sex workers having conversations with legislators as constituents than at any other point in human history. So there's a lot of reason for hope and there's a lot of reason for caution, and the history has always been complicated, uh, and the, you know, the modern moment is no exception."
	},
	{
		"start_time": "21:50",
		"speaker": "Ricardo Lopes",
		"words": "Yes, actually, you know, I, I thought because I have um conflicting thoughts about it because on the one hand, I look at, for example, the fact that nowadays, um, sex workers are, and porn stars, for example, are on social media and people follow them more or less openly and, and some of them get celebrated publicly, but at the same time, I mean, for example, just recently. Recently on X slash Twitter, uh, prostitutes, uh, from Nevada got their accounts banned, suspended, and, uh, not only that, but also just recently I released an interview on my channel with Nina Hartley, and we have a fantastic conversation about pornography and, uh, feminism and so on, and, uh, I, I thought that for example. Uh, THINGS like the MILF category in porn would be contributing to fighting against ageism in porn, uh, and, uh, interracial sex without fighting against racism, but actually she educated me on the fact that probably it's not really like that, that we are contributing to the fetishization of certain people."
	},
	{
		"start_time": "23:10",
		"speaker": "Kaytlin Bailey",
		"words": "Yeah, absolutely, and I think that part of that is a part of the creator culture in general, right? You know, I think what's happening to porn stars or OnlyFans stars is a very similar thing that's happening to TikTok stars or influencers is that we're kind of flattening ourselves for the for the algorithm, um, and so, you know, we all live in these kind of media silos and sex workers' media silos are more. Siloed, um,"
	},
	{
		"start_time": "23:41",
		"speaker": "Ricardo Lopes",
		"words": "yeah. Yeah, so I mean, let me, uh, run through you some of the most common claims made by people who are against sex workers, not just the sex negative feminists, but also the more conservative type of people. Uh, YOU'VE already mentioned this briefly earlier, but they claim that sex work is always exploitative. So what do you reply to that?"
	},
	{
		"start_time": "24:10",
		"speaker": "Kaytlin Bailey",
		"words": "I mean, sex work is work and maybe work is always exploitative, but it's no more, there's more trafficking and more overt exploitation in agriculture and fishing and mining and domestic labor than there is in porn or prostitution. That's, and that's just. Stone cold fact, right? That's not, that's not me spitballing. That's according to like the US Department of Labor Statistics, right? That's according to the World Health Department, Amnesty International, uh, you know, these, there's empirical evidence to suggest that there is, there is not more traffic. Like trafficking is not overrepresented in. Sex work, it is overrepresented amongst vulnerable populations. Now the criminalization of sex work does lead to more vulnerabilities, which leads to more exploitation, but there's nothing inherently exploitative about erotic labor."
	},
	{
		"start_time": "25:13",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh uh uh we're going to come back to that bit about criminalization because I want to ask you specifically what you think is the best legal and political approach to sex work, but we're going to get there. I, I was just, I was just going to say that it's interesting when people talk about, for example, sex trafficking, and they use that to make the claim that because they're sex trafficking, then. Uh, PROSTITUTION and sex work more generally should be abolished, should be banned, but they don't make the same argument when there's trafficking in the case of a of"
	},
	{
		"start_time": "25:50",
		"speaker": "Kaytlin Bailey",
		"words": "agriculture reconstruction"
	},
	{
		"start_time": "25:52",
		"speaker": "Ricardo Lopes",
		"words": "and so"
	},
	{
		"start_time": "25:52",
		"speaker": "Kaytlin Bailey",
		"words": "clothing, your iPhone, I mean like we live in a deeply extractive exploitative economy. There's absolutely examples of, you know, horrific violence, but if the presence of exploitation is enough to abolish. Industries then like we've got to get rid of industry and so I don't see people giving up fast fashion. I don't see people giving up, you know, the food that they eat. I don't see people giving up um other examples of like more obvious harm. Um, IT'S just easier for them uh to try to judge and shame, um, and make life harder for sex workers again in the name of charity and concern. And it's Yeah, I, I"
	},
	{
		"start_time": "26:34",
		"speaker": "Ricardo Lopes",
		"words": "actually, I actually think that this kind of attitude towards sex work and then connecting sex trafficking to it has much more to do with people's own moral values than with simply the legal aspects of it."
	},
	{
		"start_time": "26:49",
		"speaker": "Kaytlin Bailey",
		"words": "Yeah, I mean people just can't imagine. Themselves doing this work and so they fight to make it impossible for other people to do this work, but they don't do that with soldiers or people that work in slaughterhouses or people that work in mines. There are a lot of industries that are horrific for people's mind, body, and soul. Sex work is not in the top 10."
	},
	{
		"start_time": "27:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and I guess they also don't give up construction even though if you go to Qatar or Dubai, there's lots of slaves working there in construction. So, so, uh, I mean, and, and the other, another kind of argument that they have is that. Sex work is never a choice that people are always cursed into it."
	},
	{
		"start_time": "27:42",
		"speaker": "Kaytlin Bailey",
		"words": "Uh, WHAT do you say it just doesn't matter how many sex workers stand up and say I made a choice, uh, like, you know, any, I mean, we've written books, like we've, we've done seminars. There's so many of us. I travel the world performing and meeting other. Adult consensual sex workers, people who chose this work, people who felt called to this work, and so it's interesting, you know, when you're talking to ideologues that believe this stuff, you're either too privileged to be representative, or people are speaking for you, so. You know, because your experience does not align with their trauma porn fantasy, they say you're not representative, and it doesn't seem to matter how many of us non-representative sex workers there are."
	},
	{
		"start_time": "28:39",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's very interesting. Back in uh last year actually, I interviewed Gerald Mosley. He wrote this book Sex Workers and Their Clients in Their Own Words, and he basically collected, uh, statements from different sex workers tackling each of the claims made by abolitionists and, uh, at a certain point there he, um, basically quoted someone, I can't remember her exact name, but she was. Referring to uh feminists trying to represent sex workers, and she was pissed off and saying, I don't want these feminists representing me because they don't, they know nothing about my experiences in sex work and so they just want to ban it, prohibit it, abolish it, and they, they know nothing about it, so they, I don't want them representing me."
	},
	{
		"start_time": "29:29",
		"speaker": "Kaytlin Bailey",
		"words": "Yeah, absolutely. It's, it's ridiculous to me how many people are out there trying to speak for people. Who have written books."
	},
	{
		"start_time": "29:44",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, also another kind of claim that they make is that sex work tend to be associated with poverty and the lack of other employment opportunities. So what do you make of that?"
	},
	{
		"start_time": "29:58",
		"speaker": "Kaytlin Bailey",
		"words": "I mean, sure, but again, if you're listing industries where, you know, poor folks are overrepresented, sex work is not in the top 10, you know, I don't see folks calling to abolish domestic labor even though there are not a lot. Of like middle class college educated people, you know, cleaning homes and hotel rooms, um, uh, same, same again, agriculture work, mining work, backbreaking work. So uh yes, sex work, uh, is an option, uh, for folks that. You know, it's a low barrier to entry. Um, IT'S something that, you know, people can do, uh, anywhere, so I understand why it is an option for people that don't have many options, but there are a lot of people with a lot of options who are doing this work, and that is not true for, uh, mining or agriculture, um, and you know, there are people that are running community farms, but I mean like backbreaking. Uh, THE agricultural work."
	},
	{
		"start_time": "31:08",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, it's also interesting that uh many of these people also assume that uh in the particular case of prostitution that they always have negative experiences interacting with their clients and so on, and that's actually not true at all. I mean, maybe some of them do, but there's many, many sex workers out there that say that they have very positive experiences with their clients. That they don't feel they don't feel abused nor anything like that. No,"
	},
	{
		"start_time": "31:39",
		"speaker": "Kaytlin Bailey",
		"words": "it's, it's a mixed bag, you know, my, my mother worked in, uh, in sales her whole life, you know, so like, you know, the relationship and, and sex work is a, is a sales job. So, you know, customers can be annoying, uh, they can be abusive, and they can also be incredible and friendly. I mean, my mother is still, still friends with people that she sold furniture to decades ago. And so, you know, for me, I had lovely experiences with clients. I had irritating experiences with clients. I had a couple of like off-putting experiences, one or two like scary experiences with clients, but I experienced a lot more sexual violence in my recreational dating life than I did as a paid escort."
	},
	{
		"start_time": "32:22",
		"speaker": "Ricardo Lopes",
		"words": "What about when they say that sex work objectifies women? What do you think about that?"
	},
	{
		"start_time": "32:29",
		"speaker": "Kaytlin Bailey",
		"words": "Uh, SOCIETY objectifies women and sex workers profit from that."
	},
	{
		"start_time": "32:34",
		"speaker": "Ricardo Lopes",
		"words": "Well, you know, it's funny because I interviewed Alice Little and she told me, oh yeah, I am objectified, so what? There's, there, there's positive ways of being objectified. So that's what she told me. Yeah,"
	},
	{
		"start_time": "32:47",
		"speaker": "Kaytlin Bailey",
		"words": "it's, yeah, I mean, it's, it look, again, it, it I was objectified as a waitress. I was objectified as a barista. Sex work was the only job where I got to take some of that power back and turn that into an advantage."
	},
	{
		"start_time": "33:04",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, should we worry about occupational health and safety in sex work?"
	},
	{
		"start_time": "33:11",
		"speaker": "Kaytlin Bailey",
		"words": "Absolutely, we should, we should worry about occupational safety and health, um, across the board. I think that like public health is a is a public concern, but I don't think that we get there with mandatory. STI tests or registries. I think we do that by reducing barriers to access. I think that STI testing should be free. Um, I think that, uh, you know, it should be easy to get, uh, treatment, um, and testing. You should be able to tell your doctor the truth, whether the work that you're doing. Is criminalized or not without fear of repercussion or being outed, but we're really far away from that future and so like we still live in a world where where sex work is criminalized, condoms are used as evidence against people. So you know I think that we have a shared interest in encouraging safer sex practices across the board whether people are being paid for that or not, but sex workers are definitely um. Even with criminalized condoms, uh, sex workers on average, practice safer sex than the hookup culture."
	},
	{
		"start_time": "34:21",
		"speaker": "Ricardo Lopes",
		"words": "You know, all, all the, every time I watch or listen to a debate between someone who is against sex work and a sex worker. The debate always goes the same direction. They always try to come up with arguments to say or claim that the sex worker must be a flawed woman or some sort of damaged good, because if, if they're, if they've not been victims of sexual abuse, they must have had a bad relationship. With their fathers, if not that they must do alcohol or drugs, if not that they're probably addicted to sex, if not that they don't just don't care about the consequences and so on and so forth. I mean, what do you think about that?"
	},
	{
		"start_time": "35:08",
		"speaker": "Kaytlin Bailey",
		"words": "I mean, I think that the, the messier reality that this sort of perpetual myth. Tries to kind of paper over is that sexual violence is ubiquitous. Most people have experienced some form of sexual violence, and that's as true of nursing and teaching and comedy and accounting and lawyers as it is in sex work. So you meet a lot of sex workers who have experienced sexual violence, but again. That is not overrepresented. And so sex workers, sort of very similar to the like formal BDSM community have language around consent, negotiated consent, ongoing consent that is sort of wholesale missing from most like vanilla or mainstream sexual discourse, and so. You know, a lot of sex workers talk about taking the power back, right? They talk about how sex work allows them a container for, uh, you know, their erotic energy that feels safe and controlled and negotiated. Um, BECAUSE the consequences of that energy in the world are pretty violent. And so, you know, I'm not saying that sexual violence isn't a problem, but prostitution and pornography do not cause rape."
	},
	{
		"start_time": "36:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but then there's also those sorts of claims that conservative people make that, oh, pornography and sex work cause sexual violence. Sex work impacts birth rates, it negatively affects relationships. Sex work leads to social decadence, porn addiction, I mean,"
	},
	{
		"start_time": "37:11",
		"speaker": "Kaytlin Bailey",
		"words": "yeah, sure, I mean. I, I, I think that argument would. Feel more persuasive to me if I didn't know so many people who had never sold sexual services that were victims of sexual violence or and or sexual dysfunction, uh, who were deeply unhappy in their relationship. Like, you know, sex workers are not, uh, are not the only people or especially women who are like suffering in this culture. It's not a causal relationship."
	},
	{
		"start_time": "37:49",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, the supposed relationship between pornography, for example, and sexual violence, if anything, it would be the other way around because it's like sexual violence goes this way and porn conception goes the other way over time. So if anything, watching more pornography reduces the sexual,"
	},
	{
		"start_time": "38:11",
		"speaker": "Kaytlin Bailey",
		"words": "and there's a lot of evidence to, to support that and like there's also a lot of evidence. To suggest that the availability of uh of sex work or the like sort of easy making it easier for people to do sex work reduces reduces violence against women where Craigslist erotic services was available, the female homicide rate dropped on average 17%. When Rhode Island decriminalized indoor prostitution, reported rapes dropped 30%. You see very similar numbers in places where, you know, like online sex work becomes suddenly more available or where like brothels become legal. There's actually an inverse relationship between like the more sex work, the more open and available and easier sex work is, the less sexual violence there is. Now, there's a couple of like causal relationships around that. I don't like the argument that sex workers like absorb. The sexual violence, right, like of men in our society, I think it's a lot more complicated than that. I think in part, like specifically the female homicide rate with like Craigslist erotic services is that Craigslist erotic services allowed women that would otherwise never consider prostitution. To do prostitution in kind of a secret way, like you could post an ad, it's free, no one would know, meet somebody at a hotel room. So this allowed people to get out of acute abusive relationships. Before they were killed, like, so sex work creates sort of an escape hatch for violent relationships. Women have been using sex work to get the money they need to flee for literally all of human history. Before we had domestic violence shelters, brothels often served that function in a society. It was a place that desperate women could run to."
	},
	{
		"start_time": "40:08",
		"speaker": "Ricardo Lopes",
		"words": "You know, one of the funniest accusations I've ever heard directed at sex work was a conservative religious guy from Brazil having a debate with the Brazilian, uh, OnlyFans content creator, and at a certain point he said that sex work causes the collapse of. Civilizations and I'm like, oh, OK, fine. So I read, I read Jared Diamond's work and the work of other people who studied the collapse of civilizations. They talk about political corruption, economic inequality, overexploitation of resources, uh, I mean natural disasters. Where's the sex work? Sure,"
	},
	{
		"start_time": "40:51",
		"speaker": "Kaytlin Bailey",
		"words": "I mean. What sex work does or like the acceptance of like prostitution and promiscuity does is it does cause the collapse of patriarchy. And if you think patriarchy is civilization, then fine, yeah, it's hard to have a patriarchy if you don't know who the dads are heard, but I just don't think that that's that important to a functioning, functioning civilization."
	},
	{
		"start_time": "41:14",
		"speaker": "Ricardo Lopes",
		"words": "No, me neither. So let's get into uh. OK, so how should we approach sex work legally and politically? I mean, because there's full criminalization, partial criminalization, the Nordic model, legalization and the criminalization. I mean, what's the best"
	},
	{
		"start_time": "41:34",
		"speaker": "Kaytlin Bailey",
		"words": "approach? I mean, sex workers all over the world have been asking for the same thing. For generations, which makes it, which makes it easy. We all want decriminalization. We want to make it so that people that do this work are not arrested, evicted, fired, or lose custody of their children just for engaging in this work because buying, selling, and facility. Facilitating sexual services is not a crime. That's what decriminalizing sex work means. Now, legalization or regulation, which forces sex workers into brothels, this is what you see in Nevada and Germany and Amsterdam, is a legal model that does not increase the negotiating power of sex workers. It's a model that really only benefits brothel owners. The criminalization of clients or, you know, third party folks like landlords or managers or pimps, this is the model that you see in Sweden and Norway. Everywhere that this policy has been implemented, violence against sex workers goes up. And so because we know what prohibition does to markets, we know that you cannot criminalize half a transaction without pushing it further underground. And when you specifically criminalize clients, you, you undermine all of the safety strategies that sex workers use to keep ourselves safe. So"
	},
	{
		"start_time": "42:53",
		"speaker": "Ricardo Lopes",
		"words": "that's the argument against the sort of end demand approach that we have in the Nordic countries,"
	},
	{
		"start_time": "42:59",
		"speaker": "Kaytlin Bailey",
		"words": "yes. Yes, and this is, yeah, this is, um, it's unfortunately a policy that goes by many names, uh, because when people understand what it is, they see how dumb it is, so they just keep changing the name. So it used to be called the feminist model or the equality model or the Nordic model or the Swedish model or the end demand model or the John Law model or the client criminalization model. Um, MOST recently I've heard partial decriminalization, which is an infuriating. Framing of of this law,"
	},
	{
		"start_time": "43:31",
		"speaker": "Ricardo Lopes",
		"words": "what does that mean exactly? I mean, what does the argument in practice?"
	},
	{
		"start_time": "43:35",
		"speaker": "Kaytlin Bailey",
		"words": "Yeah, so the argument that the prohibitionists are trying to make is that it's partial decriminalization because you're decriminalizing the seller, right, the sex worker, uh, while criminalizing who they construe as the perpetrator, right, the buyer, the pimps and johns. But of course in practice. The, the, you know, sex worker faces a lot of legal consequences, including eviction, uh, because renting to a known sex worker becomes a crime under this law. So, you know, when you're trying to take someone's livelihood away, that's not often construed as like helpful, so. Yeah, this is not a model that sex workers want. It's not a model that reduces violence, and it's not even a model that reduces the amount of prostitution if that was a goal, which I don't, I, I don't, I don't think that's a good goal, but if that was your goal, this policy doesn't achieve it."
	},
	{
		"start_time": "44:41",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. Um, AND I mean, what kinds of, er, legal protections, if any, do you think sex workers should have?"
	},
	{
		"start_time": "44:51",
		"speaker": "Kaytlin Bailey",
		"words": "I mean, I think that sex workers should have the same legal protections as anyone. I think we should be able to report crimes committed against us. I think that we should have access to like banking and technology platforms that we all need to move our lives forward. I think that we should, uh, you know, have access to support and services, um, and like I said earlier. I think that we should be able to tell like our doctor and social worker and the people in our lives, uh, the truth about our work without fear of arrest or, uh, losing our, you know, bank account, social media, uh, like access to the internet, um, and so those are the rights. I don't think that sex workers are served. By, uh, putting ourselves on a stigmatized list, so registration, licensing, mandatory brothels, or legal schemes that sort of like try to separate out sex workers from the rest of the population, I think is a a a primrose path uh to know we're good. If we lived in a less whorephobic society. I maybe we could talk about that, but we, but we don't. So, um, yeah, I think it's really, really important not to pursue laws that end up, uh, forcing sex workers onto stigmatized lists."
	},
	{
		"start_time": "46:15",
		"speaker": "Ricardo Lopes",
		"words": "Oh OK, so I have this question, I've been talking with several sex workers, but this is still not completely clear to me. So when it comes to how we should deal with people who facilitate er sex work or the selling of sex like owners of. Brothels and pimps and so on, I mean, which are the ones that perhaps we should, or, or do you think that some of them should be criminalized, like for example, uh, people, pimps who force women into sex work in some way."
	},
	{
		"start_time": "46:48",
		"speaker": "Kaytlin Bailey",
		"words": "Yeah, I mean people that commit violent crimes should be prosecuted for those violent crimes. But like, you know, I've, I've worked as a waitress and I've worked as an actress and so like managers exist in both of those professions and they're, they're great managers and they're shitty managers, but those jobs are, are, you know, are necessary. They serve a purpose, right? Like. You know, and it's very similar in sex work, right? So like, you know, uh, managers or like third party facilitators, whether they're like brothel owners or people on the other end of a phone line or like you can use the word pimp, but it's like somebody who's facilitating, right? Somebody who is like doing the work of advertising that sexual services are available, doing. The like scheduling or like the screening if that's a part of it, um, that's real labor and so if you're able to just like show up to a hotel room and pay somebody either a percentage of like what you earn or like a flat fee or how there's nothing inherently wrong or exploitative about that. There's definitely something wrong with getting pistol whipped over anything so like. You know, if my restaurant manager took me out back and beat me for any reason, they should be arrested for that's a crime, but it's not because they're a restaurant manager, it's because they hit me. So we should be able to hold people accountable, but we can't do that if we conflate. Their job with violence because that allows us to ignore the violence. So coercion is a crime. Exploitation should be a crime. It isn't, but it should be, you know, lying to people or tricking them. You know that that's a crime. DRUGGING people is a crime. Kidnapping people is a crime. When buying, selling, and facilitating adult consensual sex workers is not a crime, you can hold people accountable for the crimes that they commit. Does it make sense? Yeah,"
	},
	{
		"start_time": "48:59",
		"speaker": "Ricardo Lopes",
		"words": "mhm, yes, no, it makes perfect sense. What do you think are perhaps some of the uh resources that should be available and of course again, uh we can't make this into something that is exclusive to sex work. It should be also occur in other kinds of occupations, but what do you think are the resources that should. BE available to sex workers who do not really want to be sex workers and would like to have the opportunity to live that occupation."
	},
	{
		"start_time": "49:29",
		"speaker": "Kaytlin Bailey",
		"words": "Sure, I mean, I think the same thing that should be available to people that clean houses or work in mines that also want to, want to get out, so. Oh, I think that we should have universal health care, housing, and childcare. I think that we should create a floor right beneath which, uh, nobody falls so that nobody is forced into, um, into labor that is like absolutely soul sucking for them. Um, I think that. Yeah, and that's why like universal healthcare and universal childcare and like housing is an anti-trafficking policy, right? Because it, it increases the negotiating power of workers, right? It reduces our desperation and desperate people do desperate things, um. I think that, uh, you know, being able to meet and connect with other people that do this work and have left, um, it's so important for sex workers to be able to share information with each other, right? This is how we share, uh, bad, bad date lists. This is how we share tips and tricks to keep each other safe, but it's also how we share information about, um, employers that. That are friendly to hiring sex workers, um, how we share, like, you know, connections for, um, other opportunities or like how to pivot, uh, you know, the skills that you developed as a, as an OnlyFans model into, you know, a vanilla branding and marketing job. Like there, there are those opportunities, but only if sex workers are able to like openly communicate with each other."
	},
	{
		"start_time": "51:07",
		"speaker": "Ricardo Lopes",
		"words": "So, and again, uh, this will be my last question, but again, as we've already talked about before, this is not exclusive to sex work. There are other kinds of trafficking out there in many other areas, but are there any other specific measures that should be in place to try to fight back against sex trafficking?"
	},
	{
		"start_time": "51:28",
		"speaker": "Kaytlin Bailey",
		"words": "I think I long for a future. Where survivors of all kinds, but specifically survivors and victims of sexual violence, can and do report crimes committed against them because they're believed and supported. And I think that that should be true for people that are reporting sex crimes, whether they were paid or not. Like, I don't think it matters if money was exchanged. I think that we have a lot of work to do as a society to help support. OF sexual violence, and that is where our focus ought to be, making it easier and more comfortable for victims to come forward and helping to shape what justice and support looks like for them."
	},
	{
		"start_time": "52:26",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, and that would be for both men and women, right? And also because I, I think it's also very important to uh keep in mind that when we talk about sex workers, we are, uh, usually focusing on women, but there's there's also male sex workers."
	},
	{
		"start_time": "52:43",
		"speaker": "Kaytlin Bailey",
		"words": "People of all genders have always done this work and also the conversation around it has become very gendered, but yeah, you're absolutely right."
	},
	{
		"start_time": "52:53",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. OK, so Caitlin, I'm seeing that we're running out of time here. So where can people find you on the internet?"
	},
	{
		"start_time": "53:00",
		"speaker": "Kaytlin Bailey",
		"words": "So, uh, you can follow Old Pros, um, online at Oros, uh, online. Um, WE send out a weekly newsletter. It's a roundup of sex worker rights related news. I also host the oldest profession podcast where every episode I do a deep dive into a different sex worker from history. And I am currently touring my show, also called The Oldest Profession, where I cover 10,000 years of history from a sex worker's perspective, and you can find all of my upcoming dates at the oldestprofession.org."
	},
	{
		"start_time": "53:33",
		"speaker": "Ricardo Lopes",
		"words": "You should also write a book about it, by"
	},
	{
		"start_time": "53:35",
		"speaker": "Kaytlin Bailey",
		"words": "the way. Thank you so much. I appreciate that."
	},
	{
		"start_time": "53:38",
		"speaker": "Ricardo Lopes",
		"words": "OK, so look, thank you so much. It's been lovely to talk to you,"
	},
	{
		"start_time": "53:41",
		"speaker": "Kaytlin Bailey",
		"words": "Ricardo, thank you so much for having me, and I, um, I apologize coming to you, uh, uh, like a, I don't know, a, a tired raccoon. No."
	},
	{
		"start_time": "53:54",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoras and Hal Herzognun, Machael Jonathan Labran, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate von Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannaertner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Iar Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]