[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, as always, Ricardo Lobsson. Today I'm joined by Doctor Mark Wicklair. He's professor of philosophy emeritus at West Virginia University, and today we're going to talk about his book Conscientious Objection in Medicine. So Mark, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:23",
		"speaker": "Mark Wicclair",
		"words": "Well, thank you for inviting me."
	},
	{
		"start_time": "00:27",
		"speaker": "Ricardo Lopes",
		"words": "So let's start perhaps with a definition or at least an understanding of the main subject we're going to tackle today. So what is conscientious objection?"
	},
	{
		"start_time": "00:39",
		"speaker": "Mark Wicclair",
		"words": "Well, conscientious objection essentially is a refusal to provide services, um, and in the case of healthcare, it would be healthcare services. Uh, A refusal that is based on um the provider's ethical beliefs, and those ethical beliefs can either be based on just straightforward secular principles, um, or they can be based on religious principles. But the important, really essential characteristic of a conscientious objection or a conscientious refusal to provide a service is that it is based on the provider's ethical beliefs because there are a lot of other reasons for refusing to provide medical services. Um. So, for example, surgeons frequently will just say, um, well, if, if a patient requests a, uh, let's say brain surgery for a brain tumor, the surgeon can simply respond, well, I'm sorry, but it's not operable. And that's not based on ethical beliefs, but it's based on uh clinical criteria. Um, ANOTHER possible reason, um, is, for example, in relation even to abortion, um, the provider's refusal may be based on a concern about their own health or well-being. Um, SO in the US at least, there have been some cases where abortion providers have been subject to violence and in some cases actually killed. So, an OBGYN who has absolutely no moral objection to abortion might simply refuse to provide it out of a concern for their own, their own safety. Then the providers can refuse to provide requested services, um, for financial reasons. And again, in the US at least, um, there are reimbursements for um the Medicaid program. Uh, WHICH, uh, are quite low. And so some providers just simply say, well, I'm not going to treat, um, patients on Medicare or Medicaid because it's just not worthwhile for me. Uh, OTHER reasons include it's contrary to professional, uh, professional codes, uh, and that would subject them to disciplinary action and they want to avoid that. And another one finally is that it's illegal in the jurisdiction that they're in. And so again, it's not that they have a moral objection to providing the service, it's that it, it's illegal. So that's why it's so important to keep in mind that in the cases of conscientious objection, The objection is based on moral beliefs."
	},
	{
		"start_time": "03:53",
		"speaker": "Ricardo Lopes",
		"words": "Right, uh, so we're going to tackle conscientious objection from a philosophical perspective, but it can also be a legal concept. So what are the differences between how conscientious objection is approached in the law and how it is approached in ethics?"
	},
	{
		"start_time": "04:15",
		"speaker": "Mark Wicclair",
		"words": "Well, actually, the two approaches are similar in at least one respect. And that respect is, um, the, the challenge in both cases is to uh strike some sort of balance between two competing interests. Um, ONE is a physician's interest in, uh, practicing medicine. Which is in a way that's consistent with their ethical beliefs. And the other category of interest are patients' interest in having timely and convenient access to uh healthcare services that they want. So in both cases, in the law and in ethics, and uh the, the primary challenge is how one strikes that balance. Um, NOW, the primary difference, I think, is It's only in the case of ethical approaches that striking that balance requires ethical justification and is ethical guidance. In the case of law, that's not a, that's not a requirement, but in the case of ethical considerations, it is."
	},
	{
		"start_time": "05:36",
		"speaker": "Ricardo Lopes",
		"words": "So in the book you distinguish between conscientious objection and a few other concepts in bioethics which can be similar to it or at least adjacent to it. Let's start with conscientious provision. What is that?"
	},
	{
		"start_time": "05:54",
		"speaker": "Mark Wicclair",
		"words": "So conscientious uh provision is really some, uh, it, it's also an appeal to conscience. But it's the reverse of conscientious objection. Um, CONSCIENTIOUS objection is a refusal. To provide requested services based on one's ethical beliefs. In the case of conscientious provision. It's in situations where certain services are prohibited. It can be prohibited by institutional, uh, uh, policies. It can be prohibited by law. It can be, uh, prohibited by, um, uh, professional organizations, codes of ethics, but it's prohibited. To provide the service. And physicians believe now in this case, well, they have an ethical obligation to provide it. And at least in the US this comes up now quite frequently with respect to abortion post the Dobbs decision. That's the Supreme Court decision that overturned Roe versus Wade. So now abortion is no longer a constitutionally protected right in the US, which means that states can pass a number of restrictions. ON abortion. Uh, SOME outlaw it completely. Some have, uh, restrictions that are, are, are, are quite, quite restrictive. Um, AND then for, uh, OBGYNs, um, might believe, well, even though it's illegal. To provide an abortion in this case, the well-being of my patient requires it. Uh, SHE'S at, at risk of severe morbidity or mortality if I don't provide it. Um, AND so conscientious provision then would be, well, um, my conscience tells me I have an obligation to provide it. And then the question is, how is that dealt with? But that's, that's, as I said, it's the reverse of conscientious, um, of conscientious objection. Another, uh, fairly frequent case again in the United States, uh, is, um, the procedure of, uh, providing gender-affirming care to adolescents. And in that case, there are a number of states, I think um now about 26 states that prohibit providing gender-affirming care to adolescents, uh, even with parental um approval. And now there are a number of physicians and a number of professional organizations um that take the view that, well, but these procedures, in some cases, Um, are absolutely essential for the health and well-being of adolescents and patients. And again, uh, in cases where it's in states where it's illegal, there still is a belief among, uh, providers that they are violating their obligations to their patients uh if they don't provide those services."
	},
	{
		"start_time": "09:37",
		"speaker": "Ricardo Lopes",
		"words": "And what is conscience? What does that mean?"
	},
	{
		"start_time": "09:42",
		"speaker": "Mark Wicclair",
		"words": "Well, conscience, uh, is a very complex concept. There are a number of different interpretations of it, conceptions of conscience. Um, TO some extent, the different conceptions of conscience can be distinguished by, um. The kind of questions they ask, they can ask questions that are uh more metaphysical, like what is the nature of conscience, uh, what is the function of conscience, what kind of entity is conscience. Um, THEY, they can uh differ on answers to epistemological questions, uh, you know, what is the epistemological status of conscience? Um, IS it? Is it an ethical guide at all? And if it is an ethical guide, is it a reliable ethical guide? Um, uh, NOW, there are different answers to those kinds of questions. Another question that's asked is, uh, what's the origin of conscience? And some, some views say, well, it's basically, uh, comes from God. The conscience is the voice of God. Those are religious conceptions of conscience. Um. Now, I think one way of understanding conscience was that without getting into this very complex philosophical debate about how we should understand con uh conscience, um, is to think of conscience, at least in the, when we're, when we're, um, analyzing conscientious objection in healthcare. IS to think of it as a physician's. MORAL compass. Or if you will, moral GPS."
	},
	{
		"start_time": "11:42",
		"speaker": "Ricardo Lopes",
		"words": "OK. Uh, A third concept that you explore in the book is moral complicity. What is that?"
	},
	{
		"start_time": "11:50",
		"speaker": "Mark Wicclair",
		"words": "Moral complicity, um, really what that is, is a belief that it's not just direct provision. Of a service, whether it's abortion or contraception or medical assistance in dying, it's not just the direct provision of that, that is contrary to a person's conscience. But it's any involvement at all. In the provision or facilitation of that service. So this would extend then conscientious objection to, for example, referring. To, um. Uh, INFORMING patients of the availability of, of a, of a medical service. Um, IT has extended, uh, to non-physicians, nurses, um, aides in, in, in the, in the, uh, sense that nurses have sometimes refused on the grounds of complicity, um. To be involved in pre-abortion care or post-abortion care. Um, SOME, in, to, to extend it even further, uh, aides have and have objected, um, in doing it, cleaning instruments or providing instruments. Uh, FILE clerks have objected. Um, AMBULANCE drivers have objected to transporting. Patients to abortion clinics. Um, SO complicity then is just the view that any involvement. Can be perceived. As being a moral wrong, even if it's not directly involved in providing that service."
	},
	{
		"start_time": "14:02",
		"speaker": "Ricardo Lopes",
		"words": "So, so one final concept before we move on to other topics, what is moral integrity?"
	},
	{
		"start_time": "14:11",
		"speaker": "Mark Wicclair",
		"words": "Moral integrity, uh, again, like most philosophical concepts, uh, there are a number of different conceptions of it. Um, MY conception focuses on What I call core moral beliefs. Um, AND that's sort of the notion that, um, individuals who have core moral beliefs, these are beliefs that are just very deep-seated to them. In a way, they're connected with their sense of who they're, they are, with their identity. Um, AND their integrity, their moral integrity involves acting in accordance with those core ethical beliefs. So an example of how a provider might think that providing a medical service is contrary to their core moral beliefs or moral integrity, uh, in the case of, let's say, medical assistance in dying, would be if the provider were to sort of believe that providing this service is just something they can't live with. Um, IT'S contrary to their understanding of who they are. Um, AND in that sense of their identity. And, and so for me at least, or my, my, my analysis, uh, to protect one's integrity. Um, REQUIRES acting in accordance with one's core ethical beliefs and undermining and, and to, um, act contrary to those core ethical beliefs undermines one, one's, uh, integrity. And I make this distinction between More where moral integrity is at stake, and it's. Simply what I call peripheral moral beliefs. Um, YOU know, like there are a lot of things in life, um, that we find unfair or unjust, and we just live with them. You know, we sort of say, well, you know, the world is unjust, uh, and we have to kind of, um, um, accommodate that in our lives, or, or we, we go to use the technical term, crazy. Um, WHEREAS core moral beliefs are, are not that easily, uh, disregardable because they do cut to the core of who we think we are. And that is what involves uh integrity, moral integrity."
	},
	{
		"start_time": "17:11",
		"speaker": "Ricardo Lopes",
		"words": "So all of these concepts, conscientious provision, conscience, moral complicity, and moral integrity, do they play a role in conscientious objection? Do they relate to it in some way?"
	},
	{
		"start_time": "17:26",
		"speaker": "Mark Wicclair",
		"words": "Yes, absolutely. Um, AND, you know, as I said, when it comes to conscientious objection, um, the kind of the strongest claims that providers would have. For accommodation. Uh, ARE those that are based on, uh, protecting one's moral integrity. Uh, THERE are a lot of other reasons for accommodating conscientious objection in healthcare, but at least I think that the primary reason is its connection to moral integrity."
	},
	{
		"start_time": "18:10",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what would you say are the main ethical controversies surrounding conscientious objection in medicine?"
	},
	{
		"start_time": "18:20",
		"speaker": "Mark Wicclair",
		"words": "Well, one of the basic ones is whether it should be tolerated at all. Uh, AND there are some, uh, writers on conscientious objection in healthcare who take the extreme position that no, it just shouldn't be accommodated. Um, SO that's a, a sort of what I'd say as a, as a threshold question or a threshold controversy. Uh, SHOULD it be tolerated at all? Uh, AMONG those who think it should be tolerated. Um, THEN the controversy centers on, well, OK, it should be tolerated, but what should be required. Of physicians who are accommodated, who are permitted to refuse to provide services. And then there's debates about, well, OK, should they be required to um refer. Patients to to providers who will provide the service. Should they be required at least to inform patients of the availability, even though they won't provide it? Should they make sure that patients at least are aware of the fact that these services are available? And there have been studies uh related to the um. Uh, SO-CALLED morning after pill or Plan B or Ella, um, where patients who come into emergency departments, uh, rape victims, um, actually are not aware of the fact that there is emergency contraception. And um so the question then would be, well, in cases like that or to make sure that patients do have awareness of at least the availability, should there be an, a requirement to at least inform patients, say, well, there is this service, I won't provide it, but there is this service. Um, THEN there's a question of um whether or not. Um, PROVIDERS should be required to justify. Their refusal. Um, Should we just take them on their word that it's contrary to their conscience, or should we require them to at least provide some justification for that refusal? Uh, WHERE we would scrutinize their beliefs, their moral beliefs, and see whether or not they can give, um, a plausible, acceptable defense of those, uh, of those beliefs. Um, THOSE are some of the kind of major controversies that, that still remain. Um, AGAIN, once the threshold is crossed. And um at least there's some acknowledgement that, that, um, uh, conscientious objection should be accommodated. Oh, I should add, uh, one other controversy is about, um, advanced notification. And that is whether or not uh physicians who conscientiously object have an obligation. Um, LET'S say within institutions to inform supervisors in advance, uh, rather than at the last minute. Um, AND whether or not there's an obligation to inform patients, uh, in advance so that it's not, uh, after the patient, uh, well, after the patient-physician relationship is already established, and then after the patient requests the service. Um, THE controversy is, well, should those kinds of situations be avoided if, if possible by, um, requiring physicians to make it clear to patients, um, ideally in advance of even, um, forming that relationship that they, uh, object to it. Uh, AND there are a number of ways of doing that. Uh, ONE could post, uh, online. Uh, SOME notification that, that this particular person doesn't provide certain services. Um, THIS could be done at the time that patients request the first appointment. Um, BUT there are a number of different, you know, uh, views about that, and again, that's a, that's a controversial issue."
	},
	{
		"start_time": "23:19",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you about one of the controversies you focus on the most in your book, and it has to do with whether conscientious objection is compatible with physicians' professional obligations. Could you explain that controversy?"
	},
	{
		"start_time": "23:37",
		"speaker": "Mark Wicclair",
		"words": "Sure. Well, that controversy um typically arises um in the context of uh those who object to conscientious objection in healthcare. Um, AND one of the primary, uh, reasons they have for objection is to claim that conscientious objection is contrary to the professional obligations of physicians. Um, AND so that really requires some analysis of what those professional obligations are. And those who argue that it's um an incompatible with professional obligations, typically cite um what is, uh, I think a, a widely recognized general principle in healthcare and not just in medicine, also in nursing, also in pharmacy, um, which is to put patients' interests first. Uh, PUT patients, uh, interests, well-being first. And so that leads, I think, to the, at least those who object to conscientious objection, then simply assume. That this principle. What I refer to as the patient's interest first principle, um, just rules out conscientious objection because physicians who conscientiously object are putting their interests above patients' interests. Um, AND I think that reflects a failure. To provide a plausible specification of this principle. Um, AGAIN, I think it is a widely held principle, but it's extremely general and vague. And surely, it cannot require physicians to totally disregard their interests. Um, IF that were the case, physicians couldn't take vacations. They couldn't say, I don't, uh, I, I won't come to your house. They couldn't say, um, I don't, I, I, I'm not, uh, you know, I'm not available on weekends, um. They would basically be the slaves of patients, and that's, that's clearly implausible. So there have to be some kind of boundaries. To this notion And that, it seems to me, is the major, a major question in relation to conscientious objection is what is a plausible specification of this principle, and then examine the implications of this plausibly specified principle for conscientious objection. And at least my view is that um that there is no plausible specification of this principle that would rule out in principle conscientious objection. At most, what it would require um are some require some specific requirements among objectors to qualify for conscientious objections. And again, that goes back to a question we considered before, which is what are some of the requirements or constraints that might apply to conscientious objectors in terms of referral, in terms of informing, in terms of advanced notification, and so on."
	},
	{
		"start_time": "27:33",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a little bit more about the compatibist and the incompatible position as you referred to them there, because there are people, as you said, that think that conscientious objection is compatible with physicians' professional obligations, and there are people who think that it is incompatible. Starting with the incompatible position, what do you think are the main issues with it?"
	},
	{
		"start_time": "28:01",
		"speaker": "Mark Wicclair",
		"words": "Well, the incompatibleness, um, it seems to me rely heavily on, um, the professional or the, the alleged professional obligations of physicians. And so, uh, as I've already said, one of the issues there as well, uh, to provide some specification. Of those professional obligations, uh, obligations, and not just this general vague notion of putting patients' interests first. Um, AND I think the second issue is that incompatibles, um, tend to focus, um, on the fact that, that physicians are professionals. And as such have professional obligations. But I think what they give, what they give inadequate attention to is that, yes, physicians are professionals. They do have professional obligations, but they're also moral agents. Um, AND, uh, along with moral agency comes, um, a some sphere of, um, Of what? Of autonomy in which one can make moral judgments. Um, AND, and that I think is, is given, is, is not given sufficient attention by incompatibles."
	},
	{
		"start_time": "29:44",
		"speaker": "Ricardo Lopes",
		"words": "And in the case of compatible lists, you explore the challenge for those who support a reason giving requirement. Could you explain that challenge?"
	},
	{
		"start_time": "29:56",
		"speaker": "Mark Wicclair",
		"words": "OK. So, um, I think there are a number of reasons to question the, uh, uh, uh, reason-giving requirement. Again, and that would, that would be a public justification. Of a refusal to provide a particular service. Now, one problem with that view. Um, IT'S not clear that providing a justification. Um, IS a requirement, it is, is a justifiable or defensible requirement. Now, I'm a philosopher and I'm a teacher. And I certainly value the ability to provide justifications for one's beliefs and to critically analyze one's beliefs. But my, my kind of issue is, my question is, should that be a requirement in relation to conscientious objection? And if, as I maintain, Um, protecting. Physicians' ability to practice medicine consistent with their core moral beliefs and their moral integrity. If that's an aim. Of of tolerating conscientious objection. Um, OF accommodation. Then it seems to me that it's unclear that we should probe into their justifications. Why? Well, because their moral integrity is at stake, right? If those are their, their core moral beliefs. If they have that importance to the physician. Then it seems to me, if we want to protect moral integrity. If we want to give providers some space in which to practice medicine consistent with maintaining their moral integrity, consistent with their moral, with their core moral beliefs, then it's just, as I said, unclear that giving that this requirement to provide a justification is defensible. Another problem I have with a reason, public reason giving justification. I That It, in some cases, it, it might be construed as a violation of, of privacy. Um, Physicians might be reluctant. I mean, in one case, they might lack the ability to provide, right, the, the critical philosophical skills to provide a justification that's at least acceptable to whoever is um reviewing them. Um, BUT another, another possibility is they don't want to. Um, BECAUSE they've hold these beliefs as being very personal, and this could be specifically in, in relation to religious beliefs that they just don't want to disclose that. They don't want to be cross-examined about those very intimate personal beliefs. And, and finally, um, I worry. That requiring Physicians, conscientious objectors. To provide a justification to someone else. Whether it be uh an administrator, um, a department head, or as some have proposed a tribunal. Um, THAT a requirement to provide a justification that satisfies someone else. Might introduce arbitrariness. And subjectivity. Into whether or not conscientious objectors are accommodated because what is acceptable to me may not be acceptable to you in terms of a justification, and it may, you know, introduce in that way bias, and that I think it would be, uh, would be a mistake and regrettable, and I worry that Um, that is unavoidable if, if we require, again, if we require, um, physicians, objectors to provide a justification, which whoever it is that's reviewing this justification finds acceptable."
	},
	{
		"start_time": "35:13",
		"speaker": "Ricardo Lopes",
		"words": "When it comes to requiring conscientious objectors to inform and refer patients, what would you say are the main arguments for and against those kinds of requirements?"
	},
	{
		"start_time": "35:28",
		"speaker": "Mark Wicclair",
		"words": "Well, I think the main argument for those kinds of requirements um is a concern about patients. And whether refusals will impede Uh, timely access to, um, important medical services. Um, AND it's that concern that leads to, uh, at least in, in my mind, it's that concern that is the primary reason, uh, that defenders give for requiring, uh, referral, uh, and informing. Now, I think the primary kind of argument against that or or reason to question that. Is To question whether. In all cases, Referral informing is, is required. And I think it would be better in terms of striking an appropriate balance between the interests of physicians and maintaining moral integrity and the interests of patients and timely access. Uh, IT would be a better way of striking that balance to have a context-dependent approach. So, in some cases, it may very well not be required for the physician themselves to provide the information or to provide the referral. Uh, FOR example, in a, um, hospital emergency department. In which one of the many uh ED physicians objects to emergency contraception, um, it might be possible. Depending on the staffing and the size of the, of the hospital. It might be possible to set up a procedure where rape victims who come into the ED uh uh are, are, uh, directed by nurses or by whoever does the uh the initial screening, um, uh, to. To be to be seen by physicians who don't object. And in that way, it wouldn't be on the individual objector to provide that information or refer. Um, IT would be other people who do it. And so that, I think, would strike a, a better, um, more justifiable balance if it's possible. Now, in many cases, it will not be feasible. To set up those kinds of uh procedures. And in that case, uh, a referral requirement is, is certainly justified or an informant um requirement is certainly justified. But as I said, um, it may not be, uh, it may it it that. Satisfying the goal of. Protecting patients' timely access to medical services may not require a blanket. Referral or informing requirement."
	},
	{
		"start_time": "39:16",
		"speaker": "Ricardo Lopes",
		"words": "Another controversy you explore in the book is the justifiability of a symmetry between responses to conscientious objectors and conscientious providers. What is this controversy about?"
	},
	{
		"start_time": "39:35",
		"speaker": "Mark Wicclair",
		"words": "Well, the controversy, first of all, what is the asymmetry and the, the asymmetry, um, is that whereas it's very common. Uh, BOTH in law and in, uh, policy. To Tolerate conscientious objectors, to accommodate conscientious objectors. Um, ALBEIT sometimes with requirements, but at least it's common to, um, to, to accommodate. Whereas in the case of conscientious providers, For example, um, OBGYNs who think they have an obligation to provide abortions in cases that are not legally permitted or, um, pediatricians who believe that they have an obligation to provide gender-affirming care where it's legally prohibited, um, there is generally no accommodation whatsoever. Um, AND so the controversy is there is, well, is that justified? Um, IF the idea is. That we want to protect. Physicians moral integrity. We want to provide a space for them. To practice medicine. Without undermining their moral integrity. Then it seems like this asymmetry is unjustified because in both cases, Um, a physician's moral integrity is at stake. In both cases, um, by hypothesis, a physician's core moral beliefs are at stake. So what is the justification for treating them differently?"
	},
	{
		"start_time": "41:47",
		"speaker": "Ricardo Lopes",
		"words": "And what are the main arguments for this symmetry and how do you evaluate them? Are they good enough?"
	},
	{
		"start_time": "41:56",
		"speaker": "Mark Wicclair",
		"words": "Um, WELL, there are a, a couple of, of arguments. Um, ONE is an argument that Uh, focuses on the law, but it could also apply, as opposed, to policy. And that is an argument of um inconsistency. So the claim is, well, look, if there's a law. Against, let's say, um, Providing gender-affirming care. Or a law against providing medical assistance in dying. Then granting an exception. To physicians who believe they have an obligation to provide those services. Um, IT, it's just inconsistent. Right, on the one hand, you're saying, well, this is illegal, and on the other hand, you're saying, well, but in, for some people, it's not illegal. And so the, the argument then is that there's something very problematic with that kind of stance. Now, I don't think that's a good argument, and the reason I don't think it's a good argument is because once an exception is granted, then it is no longer illegal to provide the services. Right? And the argument um in favor of a of um asymmetry was kind of presupposing that what you're doing is licensing people to act illegally. When in fact, what is being done is not licensing doctors to act illegally. But giving them um the uh uh a space in which uh they they're not acting illegally, right? Um, SO I, that's why I think it's a bad argument. Um, THERE'S another argument which I think is, uh, warrants more attention. And that's the argument that, well, it, it's, if, if you allow an exception. To uh physicians who believe they have an obligation to provide a service. Um, THAT thwarts. The goal or purpose. Of that law. Right, so it's not, uh, this, it's not saying it's illegal, you know, you're granting them the permission to act illegally. But what you're doing is you're granting them to perform actions, which if it's a law, the state, um, believes, um, or the state's position is that this particular uh activity, this particular service, um, is contrary. To, um, you know, the values of the state. It's contrary to um protecting citizens, which is one of the obligations of the state. And so that argument, I think, is stronger. Because it's, it's now saying, you know, which it seems to me is correct to say that it is undermining um the The underlying goal or purpose of the law or regulation. And that seems to me to then kind of shift the debate, shift the controversy to another very, I think, intriguing and challenging question, which is what are the limits. Um, OF legitimate state interference, um, with medical care. Um, AND to what extent? Uh, IS it? Justified For the state to prohibit. Um, MEDICAL services, the provision of medical services, which the profession or professions at issue, um, uh. Their view is these are perfectly acceptable, appropriate, uh, medical services. And that, for example, you know, comes up in case of gender affirming care, where most of the professional organizations that have taken positions say, well, this is basically should be standard of care. It, it's, it's promoting the health and well-being of patients. And so that raises the question, well, who should be the ultimate arbiter of what promotes the health and well-being of patients."
	},
	{
		"start_time": "47:13",
		"speaker": "Ricardo Lopes",
		"words": "So in the cases where there's a conflict between the patient's interests or well-being and the physician's self-interest, what kinds of implications can there be for the relationship between patient and physician?"
	},
	{
		"start_time": "47:32",
		"speaker": "Mark Wicclair",
		"words": "Well, I think that depends on the kind of the nature of the conflict. Um, YOU, you know, you mentioned, uh, doctors self-interest. Well, if the self-interest is, um, a financial interest. Uh, IF, say, uh, the physician is recommending tests or procedures, um, because somehow the physician will financially benefit from that, uh, that would seem to me to kind of be totally undermine patient trust, um, and undermine the, the doctor-patient relationship. In the case of conscientious objection, I think the question is whether or not um the physicians. Um. Ability or the physician's interest in um. Following their conscience, the physician's interest in protecting their moral integrity. Um, WOULD have that kind of destructive effect on the doctor-patient relationship. And I think to a great extent, the answer to that depends on. How the physician communicates. Their objection to the patient. And again, this is a case where advanced notification um might prevent this issue from even arising because you're not put in a position where there is this conflict. But let's say where there is an established relationship, then the question is, how is the objection presented. And surely if the objection is presented in the form of a moral lecture. Um, YOU know, which makes patients feel like they're bad people. Um, THAT will totally just undermine, uh, the relationship and the patient's trust in the doctor. But if it's presented in a way that does not have that kind of implication. Um, 11 possibility would be not even to specify that the reason for not providing the service, um, is a moral objection. Say, well, um, I, I, I, I can't provide this service. Now the patient might say, well, why not? And then there might be a need to provide it. But again, uh, there's a, there, there's a way, I think. To To communicate that objection. Without um making the patient feel like they're bad people or making the patient feel that the, that the physician is judging them morally. Right, that, uh, that they have different moral beliefs. Uh, THEY'RE both worthy of respect, and that, I think, would still, uh, would, would be compatible with maintaining, uh, patients' trust. Now, in some cases, patients may just not want to have a doctor who has such divergent beliefs than they do, but at least it could minimize the impact it has on the doctor-patient relationship."
	},
	{
		"start_time": "51:17",
		"speaker": "Ricardo Lopes",
		"words": "So let me ask you a question regarding the beliefs and reasons that conscientious objectors might present. On what grounds should we ethically evaluate those beliefs and reasons?"
	},
	{
		"start_time": "51:33",
		"speaker": "Mark Wicclair",
		"words": "OK, so, I've, you know, already said that I'm kind of skeptical of requiring a full-throated philosophical justifications of their refusal, right? Um, SUCH that they can provide a, a, a plausible. Ethical justification, and again, plausible to whoever is evaluating. On the other hand, I think there are uh circumstances and situations where asking for reasons um can be valuable. One is to sort out objections that are based on um discriminatory beliefs. So, um, it's one thing for physicians to refuse to provide a service, abortion, medical assistance, and dying, um. Contraception. It's another thing for them to say, well, OK, I'll provide it to these kinds of people. Uh, Christian white Christians, um, but I won't provide it to other kind of people. Um, BLACKS or Muslims. That's discrimination. And it's both professionally prohibited and I think supported by defensible general ethical principles that that kind of invidious discrimination is morally wrong and should not be tolerated. So, insofar as um at least some Um, exploration. Of the patient of a physician's reasons, um, can uncover. Those kinds of biased, um. Bases, it's, I think, uh, justifiable. But again, that's very different from a sort of cross-examination and, you know, requirement that it'd be a philosophically suitable justification. Um, ANOTHER kind of situation where probe where at least examining or considering reasons. Um, CAN be to distinguish between what I call these core moral beliefs and peripheral moral beliefs. So a a discussion, and I, I would say now here, a discussion. With someone else, whether it's a department head, administrator, um, whatever, a discussion might, uh, make the physician more aware. Of the fact that it's really not that critical. Um, IT'S not that critical when you consider the burdens that an objection and a refusal is going to impose on others. Uh, AND it's not only on patients that it can impose a burden, but it can also impose burdens on other professionals. Um, IN institutional contexts, if one physician refuses, say, to provide, um, a routinely offered service within that institution. Then other physicians must be willing and available to provide it. Which means that there's going to be a burden on those other providers. Now, in some cases, if, if it's a large hospital with uh lots of staff, it may not be an um an excessive burden on other providers, but if it's a small community hospital, it could be. So a discussion. Uh, OF the, the sort of the grounds for this objection might be helpful in just to, uh, um, uh, considering whether and having the physician consider whether or not the burdens to others, um, is justified by They, you know, what's at stake for them and whether it's core or peripheral ethical beliefs. Now, a, a final, um, consideration that might be, uh, you know, might, uh, make it relevant to have a, again, a discussion of reasons, um, is Whether or not Objections are based on um. Indisputably false empirical beliefs, demonstrably false, and I emphasize, demonstrably false clinical beliefs. And there were some rather disturbing studies several years ago. Um, THAT indicated, reported that, uh, pharmacists, uh, who objected to emergency contraception, uh, a fairly substantial proportion of them, I think up to 20% in some cases, um, falsely, uh, confused. Emergency contraception with mifepristone or the abortifacient. Now, insofar as those, the objection is based on those false beliefs, and if the pharmacist um had understood. That this is not an abortive fiction. It's only a uh medication that prevents um conception. Um, They wouldn't have objected. Then it seems to me it's, it's a perfectly justifiable situation where at least discussing the reasons is appropriate. But I, at least I hope. That situations where, uh, where objections are based on demonstrably false clinical beliefs, uh, they're gonna be relatively rare."
	},
	{
		"start_time": "58:26",
		"speaker": "Ricardo Lopes",
		"words": "OK, so do you think then that there is space for physicians to practice medicine consistent consistent with their own moral convictions, should conscientious objectors be accommodated?"
	},
	{
		"start_time": "58:44",
		"speaker": "Mark Wicclair",
		"words": "Well, the short answer is yes. Um, THE more complicated answer is yes, but, and the but is, uh, again, um, there has to be some recognition, um, of the patient's, uh, interest in timely access to medical services. So I would say, yes, there is space for conscientious objection in healthcare, provided that the um toleration, the accommodation. IS conditioned on not Interfering with timely access to um information and medical services, and I would add, and does not does not impose excessive burdens on uh other physicians, um, which, uh, unfortunately, uh, uh, has the implication. That whether or not conscientious objection should be accommodated is going to be very substantially context-dependent in the sense that or situational dependent such that um whether or not. A refusal is going to impede. A patient's timely access. Whether or not a patient's refu uh a doctor's refusal, um, is going to impose excessive burdens on other physicians, is going to depend on a lot of factors, um, that, uh, you know, are, are context dependent. The, um. Uh, WHAT kind of hospital it is? Is, is it a major health center in an urban area? Well, then it's probably more likely that it can be accommodated as opposed to a small rural hospital. Or is the provider located in a small rural area where they are, um, the only OBGYN within 200 miles. Um, THAT is going to be, I think, um, at least on my view, uh, very critical in deciding whether or not conscientious objectors should be accommodated. And so, uh, unfortunately, my view is somewhat messy. Um, uh, RATHER than, you know, the, the sort of blanket thing. Well, uh, here are the requirements, and as long as these requirements are satisfied, I say, well, let's not have the requirements focused on actions that physicians need to, uh, provide. Let's have the um requirements focused on providing. Patients access and avoiding excessive burdens. So it's more um consequence-oriented requirements rather than action requirements."
	},
	{
		"start_time": "1:02:18",
		"speaker": "Ricardo Lopes",
		"words": "I have just one final question then. What implications do you think these debates or these kinds of debates like the one we're referring to today surrounding conscientious objection can have for institutions and society more widely?"
	},
	{
		"start_time": "1:02:39",
		"speaker": "Mark Wicclair",
		"words": "Well, I think one way in which it uh relates to the broader context is, um, with respect to kind of tolerating differences. Um, AND at least in the US, but I take it, the US isn't alone these days. Um, THERE, there's a lot of polarization. And one of the issues associated with conscientious objection, whether it should be tolerated, it, it has to do with the the extent to which um differences are respected. So people with different beliefs are respected, are not tolerated. Um, FOR example, if if conscientious objection in medicine, let's focus on medicine now. Weren't tolerated and at least accommodated in some cases. Um, IT could lead to a medical profession profession, um, that is, you know, not at all diverse. So, people who had uh diverse beliefs, beliefs that departed from the, the, the accepted view, uh, just wouldn't be allowed within the, the profession. Um, IF the view were taken that, well, we, we can't tolerate these differences, then, um, it, it might result in, um, kind of weeding out. People from the medical professions, sort of preventing them from even entering the medical profession if they are morally sensitive people because the message might be, um, leave your ethical beliefs at the door when you go into the clinic. And that would, I think, be an undesirable impact. So, uh, The. I think What we, what's at stake here. Is the extent to which um We respect. Moral differences. Um, ANOTHER kind of Issue that's that's relevant here um is what's called um epistemic modesty. Um, WHICH shouldn't be confused with, uh, cultural relativism, right? It's not the view that, uh, there are no right answers in, in ethics, but it's the view that, well, yeah, there surely are right answers in ethics as there is in science, but in some cases, we still don't know the answers. Right? Um, IS there intelligent life somewhere else in the universe? Well, yeah, either yes or no, but do we know? No, right now we don't know. Uh, AND similarly with respect to some of these issues like abortion and, uh, birth control and medical assistance in dying, um, we may have certain beliefs right now, um, but we should recognize. That we often are mistaken. Uh, WE often, um, think we, we, we know what's right or wrong. We, we often think we know what are what are facts, and, and, and we just, it turns out that we are mistaken about them. Um, SO I think there's what this debate, um, What this debate, I think, suggests is that we have more than an understanding of how, of the importance of both epistemic modesty generally and also the importance of being respectful of the views of people with whom we disagree. And, um, you know, as much as is justifiable and feasible, um, to give them moral space. Um, AS long as it doesn't interfere with some other morally important goal or objective."
	},
	{
		"start_time": "1:07:38",
		"speaker": "Ricardo Lopes",
		"words": "Great, so the book is again conscientious Objection in Medicine, and I'm leaving a link to it in the description of the interview. And Mark, apart from the book, are there any places on the internet where people can find your work?"
	},
	{
		"start_time": "1:07:56",
		"speaker": "Mark Wicclair",
		"words": "Uh, WELL, I've published a number of, um, I mean, published, uh, two other books. Uh, ONE is Unconscientious Objection. Um, THAT'S not available on the web, but I've published numerous articles, and some of those are available, um, well, uh, they're not open access, but many of them are available through academic libraries. Um. I have a, a website at the University of Pittsburgh Center for Bioethics and Health Law, uh, which has, uh, a, a, a, a number of references to my work. Um. So, and, you know, if anybody is um is interested and can't um get a, uh, get an article, they could email me and um I would, uh, you know, certainly be happy to, to send them a copy of the article."
	},
	{
		"start_time": "1:08:59",
		"speaker": "Ricardo Lopes",
		"words": "Great, so thank you so much for taking the time to come on the show. It's been a real pleasure to talk with you."
	},
	{
		"start_time": "1:09:06",
		"speaker": "Mark Wicclair",
		"words": "Well, thank you again. Thank you for inviting me, Ricardo. It's also been a pleasure for me."
	},
	{
		"start_time": "1:09:13",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights Learning and Development done differently. Check their website at enlights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Muller, Frederick Sundo, Bernard Seyaz Olaf, Alex, Adam Cassel, Matthew Whittingberrd, Arnaud Wolff, Tim Hollis, Eric Elena, John Connors, Philip Forst Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andrea, Francis Forti Agnun, Svergoo, and Hal Herzognun, Machael Jonathan Labranth, John Yardston, and Samuel Curric Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezaraujo Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis Nicole Barbaro, Adam Hunt, Pavlostazevski, Alekbaka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltonin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolati, Gabriel Pancortez or Suliliski, Scott Zachary Fish, Tim Duffy, Sony Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophanous, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Jr. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers is are Webb, Jim Frank Lucas Stink, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlomon Negro, Al Nick Cortiz and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]