[
	{
		"start_time": "00:00",
		"speaker": "Ricardo Lopes",
		"words": "Hello everyone. Welcome to a new episode of The Dissenter. I'm your host, Ricard Lops, and today I'm joined by Rebecca Love. She's an adult film actress who has been in the industry since 1995, and she's also the co-founder of Adult Film Star Network, which educates people in The adult industry and today we're going to talk about uh sex work in general, pornography more specifically, and I mean several different topics related to sex work. So Rebecca, welcome to the show. It's a pleasure to everyone."
	},
	{
		"start_time": "00:33",
		"speaker": "Rebecca Love",
		"words": "Well, thank you for having me. W, I am excited to talk about the sex industry, the adult industry, whatever you wanna call it."
	},
	{
		"start_time": "00:42",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, I, I usually, I'm, I'm still trying to figure out what's the most respectful way"
	},
	{
		"start_time": "00:48",
		"speaker": "Rebecca Love",
		"words": "of both of them, OK, OK, yeah, yeah, it, it's the adult industry with sex workers. You can't have it without us. I, I guess."
	},
	{
		"start_time": "01:02",
		"speaker": "Ricardo Lopes",
		"words": "So, OK, so, uh, let me, before we get into, um, more broadly on the topic of sex work, tell us a little bit about yourself. I mean, you've been in the industry for the past 30 years, right? So, uh, yeah, it's been 30 years. I"
	},
	{
		"start_time": "01:21",
		"speaker": "Rebecca Love",
		"words": "know who's counting."
	},
	{
		"start_time": "01:25",
		"speaker": "Ricardo Lopes",
		"words": "So, uh, how did you get into it? I mean, what got you interested in pornography?"
	},
	{
		"start_time": "01:34",
		"speaker": "Rebecca Love",
		"words": "Well, I mean, I, I went to college for acting. I really enjoyed that, um, but, you know, cost money to go to college and I worked a lot of hours at a sports bar bar and a stripper came in one night, talked about how much money she made, and it wasn't that a lot of time and I go, you know what? I'm gonna cocktail waitress. I bet they make great money without taking their clothes off. Well, it just snowballed from there because Cocktail waitresses make great money, but strippers make even more. And I jumped on the other side and I was like, OK, I can do this. Um, I saw a feature one night, that's where they have a headliner come in or a porn star. Or uh Pole Olympics, you know, somebody that has a lot of credits, and they were featuring, they put on this whole show and I went, hmm, I wanna do that. So I went and I researched and I figured it out. Um, AND I figured out the fastest ways to make movies. Well, I wanted to be an actress, maybe not a pornographer, but, you know, I figured I'm one of those people that set the bar so low I can trip over it, but I always succeed. Because it's so low. Um, SO I went out to LA. I booked a couple of appointments with Playboy and Hustler, and they, they took me, and I also bought a book off Amazon, How to Be a Porn Star. This is when Amazon didn't make money, they just sold books, and there happened to be a book. And it, it guided me in the right direction. I got the agent, I did all the things, and I got to be a feature, a headliner. Um, I think the best part about the adult industry, it's honest work. I mean, if there's a skeleton in your closet, that's gonna be hard, cause you are out there, you are exposed, um, but technology, because I loved the internet and figuring things out, and technology is like my, my hobby. Like AI is on the thing now and just a little bit ago I'm watching movie or coaching movies on teaching me more about the AI stuff because I shoot movies in the metaverse where the avatars get naked and we put on storylines and all that. When I say metaverse, I don't mean Facebook metaverse. I mean, yeah, an adult metaverse, and I, I go in there with my girlfriend and we shoot little clips and stuff for OnlyFans. So, I like the, when it evolves like that, cause I get so bored fast that I'm waiting for the next train to leave the station so I can learn about it."
	},
	{
		"start_time": "04:21",
		"speaker": "Ricardo Lopes",
		"words": "OK, so, uh, look, uh, I, I, I'm very curious about this and uh since you've been in the industry for so long, uh how do you look back at how it changed over the years? Because I guess that in the 90s, there were still VHS tapes and then there were DVDs and then in the 2000s or somewhere around that, perhaps in some countries earlier. During the late 1990s, uh, the porn basically went online and now, and now you have platforms like OnlyFans and others where performers can create their own content and set their own prices and so on. So how do you look at how the pornographic industry has changed over the past 30 something years?"
	},
	{
		"start_time": "05:15",
		"speaker": "Rebecca Love",
		"words": "I love it. I love it. I get to run my own shit. I get to be my own pimp. I'm in control of my body and my wares, and the inventory is pretty good, but if something happens to me, I get it. I really need my AI Rebecca 2.0 because I wanna retire on the beach with my pina colada while that bitch is running shit for me. But in the 90s and the early 2000s, pornography in the movies and Playboy, um, VCA, Wicked, Vivid, those were good stepping stones to market your wares and build up your rate and your value. So I used the movies as a marketing platform for me. Because I needed those credits to feature, but the better the credits and more and people recognized me, the higher the rate I could go. So more of a demand. That's, that's why I use them, but when the internet. Well, the internet was around in the late 90s and I was using it. It was 25 frames per minute, but I was using it. Um, AND I've been webcamming for at least 25 years, uh, early 2000s. I've been webcamming and that's changed a lot, and I still webcam. So not only do I do the fan sites, the webcamming, phone, cause phone doesn't go away. I know people are like, really, people still do phone sex? Yes, cause they're in, they're intimidated by video, but talking to somebody on the phone, less intimidation, and you can go anywhere with your imagination, you're not stuck to just this, a video call. So, I enjoy it. I just love to know what's leaving the, you know, station next, so I can jump on board, and I've jumped on a lot of wrong trains, but The internet's great for me."
	},
	{
		"start_time": "07:12",
		"speaker": "Ricardo Lopes",
		"words": "Uh, SO you didn't shoot with porn companies for too long, or did you?"
	},
	{
		"start_time": "07:20",
		"speaker": "Rebecca Love",
		"words": "Um, I shot with porn companies 5 years, about 5 years, and then, I'm, I, I. I, I got into a relationship, there was a compromise, and didn't wanna share that part, you know, we had a compromise and I was like, OK, I'll just do the Skinemax films on HBO and Showtime because there's no penetration. And that's what I did. I did the compromise."
	},
	{
		"start_time": "07:51",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, but I mean, before we, you got into pornography, were you interested in sex or was it more for the money? I mean, what were your motivations back then?"
	},
	{
		"start_time": "08:07",
		"speaker": "Rebecca Love",
		"words": "Well, I mean, I love sex cause I was giving it away for free in college. I guess that was my intern. Uh, I just thought sex was the easy part. It's the dialogue, it's the homework, it's the acting. Well, I love acting, so that's the fun part. Improvisation, um, sex was just Part of the deal, I mean, Who doesn't love sex? And I gotta tell you, on-camera sex is way different than in your bedroom sex. On camera, it might not feel as good cause you're opening up to the camera, you gotta play to that. I'm But I still loved it, it was just part of my job, and I'm like, I can do that easily. It's, I always tell people, I did porn for the acting, I know, right? It's really stupid, but I just wanted to be an actress so bad and to be a mainstream actress. You had to go through a lot of auditions, a lot of rejection, um, you had to do it for free, you had to do all these other things before you even got paid or was on the map. I didn't have that choice. I had nobody to fall back on. I was paying for myself, let alone college and all that. So I just did porn. It was a fast track. Yeah, and I still got to do what I loved."
	},
	{
		"start_time": "09:34",
		"speaker": "Ricardo Lopes",
		"words": "No, yeah, I asked you that question just because there are some people out there, I mean, many of them conservatives, but there are also. I guess that probably we should also call them conservatives, but there are also sex negative feminists who assume that no one gets into sex work because they like it. It's just because they are in some way coerced into it. I mean, is that really true?"
	},
	{
		"start_time": "10:04",
		"speaker": "Rebecca Love",
		"words": "I don't know because I don't live in that world. If they think those negative thoughts, I don't surround myself. I live in my own bubble. I have thick skin. I get tons of trolls online and stuff. It doesn't really hurt me. I've got that armor and it's built up over the years. I think I was worried in the beginning of people finding out and all that, and they will. You do adult work, they're finding out. Stop thinking you can hide from it because you can't. You need your ID, you need your, um, documentations. It is out there. Even if you're being legit and you're blocking geos and stuff, they're gonna find out. So I want people to know if you're gonna do pornography, you better have thick skin. People are gonna find out, yes, you're family too, um, and I wouldn't do it for the money cause there's so much. I mean, back in the day, oh my God, the money was crazy. In fact, 2020 was crazy too. What am I talking about? But there's other jobs that you can do without selling your soul to the devil. And when I say that, I mean, you really gotta fight for You really gotta preach how much you love this job, because people will bring you down with the negativity and think that you were um sexually, what's the word I'm looking for? I've assaulted or, or,"
	},
	{
		"start_time": "11:28",
		"speaker": "Ricardo Lopes",
		"words": "oh, yeah, I, I, I think you're referring to those common assumptions that people make about, uh, porn actresses and sex workers more generally where they say that or they assume that because they got into that kind of work or job. That they must have been the victims of sexual abuse or perhaps they grew up in a fatherless home or they were neglected in some way. I mean, those are the kinds of narratives that you're pointing to,"
	},
	{
		"start_time": "11:59",
		"speaker": "Rebecca Love",
		"words": "right, right, OK, I might have daddy issues, but I, you know, I have a really good dad that I picked out. I'm a, I, I was never sexually assaulted or any of those things. I just don't think sex is a bad thing. In fact, I think I was born in the wrong era, or maybe I was born in the right era cause I can charge fully with this positive note, um. I feel like there's a freedom in it, and it's my choice if I wanna do it. It's all about consent and if you have my consent, it's gonna be a beautiful experience. Not all are beautiful experiences, it just means I won't work with you again. I I don't have. I mean, I've heard the horror stories that the casting couch was, listen, ladies and men, there is no fucking casting couch, and if they make you audition, get the fuck out of there, they're not legit, and you let everybody else know cause we'll have your back. With Social media day, you cannot hide behind that casting couch. Bad behavior is bad behavior. I find it very professional, and I can run my own business, my own body. I got it under control."
	},
	{
		"start_time": "13:14",
		"speaker": "Ricardo Lopes",
		"words": "Yeah,"
	},
	{
		"start_time": "13:14",
		"speaker": "Rebecca Love",
		"words": "and,"
	},
	{
		"start_time": "13:16",
		"speaker": "Ricardo Lopes",
		"words": "yeah, and the thing is, um, because, uh, and this is a very dangerous assumption for people to make for several reasons, and we can get into it, I guess, but, er, when people assume that pornography always entails non-consensual sex. I mean that that's sexually wrong, right? I mean, por pornography is always about consensual sex, correct? I mean, if we're talking about non-consensual sex, it's basically, uh, rape, sex trafficking, things like"
	},
	{
		"start_time": "13:51",
		"speaker": "Rebecca Love",
		"words": "that's probably the dark, it's probably the dark web because with pornography you have to get tested. It means you're STD free. You have to, um, you have to fill out all the paperwork on camera. You have to, um, tell them if you're under the influence of anything. You're not gonna shoot that day if you are. Uh, IT'S so business-oriented. I don't know how, when I got into the business, we were testing, we were filling out all the paperwork. I think there's even more paperwork now, save a tree. Uh, AND you can ask people, like you can go on social media and say, is this a legit company? Are they OK? You can ask for references. You know, I, it's, I think it's safe, as long as you do your research."
	},
	{
		"start_time": "14:42",
		"speaker": "Ricardo Lopes",
		"words": "Mhm. And what do you, what would you say are perhaps the pros and cons of sex work that, for example, you would tell, uh, I don't know, an 18 year old, a nineteen-year-old girl if she told you that she was thinking about getting into"
	},
	{
		"start_time": "15:01",
		"speaker": "Rebecca Love",
		"words": "it? No. She's a teen. It's all in the name 1819. I think you should be a little bit older, only and look, I got in at 19, OK, so I just When you're gonna do this job. It's forever on your, on your record, on your resume. You have to go against society, cause society is gonna put you in a category, we talked about it earlier, and if you don't have that thick skin, oh, your mental health. I mean, it's, it's not worth it. What I would say is, do your research. You can do your research at 1819, 2021, do your research. In the meantime, Go learn a skill, go learn a trade, go to college, get, get some um life under your belt, go hiking in Europe, I don't give a shit. If you wanna come back to that sex work after a few years of doing your research, by all means, because you made a uh educated decision, cause if you just get into it for the money, cause you're, let's just say desperate for money and you want it, and it's gonna rain, you know. You want to turn that umbrella upside down and catch all the monies? Well, Don't do it because of that. Don't do it because you're in a pickle, because you might regret what you've done, and it will affect your life. Like I can't go be a teacher. I can't do certain jobs cause they're gonna check my background. I'm an HR issue. Sexual harassment issue. They're not gonna hire me So get all your ducks in a row before you make that, and it's life-changing. It's life-changing."
	},
	{
		"start_time": "16:53",
		"speaker": "Ricardo Lopes",
		"words": "And, and I mean, in, when we're talk, when we're talking about sex work, it's uh, I guess, a somewhat broad category because we're including uh pornography and the different kinds of ways you can do pornography, you can shoot scenes for companies, you can do OnlyFans, you can do other platforms. It includes being an escort, it includes being a dancer. OR a stripper. So, I mean, I guess that uh depending on the kind of work you're looking for or you want to do, there are different considerations that you should make, right?"
	},
	{
		"start_time": "17:30",
		"speaker": "Rebecca Love",
		"words": "I think sex works, sex worker, I, I've done my research. Let's see, I did phone sex, internet, pornography, worked at a brothel for a little bit, um. Escorted. Let's see, what else have I done? Uh, WELL, the internet stuff, I mean, if you name it, I pretty, I didn't street walk, I can tell you that. I didn't do that, but I dipped my toe in going, oh, what's this? Oh, what's this? And I just figured out what works for me. But like I said, I'm a free spirit. Like, I don't think of sex in a negative way. I just embrace it like it's the 1960s and I'm going to Woodstock."
	},
	{
		"start_time": "18:16",
		"speaker": "Ricardo Lopes",
		"words": "By the way, let's talk a little bit more about that because it's interesting in society. I mean, I, I don't want to say all societies, uh, in all, in all times because that's actually, I don't think that's actually true, but in, in the, the kind of societies we live in, people tend to associate many negative things with sex. And then there's those stakes from more conservative people where they say that, oh, sex is just, you should only have sex when you are in a relationship or when you are married and you uh you you should reproduce and so on and so forth. I mean, in your, in your mind, where do you think that these negative ideas that people attach to sex come from?"
	},
	{
		"start_time": "19:09",
		"speaker": "Rebecca Love",
		"words": "I mean, it's how they're raised, you're gonna have that, um, society, you know, your environment. Uh, YOU just have to break free from those, and what do you want? Do you want monogamous? Do you want polygamy? Do you wanna be promiscuous? Do you just want to wait for marriage? What works for you? How are you gonna live with yourself? Do you want all those adventures and sex, or do you go, hmm, it's not that big of a deal. So it just depends on the individual, as long as you're not harming anyone. I say go for what you want. Don't let somebody else tell you what's right or wrong."
	},
	{
		"start_time": "19:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, and so I mean, what do you think that sex workers actually need from society and from politicians, because it's interesting that people many times they don't even talk, they don't care to talk with sex workers to ask them their opinion, to ask them. What they really need and want, how they want to be treated and if they really want sex work to be legalized or decriminalized or any other form of um legal approach to it. So, I mean, what do you think that uh you as a sex worker and other sex workers need from the rest of society and politicians?"
	},
	{
		"start_time": "20:41",
		"speaker": "Rebecca Love",
		"words": "I really don't think it's gonna change. I think prostitutes are going to be, or sex workers are going to be an outcast no matter what you do. Um, WHAT do they need to do? They need to make it legit, safe. I mean, in Nevada, we have brothels that are legal. Do I think they should take 50%? Do I think, no, no, I think the sex workers should make the majority of the money. And then you get a little cutback from that if you're the establishment. I like it where they get tested just like porn stars and stuff. In fact, if a porn star goes to a brothel, she's gotta get tested again because it doesn't. Um, GO over and vice versa, which I love, um, porn, porn stars and sex workers that get tested like the brothels and stuff, uh, they always have a battle back and I go, you know what? You both are getting tested, OK? You both are doing safe choices, so I love that. Let's not go against each other. Let's celebrate and unite. And I think sex workers from all industries, there should be no level, all industries from streetwalker all the way down to uh selling phone sex, maybe even a Victoria's Secret model cause she's selling sex. Come on now, we don't buy the lingerie, you know, for comfort. So So, I think there should be a united platform, union, healthcare, things set up, so we have somewhere to go instead of being blacklisted and we have to go underground. But do I think that's gonna happen? Is it gonna change? I'm sorry, I don't think so."
	},
	{
		"start_time": "22:28",
		"speaker": "Ricardo Lopes",
		"words": "What do you reply or what would you reply to people who are so conservative and they have such a negative view of pornography and sex work that they say that uh if they were to decide, it would just be banned. I mean, do you think that that would solve even the issues they they supposedly care about?"
	},
	{
		"start_time": "22:54",
		"speaker": "Rebecca Love",
		"words": "No, we'll just relocate, we'll go to a different country, we'll do something, you know, if you really like your job, like I'm invested 30 years, I, I will go somewhere else, but you know what, you are not allowed to ban pornography until I go through your search history, because that would be a hypocrite."
	},
	{
		"start_time": "23:16",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know, it, it's funny that you say that because actually, uh, Pornhub every year releases their, uh, data, uh, for their statistics for that year, and they've already done that for 2025 and there's some funny stuff there, but one of the things that are really interesting is that, uh, the red states in the US are some of the highest consumers of pornography, so."
	},
	{
		"start_time": "23:45",
		"speaker": "Rebecca Love",
		"words": "Right. Tell me I can't. Tell me I can't, and I'll find a way I can. That's how it works. It's like teenagers, right? Tell me I can't do it because I will figure it the fuck out. I know your Playboys back in the day. I don't think there's Playboys anymore underneath the bed. We'll find your VHS tape, you know. So tell me I can't, and I'll show you I will."
	},
	{
		"start_time": "24:07",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. But do you think that uh sex work, I guess that you've already at least partially answered this question, but do you think that sex work is for anyone in terms of the traits that the sex worker should have to really like what they're doing and to be successful. Stressful doing it and to not suffer, I mean, very dire psychological consequences from it. I mean, what, what do you think are the traits that sex workers should have to have a healthy, uh, take or to deal with, uh, pornography or other kinds of sex work in a healthy way?"
	},
	{
		"start_time": "24:51",
		"speaker": "Rebecca Love",
		"words": "Well, I think you should like sex. If you don't like it, I don't think you should do it because you're just gonna hate your job. I'm, I think that you should stay creative and not just do what you think is like the bestseller. Do something that you enjoy and put your little twist on it. Um, DON'T shoot constantly, take breaks, do vacations. I'm, don't film 30 minutes. Nobody has that attention span. Chop that sucker up into like 3 minutes here and there because come on now, we don't even watch TikTok videos that are 10 minutes, all right? I want you to focus on things that you really love. If you don't like shooting customs, put a surplus on it and charge even more, so when you do get the custom, you're like, fuck yeah, I put a fire under my ass, and you put your twist on it, so you love it. Um, IF you need therapy or mental health or need to talk to somebody, either find a peer. And, and bond with your friends, like build your community. Here in Nevada here in Las Vegas, I have a very beautiful community that we get together for Thanksgiving and holidays and barbecues, and they're the adult industry. In fact, I tell people, I go, this is where everybody comes to die. This is like our Sun City here in Las Vegas. Come on, join us. Um, FIND that community, it can be online, it could be in present. Therapy, find a sexual therapist or somebody that's been in the industry, or at least advocates for us, cause you don't want to go with a negative Nellie that we talked about earlier. And have them downing um everything that you do. Somebody that's sex positive, there's pineapple support out there if you need it, which will help, that's online and at conventions. And you gotta have thick skin, but who gives a shit what those people say? Do you feel good about your job? Cause if you don't, it's time to change. You don't, you're, you shouldn't be in this. If you can't find what you love about it, get the fuck out. It's just not for you, which is not a bad thing. You know, I guess that's what I would say, and find tons of tools out there that'll help you get through it a lot easier, and then instead of doing it all on your own, cause there's plenty of courses out there, podcasts, YouTube videos, you name it, I even have one out there. Besides Adult Film Star Network, I have my creative beaver that'll keep you nice and creative, and it goes through all my Adult content creations and business guidance."
	},
	{
		"start_time": "27:40",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, uh, I will ask you about the Adult Film Star Network toward the end of our conversation, but I mean, it's, uh, one interesting thing that you said there and reminded me of sort of another thing is that you said that people should perhaps shoot shorter scenes, and that reminded me of the fact that uh if you look at uh porn movies from the 80s, the 90s, I mean, it would be perhaps a 75, 80 minute. Movie, but the scenes were like 7 minutes, 99 minutes, 10 minutes, 13 minutes. I mean, and not beyond, beyond that, so I mean, I find it funny that nowadays, and I guess, I guess since the 2000s or even a bit earlier than that, it's like sometimes 30 minutes, 40 minutes."
	},
	{
		"start_time": "28:30",
		"speaker": "Rebecca Love",
		"words": "That blows my mind. I've never done a 30 minute scene. I mean, unless you're talking about the dialogue and all that. I mean, it was like you do 7 minutes of oral, uh, 7 minutes of fuck position, 123, and then they're gonna edit it down to like, I don't know, 15. In the 90s"
	},
	{
		"start_time": "28:52",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I mean, but, but what do you think about that? Why do you think, uh, I mean, I don't know if you know why that, why that happened, but why do you think that over time, apparently sins became longer?"
	},
	{
		"start_time": "29:09",
		"speaker": "Rebecca Love",
		"words": "No, I think, well, I think scenes became shorter now that, well, I don't know about the pornography, but I know about the fan base sites because we are constantly getting information in short form. So I think that's why it's shorter now, especially with the fan base. But when somebody comes on the scene and shoots 30 minutes, I think they're just not educated. Or maybe they're taking that 30 minute scene and chopping it up into 10 minutes each, which is smart. Because you can sell that 3 times instead of 1."
	},
	{
		"start_time": "29:43",
		"speaker": "Ricardo Lopes",
		"words": "Yeah."
	},
	{
		"start_time": "29:44",
		"speaker": "Rebecca Love",
		"words": "So Shorter, not longer. I know, right? I'm telling you, shorter, not longer. It's all about the girth, baby."
	},
	{
		"start_time": "29:54",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, um, yeah, maybe we can get into that later, so I, I, I mean, but I've also heard from, uh, some, I, I mean this is already My 6th, I, I think it's the 6th interview on this um humanizing sex workers series I'm doing. So, uh, I've, I've also asked other people because there are, uh, OK, I, I've, I've, uh, I've talked about the feminists and of course, not all feminists are sex negative. They're all Also sex-positive feminists, feminists who uh defend uh uh porn actresses and actors and who defend sex workers in general and think that sex work is a legit activity. So, and some of them say that sex work can even be empowering. I mean, do you agree with that?"
	},
	{
		"start_time": "30:46",
		"speaker": "Rebecca Love",
		"words": "I think so. I'm almost 50 and I still get a, a charge from it, like a, oh, I'm so pretty and I'm almost 50. I remember when 50 was old. So, do I get empowered? Yes, I have my spurts where I'm like, damn, yeah, here I am, born in 1976, so I'm actually 49, but I'll be 50 next year. By the time you probably listen to this podcast. Uh, WELL, eventually, I'm I, I I find it empowering at moment, especially in the 90s when I was dancing in my 20s. I wish I knew now and go back to my 20s. 0 my God, it would have been raining money all the time. Uh, BUT I learned on the way, and you educate yourself. So, yes, I find it empowering at at times, and then when the negativity comes in, you just flick it away like a mosquito, just, you know, zap it."
	},
	{
		"start_time": "31:51",
		"speaker": "Ricardo Lopes",
		"words": "But do you think that over these 30 years that you've been in sex work, uh, have you noticed any changes in society as to how people approach sex workers? I mean, in terms of, for example, the social stigma, do you think that it has improved at all or"
	},
	{
		"start_time": "32:14",
		"speaker": "Rebecca Love",
		"words": "not? No, no, I think it's just on rinse and repeat and it has its cycles just like history. I, uh I think 90s, it was a little bit more aggressive and hard. Um, YOU definitely would have very judgy people, but do I think it's improved? I don't, I don't, I don't think it's improved that much. I mean, look at all the states that are banning pornography that I can't even broadcast from North Carolina if I was a webcam model because they blocked it even if you use a VPN. So do I think it's getting better? Fuck no, I don't. I think it's rinse and repeat. I chose to play in that playground, and I have to deal with the consequences. I just figure out how to get around it."
	},
	{
		"start_time": "33:02",
		"speaker": "Ricardo Lopes",
		"words": "Do, do you think that, I, I mean, do you see lots of hypocrisy coming from people? I mean, do you see that perhaps there are many people out there who might, for example, send DMs to sex workers, porn stars, and so on, but if people ask them on the street and in their personal life, they say they are against sex work."
	},
	{
		"start_time": "33:29",
		"speaker": "Rebecca Love",
		"words": "Yeah, there's a lot of. There, there's so much. I remember this one time I was on LinkedIn when, when sex workers actually were on LinkedIn, putting their resumes, and this guy contacted me with his penis. I mean, it was just boom, right in my face, and I'm like, Oh, I'm sorry, honey, but do you realize I see where you work everywhere, like I could really fuck up your life right now. I wouldn't, because I'm not that that person, but I'm like, what are you doing, baby? Stop thinking with that head right away. So I, I, I like to educate, especially on webcam, when somebody approaches me aggressively or whatever, I give them a teachable moment. So, the next time they approach somebody in the DMs or whatever, they respect that sex worker because honey, we don't do it for free. We don't, we charge money. So I love it when guys are like, oh, I'm gonna hook up with a porn star at this convention. Do you realize you better get out your American Express black card? Because they, they come with paychecks, honey. So I was a slut in college. I'm a whore in my career cause I get paid for it. Oh, yeah, is there, is there hip, you know, um. Yeah, yeah, because you know their skeletons in their closet, and I said, check their search history, see what they're doing. They wanna tell me, no, why they're doing, I'm just gonna go sneak over here and diddle my Willie, you know, without her knowing. What,"
	},
	{
		"start_time": "35:10",
		"speaker": "Ricardo Lopes",
		"words": "what do you make of those people who have sort of a, a patronizing paternalistic attitude towards sex workers where they might say, and there are people that are even part of organizations like that where they say they want to fight the evils of sex worker, they want to fight, for example, sex trafficking and so on and. They say that to, to protect sex workers, uh, porn websites and OnlyFans and, uh, your own accounts on social media like X slash Twitter, Instagram, and so on should be taken down and they, uh, they say they do that with the intent of, of protecting you."
	},
	{
		"start_time": "36:00",
		"speaker": "Rebecca Love",
		"words": "They take the worst scenario, hype it up, make us look like the bad people, make us go underground where it's unsafe, and we're not protected. When they can embrace us and make it a better world, shame on them, shame on them for taking the dirties because politics, let me take the dirties out of your closet, OK? You have more bad on your side than I do in this, in the adult industry. So if we had to do the pros and cons, I bet you politics would be a longer list on the cons."
	},
	{
		"start_time": "36:38",
		"speaker": "Ricardo Lopes",
		"words": "I mean, I guess that if they're so interested in fighting uh sex trafficking, they should be much more invested invested in uh releasing the Epstein files, for example."
	},
	{
		"start_time": "36:53",
		"speaker": "Rebecca Love",
		"words": "Oh, that would be nice, wouldn't it? Wouldn't it? Wouldn't that list be crazy. Love to see it, it'll never happen, but I would love to see it. Stop wasting your time with the stupidity of cleaning up our, our world, because you know what, we regulate our world. We came up with the testing thing. We, we go off each other to make sure everything's OK. Stop it. Leave our little world alone. We run better than the government."
	},
	{
		"start_time": "37:28",
		"speaker": "Ricardo Lopes",
		"words": "No, you, you know, it's, it's funny because some of those people, uh, assume that, er, and they usually, they're usually focusing on the women, of course, but uh they assume that no woman out there can consciously decide freely to be. Become a sex worker to become a porn star, whatever I mean that there must be something wrong in their life, in their lives for them to make that kind of decision and then they assume that oh if they uh arrange a way of banning the kind of work that they do, they will be saved. Them and I mean they have those sort of very irritating patronizing attitudes where uh I mean they're dealing with adult women and they sort of uh deal with them as if they do not have any sort of agency and they can make their own choices in life and so on and so forth,"
	},
	{
		"start_time": "38:35",
		"speaker": "Rebecca Love",
		"words": "right. Right? There's nothing wrong, there's nothing wrong with me. I just want a different way of doing things. I, I, I did a fun, adventurous way. I love sex, I love business, I love The creativity, all the things that I can do, travel, meeting new people, that, I don't know, there's a unity there. It's warm and fuzzy, and I choose to live here. I made that choice on my own. Nobody told me to do it. In fact, I did it in the 90s. 0 my God, frowned upon. No, no, no. I chose a harder way when it came to society and I had to live with those choices. But I could, like I didn't feel dirty. I felt like I was advocating something that was beautiful. And the reason I, I still do this is because I enjoy it. Could you imagine doing something for 30 years you absolutely hate? Without a 401k plan or retirement. Could you imagine? No healthcare either. But I figured out a way to do all those things cause I run my own business. I'm I've done it for 30 years because I love it. I like it, I enjoy it, and I love the people."
	},
	{
		"start_time": "39:58",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, uh, uh, but, but, but look, for, for some people apparently just the fact of you openly saying that you love sex is like mind blowing for them, uh, because,"
	},
	{
		"start_time": "40:11",
		"speaker": "Rebecca Love",
		"words": "OK, let me rephrase this. I like sex, I love acting, OK. I could take a penis in the vagina, no problem. That's easy peasy. So, I told you, I did porn for the acting, OK? I know it's stupid. Porn pornography to me was just um marketing. I was like, I can do that. That's freaking OK. It's part of the requirements. I got this."
	},
	{
		"start_time": "40:38",
		"speaker": "Ricardo Lopes",
		"words": "Yeah,"
	},
	{
		"start_time": "40:38",
		"speaker": "Rebecca Love",
		"words": "you"
	},
	{
		"start_time": "40:38",
		"speaker": "Ricardo Lopes",
		"words": "know, uh, uh, there are several reasons why I decided to do this or to start this series on my channel and podcast that I call humanizing sex workers, not, not just for uh people who have some sort of prejudice against sex workers in general, to, to really, uh, I mean to, to. Be another voice in uh getting people into direct uh or I mean in this case indirect, I guess, but contact with sex workers for them to know them better and to really realize that you are human beings like any of us. So, but, but the, the other main reason was that I mean, it really pisses me off that people are so patronizing and they make these kinds of assumptions about sex workers without even ever have talked with any of you."
	},
	{
		"start_time": "41:36",
		"speaker": "Rebecca Love",
		"words": "Right. Why does it piss you off? Are you a, are you a sex worker in the industry? No, no, I got a burning fire for it. I, I"
	},
	{
		"start_time": "41:47",
		"speaker": "Ricardo Lopes",
		"words": "mean, I mean, it's, it's just,"
	},
	{
		"start_time": "41:50",
		"speaker": "Rebecca Love",
		"words": "no, I love that you advocate for us, but I was just wondering, do you know, like, Is there a family member that does sex work? Is there, like, I love what you're preaching."
	},
	{
		"start_time": "42:03",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, I mean, no, I don't have anyone, at least as far as I'm aware, uh, doing sex work in my family, but I mean, it's just that, uh, I've also I've also been interested in pornography and stuff like that since I was an adolescent and uh I Uh, and I, and I mean it, it, it really irritates me that, that people, uh, don't even listen to interviews, don't even read books written by sex workers and stuff like that, and then they just make stupid. ASSUMPTIONS, assumptions based mostly on prejudice and on their own moral values that they attach to sex and stuff like that. I mean, it, it irritates me, so."
	},
	{
		"start_time": "42:56",
		"speaker": "Rebecca Love",
		"words": "No, I can tell you have a passion for it. That was like, what happened? What happened? But you, you're advocating. That you don't want your pornography taken away, just like I love horror movies, and if somebody said that was too violent and gore, and we're gonna start banning that in certain states or countries, I would be doing the same thing."
	},
	{
		"start_time": "43:18",
		"speaker": "Ricardo Lopes",
		"words": "Uh, uh, NO, look at, at, I'm an atheist, but I very much like Jesus, and I mean Jesus was very caring towards sex workers, for example,"
	},
	{
		"start_time": "43:30",
		"speaker": "Rebecca Love",
		"words": "and Mary Magdalene."
	},
	{
		"start_time": "43:32",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, yeah, yeah, right."
	},
	{
		"start_time": "43:34",
		"speaker": "Rebecca Love",
		"words": "Hey, Jesus is part of history."
	},
	{
		"start_time": "43:37",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, I, I mean, but, but what do you think are perhaps, also because maybe I can learn something from this, and if there are something in my interviews that is lacking, maybe you can tell me. I mean, what is the best way, or what do you think are the best ways of humanizing sex workers?"
	},
	{
		"start_time": "44:00",
		"speaker": "Rebecca Love",
		"words": "I think what you're doing right now, podcasting, getting the videos out there, using social media. Um, INTERVIEWS are great because you get to behind the scenes and we get to have a real discussion about it. I mean, that's the best way. I, I hate talking politics only because I feel like I feel like it's just useless trying to have them change anything because corporations and lobbyists and stuff run the country. Well, I'm only talking for the United States. I don't know how it works in other countries, but I just know there's powerful people to keep us down. And I feel like my voice doesn't get heard that way, but when it comes to the social media, it's a great outlet."
	},
	{
		"start_time": "44:49",
		"speaker": "Ricardo Lopes",
		"words": "Yeah. So, uh, tell us about uh the adult Film Star Network. I mean, what is it about? What kind of work do you do there, and what are your goals with it?"
	},
	{
		"start_time": "45:03",
		"speaker": "Rebecca Love",
		"words": "So, Adult Film Star Network was created in 2014, a podcast, and we teach people about the adult industry. So if you're looking up phone sex, webcamming, um, you name it, you can do your research there and it will just Give you a grasp on what you're getting into. We talk about the conventions, uh, fetish, cause my girlfriend Jocelyn Stone is a dominatrix. I'm a vanilla cupcake, like, the things that she does, I'm just like, ah, I can't play in that playground, so I feel pretty normal. Um, BUT she gives me her perspective, I give her my vanilla cupcake perspective, and then we mesh together and find this beautiful butterfly that just pops out. But Uh, we've been doing that for so many years. We used to do it every week, now we do it once a month, we find a really good topic. I'm sure we have to go back and update some of the topics cause, you know, technology changes, things happen. Um, SO Adult Film Star Network, that's where you would find information about the adult industry and how to navigate it. And then my other podcast, which I started in 2025, is My Creative Beaver. And that is about my beaver, but it beavers build things, so I teach you, um, tips, tricks, hacks, um, I, I tell you how exactly I do certain things. It could be fan base, it could be webcamming, phone, um, taxes, and I just tell you in about 20 minutes. And I, I've been releasing that every week for a few months now. So either one, I'm giving back to my community and helping you as best I can. I'm not very political, so mine is more about creativity. Now, Jocelyn Stone, an adult film starwork, she's all about the law and politics and all that, and I just gloss over. Cause I feel like I can't, I can't do anything. All I can do is figure out a way around it."
	},
	{
		"start_time": "47:14",
		"speaker": "Ricardo Lopes",
		"words": "By the way, you say you're not very political, but what do you think, I, I, I don't know if you have uh, an informed opinion on it necessarily, but what do you think about the new age verification laws that are getting passed in the US, the UK, and so on? Do you think that really serves the purpose that people say they should have?"
	},
	{
		"start_time": "47:41",
		"speaker": "Rebecca Love",
		"words": "Right? I mean, I love the concept of age verification cause I always get nervous if I'm entertaining somebody underage. But then I count on like the other sites to like weed through that and make sure they're of age. But then at the same time, those mom and pop businesses and stuff, I mean, you got a hard on, you got, you know, you, you're not thinking about, let me get my ID out and type in all this information, especially if you wanna stay anonymous because society doesn't fucking accept it. As soon as you put your credit card in or your ID, well, what did I tell you? It's gonna be there forever, and it could come back to bite you in the ass. So, I love the idea of making sure they're of age, but at the same time, It's going to diminish our and they're just gonna go to another country. They're just gonna skip this site and go, oh, I don't need age verification and just do it there because the internet is around the world, it's not just in one area, so it's, it's,"
	},
	{
		"start_time": "48:45",
		"speaker": "Ricardo Lopes",
		"words": "and I, and I mean you can visit websites from all over the world, right? So just, just say, just saying. Just saying, and I, I mean, I guess I'm also not very comfortable with the idea of the government er collecting that kind of data from,"
	},
	{
		"start_time": "49:04",
		"speaker": "Rebecca Love",
		"words": "right? Yeah. Right? OK. So, I get the age verification thing on the idea of consent and making sure they're of legal age, but at the same time, I agree with you, they're, they're getting into our business. Stop it. Stop it. Get your nose out of there, cause you, you can't even run a government, all right? You can't even run a country, and now you wanna dip your toes over here. You ain't solving any problems. You're just making shit go underground. That's all you're doing. And before they did this age verification thing and all that. If I felt uncomfortable or if I thought somebody was underage or whatever, I would just ask them flat out, how old are you? What year were you born? Send your ID. It could be by email, whatever, it depends on what I was doing. So I was already doing it myself in certain situations when I felt, hm, this is a little off. Let me just double check. So,"
	},
	{
		"start_time": "50:06",
		"speaker": "Ricardo Lopes",
		"words": "I mean, uh let me ask you uh now to get into a sort of another topic. Do you think that uh pornography and sex work more generally, but specifically pornography can play a role in sex education at all, or do you think that should be left for uh sex education at school or some other uh mediums?"
	},
	{
		"start_time": "50:34",
		"speaker": "Rebecca Love",
		"words": "Yeah, school's great at teaching. Um. Uh, Especially nowadays, right? I'm Gosh, should pornography teach sex education? God, I feel like pornography is glamorized, cause I do want a pile driver in my bedroom, OK? I, I feel like, uh, I feel like it should be left to sex educators, but nowadays you can do everything online. Should a, should a A child and a teenager know this, yes, go out there, find the right course or coach. Forget the schools because schools are fucked up. I mean, they're not even teachers don't get paid enough. There's not enough money and, you know, find a course that everybody's using. And make sure it's got great reviews, legit reviews, and have your child watch that because it'd be awkward as a parent, because think about it. Oh God, mom and dad are teaching me, yeah. But you can go secluded into your bedroom and make sure that they watch this video or download the course and teach them online that way in the privacy of your own home. You can even regulate it, leave the door open and make sure they're watching it. Education is your best. Is your, is your best ammunition. It will educate you, it'll make you stay safe, you'll use the condoms, you'll get tested, you know. You'll figure it out a lot easier with the education than hiding it away from your child, cause they're gonna find out. Look how we found out. Oh, we know where things go."
	},
	{
		"start_time": "52:16",
		"speaker": "Ricardo Lopes",
		"words": "So I asked you earlier about the empowerment. I mean, do, do you think that, uh, sex worker can also contribute to uh people caring more about the female sexual pleasure in any way?"
	},
	{
		"start_time": "52:34",
		"speaker": "Rebecca Love",
		"words": "They don't"
	},
	{
		"start_time": "52:36",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I don't think, I don't think that many people out there care about that."
	},
	{
		"start_time": "52:43",
		"speaker": "Rebecca Love",
		"words": "Yeah, after 40, now I'm I know it's about ejaculation, mostly on pornography, but that's only because who's buying the porn? Who's our customers? I'm gonna say 90% are men, yeah, fuck that, 99% are men. That's what you're catering for your market."
	},
	{
		"start_time": "53:05",
		"speaker": "Ricardo Lopes",
		"words": "Well, but you know, but you know what, maybe that's more of a cultural issue than people tend to think about because in the earliest data coming from Pornhub from 2025, 3rd right now. At least in the US if I remember correctly, I'm not sure about other countries or if, if, uh, or if it's the average across countries, but there are 38%, uh, 38% of watchers are women. No, yeah,"
	},
	{
		"start_time": "53:37",
		"speaker": "Rebecca Love",
		"words": "we watch gay porn, just to let you guys know that's what we watch cause that's what I'm pulling up on my browser. I don't know. There's one about two men I freaking love."
	},
	{
		"start_time": "53:48",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I mean, is it really? Because the category that has been the most searched, at least in the US this year was lesbian, so"
	},
	{
		"start_time": "54:00",
		"speaker": "Rebecca Love",
		"words": "lesbian? I, I'm gonna say lesbian scenes are freaking hot. I used to be a lesbian lover back in the 90s, early 2000s, and then I kind of evolved into the whole, oh, I like, I like dick on dick, let's do that. So, and I, and I love cartoon porn too, and monsters. Um, I think it just changes in time, you know, but I feel like I catered to the, the customer and whoever my customer is, which is male-based, is what I'm gonna focus on, but there's plenty of educational videos cause I have people come on webcam to teach them how to eat pussy. And I explained it to them behind a paid wall, how to eat pussy. So, I think there's women, men looking up how to please their partner, but I feel like that's been around for ages, like you could buy a book and it would teach you too."
	},
	{
		"start_time": "54:54",
		"speaker": "Ricardo Lopes",
		"words": "But, but it's quite interesting. I mean, I asked you about if pornography can play a role in sex education, so I guess that's, uh, also somewhat of an answer to it, but it's I find it interesting that people would pay for you to teach. Them how to perform oral sex on women, but they are not willing to admit openly that they're interested in that because there's still that sort of idea that it's not very manly to do that."
	},
	{
		"start_time": "55:29",
		"speaker": "Rebecca Love",
		"words": "What to eat pussy? Yeah. Who doesn't eat pussy? I wouldn't even like. I wouldn't even talk. That should be the first question on a date, right? You're sipping your coffee, like, OK, so do you eat pussy? Cause I saw a dick. I mean, who doesn't eat pussy? And if you're listening to this and don't eat pussy, shame on you. Now go download a course on how to eat pussy. Uh, DOESN'T do that? I,"
	},
	{
		"start_time": "55:58",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I mean, but you're aware of the fact that, uh, in the US and, and other countries, of course, but in the US particularly, I mean, I've watched, uh, no,"
	},
	{
		"start_time": "56:10",
		"speaker": "Rebecca Love",
		"words": "you're blowing my mind right now. I do not."
	},
	{
		"start_time": "56:13",
		"speaker": "Ricardo Lopes",
		"words": "No, but wait a minute. Wait a minute. For, for, for, for a long time, I'm not sure about now in the 20 twenties, but for a long time in the US, oral sex and, uh, I mean, in both directions, not just oral sex on women, uh, was frowned upon and it was called sodomy, so"
	},
	{
		"start_time": "56:37",
		"speaker": "Rebecca Love",
		"words": "it"
	},
	{
		"start_time": "56:37",
		"speaker": "Ricardo Lopes",
		"words": "was,"
	},
	{
		"start_time": "56:38",
		"speaker": "Rebecca Love",
		"words": "yeah. I wasn't born in that era, no, because what did I tell you about living in my freaking peaceful bubble of glitters and rainbows, OK, no, I mean, if it was frowned upon, I wasn't part of that generation, so I was part of the generation of slut shaming, sure, where if you slept with too many guys, you're a slut, but if a guy slept with so many girls, he's a stud."
	},
	{
		"start_time": "57:04",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I guess that, I guess that's still part of our culture,"
	},
	{
		"start_time": "57:08",
		"speaker": "Rebecca Love",
		"words": "yeah, yeah, yeah, I don't live there. I, I, I guess I, I separate myself. This is why I probably can do adult, uh, adult pornography and all that stuff, because I don't live there. I, I can't wrap my brain around it. If you believe that in all the ignorance, then you go, buddy, I'm just not gonna live there."
	},
	{
		"start_time": "57:29",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, I guess that's the reason why I'm probably uh very irritated when talking about these things, because I am constantly exposed to this kind of BS, so,"
	},
	{
		"start_time": "57:44",
		"speaker": "Rebecca Love",
		"words": "you know. But I think you like the debate. I think you enjoy the debate. Like you come across that negative person and you want to give them all these beautiful facts."
	},
	{
		"start_time": "57:55",
		"speaker": "Ricardo Lopes",
		"words": "Uh, YEAH,"
	},
	{
		"start_time": "57:56",
		"speaker": "Rebecca Love",
		"words": "yeah, come on, you know it. I think if somebody came to me as a negative person, I would listen. And I would take that information in, and I would try to politely say in my own stories. And make it more relatable, so they can have a different perspective. But I, I don't know what that question would be or how it would come about, but I would try to put it in more On civilian terms. Civilian term."
	},
	{
		"start_time": "58:31",
		"speaker": "Ricardo Lopes",
		"words": "What does that mean? I mean, give us an example of those civilian"
	},
	{
		"start_time": "58:36",
		"speaker": "Rebecca Love",
		"words": "terms. I wouldn't give him the porn star version. I, I would have to have the right question, like if they said, let's see, um. Pornography is um evil or"
	},
	{
		"start_time": "58:53",
		"speaker": "Ricardo Lopes",
		"words": "exploitative,"
	},
	{
		"start_time": "58:55",
		"speaker": "Rebecca Love",
		"words": "exploited, thank you, exploited. That's a, that's a good one. And, and they went on this whole thing to me, I would just tell them, did you watch Die Hard? Or, um, let's see, did you watch Friday the 13th, or maybe a horror movie, something violent or a game? And do you play those? Do you watch those? Those are pretty violent. Do you do those in your everyday life? No. But, you know, we enjoy that. Why can't we enjoy sex? It's a beautiful thing. Especially when it's consenting adults. It's consenting on those movies and horror games or uh video games. Video games are more violent. They're a lot more explicit exploitation, those girls are boom, beautiful, and those men are very well endowed. Um, EXPLOITATION. Not my favorite word, but if they think that, then just give them a positive spin on it, because a lot of things are exploited. Doesn't have to be just sex."
	},
	{
		"start_time": "1:00:06",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, you know what, it's interesting that some of those people, as we've already mentioned before in our conversation, some of those people who say they care so much about protecting women, protecting sex workers, but then at the same time they are the first ones to condemn. THEM and abuse them and call them names and call them slut and whore and this and that and, and accusing them of sexualizing society and uh promoting tackiness and degeneracy and I mean come on really."
	},
	{
		"start_time": "1:00:43",
		"speaker": "Rebecca Love",
		"words": "I can't change their minds on how they grew up or what they think. All I can do is embrace what I'm doing now. I, I, that's all I, women are beautiful creatures. Let's celebrate. Can women be um Clickish and catty and and say negative things about each other, or men slut shaming us, sure, but you don't have to be part of that, just remove them from your situation or your world. You're not gonna change their minds. It might take somebody in their family, somebody close to them, or even themselves, doing a sex worker job to finally get it."
	},
	{
		"start_time": "1:01:30",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, I, I guess so, but I mean, I, I think that also one of the reasons why sex work bothers so many people so much is that at the end of the day, even though many of them wouldn't admit it openly or wouldn't say that openly, at the end of the day what they really want and what really bothers them is that they want to have control over over women's sexuality. So,"
	},
	{
		"start_time": "1:01:59",
		"speaker": "Rebecca Love",
		"words": "so you wanna be my pimp? You want control over my body? You want to tell me how I can sell myself?"
	},
	{
		"start_time": "1:02:07",
		"speaker": "Ricardo Lopes",
		"words": "No, because, you know, you should only have sex, uh, within marriage, and you should only have sex for, you should, you should only have procreative sex. You can't"
	},
	{
		"start_time": "1:02:18",
		"speaker": "Rebecca Love",
		"words": "just have sex you can for fun. So what if you're married and you can't have kids? It means you can't have sex."
	},
	{
		"start_time": "1:02:25",
		"speaker": "Ricardo Lopes",
		"words": "Yeah, there are some women out there who are infertile, right?"
	},
	{
		"start_time": "1:02:29",
		"speaker": "Rebecca Love",
		"words": "So, right, so that means you can't have sex. Because your body can't reproduce."
	},
	{
		"start_time": "1:02:35",
		"speaker": "Ricardo Lopes",
		"words": "I don't know. You, you should ask."
	},
	{
		"start_time": "1:02:37",
		"speaker": "Rebecca Love",
		"words": "No, I'm just saying, you're saying you get married, you have sex to have babies, and what if your body can't do that. So now you're not allowed to have sex."
	},
	{
		"start_time": "1:02:47",
		"speaker": "Ricardo Lopes",
		"words": "I, I guess you're less of a woman in their minds, so"
	},
	{
		"start_time": "1:02:52",
		"speaker": "Rebecca Love",
		"words": "isn't that pretty? Yeah, I don't, I don't think about, I don't think about those things. God, if I lived in that world, I would hate myself, my job, I mean, it would have a reversed, it would be a reverse effect on my mentality. No, no. And what about the people that can't, what about the people that are um paraplegic, or are socially awkward, or um are in a facility where they, they can't do certain things outside the facility, and I don't mean prison, I mean, Hospitals and certain things, they have to, they can't have sex, they can't have something that most of us think or we take for granted. That's not fair. Why, why can't they have sex?"
	},
	{
		"start_time": "1:03:44",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, I guess that they should only have, have access to their own imagination or something."
	},
	{
		"start_time": "1:03:51",
		"speaker": "Rebecca Love",
		"words": "That's not fair though. That's not fair. Everybody should of legal consent, consensual sex. Should have the ability, that's why I believe in professionals. Let the pros handle it, they know exactly how to please a person."
	},
	{
		"start_time": "1:04:09",
		"speaker": "Ricardo Lopes",
		"words": "I, I mean, even though there are probably at least some religious people out there who even, who would even condemn the thoughts, because, I mean, if you're thinking about sex, they say that you have lascivious thoughts or libidinous thoughts, or, you know."
	},
	{
		"start_time": "1:04:28",
		"speaker": "Rebecca Love",
		"words": "I don't, I'm not religious. I only see religion on TV and all that. I try not to immerse myself because organized religion is very corrupt like politics, and I don't like living in those worlds. So, but I enjoy good history points in the debate and all that, especially on TikTok and Instagram, uh, but I, I. I'm not a religious person. I'm not gonna live there. I might live on a commune though, cause I do like everybody uniting and helping each other and all that, and um I could see myself joining a cult one day, but"
	},
	{
		"start_time": "1:05:06",
		"speaker": "Ricardo Lopes",
		"words": "But just don't join a Jim Jones or right,"
	},
	{
		"start_time": "1:05:12",
		"speaker": "Rebecca Love",
		"words": "right, but look, that was a man, that was on my, not that there's anything against men, because women can do it too, but uh, yeah, no, I, I just religion becomes very negative when you get too many people involved, and then it just, it's just politics, you just don't have to pay taxes."
	},
	{
		"start_time": "1:05:34",
		"speaker": "Ricardo Lopes",
		"words": "Uh, I mean, that's why I'm always telling people, even religious people, that I'm an atheist, but I follow Jesus, and they should follow Jesus as well, because Jesus did not condemn uh sex work."
	},
	{
		"start_time": "1:05:48",
		"speaker": "Rebecca Love",
		"words": "I always say, what would Jesus do? WWJD I always, or what would Judge Judy do because one of those fall into place."
	},
	{
		"start_time": "1:05:59",
		"speaker": "Ricardo Lopes",
		"words": "Oh, OK, so look, let, let me just ask you one last question then. And, and again addressing, uh, what we've already talked about when there are people out there like people associated with organizations that want to take down porn sites and want to ban pornography. And sex negative feminists that say, oh, we should save those poor female sex workers because they're all being exploited and objectified and this and that. I mean, as a sex worker, what would you tell them? What would you like them to know? I mean, do you need any saving or"
	},
	{
		"start_time": "1:06:42",
		"speaker": "Rebecca Love",
		"words": "do I look like I need saving? No, I don't need saving. I'm, what would I tell them? Unless you walked 1 mile in my shoes, you have no idea where I'm coming from. Yeah, so I would say educate yourself, listen to us, not just the, the negative, because there's plenty of negative out there that people had a bad experience, yeah, or they had a bad experience and they found Jesus and, you know. All that, well, listen to the ones that have had good ones and turned it into a career because I didn't think this was gonna be a, a, a career, but I found the business in it and I was like this is great, let me run with this. So I need you to look at both aspects. I don't need saving, but some people do. So point them in the right direction so they can get the help that they need."
	},
	{
		"start_time": "1:07:38",
		"speaker": "Ricardo Lopes",
		"words": "Great. So, where can people find you on the internet and tell us about your podcasts a little bit more and where and where people can find them as well."
	},
	{
		"start_time": "1:07:49",
		"speaker": "Rebecca Love",
		"words": "I'm gonna make it super simple for you guys. It's just my name. I've had it for 30 years, Rebecca Love 1B2 C's.com. Rebeccalove.com, it has all my shit, from the podcast to OnlyFans, to webcamming. That's all you need to know is my name. Say my name, say my name. That's it."
	},
	{
		"start_time": "1:08:12",
		"speaker": "Ricardo Lopes",
		"words": "Awesome. So, Rebecca, uh, thank you so much for coming on the show. It's been really fun to talk with you."
	},
	{
		"start_time": "1:08:19",
		"speaker": "Rebecca Love",
		"words": "Well, thank you, Ricardo. I enjoyed my time with you and it went by so fucking fast."
	},
	{
		"start_time": "1:08:24",
		"speaker": "Ricardo Lopes",
		"words": "Hi guys, thank you for watching this interview until the end. If you liked it, please share it, leave a like and hit the subscription button. The show is brought to you by Enlights, Learning and Development done differently. Check their website at lights.com and also please consider supporting the show on Patreon or PayPal. I would also like to give a huge thank you to my main patrons and PayPal supporters, Perergo Larsson, Jerry Mulleran, Frederick Sundo, Bernard Seaz Olaf, Alex, Adam Cassel, Matthew Whittingbird, Arnaud Wolf, Tim Hollis, Eric Elena, John Connors, Philip Forrest Connolly. Then Dmitri Robert Windegerru Inai Zu Mark Nevs, Colin Holbrookfield, Governor, Michel Stormir, Samuel Andre, Francis Forti Agnun, Svergoro, and Hal Herzognon, Michel Jonathan Labrarith, John Yardston, and Samuel Cerri, Hines, Mark Smith, John Ware, Tom Hammel, Sardusran, David Sloan Wilson, Yasilla Dezara Romain Roach, Diego Londono Correa. Yannik Punteran Ruzmani, Charlotte Blis, Nicole Barbaro, Adam Hunt, Pavlostazevski, Alec Baka Madison, Gary G. Alman, Semov, Zal Adrian Yei Poltontin, John Barboza, Julian Price, Edward Hall, Edin Bronner, Douglas Fry, Franco Bartolotti, Gabriel P Scortez or Suliliski, Scott Zachary Fish, Tim Duffyani Smith, and Wisman. Daniel Friedman, William Buckner, Paul Georg Jarno, Luke Lovai, Georgios Theophannus, Chris Williamson, Peter Wolozin, David Williams, Dio Costa, Anton Ericsson, Charles Murray, Alex Shaw, Marie Martinez, Coralli Chevalier, Bangalore atheists, Larry D. Lee Junior. Old Eringbon. Esterri, Michael Bailey, then Spurber, Robert Grassy, Zigoren, Jeff McMahon, Jake Zul, Barnabas Raddix, Mark Kempel, Thomas Dovner, Luke Neeson, Chris Story, Kimberly Johnson, Benjamin Galbert, Jessica Nowicki, Linda Brendan, Nicholas Carlson, Ismael Bensleyman. George Ekoriati, Valentine Steinmann, Per Crawley, Kate Van Goler, Alexander Obert, Liam Dunaway, BR, Massoud Ali Mohammadi, Perpendicular, Jannes Hetner, Ursula Guinov, Gregory Hastings, David Pinsov, Sean Nelson, Mike Levin, and Jos Necht. A special thanks to my producers Ia Webb, Jim Frank Lucas Stinnik, Tom Vanneden, Bernardine Curtis Dixon, Benedict Mueller, Thomas Trumbull, Catherine and Patrick Tobin, John Carlo Montenegro, Al Nick Cortiz, and Nick Golden, and to my executive producers, Matthew Lavender, Sergio Quadrian, Bogdan Kanis, and Rosie. Thank you for all."
	}
]